[
  {
    "item_key": "item_1",
    "text": "General\nMonolithic Power Systems, Inc. (“MPS”) is a fabless global company that provides high-performance, semiconductor-based power electronics solutions. Incorporated in 1997, our three core strengths include deep system-level knowledge, strong semiconductor design expertise, and innovative proprietary technologies in the areas of semiconductor processes, system integration, and packaging. These combined advantages enable us to deliver reliable, compact, and monolithic solutions found in storage and computing, enterprise data, automotive, industrial, communications and consumer applications. Our mission is to reduce energy and material consumption to improve all aspects of quality of life and create a sustainable future. We believe that we differentiate ourselves by offering solutions that are more highly integrated, smaller in size, more energy-efficient, more accurate with respect to performance specifications and, consequently, more cost-effective than many competing solutions. We plan to continue to introduce new products within our existing product families, as well as in new innovative product categories.\nOur principal executive office is located in Kirkland, Washington. We have over 3,500 employees worldwide, with locations in Asia (primarily in China, India, Japan, Singapore, South Korea and Taiwan), Europe (primarily in France, Germany, Hungary, Italy, Portugal, Spain, Switzerland and the United Kingdom) and the United States.\nIndustry Overview\nSemiconductors comprise the basic building blocks of electronic systems and equipment. Within the semiconductor industry, components can be classified either as discrete devices, such as individual transistors or integrated circuits (“ICs”), in which a number of transistors and other elements are combined to form a more complicated electronic circuit. ICs can be further divided into three primary categories: digital, analog, and mixed-signal. Digital ICs, such as memory devices and microprocessors, can store or perform arithmetic functions on data that is represented by a series of ones and zeroes. Analog ICs, in contrast, handle real world signals such as temperature, pressure, light, sound, or speed. In addition, analog ICs also perform power management functions, such as regulating or converting voltages, for electronic devices. Mixed-signal ICs combine digital and analog functions onto a single chip and play an important role in bridging real world to digital systems.\nAnalog and Mixed-Signal Markets.\nWe focus on the market for high performance analog and mixed-signal ICs. High performance products generally are differentiated by functionality and performance factors, which include integration of higher levels of functionality onto a single chip, greater precision, better power efficiency and density, higher speed and lower heat and noise. There are several key factors that distinguish the analog and mixed-signal IC markets from digital IC markets. These factors include longer product life cycles, numerous market segments, technology that is difficult to replicate, relative complexity of design and process technologies, importance of experienced design engineers, lower capital requirements and diversity of end markets. We have targeted product and market areas that we believe have the ability to offer above-average growth over the long term compared to the semiconductor industry as a whole.\nEnd Markets and Applications\nWe design and develop our products for the storage and computing, enterprise data, automotive, industrial, communications and consumer markets, with the storage and computing market representing the largest portion of our revenue in 2023. The following table is a summary of the various end market applications for our products, and those markets’ contribution as a percentage of our total revenue:\n5\nProduct Families\nOur proprietary process and packaging technologies enable us to design and deliver smaller, single-chip power management ICs. These technologies simplify the design process and are applicable across a wide range of analog applications within the storage and computing, enterprise data, automotive, industrial, communications and consumer markets. Our product families are differentiated from those of our competitors with respect to their high degree of integration and strong levels of accuracy, power efficiency, quality and longevity, making them cost-effective and more sustainable relative to many competing solutions. Our key product families include the following:\nDirect Current (\n“\nDC\n”\n) to DC Products.\nDC to DC ICs are used to convert and control voltages within a broad range of electronic systems, such as cloud-based CPU servers, server AI applications, storage applications, commercial notebooks, digital cockpit, power sources, home appliances, 4G and 5G infrastructure and satellite communications applications. We believe that our DC to DC products are differentiated in the market, particularly with respect to their high degree of integration, high voltage operation, high load current, high switching speed, small footprint, and high energy efficiency. These features are important to our customers as they are designed to result in fewer components that need to be produced and consumed, a smaller form factor, more accurate regulation of voltages, lower power consumption and, ultimately, lower system cost, increased reliability and lower carbon emissions through the elimination of many discrete components and power devices. The DC to DC product family accounted for 94% of our total revenue in 2023 and 95% of our total revenue in both 2022 and 2021.\nLighting Control Products.\nLighting control ICs are used in backlighting and general illumination products. Lighting control ICs for backlighting are used in systems that provide the light source for LCD panels typically found in computers and notebooks, monitors, car navigation systems and televisions. Backlighting solutions are typically either white light emitting diode lighting sources or cold cathode fluorescent lamps. The Lighting Control product family accounted for 6% of our total revenue in 2023 and 5% of our total revenue in both 2022 and 2021.\nIn the future, we plan to continue to introduce new products within our existing product families, as well as in new innovative product categories. Our ability to achieve revenue growth will depend in part upon our ability to continue to innovate while fulfilling our customers’ evolving needs, enter new market segments, obtain design wins, grow our sales to customers in regions outside China, Taiwan and other Asian markets, expand our customer base and continue to secure manufacturing capacity.\nCustomers, Sales and Marketing\nWe have sales offices in China, India, Japan, Singapore, South Korea, Taiwan, the United States and throughout Europe. Our products typically require a highly technical sales and applications engineering effort where we assist our customers in the design and use of our products in their application. We maintain a staff of applications engineers who work directly with our customers’ engineers in the development of their systems’ electronics containing our products.\nOnce we secure our product positioning through our technical sales and applications engineers’ efforts, we then sell our products through third-party distributors, value-added resellers and directly to original equipment manufacturers (“OEMs”), original design manufacturers (“ODMs”), electronic manufacturing service (“EMS”) providers and other end customers. Our third-party distributors are subject to distribution agreements with us, which allow the distributors to sell our products to end customers and other resellers, including OEMs, ODMs or EMS providers. Our value-added resellers may second source our products and provide other services to customers. ODMs typically design and manufacture electronic products on behalf of OEMs, and EMS providers typically provide manufacturing services for OEMs and other electronic product suppliers.\nIn 2023, our three largest distributors accounted for 26%, 19% and 10% of our total revenue. In 2022, our two largest distributors accounted for 24% and 19% of our total revenue. In 2021, our three largest distributors accounted for 26%, 15% and 10% of our total revenue. No other distributors or end customers accounted for more than 10% of our full-year, total revenue in any of the periods presented.\nCurrent distribution agreements with several of our major distributors provide that each distributor has the non-exclusive right to sell and shall use its best efforts to promote and develop a market for our products. These agreements provide that payment for purchases from us will generally occur within 30 to 90 days from the date of invoice. In addition, we allow for limited stock rotation in certain agreements.\nBecause our sales are primarily billed and payable in United States dollars, our sales are generally not subject to fluctuating currency exchange rates. However, because a majority of our revenue is attributable to sales to customers in Asia, changes in the relative value of the dollar may create pricing pressures for our products. In 2023, 2022 and 2021, our revenue from sales to customers in Asia was 87%, 86% and 90%, respectively.\nOur sales are made primarily pursuant to standard individual purchase orders. Our backlog consists of orders that we have received from customers which have not yet shipped. Because orders in backlog are subject to cancellation or postponement, and backlog at any particular date is not necessarily representative of actual sales for any succeeding period, we believe that our backlog is not necessarily a reliable indicator of future revenue.\nTypical supply chain lead times for orders are generally 16 to 26 weeks. We often build inventory in advance based on our forecast of future customer orders. This subjects us to certain risks, most notably the possibility that sales will not meet our forecast, which could lead to inventories in excess of demand. If excess inventory exists, it may be necessary for us to sell it at a substantial discount, take a significant write-down or dispose of it altogether, all of which would negatively affect our profit margins. In addition, in response to market conditions, we may slow the rate of manufacturing our products, which could result in insufficient inventory levels and reduced sales if we underestimate the demand for our products.\n6\nResearch and Development\nWe have assembled a qualified team of engineers primarily in China, the United States, Taiwan, Spain, Switzerland, Hungary, Portugal and Germany with core competencies in analog and mixed-signal design. Through our research and development efforts, we have developed a collection of intellectual property and know-how that we are able to leverage across our products and markets. These include the development of high efficiency power devices, the design of precision analog circuits and systems, expertise in mixed-signal design, and integration and the development of proprietary semiconductor process technologies.\nOur research and development efforts are generally targeted at three areas: systems architecture, circuit design and implementation, and process technologies. In the area of systems architecture, we are exploring new ways of solving our customers’ system design challenges and are investing in the development of systems expertise in new markets and applications that align well with our core capabilities. In the area of circuit design and implementation, our initiatives include expanding our portfolio of products and adding new features to our products. In the area of process technologies, we are investing in research and development resources to provide leading-edge analog power processes for our next generation of ICs. We believe process technologies are key strategic components to our future growth.\nOur growth is fueled by our customers’ need for our power-efficient solutions. Consequently, we focus on continually improving the energy efficiency of our products in our research and development efforts in all three targeted areas. Our products are principally positioned to achieve lower power loss and enable significant reductions in circuit board space by shrinking or eliminating many passive components that are otherwise needed by competitors’ offerings. In addition, the life cycles of our products are typically over 10 years, reducing the manufacturing needs and associated carbon emissions associated with the production of replacement products.\nPatents and Intellectual Property Matters\nWe rely on our proprietary technologies, which include both our proprietary circuit designs for our products and our proprietary manufacturing process technologies. Our future success and competitive position depend in part upon our ability to obtain and maintain protection of our proprietary technologies.\nIn general, we have elected to pursue patent protection for aspects of our circuit and device designs that we believe are patentable and to protect our manufacturing process technologies by maintaining those process technologies as trade secrets. As of December 31, 2023, we had 1,701 patents/applications issued or pending, of which 585 patents have been issued in the United States. Our issued patents are scheduled to expire at various times through December 2043. Our patents are material to our business, but we do not rely on any one particular patent for our success. We also rely on a combination of nondisclosure agreements and other contractual provisions, as well as our employees’ commitment to confidentiality and loyalty, to protect our technology, know-how and processes. We also seek to register certain of our trademarks as we deem appropriate. We have not registered any of our copyrights and do not believe registration of copyrights is material to our business. Despite precautions that we take, it may be possible for unauthorized third parties to copy aspects of our current or future technology or products or to obtain and use information that we regard as proprietary. There can be no assurance that the steps we take are adequate to protect our proprietary rights, that our patent applications will lead to issued patents, that others will not develop or patent similar or superior products or technologies, or that our patents will not be challenged, invalidated or circumvented by others. Furthermore, the laws of the countries in which our products are or may be developed, manufactured or sold may not protect our products and intellectual property rights to the same extent as laws in the United States. Our failure to adequately protect our proprietary technologies could materially harm our business.\nThe semiconductor industry is characterized by frequent claims of infringement and litigation regarding patent and other intellectual property rights. Patent infringement is an ongoing risk, in part because other companies in our industry could have patent rights that may not be identifiable when we initiate development efforts. Litigation may be necessary to enforce our intellectual property rights, and we may have to defend ourselves against infringement claims. Such litigation can be very costly and may divert our management resources. Further, we have agreed to indemnify certain of our customers and suppliers in some circumstances against liability from infringement by our products. In the event any third party were to make an infringement claim against us or our customers, we could be enjoined from selling selected products, could be required to indemnify our customers or suppliers, or could pay royalties or other damages to third parties. If any of our products are found to infringe and we are unable to obtain necessary licenses or other rights on acceptable terms, we would either have to change our product so that it does not infringe or stop making the infringing product, which could have a material adverse effect on our operating results, financial condition and cash flows.\n7\nManufacturing\nWe utilize a fabless business model, working with third parties to manufacture and assemble our ICs. This fabless approach allows us to focus our engineering and design resources on our strengths and to reduce our fixed costs and capital expenditures. In contrast to many fabless semiconductor companies, which utilize standard process technologies and design rules established by their foundry partners, we have developed our own proprietary process and packaging technologies and collaborate with our foundry partners to install our technologies on their equipment in their facilities for use on our behalf. This close collaboration and control over the manufacturing process has historically resulted in favorable yields and product performance for our ICs.\nWe currently contract with several suppliers to manufacture our wafers in foundries located in China, Taiwan, South Korea and Singapore. Once our silicon wafers have been produced, they are shipped to the facilities in China, Taiwan, and Singapore that we and our partners utilize for wafer sort, which is a testing process performed to identify non-functioning dies. Our semiconductor products are then assembled and packaged by independent subcontractors in China, Taiwan and Malaysia. The assembled ICs are then sent for final testing to the facilities in China, Taiwan and Malaysia that we and our partners utilize prior to shipping to our customers.\nThe manufacturing facilities we utilize in Asia enable us to benefit from shorter manufacturing cycle times and lower labor and overhead costs. We have expanded our product testing capabilities in these facilities and are able to take advantage of the rich pool of local engineering talent to expand our manufacturing support and engineering operations.\nCompetition\nThe analog and mixed-signal semiconductor industry is highly competitive, and we expect competitive pressures to continue. Our ability to compete effectively and to expand our business will depend on our ability to continue to recruit both applications engineering and design engineering personnel, our ability to introduce new products, and our ability to maintain the rate at which we introduce these new products, and our ability to meet our and customers’ energy efficiency goals. Our industry is characterized by decreasing average selling prices over the life of a product. We compete with domestic and international semiconductor companies, many of which have substantially greater financial and other resources with which to pursue engineering, manufacturing, marketing, and distribution of their products and, in some cases, have a broader number of product offerings that may enable them to more effectively market and sell to customers and engage sales partners. We are in direct and active competition, with respect to one or more of our product lines, with several manufacturers of such products, of varying size and financial strength. We consider our primary competitors to include Analog Devices, Infineon Technologies, NXP Semiconductors, ON Semiconductor, Power Integrations, Renesas Electronics, ROHM Semiconductor, Semtech, STMicroelectronics and Texas Instruments.\nWe expect continued competition from existing competitors as well as competition from new entrants into the semiconductor market. We believe that we are competitive in the markets in which we sell and on the basis of key competitive factors in our industry, particularly because our ICs typically are smaller in size, are highly integrated with lower energy consumption, possess higher levels of power management functionalities and achieve high performance specifications at lower price points than most of our competitors. However, there is no assurance that our products will continue to compete favorably or that we will be successful in the face of increasing competition from new products and enhancements introduced by existing competitors or new companies entering our markets. In addition, there has recently been a high level of consolidation in the semiconductor industry. If these or future acquisitions are successful, competition may intensify and our competitors may have additional resources to compete against us.\nWe operate in the cyclical semiconductor industry. While we are subject to industry downturns, we have targeted product and market areas that we believe have the ability to offer above average industry performance over the long term.\nHistorically, our revenue has generally been higher in the second half of the year than in the first half although various factors, such as market conditions and the timing of key product introductions, could impact this trend.\nGovernment Regulations\nWe are subject to international, federal and local legislation, regulations, and other requirements relating to the discharge of substances into the environment; the treatment, transport, and disposal of hazardous wastes; recycling and product packaging; worker health and safety; and other activities affecting the environment, our workforce, and the management of our manufacturing operations. We believe that our operations and facilities comply in all material respects with applicable environmental laws and worker health and safety laws.\nWe are also subject to import/export controls, tariffs, and other trade-related regulations and restrictions in the countries in which we have operations or otherwise do business. Government regulations and import/export controls can be complex and are subject to change in the future, and accordingly, we are unable to assess the possible effect of compliance with future requirements. Our efforts to comply with these government regulations could have material impacts on our capital expenditures and operating expenses, revenue, resource allocation, operations, competitive position, or financial condition, though the magnitude and duration of such impacts are uncertain and difficult to quantify. Refer to “Item 1A. Risk Factors” for further discussion of material risks related to government policies and regulations on environmental laws, international trade policies and restrictions, including tariffs on imports of foreign goods and regulations restricting the export of goods and services between the U.S. and China.\n8\nHuman Capital Management\nOur performance is substantially dependent on the performance of our executive officers and key employees. Due to the relative complexity of the design of our analog and mixed-signal ICs, our engineers generally have many years of experience and greater circuit design aptitude. Analog engineers with advanced skills are limited in number and difficult to replace. The loss of the services of key officers, managers, engineers and other technical personnel would materially harm our business. Our future success depends, in part, on our ability to attract, train, retain, and motivate highly qualified technical and managerial personnel, and there can be no assurance we will be successful.\nAs of December 31, 2023, we employed 3,564 employees primarily in Asia, Europe, South America and the United States, compared with 3,247 employees as of December 31, 2022. Certain employees are subject to collective bargaining agreements and we believe that we have good relations with these employees. We have never experienced an employee-based work stoppage or strike.\nWe strive to maintain a culture that encourages innovation and create a workplace that values diverse backgrounds, a healthy and safe environment, and professional growth opportunities.\n9\nAvailable Information\nOur Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports that are filed or furnished pursuant to Sections 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, are available free of charge. They may be obtained from our website at www.monolithicpower.com under “Investor Relations” as soon as reasonably practicable after we electronically file such documents with, or furnish them to, the SEC, or at the SEC website at www.sec.gov. We also make available on our website the charters for our audit committee, compensation committee, and nominating and corporate governance committee, our code of ethics, our director voting policy and our code of social responsibility. In addition, we will disclose on our website any amendments to, or waivers from, our code of ethics. We also disclose on our website our report on environment, social responsibility and governance. Information contained on our website is not a part of this Annual Report on Form 10-K.\nInformation About Executive Officers\nInformation regarding our executive officers as of February 29, 2024 is as follows:\nMichael Hsing\nhas served as the chairman of our Board of Directors and has served as our President and Chief Executive Officer since founding MPS in August 1997. Prior to founding MPS, Mr. Hsing was a Senior Silicon Technology Developer at several analog IC companies, where he developed and patented key technologies, which set new standards in the power electronics industry. Mr. Hsing is an inventor on numerous patents related to the process development of bipolar mixed-signal semiconductor manufacturing. Mr. Hsing holds a B.S.E.E. from the University of Florida.\nBernie Blegen\nhas served as our Chief Financial Officer since July 2016 and is responsible for finance, accounting, tax, treasury and investor relations. From August 2011 to June 2016, Mr. Blegen served as our Corporate Controller. Prior to joining MPS, Mr. Blegen held a number of executive finance and accounting positions for other publicly traded technology companies, including Xilinx, Inc. and Credence Systems. Mr. Blegen holds a B.A. from the University of California, Santa Barbara.\nDeming Xiao\nhas served as our President of Asia Operations since January 2008. Since joining us in May 2001, Mr. Xiao has held several executive positions, including Foundry Manager and Senior Vice President of Operations. Before joining MPS, from June 2000 to May 2001, Mr. Xiao was Engineering Account Manager at Chartered Semiconductor Manufacturing, Inc. Prior to that, Mr. Xiao spent six years as Manager of Process Integration Engineering at Fairchild Imaging Sensors. Mr. Xiao holds a B.S. in Semiconductor Physics from Sichuan University, Chengdu, China and an M.S.E.E. from Wayne State University.\nMaurice Sciammas\nhas served as our Senior Vice President of Worldwide Sales and Marketing since 2007. Mr. Sciammas joined MPS in July 1999 and served as Vice President of Products and Vice President of Sales (excluding greater China) until he was appointed to his current position. Before joining MPS, he was Director of IC Products at Supertex from 1990 to 1999. He has also held positions at Micrel, Inc. He holds a B.S.E.E. degree from San Jose State University.\nSaria Tseng\nhas served as our Vice President, General Counsel and Corporate Secretary since 2004 and additionally as our Vice President, Strategic Corporate Development since 2009. Ms. Tseng joined the Company from MaXXan Systems, Inc., where she was Vice President and General Counsel from 2001 to 2004. Previously, Ms. Tseng was an attorney at Gray Cary Ware & Freidenrich, LLP and Jones, Day, Reavis & Pogue. Ms. Tseng is a member of the state bar in both California and New York and is a member of the bar association of the Republic of China (Taiwan). Ms. Tseng holds Master of Laws degrees from the University of California at Berkeley and the Chinese Culture University in Taipei.\n10"
  },
  {
    "item_key": "item_1a",
    "text": "Our business involves numerous risks and uncertainties, including but not limited to the material risks described below. This section should be read in conjunction with all of the other information in this Annual Report on Form 10-K and our other filings with the SEC. If any of these risks materialize from time to time, then our business, reputation, financial condition, operating results, and growth prospects could be materially and adversely affected. In such an event, the trading price of our common stock could decline, and you could lose all or part of your investment in our common stock. Additional risks, trends and uncertainties may arise that could also harm our business, reputation, financial condition, operating results, and growth prospects.\nOur past financial performance should not be considered to be a reliable indicator of future performance, and investors should not use historical trends to anticipate results or trends in future periods. These risks involve forward-looking statements and our actual results may differ substantially from those discussed in these forward-looking statements.\nRisk Factors Summary\nThe following summary description sets forth an overview of the material risks we are exposed to in the normal course of our business activities. The summary does not purport to be complete and is qualified in its entirety by reference to the full risk factor discussion immediately following this summary description. We encourage you to read the full risk factor discussion carefully.\nOur revenue and expenses are difficult to predict, have varied significantly in the past, and could fluctuate significantly in the future due to numerous risks and uncertainties, many of which are beyond our control. As a result, we may not be profitable on a quarterly or annual basis. Our business, results of operations and financial condition, as well as your investment in our common stock, could be materially and adversely affected by any of the following material risks:\n11\n12\nRisks Associated with Our Significant Operations in Asia, Particularly in China\nWe derive most of our revenue from direct or indirect sales to customers in Asia and have significant operations in Asia, which may expose us to political, cultural, regulatory, economic, foreign exchange, and operational risks.\nWe derive most of our revenue from customers located in Asia through direct sales or indirect sales under distribution arrangements and value-added reseller agreements with parties located in Asia. As a result, we are subject to significant risks due to this geographic concentration of business and operations. For the year ended December 31, 2023, 87% of our revenue was from customers in Asia. There are risks inherent in doing business in Asia, and internationally in general, including:\nIf we fail to expand our customer base and significantly reduce the geographic concentration of our customers, we will continue to be subject to the foregoing risks, which could materially and adversely affect our business, financial condition and results of operations.\n13\nOur business has been and may be significantly impacted by worldwide economic conditions, in particular changing economic conditions in China.\nOur operations and performance depend significantly on global economic conditions. Adverse macroeconomic conditions, including inflation, slowing growth, recession, stagflation, new or increased tariffs and other barriers to trade, tighter credit, higher interest rates, currency fluctuations, higher unemployment, labor shortages, lower capital expenditures by businesses, and lower consumer confidence and spending, have in the past, and could in the future, have a material adverse effect on logistics, demand for our products, and our product and operational costs. For example, due to economic uncertainties in 2023, some of our customers cancelled, decreased or delayed their existing and future orders with us, which impacted our financial results and made our forecasting much more difficult. In addition, volatility in the credit markets could severely diminish our customers’ liquidity and capital availability, which could materially harm our business.\nDemand for our products is a function of the health of the economies in the U.S., Europe, China and the rest of Asia. We cannot predict the timing, strength or duration of any economic disruptions, such as those resulting from the global economic downturn, the Russia-Ukraine conflict, the Middle East conflict or subsequent economic recovery worldwide, in our industry, or in the different markets that we serve. We also may not accurately assess the impact of changing market and economic conditions on our business and operations. These and other economic factors could have a material adverse effect on demand for our products and on our financial condition and operating results.\nIn particular, since we have significant operations in China, our business development plans, results of operations and financial condition may be materially and adversely affected by significant political, social and economic developments in China. The current stagnation in China’s economy has adversely impacted, and could further adversely impact our customers, prospective customers, suppliers, distributors and partners in China, which could have a material adverse effect on our operating results and financial condition.\nThere are inherent risks associated with the operation of our manufacturing and testing facilities in China, which could increase product costs or cause a delay in product shipments.\nWe have manufacturing and testing facilities in China. We face the following risks, among others, with respect to our operations in China:\nIf we are unable to maintain our facilities in China at full operational status with qualified workers, appropriate manufacturing controls and reasonable cost levels, we may incur costs higher than our current expense levels, which would affect our gross margins and operating expenses. In addition, if capacity restraints result in significant delays in product shipments, our business and results of operations would be materially and adversely affected.\n14\nWe and many of our manufacturing partners and suppliers are subject to extensive Chinese government regulations, and the benefit of various incentives from Chinese governments that we and many of our manufacturing partners and suppliers receive may be reduced or eliminated, which could increase our costs or limit our ability to sell products and conduct activities in China.\nThe Chinese government has broad discretion and authority to regulate the technology industry in China. Additionally, the Chinese government has implemented policies from time to time to regulate economic activities in China. It exercises significant control over China’s economy through the allocation of resources, controlling payment of foreign currency-denominated obligations, setting monetary policy and providing preferential treatment to particular industries or companies.\nAny additional regulations or the amendment of previously implemented regulations could require us and our manufacturing partners and suppliers to change our business plans, increase our costs, or limit our ability to sell products and conduct business activities in China, which could materially and adversely affect our business and operating results.\nThe Chinese government and provincial and local governments have also provided, and may continue to provide, various incentives to encourage the development of the semiconductor industry in China. Such incentives include cash awards, tax rebates, reduced tax rates, favorable lending policies and other measures, some or all of which may be available to our manufacturing partners, suppliers and us. Any of these incentives could be reduced or eliminated by governmental authorities at any time, which could materially and adversely affect our business and operating results.\nUncertainties with respect to China’s legal system, including uncertainties regarding the enforcement of laws, and sudden or unexpected changes in policies, laws and regulations in China could materially and adversely affect our operations.\nChina’s legal system is a civil law system based on written statutes. Unlike the common law system, prior court decisions under the civil law system may be cited for reference but have limited precedential value. Since China’s legal system continues to rapidly evolve, the interpretations and enforcement of these laws and regulations are not always uniform and involve uncertainties. In addition, any new or amended laws and regulations related to, among other things, foreign investments and manufacturing could have a material adverse effect on our business and our ability to operate business in China.\nFrom time to time, we may have to resort to administrative and court proceedings to enforce our legal rights. Any administrative and court proceedings in China may be protracted, resulting in substantial costs and diversion of resources and management attention. Since China’s administrative and court authorities have significant discretion in interpreting and implementing statutory provisions and contractual terms, it may be more difficult to evaluate the outcome of administrative and court proceedings and the level of legal protection than those that may be provided in other jurisdictions. These uncertainties may impede our ability to enforce contracts in China and could materially and adversely affect our business and results of operations.\nFurthermore, China’s legal system is based in part on government policies and internal rules, some of which are not published on a timely basis, or at all, and may have retroactive effects. As a result, we may not be aware of our violation of any of these policies and rules until some time after the violation may have occurred. Such unpredictability towards our contractual, property and procedural rights and any failure to quickly respond to changes in the regulatory environment in China could materially and adversely affect our business and impede our ability to continue our operations and proceed with our business plans in China.\n15\nWe are subject to export laws, trade policies and restrictions including international tariffs that could materially and adversely affect our business and results of operations.\nWe are subject to U.S. laws and regulations that could limit and restrict the export of some of our products and services and may restrict our transactions with certain customers, business partners and other individuals, including, in certain cases, dealings with or between our employees and subsidiaries. In certain circumstances, export controls and economic sanctions may prohibit the export of certain products, services and technologies, and in other circumstances we may be required to obtain an export license before exporting the controlled item. Compliance with these laws and regulations has not materially limited our operations or our sales, but could in the future, which would materially and adversely affect our business and results of operations. We maintain an export compliance program, but our compliance controls could be circumvented, exposing us to legal liabilities, sanctions and restrictions on our business. We must also comply with export restrictions and laws imposed by other countries affecting trade and investments. Although these restrictions and laws have not materially restricted our operations in the past, they could do so in the future, which would materially and adversely affect our business and results of operations. In addition, U.S. laws and regulations and sanctions, or threat of sanctions, that could limit or restrict the export of some of our products and services may also encourage our customers to develop their own solutions to replace our products, or seek to obtain a greater supply of similar or substitute products from our competitors that are not subject to these restrictions, which could materially and adversely affect our business, financial condition and results of operations. Furthermore, our customers’ end products and systems that incorporate our components could be subject to export laws, trade policies and other sales restrictions, which could indirectly affect our business, financial conditions and results of operations. For example, the increasing focus on the risks and strategic importance of AI technologies has resulted in regulatory restrictions that target products and services capable of enabling or facilitating AI, and may in the future result in additional restrictions impacting the sales of AI technologies or products. Any of such regulatory restrictions could, in turn, impact the sales of our products supporting AI applications.\nThere has been increasing rhetoric, in some cases coupled with legislative or executive action, from several U.S. and foreign leaders regarding tariffs against foreign imports of certain materials. More specifically, there have been several rounds of U.S. tariffs on Chinese goods that have taken effect in the past few years, some of which prompted retaliatory Chinese tariffs on U.S. goods. The institution of trade tariffs both globally and between the U.S. and China specifically carries the risk of negatively affecting both countries’ overall economic condition, as well as our business and financial results. If these tariffs continue or additional tariffs are imposed in the future, they could have a negative impact on us as we have significant operations in China and the U.S.\nAdditionally, the imposition of tariffs is dependent upon the classification of goods under the U.S. Harmonized Tariff System (“HTS”) and the country of origin of the goods. Determination of the HTS and the origin of the goods is a technical matter that can be subjective in nature. Accordingly, although we believe our classifications of both HTS and origin are appropriate, there is no certainty that our assessment will be consistent with that of the U.S. government. If the U.S. government does not agree with our determinations, we could be required to pay additional amounts, including potential penalties.\nWe face political and other risks conducting business in Taiwan and Hong Kong, particularly due to their tense relationships with China.\nWe have significant business operations in Taiwan, and many of our manufacturing partners and suppliers are located in Taiwan. Accordingly, our business, financial condition and results of operations may be affected by changes in governmental and economic policies in Taiwan, social instability and diplomatic and social developments in or affecting Taiwan due to its unique international political status. Although Taiwan and China have significant economic and cultural relations, we cannot assure that relations between Taiwan and China will not face political, military or economic challenges or actions in the future. Any deterioration in the relations between Taiwan and China, and other factors affecting military, political or economic conditions in Taiwan, could disrupt our business operations and materially and adversely affect our results of operations.\nIn addition, the Chinese government has promulgated new regulations impacting economic and political stability within Hong Kong where many of our customers are located. Due to the sensitive political climate these regulations created, there are increasing risks that this China’s national security law may trigger sanctions or other forms of restrictions by foreign governments including the U.S., which could affect companies conducting business in Hong Kong. It is difficult for us to predict the impact, if any, the implementation of the national security law will have on our business, as such impact will depend on future developments, which are highly uncertain and cannot be predicted.\nFluctuations in the value of the U.S. Dollar relative to other foreign currencies, including the Renminbi, may adversely affect our results of operations.\nMany of our manufacturing and other suppliers are and will continue to be primarily located in China for the foreseeable future. In connection with the global economic downturn, there has been an increased level of global currency fluctuation and volatility. If the value of the Renminbi rises against the U.S. Dollar, there could be an increase in our manufacturing costs relative to competitors who have manufacturing facilities located outside China, which could adversely affect our financial results and operations. In addition, our sales are primarily denominated in the U.S. Dollar. If the value of the U.S. Dollar rises against other currencies, it may adversely affect the demand for our products in international markets, which could negatively and materially impact our business and results of operations.\nWe incur foreign currency exchange gains or losses related to certain transactions, including intercompany transactions between the U.S. and our foreign subsidiaries, that are denominated in currencies other than the functional currencies. Fluctuations in the value of the U.S. Dollar relative to foreign currencies could increase the amount of foreign currency exchange losses we record, which could have an adverse and material impact on our results of operations.\nA significant portion of our manufacturing capacity comes from suppliers in China, which exposes us to political, cultural, regulatory, economic, foreign exchange, and operational risks.\nA significant portion of our manufacturing, assembly and packaging capacity comes from key suppliers located in China. As a result, we are subject to significant political, regulatory, economic, foreign exchange, and operational risks due to this geographic concentration in our business. Although our management has an established long-term strategy to diversify capacity outside China, there is no guarantee that we will be able to identify, qualify and engage additional foundry partners and assembly and packaging suppliers in other regions in order to mitigate these risks, or that the quality, price or terms of such production will be sufficient or acceptable to us, any of which could negatively and materially harm our business and results of operations.\n16\nRisks Associated with Product Demand and Sales\nWe may not achieve growth rates or financial performance comparable to past years.\nIn the past, our revenue increased significantly in certain years due to increased sales of certain of our products. We are subject to numerous risks and factors that could cause a decrease in our growth rates, or a decline in revenue compared to past periods, including increased competition, loss of certain of our customers, unfavorable changes in our operations, reduced global electronics demand, a deterioration in market conditions including as a result of the global economic downturn, end-customer market downturn, market acceptance and penetration of our current and future products, and litigation. A decrease in our growth rates, or a decline in revenue, could materially and adversely affect our business and results of operations.\nIf demand for our products declines in the major end markets that we serve, our revenue will decrease and our results of operations and financial condition would be materially and adversely affected.\nWe believe that the application of our products in the storage and computing, enterprise data, automotive, industrial, communication and consumer markets will continue to account for the majority of our revenue. If we are not able to accurately predict new end markets to serve or if the demand for our products declines in certain of our current major end markets, our revenue would decrease compared to prior year periods and our results of operations and financial condition would be materially and adversely affected. In addition, as technology evolves, the requirement to integrate the functionalities of various components, including our discrete semiconductor products, onto a single chip and/or onto other components of systems containing our products increases. Should our customers require integrated solutions that we do not offer, demand for our products could decrease, and our business, financial condition and results of operations would be materially and adversely affected.\nDue to the nature of our business as a component supplier, we may have difficulty both in accurately predicting our future revenue and appropriately managing our expenses.\nBecause we provide components for end products and systems, demand for our products is influenced by our customers’ end product demand. As a result, we may have difficulty in accurately forecasting our revenue and expenses. Our expenses and revenue depend on the timing, size, and speed of commercial introductions of end products and systems that incorporate our products, all of which are inherently difficult to forecast, as well as the ongoing demand for previously introduced end products and systems. In addition, demand for our products is influenced by our customers’ ability to manage their inventory. Our sales to distributors are also subject to higher volatility because they service demand from multiple levels of the supply chain which, in itself, is inherently difficult to forecast. All of these factors continue to be exacerbated by the adverse effects of macroeconomic factors, including inflation, increased interest rates, supply chain disruptions, decreased economic output, fluctuations in currency rates, the Russia-Ukraine conflict and the Middle East conflict. If our customers, including distributors, reduce their orders from us, do not manage their inventory correctly or misjudge their customers’ demand, our shipments to and orders from our customers may vary significantly or decline on a quarterly basis, and we may have difficulty forecasting our expenses and inventory levels, which could reduce our revenue, result in inventory write offs, and adversely affect our financial condition and results of operations.\nWe may be unsuccessful in developing and selling new products with margins similar to, or better than, what we have experienced in the past, which could impact our overall gross margin and financial performance.\nOur success depends on our development and sale of products that are differentiated in the market, with gross margins that have historically been above industry averages. Should we fail to improve or maintain our gross margins in the future, and accordingly develop and introduce sufficiently differentiated products that result in higher gross margins than industry averages, our business, financial condition and results of operations could be materially and adversely affected.\nWe may be unsuccessful in developing and selling new products or in penetrating new markets required to maintain or expand our business.\nOur competitiveness and future success depend on our ability to design, develop, manufacture, assemble, test, market, and support new products and enhancements on a timely and cost-effective basis. A fundamental shift in technologies in any of our product markets could have a material adverse effect on our competitive position within these markets. Our failure to timely develop new technologies or to react quickly to changes in existing technologies could materially delay our development of new products, which could result in product obsolescence, decreased revenue, and/or a loss of market share to competitors.\nAs we develop new product lines, we must adapt to market conditions that may be unfamiliar to us, such as competitors and distribution channels that are different from those we have known in the past. Some of our new product lines require us to re-equip our labs to test parameters we have not tested in the past. If we are unable to adapt rapidly to these new conditions, we may not be able to successfully penetrate new markets.\nThe success of a new product depends on accurate forecasts of long-term market demand and future technological developments, as well as on a variety of other factors, including:\n17\nTo the extent that we fail to timely introduce new products or to quickly penetrate new markets, our business, financial condition and results of operations could be materially and adversely affected.\nWe receive a significant portion of our revenue from distribution arrangements and value-added resellers, and the loss of any one of these distributors, value-added resellers or direct customers, or failure to collect a receivable from them could materially and adversely affect our financial position and results of operations.\nWe market our products through distribution arrangements and value-added resellers, and through our direct sales to customers that include OEMs, ODMs and EMS providers. Receivables from our customers are generally not secured by any type of collateral and are subject to the risk of being uncollectible. Significant deterioration in the liquidity or financial condition of any such major customers or any group of our customers could have a material adverse impact on the collectability of our accounts receivable and our future financial condition and operating results. While we could partner with other distributors or value-added resellers to replace any of our customers, the change in business partners could interrupt our operations, cause us to have to identify and qualify new partners, and have a materially adverse impact on our business, financial condition and results of operations.\nMoreover, we believe a high percentage of our products are eventually sold to a number of OEMs and ODMs. Although we communicate with OEMs and/or ODMs in an attempt to achieve “design wins,” which are decisions by OEMs and/or ODMs to incorporate our products, we do not have purchase commitments from these end users. Therefore, there can be no assurance that the OEMs and/or ODMs will continue to incorporate our ICs into their products, even if we secure a design win. OEM technical specifications and requirements can change rapidly, and we may not have products that fit new specifications from an end customer for whom we have had previous design wins. We cannot be certain that we will continue to achieve design wins from large OEMs, that our customers will continue to be successful in selling to the OEMs, or that the OEMs will be successful in selling products which incorporate our ICs. The loss of any significant customer, any material reduction in orders by any of our significant customers or by their OEM customers, the cancellation of a significant customer order, or the cancellation or delay of a customer’s or an OEM’s significant program or product could reduce our revenue and adversely affect our financial condition and results of operations.\nOur products must meet specifications, and undetected defects and failures may occur, which may cause customers to return or stop buying our products and may expose us to product liability risk.\nOur customers generally establish demanding specifications for quality, performance, energy efficiency and reliability that our products must meet. ICs as complex as ours often encounter development delays and may contain undetected defects or failures when first introduced or after commencement of commercial shipments, which might require product replacement or recall. Further, our third-party manufacturing processes or changes thereto, or changes in the materials used in the manufacturing processes may cause our products to fail. From time to time, we have experienced product quality, performance or reliability problems. Our standard warranty period is generally one or two years, which exposes us to significant risks of claims for defects and failures. If defects and failures occur in our products, we could experience a loss of customers and/or a decrease in revenue, increased costs, including warranty expense and costs associated with customer support, cancellations or rescheduling of orders or shipments, and product returns or discounts, any of which would harm our operating results.\nIn addition, product liability claims may be asserted by our customers. Although we currently have insurance, there can be no assurance that we have obtained sufficient insurance coverage or that asserted claims will be within the scope of coverage. Our insurance providers could deny or challenge these claims, and as a result, reimbursement to us is not guaranteed or could be delayed. If coverage is denied, we may not have sufficient resources to pay for these claims. Furthermore, we may experience a significant increase in premiums and therefore decide to self-insure, which may not meet the expectations or requirements of certain customers. All of these factors could have a material and adverse impact on our business, financial condition and results of operations.\n18\nBecause of the lengthy sales cycles for our products and the fixed nature of a significant portion of our expenses, we may incur substantial expenses before we earn associated revenue and may not ultimately achieve our forecasted sales for our products.\nThe introduction of new products presents significant business challenges because product development plans and expenditures may be made up to two years or more in advance of any sales. It generally takes us up to 12 months or more to design and manufacture a new product prototype. Only after we have a prototype do we introduce the product to the market and begin selling efforts in an attempt to achieve design wins. This sales process requires us to expend significant sales and marketing resources without any assurance of success. Volume production of products that use our ICs, if any, may not be achieved for an additional period of time after an initial sale. Sales cycles for our products are lengthy for a number of reasons, including:\nAs a result of our lengthy sales cycles, we may incur substantial expenses before we earn associated revenue because a significant portion of our operating expenses is relatively fixed and based on expected revenue. The lengthy sales cycles of our products also make forecasting the volume and timing of orders difficult. In addition, the delays inherent in lengthy sales cycles raise additional risks that customers may cancel or change their orders, particularly as such customers are exposed to economic risks in connection with the global economic downturn. Our sales are made by purchase orders. Because industry practice allows customers to reschedule or cancel orders on relatively short notice, backlog is not always a good indicator of our future sales. If customer cancellations or purchase order changes occur, we could lose anticipated sales and not have sufficient time to reduce our inventory and operating expenses.\nRisks Associated with Supply and Manufacturing\nOur ability to increase product sales and revenue may be constrained by the manufacturing capacity of our suppliers.\nAlthough we provide our suppliers with rolling forecasts of our production requirements, their ability to provide wafers to us is limited by the available capacity, particularly capacity in the geometries we require, at the facilities in which they manufacture wafers for us. As a result, this lack of capacity has at times constrained our product sales and revenue growth. In addition, an increased need for capacity to meet internal demands or demands of other customers could cause our suppliers to reduce capacity available to us. Our suppliers may also require us to pay amounts in excess of contracted or anticipated amounts for wafer deliveries or require us to make other concessions in order to acquire the wafer supply necessary to meet our customer requirements. If our suppliers extend lead times, limit supplies or the types of capacity we require, or increase prices due to capacity constraints or other factors, our revenue and gross margin may materially decline. In addition, if we experience supply delays or limitations, our customers may reduce their purchase levels with us and/or seek alternative solutions to meet their demand, which could materially and adversely impact our business and results of operations.\nThere may be unanticipated costs associated with increasing our third-party suppliers’ manufacturing capacity.\nWe anticipate that future growth of our business will require increased manufacturing capacity on the part of third-party supply foundries, assembly shops, and testing facilities for our products. In order to facilitate such growth, we may need to enter into strategic transactions, investments and other activities, with both our current suppliers and new suppliers. Such activities are subject to a number of risks, including:\nThese and other risks may affect the ultimate cost and timing of any expansion of our third-party supplier capacity. If our manufacturing costs increase, including as a result of inflationary pressure, or we experience supply constraints, we may be required to raise the prices of our products to remain profitable, which could result in a loss of customers. If we are unable to increase or maintain our manufacturing capacity, we may be unable to meet demand, which would harm our revenue and results of operations and may result in a loss of customers as they seek supply from other sources.\n19\nWe currently depend on third-party suppliers to provide us with wafers for our products. If any of our wafer suppliers are acquired, become insolvent or capacity constrained, or are otherwise unable to provide us sufficient wafers at acceptable yields or at anticipated costs, our revenue and gross margin may decline or we may not be able to fulfill our customer orders.\nWe have supply arrangements with certain suppliers for the production of wafers. Should any of our suppliers be acquired or become insolvent or capacity constrained, we may not be able to fulfill our customer orders, which would likely cause a decline in our revenue.\nWhile certain aspects of our relationships with these suppliers are contractual, many important aspects of our relationships depend on our suppliers’ continued cooperation and our management of such relationships with the suppliers. Our relationships could be negatively impacted by changes in control or changes in the management team of the suppliers. In addition, the fabrication of ICs is a highly complex and precise process. Problems in the fabrication process can cause a substantial percentage of wafers to be rejected or numerous ICs on each wafer to be non-functional. This could potentially reduce yields and supply of our products. The failure of our suppliers to provide wafers at acceptable yields could prevent us from fulfilling our customer orders and would likely cause a decline in our revenue.\nIn addition, adverse macroeconomic conditions, such as inflationary pressures resulting from worldwide supply chain constraints and other factors, have increased, and may continue to increase, the prices we pay to our suppliers. As a result of the increased costs, we have raised, and may be required to further raise the prices of our products in order to remain profitable, which could result in a loss of customers and reduced revenue.\nFurther, as is common in the semiconductor industry, our customers may reschedule or cancel orders on relatively short notice. If our customers cancel orders after we submit a committed forecast to our suppliers for the corresponding wafers, we may be required to purchase wafers that we may not be able to resell, which would adversely affect our financial condition, results of operations and cash flows.\nWe might not be able to deliver our products on a timely basis if our relationships with our assembly and test subcontractors are disrupted or terminated.\nWe do not have direct control over product delivery schedules or product quality because all of our products are assembled by third-party subcontractors and a portion of our testing is currently performed by third-party subcontractors. Also, due to the amount of time typically required to qualify assembly and test subcontractors, we could experience delays in the shipment of our products if we were forced to find alternate third parties to assemble or test our products. In addition, events such as the Russia-Ukraine conflict, the Middle East conflict and supply chain disruptions may materially impact our assembly suppliers’ ability to operate. Any future product delivery delays or disruptions in our relationships with our subcontractors could have a material adverse effect on our financial condition, results of operations and cash flows.\nWe purchase inventory in advance based on expected demand for our products, and if demand is not as expected, we may have insufficient or excess inventory, which could adversely impact our financial position.\nAs a fabless semiconductor company, we purchase our inventory from third-party manufacturers. We place orders with our manufacturers based on existing and expected orders from our customers for particular products. While most of our contracts with our customers and distributors include lead time requirements and cancellation penalties that are designed to protect us from misalignment between customer orders and inventory levels, we must nonetheless make some predictions when we place orders with our manufacturers. Some of our customers and distributors may nevertheless cancel orders as a result of the impacts of the global economic downturn, their own specific business challenges or for other reasons. In the event that our predictions are inaccurate due to unexpected increases in orders or unavailability of products within the timeframe that is required, we may have insufficient inventory to meet our customers’ demands. In addition, a negative trend in market conditions could lead us to decrease the manufacturing volume of our products to avoid excess inventory. If we inaccurately assess market conditions for our products, we would have insufficient inventory to meet our customer demands resulting in lost potential revenue. In the event that we order products that we are unable to sell due to a decrease in orders, unexpected order cancellations, injunctions due to patent litigation, import/export restrictions or product returns, we may have excess inventory which, if not sold, may need to be written down or would result in a decrease in our revenue in future periods as the excess inventory at our distributors is sold. If any of these situations were to arise, it could have a material impact on our business, financial condition and results of operations.\nThe price and availability of commodities (e.g., gold, copper and silicon) may adversely impact our ability to deliver our products in a timely and cost-effective manner, and may adversely affect our business and results of operations.\nOur products incorporate commodities such as gold, copper and silicon. An increase in the price or a decrease in the availability of these commodities and similar commodities that we use could negatively impact our business and results of operations.\n20\nRisks Associated with Industry Dynamics and Competition\nThe highly cyclical nature of the semiconductor industry, which has resulted in significant and sometimes prolonged downturns, could materially and adversely affect our financial condition and results of operations.\nHistorically, the semiconductor industry has been highly cyclical and, at various times, has experienced significant downturns and wide fluctuations in supply and demand. These conditions have caused significant variances in product demand and production capacity, as well as rapid erosion of average selling prices, which have resulted, and could in the future result, in lower demand for our products, downward pressure on the price of our products, and/or increased inventory due to our customers’ delayed production schedule. Because significant portions of our expenses are fixed in the short term or incurred in advance of anticipated sales, we may not be able to decrease our expenses in a timely manner to offset any sales shortfall. Any significant or prolonged downturns would have a material adverse effect on our business, financial condition and results of operations.\nIndustry consolidation may lead to increased competition and may harm our operating results.\nIn recent years, there has been a trend toward semiconductor industry consolidation. We expect this trend to continue as companies attempt to improve the leverage of growing research and development costs, strengthen or hold their market positions in an evolving industry, or become unable to continue operations unless they find an acquirer or consolidate with another company. In addition, companies that are strategic alliance partners in some areas of our business may acquire or form alliances with our competitors, thereby reducing their business with us. We believe that semiconductor industry consolidation may result in stronger competitors that are better able to compete as sole-source suppliers of multiple products for customers. This could lead to more variability in our operating results and could have a material adverse effect on our business, financial condition and results of operations.\nWe compete against many companies with substantially greater financial and other resources, and our market share may be reduced if we are unable to respond to our competitors effectively.\nThe analog and mixed-signal semiconductor industry is highly competitive, and we expect competitive pressures to continue. Our ability to compete effectively and to expand our business will depend on our ability to continue to recruit application engineers and design talent, introduce new products, and maintain the rate at which we introduce these new products. We compete with domestic and foreign semiconductor companies, many of which have substantially greater financial and other resources with which to pursue engineering, manufacturing, marketing, and distribution of their products, and, in some cases, may have a broader number of product offerings that enable them to more effectively market and sell to customers and engage sales partners. We are in direct and active competition, with respect to one or more of our product lines, with many manufacturers of varying size and financial strength. The number of our competitors has grown due to the expansion of the market segments in which we participate.\nWe cannot guarantee that our products will continue to compete favorably, or that we will be successful in the face of increasing competition from new products and enhancements introduced by existing competitors or new companies entering this market, which would materially and adversely affect our results of operations and our financial condition.\nIn addition, from time to time, governments may provide subsidies or make other investments that could give competitive advantages to many semiconductor companies. For example, in August 2022, the U.S. enacted the CHIPS Act, which, among other things, provides funding to increase domestic production and research and development in the semiconductor industry. Because we operate a fabless business model, we were not eligible for such investments. Many of our competitors benefitted from the investments, which will help increase their production capacities, shorten their lead times and gain market share. These competitive pressures could materially and adversely affect our business, financial condition and results of operations.\nWe may face competition from customers developing products internally.\nOur customers generally have substantial technological capabilities and financial resources. Some customers have traditionally used these resources to develop their own products internally. The future prospects for our products in these markets are dependent in part upon our customers’ acceptance of our products as an alternative to their internally developed products. Future sales prospects also are dependent upon acceptance of third-party sourcing for products as an alternative to in-house development. Customers may continue to increase their use of internally developed components. They may also decide to develop or acquire components, technologies or products that are similar to, or that may be substituted for, our products. If any of these situations were to occur, our business, financial condition and results of operations could be materially and adversely affected.\nRisks Associated with IT and Cybersecurity\nImplementation of enhanced enterprise resource planning (“ERP”) or other IT systems could result in significant disruptions to our operations.\nFrom time to time, we may implement new ERP software solutions or upgrade existing systems. Implementation of these solutions and systems is highly dependent on coordination of system providers and internal business teams. We may experience difficulties as we transition to these new or upgraded systems and processes, including system downtime causing interruptions in business operations. In addition, transitioning to these new systems may require significant capital investments and personnel resources. Difficulties in implementing new or upgraded information systems or any significant system failures could disrupt our operations and financial reporting, which could have a material adverse effect on our capital resources, financial condition or results of operations.\n21\nCertain software we use is from open-source code sources, which, under certain circumstances, may lead to unintended consequences and, therefore, could materially adversely affect our business, financial condition, operating results and cash flow.\nWe use open-source software in connection with certain of our products and services, and we intend to continue to use open-source software in the future. From time to time, there have been claims challenging the ownership of open-source software against companies that incorporate open-source software into their products or services or alleging that these companies have violated the terms of an open-source license. As a result, we could be subject to lawsuits by parties claiming ownership of what we believe to be open-source software or alleging that we have violated the terms of an open-source license. Litigation could be costly for us to defend, have a negative effect on our operating results and financial condition or require us to devote additional research and development resources to change our solutions. In addition, if we were to combine our proprietary software solutions with open-source software in certain circumstances, we could, under certain open-source licenses, be required to publicly release the source code of our proprietary software solutions, which could harm our business and ability to compete. If we inappropriately use open-source software, we may be required to re-engineer our solutions, discontinue the sale of our solutions, release the source code of our proprietary software to the public at no cost or take other remedial actions, which could increase our costs, harm our ability to compete and have a material adverse effect on our business, operating results and financial condition. There is also a risk that open-source licenses could be construed in a way that could impose unanticipated conditions or restrictions on our ability to commercialize our solutions, which could adversely affect our business, operating results and financial condition.\nSystem security risks, data protection or privacy breaches, cyberattacks, systems integration issues and unauthorized use of AI tools could disrupt our internal operations and/or harm our reputation, and any such disruption or harm could cause a reduction in our expected revenue, increase our expenses, negatively impact our results of operation or otherwise adversely affect our stock price.\nExperienced hackers may be able to penetrate our network security and misappropriate or compromise our confidential and proprietary information, create system disruptions or cause shutdowns. As AI capabilities improve, threat actors may quickly develop more sophisticated and convincing attacks. These attacks could be crafted with an AI tool to directly attack information systems with increased speed and efficiency or create more effective phishing emails. The costs to us to eliminate or alleviate cyber or other security problems, bugs, viruses, worms, malicious software programs and security vulnerabilities could be significant, and our efforts to address these problems may not be successful and could result in interruptions and delays that may impede our sales, manufacturing, distribution, financial reporting or other critical functions.\nIn the ordinary course of business, we store sensitive data on our internal systems, network and servers, such as proprietary business and financial information, and confidential data pertaining to our customers, suppliers and business partners. Maintaining security of sensitive information on our networks and the protection features of our solutions are both critical to our operations and business strategy. We devote significant resources to network security, data encryption, and other security measures to protect our systems and data. However, these security measures cannot provide absolute security. Although we make significant efforts to maintain the security and integrity of our systems and solutions, any destructive or intrusive breach could compromise our networks, creating system disruptions or slowdowns, and the information stored on our networks could be accessed, publicly disclosed, lost or stolen. Remote working arrangements, the Russia-Ukraine conflict, the Middle East conflict, and AI-powered cybersecurity threats have also heightened our potential exposure to cyberattacks, which could put the sensitive data we store on our internal systems at risk. If any of these types of security breaches were to occur and we were unable to protect sensitive data, our reputation and relationships with our business partners and customers could be materially harmed, and we could be exposed to risks of litigation and possible significant liability.\nPortions of our IT infrastructure may also experience interruptions, delays or cessations of service or produce errors in connection with systems integration or migration work that takes place from time to time. We may not be successful in implementing new systems and transitioning data, which could cause business disruptions and our remediation efforts may be expensive, time consuming, disruptive and resource-intensive. Such disruptions could adversely impact our ability to fulfill orders in a timely manner and interrupt other processes. Delayed sales or a loss of customers resulting from these disruptions could adversely affect our financial results and reputation.\nUnauthorized use or disclosure of, or access to, any personal information maintained by us or on our behalf, whether through breach of our systems, breach of the systems of our suppliers by an unauthorized party, or through employee error, theft or misuse, or otherwise, could harm our business. If any such unauthorized use or disclosure of, or access to, such personal information was to occur, our operations could be seriously disrupted, and we could be subject to demands, claims and litigation by private parties, and investigations and penalties by regulatory authorities. In addition, we could incur significant costs in notifying affected individuals and entities and otherwise complying with the multitude of foreign, federal, state and local laws and regulations relating to the unauthorized access to, or use or disclosure of, personal information. Finally, any perceived or actual unauthorized access to, or use or disclosure of, such information could harm our reputation and substantially impair our ability to attract and retain customers, which could have an adverse impact on our business, financial condition and results of operations.\nOur ability to manage and aggregate data may be limited by the effectiveness of our policies, programs, processes, systems and practices that govern how data is acquired, validated, used, stored, protected, processed and shared. Failure to manage data effectively and to aggregate data in an accurate and timely manner may limit our ability to manage current and emerging risks, as well as to manage changing business needs. While we restrict the use of third-party and open-source AI tools, such as ChatGPT, our employees and consultants may use these tools on an unauthorized basis and our partners may use these tools, which poses additional risks relating to the protection of data, including the potential exposure of our proprietary confidential information to unauthorized recipients and the misuse of our or third-party intellectual property. Use of AI tools may result in allegations or claims against us related to violation of third-party intellectual property rights, unauthorized access to or use of proprietary information and failure to comply with open-source software requirements. AI tools may also produce inaccurate responses that could lead to errors in our decision-making, product development or other business activities, which could have a negative impact on our business, operating results and financial condition. Our ability to mitigate these risks will depend on our continued effective maintaining, training, monitoring and enforcement of appropriate policies and procedures governing the use of AI tools, and the results of any such use, by us or our partners.\nWe are subject to various U.S. and international laws, policies and other regulations regarding data protection.\nPrivacy, cyber security, and data protection are becoming increasingly significant issues. To address these issues, the Standing Committee of the National People’s Congress promulgated the Cyber Security Law of the People’s Republic of China (the “Cyber Security Law”), which took effect on June 1, 2017. The Cyber Security Law sets forth various requirements relating to the collection, use, storage, disclosure and security of data, among other things. On June 10, 2021, the National People’s Congress passed the Data Security Law of the People’s Republic of China (the “Data Security Law”), which became effective on September 1, 2021. The Data Security Law is the first comprehensive data security legislation in China, which becomes a key supplement to the Cyber Security Law and aims to regulate a wide range of issues in relation to the collection, storage, processing, use, provision, transaction and publication of any kind of data. Various Chinese agencies are expected to issue additional regulations in the future to define these requirements more precisely. For example, the Personal Information Protection Law (“PIPL”), took effect on November 1, 2021. PIPL is aimed at protecting and controlling the use and transfer of personal data in China. There is significant uncertainty in how regulators will interpret and enforce the law, and it contains provisions that allow substantial government oversight and include fines for failure to obtain required approval from China’s cyber and data protection regulators for cross-border transfers of personal data.\n22\nEffective May 25, 2018, the European Union (“EU”) implemented the General Data Protection Regulation (“GDPR”), a broad data protection framework that expands the scope of EU data protection law to non-European Union entities that process, or control the processing of, the personal data of EU subjects. The GDPR allows for the imposition of fines and corrective action on entities that improperly use, disclose or secure the personal data of EU subjects, including through a data security breach. In addition, an increasing number of states in the U.S. have enacted laws containing similar requirements to the GDPR for businesses collecting or processing personal data. For example, the State of California enacted the California Consumer Privacy Act of 2018 (“CCPA”), which was significantly amended by the California Privacy Rights Act, and sets forth comprehensive privacy and security obligations regarding the collection and processing of personal data of eligible California residents. Other states have, or are expected to, enact similar or more expansive legislation regarding the collection and processing of personal data.\nThese regulatory requirements may increase our costs of compliance. Any failure to fully comply with the Cyber Security Law, the Data Security Law, PIPL, GDPR, CCPA, and other applicable laws and regulations could lead to significant fines and regulatory corrective actions, along with reputational damage or third-party lawsuits, which could adversely affect our business and results of operations. In addition, data security breaches experienced by us could result in the loss of trade secrets or other intellectual property, public disclosure of sensitive commercial data, and the exposure of personal data (including sensitive personal data) of our employees, customers, suppliers and others. Such incidents could subject us to significant monetary damages, regulatory enforcement actions and/or criminal prosecution, and cause us to lose customers and their related revenue in the future.\nRisks Associated with Strategic Investments and Initiatives\nOur success depends on our investment of significant resources in research and development. We may have to invest more resources in research and development than anticipated, which could increase our operating expenses and negatively impact our operating results.\nOur success depends on us investing significant amounts of resources in research and development. We expect to continue investing heavily in research and development in the future in order to keep innovating and introducing new products in a timely manner and increase our revenue and profitability. Increased investments in research and development will increase our operating expenses, which may negatively impact our operating results, and we may not achieve the return on these investments that we anticipate, or be able to reduce such expenses in a timely manner if we experience a downturn in sales. Also, if we are unable to properly manage and effectively utilize our research and development resources, we could see material adverse effects on our business, financial condition and operating results.\nIn addition, if new competitors, technological advances by existing competitors, our entry into new markets, or other competitive factors require us to invest significantly greater resources than anticipated in our research and development efforts, our operating expenses would increase further. If we are required to invest significantly greater resources than anticipated in research and development efforts without a corresponding increase in revenue, our operating results could be harmed. Many of our competitors have significantly greater resources than we have and are able to invest substantially greater amounts into research and development initiatives than we are, which could harm our ability to innovate and compete. Research and development expenses are likely to fluctuate from time to time to the extent we make periodic incremental investments in research and development and these investments may be independent of our level of revenue, which could negatively impact our financial results. In order to remain competitive, we anticipate that we will continue to devote substantial resources to research and development, and we expect these expenses to increase in the foreseeable future due to the increased complexity and the greater number of products under development.\nWe may not realize the anticipated benefits of any company or business that we acquire. In addition, acquisitions could result in diluting the ownership interests of our stockholders, reduce our cash balances and/or cause us to incur debt or to assume contingent liabilities, which could adversely affect our business.\nAs part of our business strategy, from time to time we review acquisition prospects that would complement our current product offerings, enhance our design capability or offer other competitive opportunities. As a result of completing acquisitions, we could use a significant portion of our available cash, cash equivalents and short-term investments, issue equity securities that would dilute current stockholders’ percentage ownership, or incur substantial debt or contingent liabilities. Such actions could impact our financial condition, operating results and the price of our common stock.\nIn addition, we may be unable to identify or complete prospective acquisitions for various reasons, including competition from other companies in the semiconductor industry, the valuation expectations of acquisition candidates and applicable antitrust or other policies, laws or regulations. If we are unable to identify and complete acquisitions, we may not be able to successfully expand our business and product offerings.\nIn January 2024, we completed the acquisition of Axign B.V. (“Axign”), a fabless semiconductor company located in the Netherlands that specializes in the development of consumer audio applications. We cannot guarantee that this or any future acquisitions will improve our results of operations or that we will otherwise realize the anticipated benefits of any acquisitions. In addition, if we are unsuccessful in integrating Axign, or any acquired company or business into our operations, or if integration is more difficult than anticipated, we may experience disruptions that could harm our business and result in our failure to realize the anticipated benefits of the acquisitions. Some of the risks that may adversely affect our ability to integrate or realize any anticipated benefits from the acquired companies, businesses or assets include those associated with:\n23\nAlternatively, third parties may be interested in acquiring us. We will continue to consider, evaluate and negotiate any such transactions as our Board of Directors deems appropriate and in the best interest of our stockholders. Such potential transactions may divert the attention of management, and cause us to incur various costs and expenses in investigating, evaluating and negotiating such transactions, whether or not they are consummated.\nRisks Associated with Financial Reporting\nThe complexity of calculating our tax provision may result in errors that could result in restatements of our financial statements.\nDue to the complexity associated with the calculation of our tax provision, including the effects of the enactment of new tax laws, we engage third-party tax advisors to assist us in the calculation. If we or our tax advisors fail to resolve or fully understand certain issues that we may have had in the past and issues that may arise in the future, we could be subject to errors, which, if material, would result in a restatement of our financial statements. Restatements are generally costly and could adversely impact our results of operations, damage our reputation, and/or have a negative impact on the trading price of our common stock.\nChanges in effective tax rates or adverse outcomes resulting from examination of our income tax returns could adversely affect our results of operations.\nOur future effective tax rates could be adversely affected by earnings being lower than anticipated in countries where we have lower statutory rates and higher than anticipated in countries where we have higher statutory rates, by changes in the valuation of our deferred tax assets, or by changes in tax laws, regulations, accounting principles or interpretations thereof and discrete items. In addition, we are subject to potential future examinations of our income tax returns by the Internal Revenue Service (the “IRS”) and tax authorities in various jurisdictions where we have business operations. We assess the likelihood of adverse outcomes resulting from these examinations to determine the adequacy of our provision for income taxes. There can be no assurance that the outcomes from any examinations will not have an adverse effect on our financial condition and results of operations.\nOur international operations subject us to potentially significant tax consequences, which could adversely affect our results of operations.\nWe conduct our international operations through wholly-owned subsidiaries, branches and representative offices and report our taxable income in various jurisdictions worldwide based upon our business operations in those jurisdictions. Such corporate structures are subject to complex transfer pricing, permanent establishment challenges and other local regulations administered by taxing authorities in various jurisdictions. Our provision for income taxes and cash tax liabilities in the future could be adversely affected by numerous factors, including changes in the geographic mix of our earnings and corporate tax rates among jurisdictions, challenges by tax authorities to our tax positions and intercompany transfer pricing arrangements, failure to meet performance obligations with respect to tax incentive agreements, expanding our operations in various countries, fluctuations in foreign currency exchange rates, adverse resolution of audits and examinations of previously filed tax returns, and changes in tax laws and regulations. The relevant taxing authorities may disagree with our determinations as to the income and expenses attributable to specific jurisdictions. If such a disagreement were to occur, and our positions were not sustained, we could be required to pay additional taxes, interest and penalties, resulting in higher effective tax rates, reduced cash flows and lower overall profitability of our operations. Additionally, our future worldwide tax rates, financial position and operating results may be affected by changes in the relevant tax laws, interpretation of such tax laws or the influence of certain tax policy efforts, including in the EU and the Organization for Economic Cooperation and Development.\n24\nWe face risks in connection with our internal control over financial reporting and a material weakness was identified.\nAs more fully disclosed in Item 9A. Controls and Procedures of this Annual Report, late in the audit process, a material weakness was identified that existed as of December 31, 2023, regarding ineffective design of the controls related to management’s review and documentation of our inventory demand information and other assumptions used to determine the inventory carrying value adjustments necessary to record such quantities at the lower of their cost or net realizable value.\nDue to this finding of a material weakness, we concluded that our internal control over financial reporting was not effective as of December 31, 2023. While we do not believe that this material weakness has impacted the accuracy or reporting of our consolidated financial results, until this material weakness is remediated, or should new material weaknesses arise or be discovered in the future, there is a reasonable possibility that a material misstatement of our interim or annual financial statements will not be prevented or detected on a timely basis. In addition, we may experience delays in satisfying our reporting obligations to comply with SEC rules and regulations, which could result in investigations and sanctions by regulatory authorities. Any of these results could adversely affect our business and the value of our common stock.\nRisks Associated with Regulatory Compliance, Intellectual Property Protection and Litigation\nWe are subject to anti-corruption laws in the jurisdictions in which we operate, including the U.S. Foreign Corrupt Practices Act (the “FCPA”) and the U.K. Bribery Act. Our failure to comply with these laws could result in penalties which could harm our reputation and have a material adverse effect on our business, financial condition and results of operations.\nWe are subject to the FCPA, the U.K. Bribery Act and various anti-corruption laws of other jurisdictions, which generally prohibit companies and their intermediaries from making improper payments to foreign officials for the purpose of obtaining or keeping business and/or other benefits. Although we have implemented policies and procedures designed to ensure that we, our employees and other intermediaries comply with the FCPA, the U.K. Bribery Act and other anti-corruption laws to which we are subject, there is no assurance that such policies or procedures will work effectively all the time or protect us against liability under these laws for actions taken by our employees and other intermediaries with respect to our business or any businesses that we may acquire. We have significant operations in Asia, which place us in frequent contact with individuals who may be considered “foreign officials” under the FCPA or other anti-corruption laws, resulting in an elevated risk of potential violations. If we are not in compliance with the FCPA and other laws governing the conduct of business with government entities (including local laws), we may be subject to criminal and civil penalties and other remedial measures, including restatements of our financial reports, which could have a material adverse impact on our business, financial condition, results of operations and liquidity. Any investigation or allegations of any potential violations of the FCPA or other anti-corruption laws by the U.S. or foreign authorities could harm our reputation and have an adverse impact on our business, financial condition and results of operations.\nOur business is subject to various governmental laws and regulations, and compliance with these regulations may impact our revenue and cause us to incur significant expense. If we fail to maintain compliance with applicable regulations or obtain government licenses and approvals for our desired international trading activities or technology transfers, we may be forced to recall products and cease their distribution, and we could be subject to civil or criminal penalties.\nOur business is subject to various significant laws and other legal requirements imposed by the U.S. and other countries we conduct business in, including export control laws such as the Export Administration Act, the Export Administration Regulations and other laws, regulations and requirements governing international trade and technology transfer. These laws and regulations are complex, change frequently and have generally become more stringent over time. We may be required to incur significant expense to comply with these regulations or to remedy violations of these regulations. In addition, if our customers fail to comply with these regulations, we may be required to suspend sales to these customers, which could negatively impact our results of operations. We must conform the manufacture and distribution of our products to various laws and adapt to regulatory requirements in many countries as these requirements change. If we fail to comply with these requirements in the manufacture or distribution of our products, we could be required to pay civil penalties, face criminal prosecution and, in some cases, be prohibited from distributing our products commercially until the products are brought into compliance.\nEnvironmental laws and regulations could cause a disruption in our business and operations.\nWe are subject to various foreign, federal, state and local laws and regulations that govern the environment, including those restricting the presence of certain substances in electronic products and making manufacturers of those products financially responsible for the collection, treatment, recycling and disposal of certain products. Such laws and regulations have been passed in several jurisdictions in which we operate, including various EU member countries and countries in Asia. There can be no assurance that similar laws and regulations will not be implemented in other jurisdictions resulting in additional costs, possible delays in delivering products, and even the discontinuance of existing and planned future products if the costs were to become prohibitive.\nWe are subject to increasing regulatory and reporting standards related to ESG matters, which could increase our expenses.\nIn recent years, there has been an increase in public awareness and requirements from regulators, investors, customers and other key stakeholders focusing on ESG compliance efforts, including those related to environmental sustainability and social responsibility. For example, the SEC has proposed new rules that require public companies to provide detailed disclosures of their climate-related risks, greenhouse gas emissions data, and net-zero transition plans, and in October 2023, California passed two bills that will require companies to disclose greenhouse gas emissions data and climate-related financial risks. In addition, many of our customers increasingly include stringent environmental and other non-standard compliance requirements in their contracts with us or request significant amount of data from us for their Scope 3 emissions reporting. While we are committed to maintaining strong ESG strategies, practices, policies and disclosures, there can be no assurance that we will be able to achieve our goals, or that our compliance initiatives will be deemed sufficiently robust by regulators, stockholders, customers and other key stakeholders. The achievement of our goals and initiatives may be impacted by factors that are outside our control. Some of our stakeholders may disagree with our goals and initiatives, and the focus and views of our stakeholders may change and evolve over time and vary depending on the jurisdictions in which we operate. Any failure, or perceived failure, by us to achieve our goals, implement new initiatives, comply with federal, state or international laws and regulations, or meet evolving and varied stakeholder expectations and views, could result in litigation, regulatory action or other legal claims, penalties, injunction or other remedies against us, damage our reputation and materially and adversely affect our business, financial condition and results of operations.\nFurthermore, our compliance efforts, including the collection, assessment and reporting of ESG data, are subject to evolving reporting standards and can be costly, complex and time-consuming. In addition, climate change concerns and the potential associated environmental impact could result in the proposal and passage of additional laws and regulations in various jurisdictions that may affect us, our suppliers and customers. Such laws and regulations could cause us to incur additional compliance costs, and failure to comply with the regulatory standards in a timely manner could result in penalties and fines. These operational, legal, compliance and other risks could damage our reputation and materially and adversely affect our business, financial condition and results of operations.\n25\nGiven our inability to control the timing and nature of significant events in our legal proceedings that either have arisen or may arise, our legal expenses are difficult to forecast and may vary substantially from our publicly disclosed forecasts with respect to any given quarter, which could contribute to increased volatility in our stock price and financial condition.\nHistorically, we have incurred significant expenses in connection with various legal proceedings that vary with the level of activity in the proceeding. It is difficult for us to forecast our legal expenses for any given quarter, which adversely affects our ability to forecast our expected results of operations in general. We may also be subject to unanticipated legal proceedings, which would result in us incurring unexpected legal expenses. If we fail to meet the expectations of securities or industry analysts as a result of unexpected changes in our legal expenses, our stock price could be materially and adversely affected.\nFuture legal proceedings may divert our financial and management resources.\nThe semiconductor industry is characterized by frequent claims of infringement and litigation regarding patent and other intellectual property rights. Patent infringement is an ongoing risk, in part because other companies in our industry could have patent rights that may not be identifiable when we initiate development efforts. Litigation may be necessary to enforce our intellectual property rights, and we may have to defend ourselves, and in some circumstances our key customers or suppliers, against additional infringement claims. Such litigation is very costly. Further, in connection with these legal proceedings, we may be required to post bonds to defend our intellectual property rights in certain countries for an indefinite period of time, until such dispute is resolved. If our legal expenses materially increase or exceed anticipated amounts, our capital resources and financial condition could be adversely affected. If we are not successful in any of our intellectual property defenses, we may have to cease production of certain products, design around such technologies, or pay royalty payments, any of which could harm our financial condition and our business. Our management team may also be required to devote a great deal of time and effort to these legal proceedings, which could divert management’s attention from focusing on our operations, which could adversely affect our business.\nFailure to protect our proprietary technologies or maintain the right to certain technologies may negatively affect our ability to compete.\nWe rely heavily on our proprietary technologies. Our future success and competitive position depend in part upon our ability to obtain and maintain protection of certain proprietary technologies used in our products. We pursue patents for some of our new products and unique technologies, and we also rely on a combination of nondisclosure agreements and other contractual provisions, as well as our employees’ commitment to confidentiality and loyalty, to protect our technology, know-how and processes. Despite the precautions we take, it may be possible for unauthorized third parties to copy aspects of our current or future technologies or products, or to obtain and use information that we regard as proprietary. We intend to continue to protect our proprietary technologies, including through patents. However, there can be no assurance that the steps we take will be adequate to protect our proprietary rights, that our patent applications will lead to issued patents, that others will not develop or patent similar or superior products or technologies, or that our patents will not be challenged, invalidated or circumvented by others. Furthermore, the laws of the countries in which our products are or may be developed, manufactured or sold may not protect our products and intellectual property rights to the same extent as laws in the U.S. Our failure to adequately protect our proprietary technologies could materially harm our business.\nIf we are unsuccessful in legal proceedings brought against us or any of our customers, we could be prevented from selling many of our products and/or be required to pay substantial damages. An unfavorable outcome or an additional award of damages, attorneys’ fees or an injunction could cause our revenue to decline significantly and could severely harm our business and operating results.\nFrom time to time, we are a party to various legal proceedings. If we are not successful in litigation that could be brought against us or our customers, we could be ordered to pay monetary fines and/or damages, including expenses and damages against our customers. If we are found liable for willful patent infringement, damages could be significant. We and/or our customers could also be prevented from selling some or all of our products. Moreover, our customers and end users could decide not to use our products, and our products and our customers’ accounts payable to us could be seized. Finally, interim developments in these proceedings could increase the volatility in our stock price as the market assesses the impact of such developments on the likelihood that we will or will not ultimately prevail in these proceedings. Even if resolved favorably, such proceedings can be very expensive and time consuming, and may divert management’s attention from other business operations.\nRisks Associated with Human Capital Management\nThe loss of any of our key personnel or the failure to attract or retain specialized technical and management personnel could affect our operations or impair our ability to grow our business.\nOur future success depends upon our ability to attract and retain highly qualified technical and managerial personnel. We are particularly dependent on the continued services of our key executives, including Michael Hsing, our President and Chief Executive Officer, who founded our company and developed our proprietary process technology. In addition, personnel with highly skilled analog and mixed-signal design engineering expertise are scarce and competition for personnel with these skills is intense. There can be no assurance that we will be able to retain existing key employees or that we will be successful in attracting, integrating or retaining other highly qualified personnel with critical capabilities in the future. If we are unable to retain the services of existing key employees or are unsuccessful in attracting new highly qualified employees quickly enough to meet the demands of our business, including design cycles, our business could be harmed. Furthermore, if we lose key personnel, the search for a qualified replacement and the transition could interrupt our operations as the search could take us longer than expected and divert management resources, and the newly hired employee could take longer than expected to effectively integrate into the team.\nIf we fail to retain key employees in our sales, engineering, finance and legal functions or to make continued improvements to our internal systems, our business may suffer.\nIf we fail to continue to adequately staff our sales, engineering, financial and legal positions, maintain or upgrade our business systems and maintain internal controls that meet the demands of our business, we may not be able to effectively execute our business strategy. The operation of our business also depends upon our ability to retain these employees, as they hold a significant amount of institutional knowledge about us and our products and, if they were to terminate their employment, our sales, operations and internal control over financial reporting could be adversely affected.\n26\nRisks Associated with Ownership of Our Stock\nThe future trading price of our common stock could be subject to wide fluctuations in response to a variety of factors.\nThe trading price of our common stock has been, and is likely to continue to be, highly volatile and could be subject to wide fluctuations in response to various factors, many of which are beyond our control, including:\n27\nIn addition, the stock market often experiences substantial volatility that may be unrelated to the operating performance of particular companies. These broad market fluctuations may adversely affect the trading price of our common stock.\nIf securities or industry analysts downgrade our stock or do not continue to publish research or reports about our business, our stock price and trading volume could decline.\nThe trading market for our common stock will depend, in part, on the research and reports that industry or securities analysts publish about us or our business. We do not have any control over these analysts. If we fail to meet the expectations of these analysts, or one or more of the analysts who cover us downgrade our stock, our stock price would likely decline. If one or more of these analysts cease coverage of us or fail to regularly publish reports on us, we could lose visibility in the financial markets, which in turn could cause our stock price or trading volume to decline.\nShort positions in our stock could have a substantial impact on the trading price of our stock.\nHistorically, there have been “short” positions in our common stock. The anticipated downward pressure on our stock price due to actual or anticipated sales of our stock by some institutions or individuals who engage in short sales of our common stock could cause our stock price to decline. Such stock price decreases could encourage further short-sales that could place additional downward pressure on our stock price. This could lead to further increases in the existing short position in our common stock and cause decreases and volatility in our stock price. The volatility of our stock may cause the value of a stockholder’s investment to decline rapidly. Additionally, if our stock price declines, it may be more difficult for us to raise capital and may have other adverse effects on our business.\n28\nThere can be no assurance that we will continue to declare cash dividends in any particular amounts or at all.\nWe have a dividend program approved by our Board of Directors, pursuant to which we intend to pay quarterly cash dividends on our common stock. The declaration of any future cash dividends is at the discretion of our Board of Directors and will depend on, among other things, our financial condition, results of operations, capital requirements, business conditions, and other factors that our Board of Directors may deem relevant, as well as a determination that cash dividends are in the best interests of our stockholders. Our dividend payments may change from time to time, and we cannot provide assurance that we will continue to declare dividends in any particular amounts or at all. A reduction in or elimination of our dividend payments could have a negative effect on the price of our common stock and on the return achieved by our stockholders.\nWe cannot guarantee that our stock repurchase program will enhance long-term stockholder value.\nIn October 2023, our Board of Directors approved a stock repurchase program authorizing the repurchase of up to $640 million in the aggregate of our common stock. The repurchase program will expire on October 29, 2026. The amount, timing and execution of our stock repurchase program may fluctuate based on market conditions and our priorities for the use of our cash. We are not obligated to repurchase a specified number or dollar value of shares, on any particular timetable, or at all. The repurchase program may be suspended or terminated at any time and, even if fully implemented, may not enhance long-term stockholder value.\nIf we issue additional shares of stock in the future, it may have a dilutive effect on our stockholders.\nWe may issue additional shares of common stock in the future in order to raise additional capital to fund our global operations or in connection with an acquisition. Any issuance of our common stock may result in immediate dilution to our stockholders. In addition, the issuance of a significant amount of our common stock may require additional regulatory compliance, such as stockholder approval.\nGeneral Risk Factors\nOur worldwide operations are subject to economic and geopolitical uncertainty, health risks, climate crises and other natural disasters, which could have a material adverse effect on our business operations.\nOur offices in California and Washington, the production facilities of our third-party wafer suppliers, our IC testing and manufacturing facilities, a portion of our assembly and research and development activities, and certain other critical business operations are located in or near seismically active regions and are subject to periodic earthquakes. We do not maintain earthquake insurance and could be materially and adversely affected in the event of a major earthquake. Much of our revenue, as well as our manufacturing and assembly partners, are concentrated in Asia, particularly in China. Such concentration increases the risk that earthquakes or other natural disasters, labor strikes, epidemics and pandemics, and/or health advisories could disrupt our operations and have a material adverse impact on our business and results of operations. For example, in 2022, China experienced a severe heatwave during the summer months in the Sichuan province, which resulted in widespread power shortages, rolling backouts and temporary business shutdowns imposed by the local governments. Although we were able to successfully execute our contingency plan and our operations were not materially and adversely disrupted by the events, we cannot guarantee that we will be able to mitigate the operational risks caused by extreme weather conditions or other events in the future.\nIn addition, we rely heavily on our internal information and communications systems and on systems or support services from third parties to manage our operations efficiently and effectively. Any of these are subject to failure due to a natural disaster or other disruptions. System-wide or local failures that affect our information processing could have material adverse effects on our business, financial condition and results of operations.\nFurthermore, worldwide political conditions may create uncertainties that could adversely affect our business. The U.S. and other regions where we conduct business have been and may continue to be affected by conflicts that could, among other things, disrupt our supply chain, and impact customer demands and component prices. For example, the U.S. and other countries have imposed economic sanctions and export control measures on Russia due to the conflict in Ukraine. Although such measures have not significantly affected our business or operations, future developments could adversely affect our operating results and financial condition.\n29"
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_1c",
    "text": "Cybersecurity Risk Management and Strategy\nWe recognize the imperative to diligently manage cybersecurity risks as defined in Item 106(a) of Regulation S-K. Such risks include operational risks of ransomware, phishing, fraud, extortion, harm to employees or customers and violation of data privacy or security laws.\nWe address cybersecurity risks in our business, technical operations, privacy and compliance issues through a diversified approach including threat-monitoring and assessments by third-parties, adopting IT security ISO standards/governance, proactive risk and compliance reviews. In order to defend against cybersecurity incidents, we carry out real-time cybersecurity threat monitoring of IT assets, perform penetration testing, audit applicable data policies and conduct directed employee training. We also monitor existing and emerging laws and regulations related to data protection and information security and implement appropriate changes. We maintain an insurance policy that provides certain coverage for losses we incur due to data breaches and other cybersecurity incidents.\nWe implemented incident response and breach management processes consisting of four stages: 1) monitor for and identify cybersecurity incidents, 2) carry out security incident analysis, 3) contain and recover, and 4) improve with post-incident analysis. Such incident responses are governed by the Cybersecurity Steering Committee.\nWe regularly engage external auditors to assess our internal cybersecurity programs and compliance and have been certified to conform to the requirements of ISO/IEC 27001.\nThere are no identified cybersecurity threats that have materially affected or are reasonably likely to materially affect our results of operations, or financial condition as of the date of this Annual Report on Form 10-K.\nSee “Risk Factors” for more information on our cybersecurity risks.\nCybersecurity Governance\nAs an important part of our risk management processes, cybersecurity is a focus area for our Board and management. Our Nominating and Corporate Governance Committee (the “NCG Committee”), which consists of independent members of the Board of Directors, is responsible for the oversight of risks from cybersecurity threats. The NCG Committee receives quarterly updates from the Cybersecurity Steering Committee. These updates include existing and emerging cybersecurity threats, risks, cybersecurity incident management and key information security initiatives. The NCG Committee also provides updates to our cybersecurity risk management and strategy programs to the Board of Directors on a quarterly basis.\nOur cybersecurity risk management and strategy processes are overseen by the Cybersecurity Steering Committee, which includes individuals with an average of over 18 years of prior work experience in various roles involving IT governance and management, cybersecurity, auditing, and compliance. The Cybersecurity Steering Committee actively participates in the cybersecurity risk management and strategy processes as described above, and regularly reports to senior management and the NCG Committee.\n30"
  },
  {
    "item_key": "item_2",
    "text": "As of December 31, 2023, our owned and leased facilities in excess of 10,000 square feet consisted of:\nWe also lease other sales and marketing, and research and development offices in Asia, Europe and the United States. We believe that our existing facilities are suitable for our current operations."
  },
  {
    "item_key": "item_3",
    "text": "We are a party to actions and proceedings in the ordinary course of business, including challenges to the enforceability or validity of our intellectual property, claims that our products infringe on the intellectual property rights of others, and employment matters. We may also be subject to litigation initiated by our stockholders. These proceedings often involve complex questions of fact and law and\nmay require the expenditure of significant funds and the diversion of other resources to prosecute and defend. We defend ourselves vigorously against any such claims. As of December 31, 2023\n,\nthere were no material pending legal proceedings to which we were a party."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n31\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Common Stock Information\nOur common stock is traded on the Nasdaq Global Select Market under the symbol “MPWR”.\nHolders of Common Stock\nAs of February 22, 2024, there were 68 registered holders of record of our common stock. A substantially greater number of holders of our common stock are “street name” or beneficial holders, whose shares are held by banks, brokers and other financial institutions on their behalf.\nIssuer Purchases of Equity Securities\nIn October 2023, our Board of Directors approved a stock repurchase program authorizing us to repurchase up to $640.0 million in the aggregate of our common stock through October 29, 2026. Shares are retired upon repurchase. We repurchased approximately 7,000 shares of our common stock for an aggregate purchase price of $3.7 million during the year ended December 31, 2023.\nStock repurchases under the program may be made through open market repurchases, privately negotiated transactions or other structures in accordance with applicable state and federal securities laws, at times and in amounts as management deems appropriate. The timing and the number of any repurchased common stock will be determined by our management based on the evaluation of market conditions, legal requirements, stock price, and other factors. The repurchase program does not obligate us to purchase any particular number of shares and may be suspended, modified, or discontinued at any time without prior notice.\nThe following table represents details of our stock repurchase transactions during the fourth quarter of 2023:\nDividend Policy\nWe currently have a dividend program approved by our Board of Directors, pursuant to which we intend to pay quarterly cash dividends on our common stock. Based on our historical practice, stockholders of record as of the last business day of the quarter are entitled to receive the quarterly cash dividends when and if declared by our Board of Directors, which are payable to the stockholders in the following month.\nThe declaration of any future cash dividends is at the discretion of our Board of Directors and will depend on, among other things, our financial condition, results of operations, capital requirements, business conditions and other factors that our Board of Directors may deem relevant, as well as a determination that cash dividends are in the best interests of the stockholders.\n32\nStock Performance Graph\nThe following graph compares the cumulative five-year total return on our common stock relative to the cumulative total returns of the Nasdaq Composite Index and the PHLX Semiconductor Sector Index. An investment of $100 is assumed to have been made in our common stock on December 31, 2018, and its performance relative to the performance of a similar investment in the two indexes is shown through December 31, 2023, assuming the reinvestment of dividends. Historic stock performance is not indicative of future performance.\nThe information contained in this stock performance graph section shall not be deemed to be\n“\nsoliciting material,\n”\nor\n“\nfiled\n”\nor incorporated by reference in future filings with the SEC, or subject to the liabilities of Section\n18 of the Securities Exchange Act of 1934, except to the extent that we specifically incorporate it by reference into a document filed under the Securities Act of 1933 or the Securities Exchange Act of 1934.\n33"
  },
  {
    "item_key": "item_6",
    "text": ""
  },
  {
    "item_key": "item_7",
    "text": "The following discussion should be read in conjunction with the consolidated financial statements and related notes which appear under Item 8 in this Annual Report on Form 10-K. This discussion and analysis contain, in addition to historical information, forward-looking statements that involve risks and uncertainties. Our actual results may differ materially from those anticipated in these forward-looking statements as a result of many factors, including those set forth under “Part I, Item 1A. Risk Factors” and elsewhere in this Annual Report on Form 10-K.\nDiscussions of 2021 results and year-to-year comparisons between 2022 and 2021 that are omitted in this Annual Report on Form 10-K can be found in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of our Annual Report on Form 10-K for the year ended December 31, 2022, filed with the SEC on February 24, 2023.\nOverview\nWe are a fabless global company that provides high-performance, semiconductor-based power electronics solutions. MPS’s mission is to reduce energy and material consumption to improve all aspects of quality of life and create a sustainable future. Founded in 1997 by our CEO Michael Hsing, MPS has three core strengths: deep system-level knowledge, strong semiconductor design expertise, and innovative proprietary technologies in the areas of semiconductor processes, system integration, and packaging. These combined advantages are designed to enable MPS to deliver reliable, compact, and monolithic solutions that are highly energy-efficient, cost-effective, and environmentally responsible while providing a consistent return on investment to our stockholders.\nWe operate in the cyclical semiconductor industry. We are subject to industry downturns, but we have targeted product and market areas that we believe have the ability to offer above average industry performance over the long term. Historically, our revenue has generally been higher in the second half of the year than in the first half although various factors, such as market conditions and the timing of key product introductions, could impact this trend.\nWe work with third parties to manufacture and assemble our ICs. This has enabled us to limit our capital expenditures and fixed costs, while focusing our engineering and design resources on our core strengths.\nFollowing the introduction of a product, our sales cycle generally takes a number of quarters after we receive an initial customer order for a new product to ramp up. Typical supply chain lead times for orders are generally 16 to 26 weeks. These factors, combined with the fact that our customers can cancel or reschedule orders without significant penalty to the customer, make the forecasting of our orders and revenue difficult.\nWe derive most of our revenue from sales through distribution arrangements and direct sales to customers in Asia, where our products are incorporated into end-user products. Our revenue from direct or indirect sales to customers in Asia was 87%, 86% and 90% for the years ended December 31, 2023, 2022 and 2021, respectively. We derive a majority of our revenue from the sales of our DC to DC converter products which serve the storage and computing, enterprise data, automotive, industrial, communications and consumer markets. We believe our ability to achieve revenue growth will depend, in part, on our ability to develop new products, enter new market segments, gain market share, manage litigation risk, diversify our customer base and continue to secure manufacturing capacity.\nMacroeconomic Conditions and Recent Regulations\nDuring 2023, the semiconductor industry faced, and continues to face, a number of macro-economic challenges including reduced consumer spending, fluctuations in demand for semiconductors, rising inflation, increased interest rates, and fluctuations in currency rates. We remain cautious in light of continued challenging macroeconomic conditions and will continue to monitor the potential impact on our operations. The extent and duration of the direct and indirect impact of macroeconomic events on our business, results of operations and overall financial position remain uncertain and depend on future developments.\nWe closely monitor changes to export control laws, trade regulations and other trade requirements. As of December 31, 2023 and through the date we filed this Annual Report, no existing or newly introduced restrictions have had a material impact on our revenue and operations. We will continue to monitor any changes or developments to export control laws, trade regulations and other trade requirements, or interpretations thereof and are committed to complying with all applicable trade laws, regulations and other requirements.\n34\nCritical Accounting Policies and Estimates\nOur discussion and analysis of our financial condition and results of operations are based upon our consolidated financial statements, which have been prepared in accordance with generally accepted accounting principles in the United States (“GAAP”). The preparation of these financial statements requires us to make estimates and judgments that affect the reported amount of assets, liabilities, revenue and expenses, and related disclosure of contingent assets and liabilities. We evaluate our estimates on an on-going basis, including those related to revenue recognition, stock-based compensation, inventories, income taxes and contingencies. We base our estimates on historical experience and on various other assumptions that are believed to be reasonable under the circumstances, the results of which form the basis for making the judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Estimates and judgments used in the preparation of our financial statements are, by their nature, uncertain and unpredictable, and depend upon, among other things, many factors outside of our control, including demand for our products, economic conditions and other current and future events, such as macroeconomic factors, including the impact of the 2023 banking crisis, global economic downturn, Russia-Ukraine conflict and the Middle East conflict. Actual results could differ from these estimates and assumptions, and any such differences may be material to our consolidated financial statements. See Note 1 of the Notes to Consolidated Financial Statements included in Item 8 of this Annual Report on Form 10-K for a summary of significant accounting policies and the effect on our financial statements.\nWe believe the following critical accounting policies reflect our more significant judgments used in the preparation of our consolidated financial statements.\nRevenue Recognition\nWe account for price adjustments and stock rotation rights as variable consideration that reduces the transaction price and recognize that reduction in the same period the associated revenue is recognized. Certain U.S.-based distributors have price adjustment rights when they sell our products to their end customers at a price that is lower than the distribution price invoiced by us. When we receive claims from the distributors that products have been sold to the end customers at the lower price, we issue the distributors credit memos for the price adjustments. We estimate the price adjustments using the expected value method based on an analysis of historical claims, at both the distributor and product level, as well as an assessment of any known trends of product sales mix.\nCertain distributors have limited stock rotation rights that permit the return of a small percentage of the previous six months’ purchases in accordance with the contract terms. We estimate the stock rotation returns using the expected value method based on an analysis of historical returns, and the current level of inventory in the distribution channel.\nOverall, our estimates of adjustments to contract price due to variable consideration have been materially consistent with actual results; however, these estimates are subject to management’s judgment and actual provisions could be different from our estimates and current provisions, resulting in future adjustments to our revenue and operating results.\nInventory Valuation\nInventories are stated at the lower of standard cost (which approximates actual cost determined on a first-in first-out basis) and estimated net realizable value. We write down excess and obsolete inventories based on their age and forecasted demand, which includes estimates taking into consideration our revenue forecast, outlook on market and economic conditions, technology changes, new product introductions and changes in strategic direction. If actual demand or market conditions are less favorable than those projected by management, additional inventory write-downs may be required. Conversely, if actual demand or market conditions are more favorable, inventories may be sold that were previously written down.\nAccounting for Income Taxes\nOur calculation of current and deferred tax assets and liabilities is based on certain estimates and judgments and involves dealing with uncertainties in the application of complex tax laws. Our estimates of current and deferred tax assets and liabilities may change based, in part, on added certainty, finality or uncertainty to an anticipated outcome, changes in accounting or tax laws in the U.S. or foreign jurisdictions where we operate, or changes in other facts or circumstances. In addition, we recognize liabilities for potential U.S. and foreign income tax for uncertain income tax positions taken on our tax returns if it has less than a 50% likelihood of being sustained. If we determine that payment of these amounts is unnecessary or if the recorded tax liability is less than our current assessment, we may be required to recognize an income tax benefit or additional income tax expense in our financial statements in the period such determination is made.\nAs of December 31, 2023 and 2022, we had a valuation allowance of $35.0 million and $20.3 million, respectively, attributable to management’s determination that it is more likely than not that certain deferred tax assets will not be fully realized. In the event we determine that it is more likely than not that we would be able to realize the deferred tax assets in the future in excess of our net recorded amount, an adjustment to the valuation allowance for the deferred tax assets would increase income in the period such determination was made. Likewise, should it be determined that additional amounts of the net deferred tax assets will not be realized in the future, an adjustment to increase the deferred tax assets valuation allowance will be charged to income in the period such determination is made.\n35\nContingencies\nWe record a contingent liability related to pending legal and regulatory proceedings when it is probable that a loss has been incurred and the amount is reasonably estimable. Based on the facts and circumstances in each matter, the determination of such liability requires significant judgment. In determining the amount of a contingent loss, we take into account advice received from experts for each specific matter regarding the status of legal proceedings, settlement negotiations, prior case history and other factors. Should the judgments and estimates made by management need to be adjusted as additional information becomes available, we may need to record additional contingent losses that could materially and adversely impact our results of operations. Alternatively, if the judgments and estimates made by management are adjusted, for example, if a particular contingent loss does not occur, the contingent loss recorded would be reversed which could result in a favorable impact on our results of operations.\nStock-Based Compensation\nFor equity awards with performance conditions, as well as awards containing both market and performance conditions, we recognize compensation expense when it becomes probable that the performance goals will be achieved. Management performs the probability assessment on a quarterly basis by reviewing external factors, such as macroeconomic conditions and the analog industry revenue forecasts, and internal factors, such as our business and operational objectives and revenue forecasts. Changes in the probability assessment of achievement of the performance conditions are accounted for in the period of change by recording a cumulative catch-up adjustment as if the new estimate had been applied since the service inception date. If the projected achievement was revised upward or if the actual results were higher than the projected achievement, additional compensation expense would be recorded for the awards due to the cumulative catch-up adjustment, which would have an adverse impact on our results of operations. Conversely, if the projected achievement was revised downward or if the actual results were lower than the projected achievement, previously accrued compensation expense would be reversed for the awards, which would have a favorable impact on our results of operations. As a result, our stock-based compensation expense is subject to volatility and may fluctuate significantly each quarter due to changes in our probability assessment of achievement of the performance conditions or actual results being different from projections made by management.\nRecent Accounting Pronouncements\nSee Note 1 of the Notes to Consolidated Financial Statements regarding a recently adopted accounting pronouncement and recent accounting pronouncements not yet adopted as of December 31, 2023.\nResults of Operations\nThe following table summarizes our results of operations:\n36\nRevenue\nThe following table summarizes our revenue by end market:\nRevenue for the year ended December 31, 2023 was $1,821.1 million, an increase of $27.0 million, or 1.5%, from $1,794.1 million for the year ended December 31, 2022. The increase in revenue was primarily due to increases in the average selling prices resulting primarily from product mix, partially offset by lower shipment volume.\nFor the year ended December 31, 2023, revenue from the storage and computing market increased $38.5 million, or 8.5%, from the same period in 2022. This increase was primarily driven by increased sales of products for notebooks. Revenue from the enterprise data market increased $71.6 million, or 28.5%, from the same period in 2022. This increase was primarily due to higher sales of our power management solutions for AI applications. Revenue from the automotive market increased $94.6 million, or 31.5%, from the same period in 2022. This increase was primarily driven by increased sales of our highly integrated applications supporting advanced driver assistance systems, body electronics and the digital cockpit. Revenue from the industrial market decreased $46.5 million, or 21.2%, from the same period in 2022. This decrease primarily reflected lower sales in applications for industrial automation, security and power sources. Revenue from the communications market decreased $46.5 million, or 18.5%, from the same period in 2022. The decrease was a result of lower 4G and 5G infrastructure sales. Revenue from the consumer market decreased $84.8 million, or 26.6%, from the same period in 2022. This decrease was a result of broad market weakness across all segments.\nCost of Revenue and Gross Margin\nCost of revenue primarily consists of costs incurred to manufacture, assemble and test our products, as well as warranty costs, inventory-related and other overhead costs, and stock-based compensation expenses.\nCost of revenue was $800.0 million, or 43.9% of revenue, for the year ended December 31, 2023, and $745.6 million, or 41.6% of revenue, for the year ended December 31, 2022. The $54.4 million increase in cost of revenue was primarily driven by product mix, partially offset by lower inventory write-downs and warranty expenses.\nGross margin was 56.1% for the year ended December 31, 2023, compared with 58.4% for the year ended December 31, 2022. The decrease in gross margin was mainly driven by product mix, partially offset by lower inventory write-downs and warranty expenses as a percentage of revenue.\nResearch and Development\n(\n“\nR&D\n”\n)\nR&D expenses primarily consist of cash compensation and benefits, stock-based compensation and deferred compensation for design and product engineers, expenses related to new product development and supplies, and facility costs.\nR&D expenses were $263.6 million, or 14.5% of revenue, for the year ended December 31, 2023, and $240.2 million, or 13.4% of revenue, for the year ended December 31, 2022. The $23.5 million increase in R&D expenses was primarily due to a $20.9 million increase in new product development expenses, a $5.6 million increase in expenses related to changes in the value of deferred compensation plan liabilities and a $1.8 million increase in depreciation. This increase was partially offset by an $8.1 million decrease in cash compensation expenses, which was driven by decreased bonuses.\n37\nSelling, General and Administrative (\n“\nSG&A\n”\n)\nSG&A expenses primarily include cash compensation and benefits, stock-based compensation and deferred compensation for sales, marketing and administrative personnel, sales commissions, travel expenses, facilities costs, third party service fees and litigation expenses.\nSG&A expenses were $275.7 million, or 15.1% of revenue, for the year ended December 31, 2023, and $281.6 million, or 15.6% of revenue, for the year ended December 31, 2022. The $5.9 million decrease in SG&A expenses was driven by a $12.4 million decrease in stock-based compensation expenses, an $8.8 million decrease in cash compensation expenses driven by decreased bonuses, and a $3.1 million decrease in litigation expenses. This decrease was partially offset by a $10.1 million increase in expenses related to changes in the value of the deferred compensation plan liabilities, and an $8.2 million increase consisting mostly of travel related expenses, third party service expenses and software licensing fees.\nOther Income (Expense), Net\nOther income, net, was $24.1 million for the year ended December 31, 2023, compared with other expense, net, of $1.8 million for the year ended December 31, 2022. The increase in other income was primarily due to an increase of $18.6 million in net interest income as a result of higher interest rates, and an increase of $15.1 million in income related to changes in the value of deferred compensation plan investments, partially offset by an increase of $9.0 million in charitable contributions.\nIncome Tax Expense\nThe income tax expense for the year ended December 31, 2023 was $78.5 million, or 15.5% of pre-tax income. The effective tax rate was lower than the federal statutory rate of 21% primarily due to foreign income from our subsidiaries in Bermuda and China being taxed at lower statutory tax rates and a return to provision true-up adjustment which primarily resulted from a calculation refinement of our capitalization of research and experimental expenditures under Section 174 of the Internal Revenue Code (the “IRC”). The decrease in the effective tax rate relative to the federal statutory rate was partially offset by the inclusion of the global intangible low-taxed income (“GILTI”) tax, the addition of a valuation allowance against China deferred tax assets arising from the indefinite extension of the R&D super deduction policy in China, and excess tax benefits from stock-based compensation.\nThe income tax expense for the year ended December 31, 2022 was $87.3 million, or 16.6% of pre-tax income. The effective tax rate was lower than the federal statutory rate of 21% primarily due to foreign income from our subsidiaries in Bermuda and China being taxed at lower statutory tax rates, and excess tax benefits from stock-based compensation. The decrease in the effective tax rate relative to the federal statutory rate was partially offset by the inclusion of the GILTI tax.\nIn December 2023, the Bermuda Corporate Income Tax Act of 2023 (the “Bermuda CIT Act”) was enacted and signed into law. The Bermuda CIT Act includes a 15% corporate income tax (“CIT”) applicable to Bermuda businesses that are multinational enterprise (“MNE”) groups with annual revenue of €750M or more beginning in 2025. The Bermuda CIT Act also includes an Economic Transition Adjustment (“ETA”) that requires MNE’s to revalue their assets and liabilities, excluding goodwill, at their fair value as of September 30, 2023. There is an election to opt out of the ETA. As the Bermuda CIT Act is not effective until January 1, 2025, we are evaluating whether or not to adopt this ETA. Based on information available, we have not recorded any changes to income tax expense related to the Bermuda CIT Act as of December 31, 2023.\nIn August 2022, the CHIPS Act and the Inflation Reduction Act of 2022 (the “IRA”) were enacted and signed into law, which did not have a material impact on our income tax provisions, results of operations or financial condition for the years ended December 31, 2023 or 2022.\nWe will continue to monitor any new developments related to the CHIPS Act and the IRA and evaluate their impact on our financial statements.\nSee Note 11 of the Notes to Consolidated Financial Statements for further discussion.\n38\nLiquidity and Capital Resources\nAs of December 31, 2023, we had cash and cash equivalents of $527.8 million and short-term investments of $580.6 million, compared with cash and cash equivalents of $288.6 million and short-term investments of $449.3 million as of December 31, 2022. As of December 31, 2023, $369.9 million of cash and cash equivalents and $528.0 million of short-term investments were held by our international subsidiaries. For the year ended December 31, 2023, we repatriated $140 million of cash from our Bermuda subsidiary to the U.S. with minimal tax impact. The proceeds are primarily used to fund our ongoing business operations. We may repatriate additional cash from our Bermuda subsidiary to fund our expenditures in future periods. We anticipate that earnings from other foreign subsidiaries will continue to be indefinitely reinvested.\nSummary of Cash Flows\nThe following table summarizes our cash flow activities:\nFor the year ended December 31, 2023, the $391.5 million increase in cash provided by operating activities compared to the prior period was primarily due to decreased inventory purchases, decreased prepaid wafer expenses, increased accounts receivable collections and other changes in working capital.\nFor the year ended December 31, 2023, the $166.2 million increase in cash used in investing activities compared to the prior period was primarily due to an increase of $518.9 million in purchases of investments, partially offset by an increase of $340.4 million in sales of investments.\nFor the year ended December 31, 2023, the $54.9 million increase in cash used in financing activities compared to the prior period was primarily due to a $47.9 million increase in dividend and dividend equivalent payments.\nCash Requirements\nAlthough consequences of economic uncertainty and macroeconomic conditions and other factors could adversely affect our liquidity and capital resources in the future, and cash requirements may fluctuate based on the timing and extent of many factors such as those discussed above, we believe that our balances of cash, cash equivalents and short-term investments of $1,108.5 million as of December 31, 2023, along with cash generated by ongoing operations, will be sufficient to satisfy our liquidity requirements for the next 12 months and beyond.\nOur material cash requirements include the following contractual and other obligations:\nPurchase Obligations\nPurchase obligations represent commitments to our suppliers and other parties requiring the purchases of goods or services. Our purchase obligations primarily consist of wafer and other inventory purchases, assembly and other manufacturing services, construction of manufacturing and R&D facilities, purchases of production and other equipment, and license arrangements.\nIn May 2022, we entered into a long-term supply agreement in order to secure manufacturing production capacity for silicon wafers over a four-year period. As of December 31, 2023, we had remaining prepayments under this agreement of $120.0 million reported in other long-term assets on the Consolidated Balance Sheet.\nAs of December 31, 2023, total estimated future unconditional purchase commitments to all suppliers and other parties, net of the $120.0 million prepayment, were $699.7 million, of which $367.8 million was classified as short-term.\n39\nTransition Tax Liability\nThe transition tax liability represents the one-time, mandatory deemed repatriation tax imposed on previously deferred foreign earnings under the\nU.S. Tax Cuts and Jobs Act enacted in December 2017 (the “2017 Tax Act”)\n. As permitted by the 2017 Tax Act, we have elected to pay the tax liability in installments on an interest-free basis through 2025. As of December 31, 2023, the remaining liability totaled $11.1 million, of which $4.9 million was short-term.\nOperating Leases\nOperating lease obligations represent the undiscounted remaining lease payments primarily for our leased facilities and equipment. As of December 31, 2023, these obligations totaled $7.9 million, of which $2.3 million was short-term.\nCapital Return to Stockholders\nIn October 2023, our Board of Directors approved a new stock repurchase program authorizing us to repurchase up to $640.0 million in the aggregate of our common stock through October 29, 2026. Shares are retired upon repurchase. We repurchased approximately 7,000 shares of our common stock for an aggregate purchase price of $3.7 million during the year ended December 31, 2023. As of December 31, 2023, $636.3 million remained available for future repurchases under the program.\nWe currently have a dividend program approved by our Board of Directors, pursuant to which we intend to pay quarterly cash dividends on our common stock. Based on our historical practice, stockholders of record as of the last business day of the quarter are entitled to receive the quarterly cash dividends when and if declared by the Board of Directors, which are payable to the stockholders in the following month. As of December 31, 2023, accrued dividends totaled $47.9 million. The declaration of any future cash dividends is at the discretion of our Board of Directors and will depend on, among other things, our financial condition, results of operations, capital requirements, business conditions and other factors that our Board of Directors may deem relevant, as well as a determination that cash dividends are in the best interests of our stockholders.\nIn February 2024, our Board of Directors approved an increase in the quarterly cash dividend from $1.00 per share to $1.25 per share, which amount will be paid on April 15, 2024 to all stockholders of record as of the close of business on March 29, 2024.\nOther Long-Term Obligations\nOther long-term obligations primarily include payments for deferred compensation plan liabilities and accrued dividend equivalents. As of December 31, 2023, these obligations totaled $83.1 million.\nAcquisition\nOn January 3, 2024, we acquired Axign, a Dutch company for $33.8 million in cash. See Note 17 of the Notes to Consolidated Financial Statements included in Item 8 of this Annual Report on Form 10-K for additional information."
  },
  {
    "item_key": "item_7a",
    "text": "Interest Rate Risk\nOur cash equivalents and short-term investments are subject to market risk, primarily interest rate and credit risk. Our investments are managed by outside professional managers within investment guidelines set by management and approved by the Audit Committee of the Board of Directors. Such guidelines include security type, credit quality and maturity and are intended to limit market risk by restricting our investments to high quality debt instruments with relatively short-term maturities. Based on our investment positions as of December 31, 2023, the impact of changes in interest rates on our interest income was immaterial.\nInvestments in debt securities are classified as available-for-sale, which are reported at fair value with the unrealized gains or losses being included in accumulated other comprehensive loss on the Consolidated Balance Sheets. When the fair value of an investment is below its amortized cost basis, unrealized losses due to changes in interest rates (i.e., non-credit loss factors) are not recognized in our results of operations unless we have the intent to sell the securities or it is more likely than not that we will be required to sell the securities before recovery of the entire amortized cost basis. Based on our investment positions as of December 31, 2023, a hypothetical 100 basis point increase in interest rates would result in a $4.5 million decline in the fair value of our investments. Any losses resulting from such interest rate changes would only be realized if we sold the investments prior to maturity.\nWe do not use derivative financial instruments in our investment portfolio.\nForeign Currency Exchange Risk\nOur sales outside the United States are primarily transacted in U.S. dollars through our subsidiary in Bermuda. Accordingly, our sales are not generally impacted by foreign currency rate changes. The functional currency of our offshore operations is generally the local currency, primarily including the Renminbi, the New Taiwan Dollar and the Euro. We incur foreign currency exchange gains or losses related to certain transactions, including intercompany transactions between the U.S. and our foreign subsidiaries, that are denominated in a currency other than the functional currency. Gains or losses from the remeasurement and settlement of the balances are reported in other income (expense), net, on the Consolidated Statements of Operations. Fluctuations in foreign currency exchange rates have not had a material impact on our results of operations for the periods presented.\n40"
  },
  {
    "item_key": "item_8",
    "text": "MONOLITHIC POWER SYSTEMS, INC.\nCONSOLIDATED FINANCIAL STATEMENTS\nContents\n41\nReport of Independent Registered Public Accounting Firm\nTo the Stockholders and the Board of Directors of Monolithic Power Systems, Inc.\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of Monolithic Power Systems, Inc. (the Company) as of December 31, 2023 and 2022, the related consolidated statements of operations, comprehensive income, stockholders’ equity and cash flows for each of the three years in the period ended December 31, 2023, and the related notes (collectively referred to as the “consolidated financial statements”). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at December 31, 2023 and 2022, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2023, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of December 31, 2023, based on criteria established in Internal Control – Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) and our report dated February 29, 2024 expressed an adverse opinion thereon.\nBasis for Opinion\nThese financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n/s/ Ernst & Young LLP\nWe have served as the Company’s auditor since 2019.\nSan Jose, California\nFebruary 29, 2024\n42\nReport of Independent Registered Public Accounting Firm\nTo the Stockholders and the Board of Directors of Monolithic Power Systems, Inc.\nOpinion on Internal Control Over Financial Reporting\nWe have audited Monolithic Power Systems, Inc.’s internal control over financial reporting as of December 31, 2023, based on criteria established in Internal Control – Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, because of the effect of the material weakness described below on the achievement of the objectives of the control criteria, Monolithic Power Systems, Inc. (the Company) has not maintained effective internal control over financial reporting as of December 31, 2023, based on the COSO criteria.\nA material weakness is a deficiency, or combination of deficiencies, in internal control over financial reporting, such that there is a reasonable possibility that a material misstatement of the company’s annual or interim financial statements will not be prevented or detected on a timely basis. The following material weakness has been identified and included in management’s assessment. A material weakness was identified in controls related to the company’s inventory demand forecasting process.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of December 31, 2023 and 2022, the related consolidated statements of operations, comprehensive income, stockholders’ equity and cash flows for each of the three years in the period ended December 31, 2023, and the related notes. This material weakness was considered in determining the nature, timing and extent of audit tests applied in our audit of the 2023 consolidated financial statements, and this report does not affect our report dated February 29, 2024, which expressed an unqualified opinion thereon.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management’s Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects.\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/\nErnst & Young LLP\nSan Jose, California\nFebruary 29, 2024\n43\nMONOLITHIC POWER SYSTEMS, INC.\nCONSOLIDATED BALANCE SHEETS\n(in thousands, except par value)\nSee accompanying notes to consolidated financial statements.\n44\nMONOLITHIC POWER SYSTEMS, INC.\nCONSOLIDATED STATEMENTS OF OPERATIONS\n(in thousands, except per share amounts)\nSee accompanying notes to consolidated financial statements.\n45\nMONOLITHIC POWER SYSTEMS, INC.\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\n(in thousands)\nSee accompanying notes to consolidated financial statements.\n46\nMONOLITHIC POWER SYSTEMS, INC.\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS\n’\nEQUITY\n(in thousands, except per share amounts)\nSee accompanying notes to consolidated financial statements.\n47\nMONOLITHIC POWER SYSTEMS, INC.\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(in thousands)\nSee accompanying notes to consolidated financial statements.\n48\nMONOLITHIC POWER SYSTEMS, INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n1.\nSUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nBusiness\nMonolithic Power Systems, Inc. (the “Company”) was incorporated in the State of California on\nAugust 22, 1997.\nOn\nNovember 17, 2004,\nthe Company was reincorporated in the State of Delaware. MPS designs, develops and markets high-performance, semiconductor-based power electronic solutions. MPS’s mission is to provide innovative power solutions in the storage and computing, enterprise data, automotive, industrial, communications and consumer markets.\nBasis of Presentation\nThe consolidated financial statements include the accounts of the Company and its wholly-owned subsidiaries. Intercompany accounts and transactions have been eliminated in consolidation.\nUse of Estimates\nThe preparation of financial statements in conformity with GAAP requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial statements, and reported amounts of revenue and expenses during the reporting period. Significant estimates and assumptions used in these consolidated financial statements primarily include those related to revenue recognition, inventory valuation, valuation of share-based awards, contingencies and income tax valuation allowances. Actual results could differ from these estimates and assumptions, and any such differences\nmay\nbe material to the Company’s consolidated financial statements.\nCertain Significant Risks and Uncertainties\nFinancial instruments which potentially subject the Company to concentrations of credit risk consist primarily of cash equivalents, short-term and long-term investments and accounts receivable. The Company’s cash equivalents include short-term, highly liquid investments purchased with remaining maturities at the date of purchase of\nthree\nmonths or less. The Company’s short-term investments\nmay\nconsist of corporate debt securities, certificates of deposit, commercial paper and government agency bonds and treasuries, and the long-term investments consist of government-backed student loan auction-rate securities.\nThe Company does\nnot\nrequire its customers to provide collateral to support accounts receivable. The Company assesses the collectability by reviewing accounts receivable on a customer-by-customer basis. To manage credit risk, management performs ongoing credit evaluations of the customers’ financial condition, monitors payment performance, and assesses current economic conditions, as well as reasonable and supportable forecasts of future economic conditions, that\nmay\naffect collectability of the outstanding receivables. For certain high-risk customers, the Company requires standby letters of credit or advance payment prior to shipments of goods.\nThe Company participates in the dynamic high technology industry and believes that changes in any of the following areas could have a material adverse effect on its future financial position, results of operations or cash flows: advances and trends in new technologies and industry standards; competitive pressures in the form of new products or price reductions on current products; changes in product mix; changes in the overall demand for products offered by the Company or in specific markets; changes in\nthird\n-party manufacturers or the terms of such arrangements; changes in key suppliers; changes in certain strategic relationships or customer relationships; litigation or claims against the Company based on intellectual property, patent, product, regulatory or other factors; fluctuations in foreign currency exchange rates; risk associated with changes in government policies and regulations on trade restrictions and corporate taxes; availability of necessary components or sub-assemblies; availability of foundry capacity; ability to integrate acquired companies; and the Company’s ability to attract and retain employees necessary to support its growth.\n49\nForeign Currency\nIn general, the functional currency of the Company’s international subsidiaries is the local currency. The primary subsidiaries are located in China, Taiwan and Europe, which utilize the Renminbi, the New Taiwan Dollar and the Euro as their currencies, respectively. Accordingly, assets and liabilities of the foreign subsidiaries are translated using exchange rates in effect at the end of the period. Revenue and costs are translated using average exchange rates for the period. The resulting translation adjustments are recorded in accumulated other comprehensive loss on the Consolidated Balance Sheets.\nIn addition, the Company incurs foreign currency exchange gains or losses related to certain transactions, including intercompany transactions, that are denominated in a currency other than the functional currency. In connection with the remeasurement and settlement of the balances, the Company recorded foreign currency exchange gain (loss) of $(\n0.2\n) million, $\n0.5\nmillion and $(\n0.7\n) million for the years ended\nDecember 31, 2023,\n2022\nand\n2021\n, respectively, which were reported in other income (expense), net, on the Consolidated Statements of Operations.\nFor intercompany transactions that are of a long-term investment nature, the Company records the foreign currency exchange gains and losses in accumulated other comprehensive loss on the Consolidated Balance Sheets.\nCash Equivalents and Debt Investments\nThe Company classifies all highly liquid investments with stated maturities of\nthree\nmonths or less from date of purchase as cash equivalents. The Company\nmay\nclassify investments with maturities beyond\none\nyear as short-term based on the nature of the investments and their availability for use in current operations.\nCash equivalents are stated at cost, which approximates fair market value. The Company’s short-term and long-term debt investments are classified as available-for-sale securities and are stated at their fair market value, with unrealized gains and losses recorded in accumulated other comprehensive loss on the Consolidated Balance Sheets. Premiums and discounts on debt investments are generally amortized or accreted over the life of the related available-for-sale securities. Interest income is recognized when earned. The cost of investments sold is determined on the basis of the specific identification method.\nAvailable-for-sale investments are subject to impairment reviews when the fair value is below the amortized cost basis. If the Company determines that the decline in fair value below the amortized cost basis is due to credit-related factors, the impairment is recognized as an allowance on the Consolidated Balance Sheets with a corresponding adjustment to earnings. An impairment that is\nnot\ncredit-related is recognized in accumulated other comprehensive loss on the Consolidated Balance Sheets. If the Company intends to sell the impaired investments, or more likely than\nnot\nwill be required to sell such investments before recovering the amortized cost basis, the entire impairment amount is recognized in earnings with a corresponding adjustment to the amortized cost basis.\nEquity Investments\nEquity investments in privately held companies without readily determinable fair values are accounted for under the measurement alternative method, provided that the Company does\nnot\nhave the ability to exercise significant influence or control over the investees. Under this method, the Company measures the investments at cost, less any impairment, and adjusts the carrying value of the investments to fair value resulting from observable transactions for identical or similar investments of the same issuer. The Company records the investments in other long-term assets on the Consolidated Balance Sheets, and gains and losses on the investments are recognized in other income (expense), net, on the Consolidated Statements of Operations.\nThe Company monitors its non-marketable equity investments for impairment indicators, such as negative changes in industry and market conditions, financial performance, business prospects, and other relevant events and factors. If indicators exist for a security and the fair value is below the carrying amount, the Company writes down the security to fair value.\n50\nFair Value of Financial Instruments\nFair value is defined as the price that would be received from selling an asset or paid to transfer a liability in an orderly transaction between market participants at the measurement date. When determining the fair value, the Company considers the principal or most advantageous market in which the Company would transact, as well as assumptions that market participants would use when pricing the assets or liabilities. Fair value is estimated by applying the fair value hierarchy, which prioritizes the inputs used to measure fair value into\nthree\nlevels and bases the categorization within the hierarchy upon the lowest level of input that is available and significant to the fair value measurement. See Note\n4\nfor additional information on the fair value of the Company’s financial instruments.\nInventories\nInventories are stated at the lower of standard cost (which approximates actual cost determined on a\nfirst\n-in\nfirst\n-out basis) and estimated net realizable value. The Company writes down excess and obsolete inventories based on their age and forecasted demand, which includes estimates taking into consideration the Company’s revenue forecast, outlook on market and economic conditions, technology changes, new product introductions and changes in strategic direction. Actual demand\nmay\ndiffer from forecasted demand, and such a difference\nmay\nhave a material effect on recorded inventory values. When the Company records a write-down on inventory, it establishes a new, lower cost basis for that inventory, and subsequent changes in facts and circumstances will\nnot\nresult in the restoration or increase in that newly established cost basis.\nProperty and Equipment\nProperty and equipment are stated at cost. Depreciation commences when an asset is placed in service and available for its intended use. Depreciation is computed using the straight-line method over the estimated useful lives of the assets. Buildings and building improvements have estimated useful lives of\n20\nto\n40\nyears. Leasehold improvements are amortized over the shorter of the estimated useful lives or the lease period. Production equipment, lab equipment and software have estimated useful lives of\nthree\nto\neight\nyears. Transportation equipment has estimated useful lives of\n5\nto\n20\nyears. Furniture and fixtures have estimated useful lives of\nthree\nto\nfive\nyears. Land is\nnot\ndepreciated.\nImpairment of Long-Lived Assets\nThe Company evaluates its long-lived assets other than goodwill for impairment whenever events or changes in circumstances indicate that the carrying amount of an asset\nmay\nnot\nbe recoverable. An impairment loss would be recognized when the sum of the undiscounted future net cash flows expected to result from the use of the asset and its eventual disposition is less than its carrying amount. Such impairment loss would be measured as the difference between the carrying amount of the asset and its fair value based on the present value of estimated future cash flows. The Company did\nnot\nrecord material impairments in any of the periods presented.\nGoodwill\nGoodwill represents the excess of the fair value of purchase consideration over the fair value of net tangible and identified intangible assets as of the date of acquisition. Goodwill is\nnot\namortized.\nThe Company tests goodwill for impairment at least annually in the\nfourth\nquarter of each year, or whenever events or changes in circumstances indicate that goodwill\nmay\nbe impaired. The Company has elected to\nfirst\nassess the qualitative factors to determine whether it is more likely than\nnot\nthat the fair value of the reporting unit is less than its carrying amount. If the Company determines that it is more likely than\nnot\nthat the fair value of the reporting unit is less than the carrying amount, then a quantitative goodwill impairment test is performed to measure the impairment loss.\nNo\nimpairment of goodwill has been identified in any of the periods presented.\nDeferred Compensation Plan\nThe Company has a non-qualified, unfunded deferred compensation plan, which provides certain key employees, including executive officers, with the ability to defer the receipt of compensation in order to accumulate funds for retirement on a tax deferred basis. The Company does\nnot\nmake contributions to the plan or guarantee returns on the investments. The Company is responsible for the plan’s administrative expenses. Participants’ deferrals and investment gains and losses remain as the Company’s liabilities and the underlying assets are subject to claims of general creditors.\n51\nThe liabilities for compensation deferred under the plan are recorded at fair value as of the end of each reporting period. Changes in the fair value of the liabilities are included in operating expenses on the Consolidated Statements of Operations. The Company manages the risk of changes in the fair value of the liabilities by electing to match the liabilities with investments in corporate-owned life insurance policies, mutual funds and money market funds that offset a substantial portion of the exposure. The investments are recorded at the cash surrender value of the corporate-owned life insurance policies, and at the fair value of the mutual funds and money market funds, which are classified as trading securities. Changes in the cash surrender value of the corporate-owned life insurance policies and the fair value of mutual fund and money market fund investments are included in other income (expense), net, on the Consolidated Statements of Operations. The following table summarizes the deferred compensation plan balances on the Consolidated Balance Sheets (in thousands):\nRevenue Recognition\nThe Company recognizes revenue when it transfers control of promised goods or services to its customers in an amount that reflects the consideration to which it expects to be entitled in exchange for those goods or services. See Note\n2\nfor further discussion.\nR&D\nCosts incurred in R&D are expensed as incurred.\nWarranty Reserve\nThe Company generally provides either a\none\n- or\ntwo\n-year warranty against defects in materials and workmanship and will repair the products, provide replacements at\nno\ncharge to customers or issue a refund. As they are considered assurance-type warranties, the Company does\nnot\naccount for them as separate performance obligations. Warranty reserve requirements are generally based on a specific assessment of the products sold with warranties when a customer asserts a claim for warranty or a product defect.\nLeases\nThe Company determines if an arrangement is a lease at inception. Lease terms\nmay\ninclude options to extend or terminate the lease when it is reasonably certain that the Company will exercise that option. Operating lease right-of-use (“ROU”) assets represent the Company’s right to use an underlying asset for the lease term, and operating lease liabilities represent the Company’s obligation to make lease payments arising from the lease. Operating lease ROU assets and liabilities are recognized at the commencement date based on the present value of remaining lease payments over the lease term. ROU assets also include any initial direct costs incurred and prepaid lease payments, less lease incentives received. Because the implicit rate in each lease is\nnot\nreadily determinable, the Company uses its estimated incremental borrowing rate to determine the present value of the remaining lease payment. The Company recognizes operating lease costs on a straight-line basis over the lease term.\nThe Company does\nnot\nrecord short-term leases with a term of\n12\nmonths or less at the commencement date on the Consolidated Balance Sheets. For lease arrangements that contain lease and non-lease components, the Company accounts for them as single lease components.\nFor lease arrangements where the Company is the lessor, the Company recognizes lease income from operating leases on a straight-line basis over the lease term.\n52\nStock-Based Compensation\nThe Company measures the cost of employee services received in exchange for an award of equity instruments based on the grant-date fair value of the award. The fair value of RSUs with only service conditions is determined based on the grant date stock price. The fair value of all other awards is determined based on the following valuation methods:\nThe valuation models consider inputs including stock price, expected volatility, expected term of awards, risk-free interest rate, and expected dividend yield. Expected volatility used in the models is determined based on historical volatility of the Company’s stock price for the period, which corresponds to the expected term of the awards, immediately preceding the granting of the awards.\nCompensation expense related to awards with service conditions is recorded on a straight-line basis over the requisite service period. Compensation expense related to awards subject to performance or market conditions is recognized over the requisite service period for each separately vesting tranche. For awards with only market conditions, compensation expense is\nnot\nreversed if the market conditions are\nnot\nsatisfied. For awards with only performance conditions, as well as awards containing both market and performance conditions, the Company recognizes compensation expense when it becomes probable that the performance goals will be achieved. Management performs the probability assessment on a quarterly basis by reviewing external factors, such as macroeconomic conditions and the analog industry revenue forecasts, and internal factors, such as the Company’s business and operational objectives and revenue forecasts. Changes in the probability assessment of achievement of the performance conditions are accounted for in the period of change by recording a cumulative catch-up adjustment as if the new estimate had been applied since the service inception date. Any previously recognized compensation expense is reversed if the performance conditions are\nnot\nexpected to be satisfied as a result of management’s assessment.\nThe Company accounts for forfeitures of equity awards when they occur.\nAccounting for Income Taxes\nThe Company recognizes federal, state and foreign current tax liabilities or assets based on its estimate of taxes payable or refundable in the current fiscal year by tax jurisdiction. The Company also recognizes federal, state and foreign deferred tax assets or liabilities for its estimate of future tax effects attributable to temporary differences and carryforwards. The Company records a valuation allowance to reduce any deferred tax assets by the amount of any tax benefits that, based on available evidence and judgment, are\nnot\nexpected to be realized.\nThe Company’s calculation of current and deferred tax assets and liabilities is based on certain estimates and judgments and involves dealing with uncertainties in the application of complex tax laws. The Company’s estimates of current and deferred tax assets and liabilities\nmay\nchange based on, in part, added certainty, finality or uncertainty to an anticipated outcome, changes in accounting or tax laws in the U.S. or foreign jurisdictions where the Company operates, or changes in other facts or circumstances. In addition, the Company recognizes liabilities for potential U.S. and foreign income tax for uncertain income tax positions taken on its tax returns if it has less than a\n50%\nlikelihood of being sustained. If the Company determines that payment of these amounts is unnecessary or if the recorded tax liability is less than its current assessment, the Company\nmay\nbe required to recognize an income tax benefit or additional income tax expense in its financial statements in the period such determination is made. The Company has calculated its uncertain tax positions which were attributable to certain estimates and judgments.\nLitigation and Contingencies\nThe Company is a party to actions and proceedings in the ordinary course of business, including challenges to the enforceability or validity of its intellectual property, claims that the Company’s products infringe on the intellectual property rights of others, and employment matters. The Company\nmay\nalso be subject to litigation initiated by its stockholders. The pending proceedings involve complex questions of fact and law and will require the expenditure of significant funds and the diversion of other resources to prosecute and defend. In addition, from time to time, the Company becomes aware that it is subject to other contingent liabilities. When this occurs, the Company will evaluate the appropriate accounting for the potential contingent liabilities to determine whether a contingent liability should be recorded. In making this determination, management\nmay,\ndepending on the nature of the matter, consult with internal and external legal counsel and technical experts. Based on the facts and circumstances in each matter, the Company uses its judgment to determine whether it is probable that a contingent loss has occurred and whether the amount of such loss can be estimated. If the Company determines a loss is probable and estimable, the Company records a contingent loss. In determining the amount of a contingent loss, the Company takes into account advice received from experts for each specific matter regarding the status of legal proceedings, settlement negotiations, prior case history and other factors. Should the judgments and estimates made by management need to be adjusted as additional information becomes available, the Company\nmay\nneed to record additional contingent losses. Alternatively, if the judgments and estimates made by management are adjusted, for example, if a particular contingent loss does\nnot\noccur, the contingent loss recorded would be reversed.\n53\nNet Income per Share\nBasic net income per share is computed by dividing net income by the weighted-average number of shares of common stock outstanding for the period. Diluted net income per share reflects the potential dilution that would occur if outstanding securities or other contracts to issue common stock were exercised or converted into shares of common stock, and calculated using the treasury stock method. Contingently issuable shares, including equity awards with performance conditions or market conditions, are considered outstanding shares of common stock and included in the basic net income per share as of the date that all necessary conditions to earn the awards have been satisfied. Prior to the end of the contingency period, the number of contingently issuable shares included in the diluted net income per share is based on the number of shares, if any, that would be issuable under the terms of the arrangement at the end of the reporting period.\nThe Company’s RSUs contain forfeitable rights to receive cash dividend equivalents, which are accumulated and paid to the employees when the underlying RSUs vest. Dividend equivalents accumulated on the underlying RSUs are forfeited if the employees do\nnot\nfulfill the requisite service requirement and, as a result, the awards do\nnot\nvest. Accordingly, these awards are\nnot\ntreated as participating securities in the net income per share calculation.\nComprehensive Income\nComprehensive income represents the change in the Company’s net assets during the period from non-owner sources. Accumulated other comprehensive loss presented on the Consolidated Balance Sheets primarily consists of unrealized gains or losses related to available-for-sale investments and foreign currency translation adjustments.\nRecently Adopted Accounting Pronouncement\nIn\nOctober 2021,\nthe Financial Accounting Standards Board (“FASB”) issued Accounting Standards Update (“ASU”)\n2021\n-\n08,\nBusiness Combinations (Topic\n805\n): Accounting for Contract Assets and Contract Liabilities from Contracts with Customers\n. The guidance requires an acquirer to recognize and measure contract assets and contract liabilities acquired in a business combination in accordance with Accounting Standards Codification\n606,\nRevenue from Contracts with Customers\n, as if it had originated the contracts. The Company adopted this guidance at the beginning of fiscal year\n2023\nprospectively and it did\nnot\nimpact the consolidated financial statements for the year ended\nDecember 31, 2023.\nThe Company is evaluating the impact of this guidance on its recent acquisition but does\nnot\nexpect a material impact on its consolidated financial statements. See Note\n17\nfor additional information regarding this acquisition.\nNew Accounting Pronouncements\nNot\nYet Adopted as of\nDecember 31, 2023\nIn\nNovember 2023,\nthe FASB issued ASU\n2023\n-\n07,\nSegment Reporting (Topic\n280\n): Improvements to Reportable Segment Disclosures\n, which aims to improve disclosures regarding a public entity’s reportable segments, primarily through more comprehensive disclosures around significant segment expenses. The guidance will be effective for the annual reporting for fiscal year\n2024\nand interim reporting for the\nfirst\nquarter in\n2025,\nand should be applied retroactively to all prior periods presented. The Company is evaluating the impact of adoption on its consolidated financial statements.﻿\nIn\nDecember 2023,\nthe FASB issued ASU\n2023\n-\n09,\nIncome Taxes (Topic\n740\n): Improvements to Income Tax Disclosures\n, which aims to improve an entity’s income tax disclosures around its effective rate reconciliation, income taxes paid, disaggregation of income before income taxes and income tax expense. The guidance will be effective for annual reporting for fiscal year\n2025.\nThe standard should be applied prospectively and retrospective application is permitted. The Company does\nnot\nexpect the adoption of this standard to have a material impact on its consolidated financial statements.\n2.\nREVENUE RECOGNITION\nRevenue from Product Sales\nThe Company generates revenue primarily from product sales, which include assembled and tested ICs, as well as dies in wafer form. These product sales accounted for\n99\n%,\n98\n% and\n97\n% of the Company’s total revenue for the years ended\nDecember 31, 2023,\n2022\nand\n2021\n,\nrespectively. The remaining revenue primarily includes royalty revenue from licensing arrangements and revenue from wafer testing services performed for\nthird\nparties, which have\nnot\nbeen significant for the periods presented. See Note\n15\nfor the disaggregation of the Company’s revenue by geographic region and by product family.\nThe Company sells its products primarily through\nthird\n-party distributors, value-added resellers, OEMs, ODMs and EMS providers. For the years ended\nDecember 31, 2023,\n2022\nand\n2021\n,\n80\n%,\n83\n% and\n88\n%, respectively, of the Company’s product sales were made through distribution arrangements. These distribution arrangements contain enforceable rights and obligations specific to those distributors and\nnot\nthe end customers. Purchase orders, which are generally governed by sales agreements or the Company’s standard terms of sale, set the final terms for unit price, quantity, shipping and payment agreed between the Company and the customer. The Company considers purchase orders to be the contracts with customers. The unit price as stated on the purchase orders is considered the observable, stand-alone selling price for the arrangements.\n54\nThe Company recognizes revenue when it satisfies a performance obligation by transferring control of the promised goods or services to its customers, in an amount that reflects the consideration the Company expects to be entitled to in exchange for those goods or services. The Company excludes taxes assessed by government authorities, such as sales taxes, from revenue.\nProduct sales consist of a single performance obligation that the Company satisfies at a point in time. The Company recognizes product revenue from distributors and direct end customers when the following events have occurred: (a) the Company has transferred physical possession of the products, (b) the Company has a present right to payment, (c) the customer has legal title to the products, and (d) the customer bears significant risks and rewards of ownership of the products. In accordance with the shipping terms specified in the contracts, these criteria are generally met when the products are shipped from the Company’s facilities (such as the “Ex Works” shipping term) or delivered to the customers’ locations (such as the “Delivered Duty Paid” shipping term).\nUnder certain consignment agreements, revenue is\nnot\nrecognized when the products are shipped and delivered to be held at customers’ designated locations because the Company continues to control the products and retain ownership, and the customers do\nnot\nhave an unconditional obligation to pay. The Company recognizes revenue when the customers consume the products from the consigned inventory locations or at which time control transfers to the customers and the Company invoices them for payment.\nVariable Consideration\nThe Company accounts for price adjustments and stock rotation rights as variable consideration that reduces the transaction price and recognizes that reduction in the same period the associated revenue is recognized. Certain U.S.-based distributors have price adjustment rights when they sell the Company’s products to their end customers at a price that is lower than the distribution price invoiced by the Company. When the Company receives claims from the distributors that products have been sold to the end customers at the lower prices, the Company issues the distributors credit memos for the price adjustments. The Company estimates the price adjustments using the expected value method based on an analysis of historical claims, at both the distributor and product level, as well as an assessment of any known trends of product sales mix. Other U.S. distributors and non-U.S. distributors do\nnot\nhave price adjustment rights. The Company records a credit against accounts receivable for the estimated price adjustments, with a corresponding reduction to revenue.\nCertain distributors have limited stock rotation rights that permit the return of a small percentage of the previous\nsix\nmonths’ purchases in accordance with the contract terms. The Company estimates the stock rotation returns using the expected value method based on an analysis of historical returns, and the current level of inventory in the distribution channel. The Company records a liability for the stock rotation reserve, with a corresponding reduction to revenue. In addition, the Company recognizes an asset for product returns which represents the right to recover products from the customers related to stock rotations, with a corresponding reduction to cost of revenue.\nContract Balances\nAccounts Receivable:\nThe Company records a receivable when it has an unconditional right to receive consideration after the performance obligations are satisfied. As of\nDecember 31, 2023\nand\n2022\n,\naccounts receivable totaled $\n179.9\nmillion and $\n182.7\nmillion, respectively. The Company’s accounts receivable are short-term, with standard payment terms generally ranging from\n30\nto\n90\ndays. The Company did\nnot\nrecognize any write-offs of accounts receivable or record any allowance for credit losses for the periods presented.\nContract Liabilities:\nFor certain customers located in Asia, the Company requires cash payments\ntwo\nweeks before the products are scheduled to be shipped to the customers. The Company records these payments received in advance of performance as customer prepayments within current accrued liabilities. As of\nDecember 31, 2023\nand\n2022\n, customer prepayments totaled $\n2.8\nmillion and $\n3.6\nmillion, respectively. The decrease in the customer prepayment balance for the year ended\nDecember 31, 2023\nresulted from a decrease in unfulfilled customer orders for which the Company had received payments. For the year ended\nDecember 31, 2023\n, the Company recognized substantially all of the revenue that was included in the customer prepayment balance as of\nDecember 31, 2022\n.\nPractical Expedients\nThe Company has elected the practical expedient to expense sales commissions as incurred because the amortization period would have been\none\nyear or less.\nThe Company’s standard payment terms generally require customers to pay\n30\nto\n90\ndays after the Company satisfies the performance obligations. For those customers who are required to pay in advance, the Company satisfies the performance obligations generally within a quarter. For these reasons, the Company has elected\nnot\nto determine whether contracts with customers contain significant financing components.\nThe Company’s unsatisfied performance obligations primarily include products held in consignment arrangements and customer purchase orders for products that the Company has\nnot\nyet shipped. Because the Company expects to fulfill these performance obligations within\none\nyear, the Company has elected\nnot\nto disclose the amount of these remaining performance obligations.\n55\n3.\nCASH, CASH EQUIVALENTS, INVESTMENTS AND RESTRICTED CASH\nThe following is a summary of the Company’s cash, cash equivalents and debt investments (in thousands):\nThe following table summarizes the contractual maturities of the short-term and long-term available-for-sale investments as of\nDecember 31, 2023\n(in thousands):\nGross realized gains and losses were\nnot\nmaterial for the periods presented.\nThe following tables summarize the unrealized gain and loss positions related to the available-for sale investments (in thousands):\n56\nThe following tables present information about the available-for-sale investments that had been in a continuous unrealized loss position for less than\n12\nmonths and for greater than\n12\nmonths (in thousands):\nAn impairment exists when the fair value of an investment is less than its amortized cost basis. As of\nDecember 31, 2023\nand\n2022\n,\nthe Company did\nnot\nconsider the impairment of its investments to be a result of credit losses. The Company typically invests in highly rated securities, with the primary objective of minimizing the potential risk of principal loss. The Company’s investment policy generally requires securities to be investment grade and limits the amount of credit exposure to any\none\nissuer. When evaluating a debt security for impairment, management reviews factors such as the Company’s intent to sell, or whether it will more likely than\nnot\nbe required to sell, the security before recovery of its amortized cost basis, the extent to which the fair value of the security is less than its cost, the financial condition of the issuer and the credit quality of the investment.\nNon-Marketable Equity Investment\nIn\nNovember 2020,\nthe Company made an equity investment in a privately held Swiss company (the “Investee”) that is accounted for under the measurement alternative. In\nApril 2022,\nthe Company made an additional investment in the form of a convertible loan. One member of the Board of Directors was an executive officer of a company that has a commercial relationship with the Investee. In addition, the Company’s Chief Executive Officer had a personal investment in the Investee and was on the Investee’s Board of Directors. As of\nDecember 31, 2022,\nthe Company’s investment in the Investee, which is denominated in Swiss Franc, had a carrying value of $\n5.4\nmillion.\nIn\nMay 2023,\nthe Company sold all its investments in the Investee for\n    $\n7.4\nmillion and recorded a gain of\n    $\n1.4\nmillion, which was included as a component of other income (expense), net, in the Consolidated Statements of Operations for the year ended\nDecember 31, 2023\n.\nRestricted Cash\nThe following table provides a reconciliation of cash, cash equivalents and restricted cash reported on the Consolidated Balance Sheets to the amounts reported on the Consolidated Statements of Cash Flows (in thousands):\nAs of\nDecember 31, 2023\n, restricted cash included in other current assets was related to preliminary purchase consideration held in a trust account in connection with the Company’s recent acquisition. See Note\n17\nfor additional information. As of\nDecember 31, 2023\nand\n2022\n, restricted cash included in other long-term assets was related to a security deposit that is set aside in a bank account and cannot be withdrawn by the Company under the terms of a lease agreement. The restriction will end upon the expiration of the lease.\n57\n4.\nFAIR VALUE MEASUREMENTS\nFair Value Hierarchy\nThe Company has estimated the fair value of its financial assets by applying the following hierarchy, which prioritizes the inputs used to measure fair value into\nthree\nlevels and bases the categorization within the hierarchy upon the lowest level of input that is available and significant to the fair value measurement:\nFinancial Assets Measured at Fair Value on a Recurring Basis\nThe following table details the fair value of the financial assets measured on a recurring basis (in thousands):\nRedemptions and changes in the fair value of the auction-rate securities classified as Level\n3\nassets were\nnot\nmaterial for the periods presented.\n58\n5.\nBALANCE SHEET COMPONENTS\nInventories\nInventories consist of the following (in thousands):\nOther Current Assets\nOther current assets consist of the following (in thousands):\nOther receivables relate to a deposit made to a supplier under a long-term wafer supply agreement. See Note\n12\nfor further details.\nProperty and Equipment, Net\nProperty and equipment, net, consist of the following (in thousands):\nDepreciation and amortization expense on property and equipment was $\n40.0\nmillion, $\n36.8\nmillion and $\n28.4\nmillion for the years ended\nDecember 31, 2023,\n2022\nand\n2021\n, respectively.\nOther Long-Term Assets\nOther long-term assets consist of the following (in thousands):\nPrepaid wafer purchases relate to a deposit made to a supplier under a long-term wafer supply agreement. See Note\n12\nfor further details.\n59\nOther Accrued Liabilities\nOther accrued liabilities consist of the following (in thousands):\nOther Long-Term Liabilities\nOther long-term liabilities consist of the following (in thousands):\n6.\nLEASES\nLessee\nThe Company has operating leases primarily for administrative, sales and marketing offices, manufacturing operations and R&D facilities, employee housing units and certain equipment. These leases have remaining lease terms from less than\none\nyear to\nseven\nyears. Some of these leases include options to renew the lease term for up to\nfive\nyears or on a month-to-month basis. The Company does\nnot\nhave finance lease arrangements.\nThe following table summarizes the balances of operating lease ROU assets and liabilities (in thousands):\nThe following tables summarize certain information related to the leases (in thousands, except percentages and years):\n60\nAs of\nDecember 31, 2023\n, the maturities of the lease liabilities were as follows (in thousands):\nAs of\nDecember 31, 2023\n, the operating lease that has\nnot\nyet commenced is\nnot\nmaterial.\nLessor\nThe Company owns certain office buildings and leases a portion of these properties to\nthird\nparties under arrangements that are classified as operating leases. These leases have remaining lease terms ranging from less than\none\nyear to\nthree\nyears. Some of these leases include options to renew the lease term for up to\nfive\nyears.\nIncome related to lease payments was $\n1.5\nmillion, $\n2.4\nmillion and $\n2.2\nmillion for the years ended\nDecember 31, 2023,\n2022\nand\n2021\n, respectively. As of\nDecember 31, 2023\n,\nfuture income related to lease payments was as follows (in thousands):\n61\n7.\nSTOCK-BASED COMPENSATION\n2014\nEquity Incentive Plan\nIn\nApril 2013\n,\nthe Board of Directors adopted the\n2014\nEquity Incentive Plan (the\n“2014\nPlan”), which the Company’s stockholders approved in\nJune 2013\n.\nIn\nOctober 2014\n,\nthe Board of Directors approved certain amendments to the\n2014\nPlan. The amended\n2014\nPlan became effective on\nNovember 13, 2014\nand provided for the issuance of up to\n5.5\nmillion shares. In\nApril 2020\n,\nthe Board of Directors further amended and restated the amended\n2014\nPlan (the “Amended and Restated\n2014\nPlan”), which the Company’s stockholders approved in\nJune 2020\n.\nThe Amended and Restated\n2014\nPlan became effective on\nJune 11, 2020\nand provides for the issuance of up to\n10.5\nmillion shares. The Amended and Restated\n2014\nPlan will expire on\nJune 11, 2030\n.\nAs of\nDecember 31, 2023\n,\n4.2\nmillion shares remained available for future issuance under the Amended and Restated\n2014\nPlan.\nStock-Based Compensation Expense\nThe Company recognized stock-based compensation expense as follows (in thousands):\n(\n1\n) Amount reflects the tax benefit related to stock-based compensation recorded for equity awards that are expected to generate tax deductions when they vest in future periods. Equity awards granted to the Company’s executive officers are subject to the tax deduction limitations set by Section\n162\n(m) of the IRC.\nRSUs\nThe Company’s RSUs include time-based RSUs, PSUs, MSUs, and MPSUs. Vesting of awards with performance conditions or market conditions is subject to the achievement of pre-determined performance or market goals and the approval of such achievement by the Compensation Committee of the Board of Directors (the “Compensation Committee”). All awards include service conditions which require continued employment with the Company.\nA summary of RSU activity is presented in the table below (in thousands, except per share amounts):\n62\nThe intrinsic value related to vested RSUs was $\n461.3\nmillion, $\n336.8\nmillion and $\n381.2\nmillion for the years ended\nDecember 31, 2023,\n2022\nand\n2021\n, respectively. As of\nDecember 31, 2023\n, the total intrinsic value of all outstanding RSUs was $\n1.3\nbillion, based on the closing stock price of $\n630.78\n. As of\nDecember 31, 2023\n, unamortized compensation expense related to all outstanding RSUs was $\n232.6\nmillion with a weighted-average remaining recognition period of approximately\ntwo\nyears.\nCash proceeds from vested PSUs with a purchase price totaled $\n1.1\nmillion, $\n5.4\nmillion and $\n17.3\nmillion for the years ended\nDecember 31, 2023,\n2022\nand\n2021,\nrespectively.\nTime-Based RSUs\nFor the years ended\nDecember 31, 2023,\n2022\nand\n2021\n, the Compensation Committee granted\n51,000\n,\n49,000\nand\n46,000\nRSUs, respectively, with service conditions to non-executive employees and non-employee directors. The RSUs generally vest over\nfour\nyears for employees and\none\nyear for directors, subject to continued service with the Company.\nPSUs and MPSUs\n2023\nPSUs:\nIn\nFebruary 2023,\nthe Compensation Committee granted\n69,000\nPSUs to the executive officers, which represent a target number of shares that can be earned based on the degree of achievement of\ntwo\nsets of performance goals (\n“2023\nExecutive PSUs”). For the\nfirst\ngoal, the executive officers can earn up to\n300\n% of the target number of the\n2023\nExecutive PSUs based on the achievement of the Company’s average\nthree\n-year (\n2023\nthrough\n2025\n) revenue growth rate in excess of the analog industry’s average\nthree\n-year revenue growth rate as published by the Semiconductor Industry Association (the “SIA”). For the\nsecond\ngoal, the executive officers can earn up to an additional\n200\n% of the target number of the\n2023\nExecutive PSUs if the Company secures additional manufacturing capacity outside China during a\nthree\n-year performance period. For both goals, a percentage of the\n2023\nExecutive PSUs will fully vest on\nDecember 31, 2025,\ndepending on the degree to which the pre-determined goals are met during the performance periods. Assuming the achievement of the highest level of the performance goals, the total stock-based compensation cost for the\n2023\nExecutive PSUs is $\n156.2\nmillion.\nIn\nFebruary 2023,\nthe Compensation Committee granted\n13,000\nPSUs to certain non-executive employees, which represent a target number of shares that can be earned based on the degree of achievement of the Company’s\n2024\nrevenue goals for certain regions or product line divisions, or based on the degree of achievement of the Company’s average\ntwo\n-year (\n2023\nand\n2024\n) revenue growth rate compared against the analog industry’s average\ntwo\n-year revenue growth rate as published by the SIA (\n“2023\nNon-Executive PSUs”). The maximum number of shares that an employee can earn is either\n200\n% or\n300\n% of the target number of the\n2023\nNon-Executive PSUs, depending on the job classification of the employee.\n50\n% of the\n2023\nNon-Executive PSUs will vest in the\nfirst\nquarter of\n2025\ndepending on the degree to which the pre-determined goals are met during the performance period. The remaining\n2023\nNon-Executive PSUs will vest over the following\ntwo\nyears on a quarterly basis. Assuming the achievement of the highest level of performance goals, the total stock-based compensation cost for the\n2023\nNon-Executive PSUs is $\n13.8\nmillion.\nThe\n2023\nExecutive PSUs and the\n2023\nNon-Executive PSUs contain a purchase price feature, which requires the employees to pay the Company $\n30\nper share upon vesting of the shares. The\n$30\npurchase price requirement is deemed satisfied and waived if the Company’s stock price on the last trading day of the performance period is\n$30\nhigher than the grant date stock price of $\n467.62\n. The Company determined the grant date fair value of the\n2023\nExecutive PSUs and the\n2023\nNon-Executive PSUs using a Monte Carlo simulation model with the following assumptions: stock price of $\n467.62\n, simulation term of\nfour\nyears, expected volatility of\n51.0\n%, risk-free interest rate of\n3.9\n%, and expected dividend yield of\n0.9\n%. There is\nno\nilliquidity discount because the awards do\nnot\ncontain any post-vesting sales restrictions.\n2022\nPSUs:\nIn\nFebruary 2022,\nthe Compensation Committee granted\n81,000\nPSUs to the executive officers, which represented a target number of shares that could be earned subject to the achievement of\ntwo\nsets of performance goals (\n“2022\nExecutive PSUs”). For the\nfirst\ngoal, the executive officers could earn up to\n300\n% of the target number of the\n2022\nExecutive PSUs based on the achievement of the Company’s average\ntwo\n-year (\n2022\nand\n2023\n) revenue growth rate compared against the analog industry’s average\ntwo\n-year revenue growth rate as published by the SIA.\n50\n% of the\n2022\nExecutive PSUs would vest in the\nfirst\nquarter of\n2024\nif the pre-determined revenue goal was met during the performance period. The remaining\n2022\nExecutive PSUs would vest over the following\ntwo\nyears on a quarterly basis. For the\nsecond\ngoal, the executive officers could earn up to an additional\n200\n% of the target number of the\n2022\nExecutive PSUs if the Company secured additional wafer capacity during a\nthree\n-year performance period. The\n2022\nExecutive PSUs related to the\nsecond\ngoal would fully vest in the\nfirst\nquarter of\n2025\nif the pre-determined goal was met during the performance period. In addition, all vested shares related to the\nsecond\ngoal would be subject to a post-vesting sales restriction period of\none\nyear. Assuming the achievement of the highest level of the performance goals, the total stock-based compensation cost for the\n2022\nExecutive PSUs would be $\n142.7\nmillion. The\n2022\nExecutive PSUs were subsequently cancelled by the Board of Directors in\nOctober 2022.\nSee the\n“2022\nMSUs” section for further details.\nIn\nFebruary 2022,\nthe Compensation Committee granted\n14,000\nPSUs to certain non-executive employees, which represented a target number of shares that could be earned subject to the achievement of the Company’s\n2023\nrevenue goals for certain regions or product line divisions, or based on the achievement of the Company’s average\ntwo\n-year (\n2022\nand\n2023\n) revenue growth rate compared against the analog industry’s average\ntwo\n-year revenue growth rate as published by the SIA (\n“2022\nNon-Executive PSUs”). The maximum number of shares that an employee could earn was either\n200\n% or\n300\n% of the target number of the\n2022\nNon-Executive PSUs, depending on the job classification of the employee. Based on the actual revenue achievement at the end of the performance period, a total of\n29,000\nshares were awarded to the non-executive employees.\n50\n% of the\n2022\nNon-Executive PSUs will vest in the\nfirst\nquarter of\n2024.\nThe remaining\n2022\nNon-Executive PSUs will vest over the following\ntwo\nyears on an annual or quarterly basis. Based on the actual achievement of the performance goals, the total stock-based compensation cost for the\n2022\nNon-Executive PSUs is $\n11.1\nmillion.\n63\nThe\n2022\nExecutive PSUs and the\n2022\nNon-Executive PSUs contained a purchase price feature, which required the employees to pay the Company $\n30\nper share upon vesting of the shares. The\n$30\npurchase price requirement was deemed satisfied and waived if the average stock price for\n20\nconsecutive trading days at any time during\n2022\nand\n2023\nwas\n$30\nhigher than the grant date stock price of $\n393.16\n. This market condition was achieved in the\nfirst\nquarter of\n2022.\nThe Company determined the grant date fair value of the\n2022\nExecutive PSUs for the\nfirst\ngoal and the\n2022\nNon-Executive PSUs using a Monte Carlo simulation model with the following assumptions: stock price of $\n393.16\n, simulation term of\nfour\nyears, expected volatility of\n44.6\n%, risk-free interest rate of\n1.5\n%, and expected dividend yield of\n0.8\n%. In addition, for the\n2022\nExecutive PSUs related to the\nsecond\ngoal, the fair value was determined based on the closing stock price at the end of each reporting period, adjusted for accrued dividends and an illiquidity discount of\n10.3\n% to account for the post-vesting sales restrictions.\n2021\nPSUs:\nIn\nFebruary 2021,\nthe Compensation Committee granted\n80,000\nPSUs to the executive officers, which represented a target number of shares that could be earned subject to the achievement of\ntwo\nsets of performance goals (\n“2021\nExecutive PSUs”). For the\nfirst\ngoal, the executive officers could earn up to\n300\n% of the target number of the\n2021\nExecutive PSUs based on the achievement of the Company’s average\ntwo\n-year (\n2021\nand\n2022\n) revenue growth rate compared against the analog industry’s average\ntwo\n-year revenue growth rate as published by the SIA. Based on the actual revenue achievement at the end of the performance period, a total of\n240,000\nshares were awarded to the executive officers.\n50\n% of the\n2021\nExecutive PSUs vested in the\nfirst\nquarter of\n2023.\nThe remaining\n2021\nExecutive PSUs vest over the following\ntwo\nyears on a quarterly basis. For the\nsecond\ngoal, the executive officers could earn an additional\n100%\nof the target number of the\n2021\nExecutive PSUs subject to the achievement of\nthree\nenvironmental objectives under the Company’s ESG initiatives with a performance period through\nDecember 31, 2023.\nAs of\nDecember 31, 2023,\nall\nthree\nenvironmental objectives were achieved and a total of\n80,000\nshares were awarded to the executive officers. The\n2021\nExecutive PSUs related to the ESG goal fully vested upon achievement of the objectives. All vested shares related to the ESG goal are subject to a post-vesting sales restriction period of\none\nyear. Based on the actual achievement of the performance goals, the total stock-based compensation cost for the\n2021\nExecutive PSUs is $\n114.4\nmillion.\nIn\nFebruary 2021,\nthe Compensation Committee granted\n14,000\nPSUs to certain non-executive employees, which represented a target number of shares that could be earned subject to the achievement of the Company’s\n2022\nrevenue goals for certain regions or product line divisions, or based on the achievement of the Company’s average\ntwo\n-year (\n2021\nand\n2022\n) revenue growth rate compared against the analog industry’s average\ntwo\n-year revenue growth rate as published by the SIA (\n“2021\nNon-Executive PSUs”). The maximum number of shares that an employee could earn was either\n200\n% or\n300\n% of the target number of the\n2021\nNon-Executive PSUs, depending on the job classification of the employee. Based on the actual revenue achievement at the end of the performance period, a total of\n33,000\nshares were awarded to the non-executive employees.\n50\n% of the\n2021\nNon-Executive PSUs vested in the\nfirst\nquarter of\n2023.\nThe remaining\n2021\nNon-Executive PSUs vest over the following\ntwo\nyears on an annual or quarterly basis. Based on the actual achievement of the performance goals, the total stock-based compensation cost for the\n2021\nNon-Executive PSUs is $\n11.9\nmillion.\nThe\n2021\nExecutive PSUs and the\n2021\nNon-Executive PSUs contained a purchase price feature, which required the employees to pay the Company $\n30\nper share upon vesting of the shares. The\n$30\npurchase price requirement was deemed satisfied and waived if the average stock price for\n20\nconsecutive trading days at any time between the grant date and\nDecember 31, 2022\nwas\n$30\nhigher than the grant date stock price of $\n374.57\n. This market condition was achieved in the\nthird\nquarter of\n2021.\nThe Company determined the grant date fair value of the\n2021\nExecutive PSUs and the\n2021\nNon-Executive PSUs using a Monte Carlo simulation model with the following assumptions: stock price of $\n374.57\n, simulation term of\n4.0\nyears, expected volatility of\n41.4\n%, risk-free interest rate of\n0.3\n%, and expected dividend yield of\n0.6\n%. In addition, the grant date fair value for the\n2021\nExecutive PSUs subject to the ESG goal included an illiquidity discount of\n9.8\n% to account for the post-vesting sales restrictions.\n2020\nPSUs:\nIn\nFebruary 2020\n,\nthe Compensation Committee granted\n100,000\nPSUs to the executive officers, which represented a target number of shares that could be earned based on the Company’s average\ntwo\n-year (\n2020\nand\n2021\n) revenue growth rate compared against the analog industry’s average\ntwo\n-year revenue growth rate as published by the SIA (\n“2020\nExecutive PSUs”). The maximum number of shares that an executive officer could earn was\n300\n% of the target number of the\n2020\nExecutive PSUs. Based on the actual revenue achievement at the end of the performance period, a total of\n300,000\nshares were awarded to the executive officers.\n50\n% of the\n2020\nExecutive PSUs vested in the\nfirst\nquarter of\n2022.\nThe remaining\n2020\nExecutive PSUs vest over the following\ntwo\nyears on a quarterly basis. Based on the actual achievement of the performance goals, the total stock-based compensation cost for the\n2020\nExecutive PSUs is $\n51.1\nmillion.\nIn\nFebruary 2020\n,\nthe Compensation Committee granted\n30,000\nPSUs to certain non-executive employees, which represented a target number of shares that could be earned based on the Company’s\n2021\nrevenue goals for certain regions or product line divisions, or based on the Company’s average\ntwo\n-year (\n2020\nand\n2021\n) revenue growth rate compared against the analog industry’s average\ntwo\n-year revenue growth rate as published by the SIA (\n“2020\nNon-Executive PSUs”). The maximum number of shares that an employee could earn was either\n200\n% or\n300\n% of the target number of the\n2020\nNon-Executive PSUs, depending on the job classification of the employee. Based on the actual revenue achievement at the end of the performance period, a total of\n71,000\nshares were awarded to the non-executive employees.\n50\n% of the\n2020\nNon-Executive PSUs vested in the\nfirst\nquarter of\n2022.\nThe remaining\n2020\nNon-Executive PSUs vest over the following\ntwo\nyears on an annual or quarterly basis. Based on the actual achievement of the performance goals, the total stock-based compensation cost for the\n2020\nNon-Executive PSUs is $\n11.8\nmillion.\nThe\n2020\nExecutive PSUs and the\n2020\nNon-Executive PSUs contained a purchase price feature, which required the employees to pay the Company $\n30\nper share upon vesting of the shares. The\n$30\npurchase price requirement was deemed satisfied and waived if the average stock price for\n20\nconsecutive trading days at any time during the performance period was\n$30\nhigher than the grant date stock price of $\n182.62\n. This market condition was achieved in the\nsecond\nquarter of\n2020.\nThe Company determined the grant date fair value of the\n2020\nExecutive PSUs and the\n2020\nNon-Executive PSUs using a Monte Carlo simulation model with the following assumptions: stock price of $\n182.62\n, simulation term of\n2.0\nyears, expected volatility of\n33.6\n%, risk-free interest rate of\n1.4\n%, and expected dividend yield of\n1.1\n%.\n64\n2020\nMPSUs:\nIn\nJuly 2020\n,\nthe Compensation Committee granted\n43,000\nMPSUs to the executive officers and\n2,000\nMPSUs to certain key employees, which represented a target number of shares that could be earned based on the achievement of both market and performance conditions (\n“2020\nMPSUs”). The maximum number of shares that an employee could earn was\n500\n% of the target number of the\n2020\nMPSUs. The market conditions consisted of\nfive\nstock price targets ranging from $\n260\nto $\n300\nwith a performance period through\nJuly 20, 2023\n,\nand the performance condition consisted of\none\nbusiness operating goal related to a revenue target for certain customers with a performance period through\nDecember 31, 2021\n.\nAs of\nDecember 31, 2020,\nthe Company had achieved all\nfive\nprice targets and the operating goal, and a total of\n221,000\nshares were awarded to the employees.\n75\n% of the\n2020\nMPSUs vested on\nJuly 20, 2023,\nand\n25\n% of the\n2020\nMPSUs will vest on\nJuly 20, 2024\n.\nAll vested shares are subject to a post-vesting sales restriction period of\none\nyear. Based on the actual achievement of the market and performance goals, the total stock-based compensation cost for the\n2020\nMPSUs is $\n42.1\nmillion.\nThe Company determined the grant date fair value of the\n2020\nMPSUs using a Monte Carlo simulation model with the following assumptions: stock price of $\n248.71\n, simulation term of\n4.0\nyears, expected volatility of\n38.8\n%, risk-free interest rate of\n0.2\n%, and expected dividend yield of\n0.8\n%. In addition, the grant date fair value included an illiquidity discount of\n8.9\n% to account for the post-vesting sales restrictions.\nMSUs\n2022\nMSUs:\nIn\nOctober 2022,\nthe Compensation Committee cancelled the\n2022\nExecutive PSUs and granted\n159,000\nMSUs to the executive officers as replacement awards, which represented a target number of shares that could be earned subject to the achievement of both stock price targets and stock performance compared to the companies comprising the Philadelphia Semiconductor Sector Index (“Peer Group”) over a\nthree\n-year performance period from\nOctober 25, 2022\nto\nOctober 25, 2025 (\n“2022\nExecutive MSUs”). The maximum number of shares that an executive officer could earn was\n500\n% of the target number of the\n2022\nExecutive MSUs if: (\n1\n) the Company achieved\nfive\nstock price targets ranging from $\n455\nto $\n591\nat any time during the performance period, and (\n2\n) the Company’s total stockholder return ranked in the\n50\nth\npercentile or above relative to the Peer Group at the end of the performance period. As of\nDecember 31, 2023,\nprice targets\none\nand\ntwo\nhave been achieved. Upon achievement of the performance conditions, the\n2022\nExecutive MSUs will fully vest on\nOctober 25, 2025.\nUnder modification accounting, the total stock-based compensation cost was $\n119.2\nmillion, which was subsequently updated to $\n124.3\nmillion due to a change of application of accounting methodology. The total stock-based compensation cost of $\n124.3\nmillion included the unamortized expense of $\n102.8\nmillion related to\n2022\nExecutive PSUs on the modification date and the incremental cost of $\n21.5\nmillion related to the\n2022\nExecutive MSUs as a result of the modification.\nThe Company determined the grant date fair value of the\n2022\nExecutive MSUs using a Monte Carlo simulation model with the following assumptions: stock price of $\n342.16\n, simulation term of\nthree\nyears, expected volatility of\n54.0\n%, risk-free interest rate of\n4.4\n%, and an expected dividend yield of\n0.9\n%. There was\nno\nilliquidity discount because the awards did\nnot\ncontain any post-vesting sales restrictions.\nIn\nFebruary 2022,\nthe Compensation Committee granted\n24,000\nMSUs to certain non-executive employees, which represented a target number of shares that could be earned upon achievement of stock price targets (\n“2022\nNon-Executive MSUs”). The maximum number of shares that an employee could earn was\n500\n% of the target number of the\n2022\nNon-Executive MSUs if the Company achieved\nfive\nstock price targets ranging from $\n472\nto $\n590\nduring a performance period from\nFebruary 3, 2022\nto\nFebruary 3, 2025.\nAs of\nDecember 31, 2023,\nthe Company has achieved all stock price targets. The\n2022\nNon-Executive MSUs will vest in equal amounts on each of the first,\nsecond\nand\nthird\nanniversaries of\nFebruary 3, 2025.\nThe total stock-based compensation cost for the\n2022\nNon-Executive MSUs is $\n30.1\nmillion.\nThe Company determined the grant date fair value of the\n2022\nNon-Executive MSUs using a Monte Carlo simulation model with the following assumptions: stock price of $\n393.16\n, simulation term of\nsix\nyears, expected volatility of\n39.0\n%, risk-free interest rate of\n1.7\n%, and expected dividend yield of\n0.8\n%.\n2018\nMSUs:\nIn\nOctober 2018,\nthe Compensation Committee granted\n60,000\nMSUs to the executive officers and\n60,000\nMSUs to certain non-executive employees, which represented a target number of shares that could be earned upon achievement of stock price targets (\n“2018\nMSUs”). The maximum number of shares that an employee could earn was\n500\n% of the target number of the\n2018\nMSUs if the Company achieved\nfive\nstock price targets ranging from $\n140\nto $\n172\nduring a performance period from\nOctober 26, 2018\nto\nDecember 31, 2023.\nAs of\nDecember 31, 2019,\nall stock price targets had been achieved and the employees were awarded a total of\n600,000\nshares. The\n2018\nMSUs vested on\nJanuary 1, 2024,\nwith post-vesting sales restrictions on the vested shares for up to an additional\ntwo\nyears. The total stock-based compensation cost for the\n2018\nMSUs is $\n38.5\nmillion.\nThe Company determined the grant date fair value of the\n2018\nMSUs using a Monte Carlo simulation model with the following assumptions: stock price of $\n108.43\n, expected volatility of\n31.6\n%, a risk-free interest rate of\n3.0\n%, and an illiquidity discount of\n8.7\n% to account for the post-vesting sales restrictions.\n2013\nMSUs:\nIn\nDecember 2013,\nthe Compensation Committee granted\n276,000\nMSUs to the executive officers and\n84,000\nMSUs to certain non-executive employees, which represented a target number of shares that could be earned upon achievement of stock price targets (\n“2013\nMSUs”). The maximum number of shares that an employee could earn was\n500\n% of the target number of the\n2013\nMSUs if the Company achieved\nfive\nprice targets ranging from $\n40\nto $\n56\nduring a performance period from\nJanuary 1, 2014\nto\nDecember 31, 2018.\nAs of\nDecember 31, 2015,\nall stock price targets had been achieved and the employees were awarded a total of\n1.8\nmillion shares. The\n2013\nMSUs vested quarterly from\nJanuary 1, 2019\nto\nDecember 31, 2023.\nThe total stock-based compensation cost for the\n2013\nMSUs is $\n38.1\nmillion.\nThe Company determined the grant date fair value of the\n2013\nMSUs using a Monte Carlo simulation model with the following assumptions: stock price of $\n31.73\n, expected volatility of\n38.7\n% and a risk-free interest rate of\n1.6\n%. There was\nno\nilliquidity discount because the awards did\nnot\ncontain any post-vesting sales restrictions.\n65\nESPP\nIn\nApril 2023,\nthe Board of Directors approved, subject to stockholder approval, the amendment and restatement of the Monolithic Power Systems, Inc.\n2004\nEmployee Stock Purchase Plan (the “Amended\n2004\nESPP”). The Amended\n2004\nESPP, which was subsequently approved by the Company’s stockholders on\nJune 15, 2023,\nbecame effective on\nAugust 16, 2023,\nafter the final purchase period of the Monolithic Power Systems, Inc.\n2004\nEmployee Stock Purchase Plan (the\n“2004\nESPP”). The\n2004\nESPP provided for an annual increase by an amount equal to the least of\none million\nshares,\n2\n% of the outstanding shares of common stock on the\nfirst\nday of the year, or a number of shares as determined by the Board of Directors. This evergreen provision was removed in the Amended\n2004\nESPP. The Amended\n2004\nESPP further provides for the issuance of up to\n4.4\nmillion shares of the Company’s common stock and will expire on\nAugust 16, 2038.\nUnder both ESPPs, eligible employees\nmay\npurchase common stock through payroll deductions. Participants\nmay\nnot\npurchase more than\n2,000\nshares in a\nsix\n-month offering period, or purchase shares having a value greater than $\n25,000\nin any calendar year as measured at the beginning of the offering period in accordance with the IRC and applicable treasury regulations. As of\nDecember 31, 2023,\n4.4\nmillion shares were available for future issuance under the Amended\n2004\nESPP.\nFor the years ended\nDecember 31, 2023,\n2022\nand\n2021\n,\n17,000\n,\n14,000\nand\n17,000\nshares, respectively, were issued under the\n2004\nESPP and the Amended\n2004\nESPP. The intrinsic value of the shares issued was $\n1.4\nmillion, $\n1.6\nmillion and $\n2.4\nmillion for the years ended\nDecember 31, 2023,\n2022\nand\n2021\n, respectively. As of\nDecember 31, 2023\n, the unamortized expense was $\n0.4\nmillion, which will be recognized through the\nfirst\nquarter of\n2024.\nThe Black-Scholes model was used to value the employee stock purchase rights with the following weighted-average assumptions:\nCash proceeds from the shares issued under the\n2004\nESPP and the Amended\n2004\nESPP were $\n7.6\nmillion, $\n5.9\nmillion and $\n4.7\nmillion for the years ended\nDecember 31, 2023,\n2022\nand\n2021\n, respectively.\n8.\nSTOCKHOLDER’ EQUITY\nCash Dividend Program\nThe Company has a dividend program approved by the Board of Directors, pursuant to which the Company intends to pay quarterly cash dividends on its common stock. Based on the Company’s historical practice, stockholders of record as of the last business day of the quarter are entitled to receive the quarterly cash dividends when and if declared by the Board of Directors, which are payable to the stockholders in the following month. The Board of Directors declared the following cash dividends (in thousands, except per share amounts):\nAs of\nDecember 31, 2023\nand\n2022\n, accrued dividends totaled $\n47.9\nmillion and $\n35.3\nmillion, respectively.\nThe declaration of any future cash dividends is at the discretion of the Board of Directors and will depend on, among other things, the Company’s financial condition, results of operations, capital requirements, business conditions, and other factors that the Board of Directors\nmay\ndeem relevant, as well as a determination that cash dividends are in the best interests of the Company’s stockholders.\nThe Company anticipates that cash used for future dividend payments will come from its domestic cash, cash generated from ongoing U.S. operations, and cash repatriated from its Bermuda subsidiary. The Company also anticipates that earnings from other foreign subsidiaries will continue to be indefinitely reinvested.\nCash Dividend Equivalent Rights\nThe Company’s RSUs contain rights to receive cash dividend equivalents, which entitle employees who hold RSUs to the same dividend value per share as holders of common stock. The dividend equivalents are accumulated and paid to the employees when the underlying RSUs vest. Dividend equivalents accumulated on the underlying RSUs are forfeited if the employees do\nnot\nfulfill the requisite service requirement and, as a result, the awards do\nnot\nvest. As of\nDecember 31, 2023\nand\n2022\n,\naccrued dividend equivalents totaled $\n11.9\nmillion and $\n13.8\nmillion, respectively.\n66\nStock Repurchase Program\nIn\nOctober 2023,\nthe Board of Directors approved a new stock repurchase program authorizing the Company to repurchase up to $\n640.0\nmillion in the aggregate of its common stock through\nOctober 29, 2026.\nShares are retired upon repurchase. The Company repurchased approximately\n7,000\nshares of its common stock for an aggregate purchase price of $\n3.7\nmillion during the year ended\nDecember 31, 2023.\nStock repurchased under the program\nmay\nbe made through open market repurchases, privately negotiated transactions or other structures in accordance with applicable state and federal securities laws, at times and in amounts as management deems appropriate. The timing and the number of any repurchased common stock will be determined by the Company’s management based on its evaluation of market conditions, legal requirements, share price, and other factors. The repurchase program does\nnot\nobligate the Company to purchase any particular number of shares and\nmay\nbe suspended, modified, or discontinued at any time without prior notice.\nThe U.S. IRA requires a\n1%\nexcise tax of the value of certain stock repurchases in excess of stock issued for employee compensation made after\nDecember 31, 2022.\nThis provision did\nnot\nhave an impact on the Company’s consolidated financial statements.\n9.\nOTHER INCOME (EXPENSE), NET\nThe components of other income (expense), net, are as follows (in thousands):\n10.\nNET INCOME PER SHARE\nThe following table sets forth the computation of basic and diluted net income per share (in thousands, except per share amounts):\nAnti-dilutive common stock equivalents were\nnot\nmaterial for the periods presented.\n67\n11.\nINCOME TAXES\nThe components of income before income taxes are as follows (in thousands):\nThe components of the income tax expense are as follows (in thousands):\nThe effective tax rate differs from the applicable U.S. statutory federal income tax rate as follows:\nThe prior years’ return to provision true-up adjustment has been disaggregated to conform with the current-year presentation.\nThe components of net deferred tax assets consist of the following (in thousands):\n68\nGILTI:\nThe Company accounts for GILTI as a period cost.\nValuation Allowance:\nThe Company periodically evaluates its deferred tax assets, including a determination of whether a valuation allowance is necessary, based upon its ability to utilize the assets using a more likely than\nnot\nanalysis. The realizability of the Company’s net deferred tax assets is dependent on its ability to generate sufficient future taxable income during periods prior to the expiration of tax attributes to fully utilize these assets. As of\nDecember 31, 2023\nand\n2022\n, the Company has evaluated the realization of its deferred tax assets and recorded a valuation allowance for assets that do\nnot\nmeet the more-likely-than-\nnot\nrecognition threshold.\nA reconciliation of the beginning and ending balance of valuation allowances is as follows (in thousands):\nThe additions in\n2023\nwere primarily the result of a change in foreign tax law in\n2023\nthat negatively impacted the realizability of foreign deferred tax assets.\nUndistributed Earnings of Subsidiaries:\nThe Company has analyzed its global working capital and cash requirements, and has determined that it plans to repatriate cash from its Bermuda subsidiary on an ongoing basis to fund its future U.S.-based expenditures and dividends. For the years ended\nDecember 31, 2023\nand\n2021,\nthe Company repatriated $\n140.0\nmillion and $\n70.0\nmillion from its Bermuda subsidiary, respectively.\nNo\ncash was repatriated from the subsidiary during the year ended\nDecember 31, 2022.\nFor all other foreign subsidiaries, the Company expects to indefinitely reinvest undistributed earnings to fund their operations and R&D. As of\nDecember 31, 2023\nand\n2022\n, the undistributed earnings were approximately $\n85.0\nmillion and $\n67.4\nmillion, respectively. An actual repatriation of the undistributed earnings could be subject to additional foreign withholding taxes and U.S. state taxes. The Company expects to be able to take a dividend received deduction to offset any U.S. federal income tax liability on the undistributed earnings. Determination of the unrecognized state and withholding deferred tax liability is\nnot\npracticable at this time due to the complexities associated with the hypothetical calculation.\nOther Income Tax Provision Matters\nAs of\nDecember 31, 2023\n, the Company did\nnot\nhave federal net operating loss carryforwards. As of\nDecember 31, 2023\n, the state net operating loss carryforwards for income tax purposes were $\n3.6\nmillion, which will expire beginning in\n2029.\nAs of\nDecember 31, 2023\n, the Company has foreign net operating loss carryforwards for income tax purposes of $\n92.7\nmillion, which will expire beginning in\n2029.\nAs of\nDecember 31, 2023\n, the Company had\nno\nR&D tax credit carryforwards for federal income tax purposes, and $\n40.6\nmillion for state income tax purposes, which can be carried forward indefinitely.\nIn the event of a change in ownership, as defined under federal and state tax laws, the Company’s net operating loss and tax credit carryforwards could be subject to annual limitations. The annual limitations could result in the expiration of the net operating loss and tax credit carryforwards prior to utilization.\nAs of\nDecember 31, 2023\n, the Company had $\n62.7\nmillion of unrecognized tax benefits, $\n48.9\nmillion of which would affect its effective tax rate if recognized after considering the valuation allowance. As of\nDecember 31, 2022\n, the Company had $\n49.3\nmillion of unrecognized tax benefits, $\n38.3\nmillion of which would affect its effective tax rate if recognized after considering the valuation allowance.\nA reconciliation of the gross unrecognized tax benefits is as follows (in thousands):\nThe Company recognizes interest and penalties, if any, related to uncertain tax positions in its income tax provision. As of\nDecember 31, 2023\nand\n2022\n, the Company has $\n5.7\nmillion and $\n4.3\nmillion, respectively, of accrued interest related to uncertain tax positions, which were recorded in income tax liabilities on the Consolidated Balance Sheets.\nUncertain tax positions relate to the allocation of income and deductions among the Company’s global entities and to the determination of the R&D tax credit. It is reasonably possible that the balance of gross unrecognized tax benefits could significantly change in the next\n12\nmonths. However, it is\nnot\npossible to determine either the magnitude or the range of increases or decreases at this time.\n69\nThe Company currently has reduced tax rates in its subsidiaries in Chengdu and Hangzhou, China through\n2026\nand\n2024,\nrespectively, for performing R&D activities.\nOn\nDecember 27, 2023,\nthe Bermuda CIT Act was enacted and signed into law. It includes a\n15%\nCIT applicable to Bermuda businesses that are MNE with annual revenue of\n€750M\nor more beginning in\n2025.\nThe Bermuda CIT Act also includes an ETA that requires MNE’s to revalue their assets and liabilities, excluding goodwill, at their fair value as of\nSeptember 30, 2023.\nThere is an election to opt out of the ETA. As the Bermuda CIT Act is\nnot\neffective until\nJanuary 1, 2025,\nthe Company is evaluating whether or\nnot\nto adopt this ETA. Based on the information available, the Company has\nnot\nrecorded any changes to income tax expense related to the Bermuda CIT Act as of\nDecember 31, 2023\n.\nOn\nAugust 9, 2022,\nthe U.S. government enacted the CHIPS Act to provide certain financial and tax incentives to the semiconductor industry, primarily for manufacturing activities within the United States. On\nAugust 16, 2022,\nthe IRA was enacted and signed into law. The IRA, among other things, introduces a new\n15%\ncorporate minimum tax, based on adjusted financial statement income of certain large corporations, and imposes a\n1%\nexcise tax on certain stock repurchases. This excise tax is effective\nJanuary 1, 2023.\nThe CHIPS Act and the IRA had\nno\nmaterial impact on the income tax provisions, results of operations or financial condition of the Company for the year ended\nDecember 31, 2023\nand\n2022.\nIncome Tax Examination\nThe Company is subject to examination of its income tax returns by the IRS and other tax authorities. In general, the tax years for\n2007\nand forward are open for examination for U.S. federal and state income tax purposes.\n12.\nCOMMITMENTS AND CONTINGENCIES\nWarranty and Indemnification Provisions\nThe changes in warranty reserves are as follows (in thousands):\nChanges in liability for pre-existing warranties result from changes in estimates for warranties issued in prior periods.\nThe Company provides indemnification agreements to certain direct or indirect customers. The Company agrees to reimburse these parties for any damages, costs and expenses incurred by them as a result of legal actions taken against them by\nthird\nparties for infringing upon their intellectual property rights as a result of using the Company’s products and technologies. These indemnification provisions are varied in scope and are subject to certain terms, conditions, limitations and exclusions. In addition, the Company has entered into indemnification agreements with its directors and officers.\nIt is\nnot\npossible to predict the maximum potential amount of future payments under these agreements due to the limited history of indemnification claims and the unique facts and circumstances involved in each particular agreement. There were\nno\nindemnification liabilities incurred for the periods presented. However, there can be\nno\nassurances that the Company will\nnot\nincur any financial liabilities in the future as a result of these obligations.\nPurchase Commitments\nThe Company has outstanding purchase obligations with its suppliers and other parties that require the purchases of goods or services. The purchase obligations primarily consist of wafer and other inventory purchases, assembly and other manufacturing services, construction of manufacturing and R&D facilities, purchases of production and other equipment, and license arrangements.\nIn\nMay 2022,\nthe Company entered into a long-term supply agreement in order to secure manufacturing production capacity for silicon wafers over a\nfour\n-year period. As of\nDecember 31, 2023\n, the Company had remaining prepayments under this agreement of $\n120.0\nmillion reported in other long-term assets on the Consolidated Balance Sheet.\nTotal estimated future unconditional purchase commitments to all suppliers and other parties, net of the\n$120.0\nmillion prepayment, as of\nDecember 31, 2023\nwere as follows (in thousands):\nLitigation\nThe Company is a party to actions and proceedings in the ordinary course of business, including challenges to the enforceability or validity of its intellectual property, claims that the Company’s products infringe on the intellectual property rights of others, and employment matters. The Company\nmay\nalso be subject to litigation initiated by its stockholders. These proceedings often involve complex questions of fact and law and\nmay\nrequire the expenditure of significant funds and the diversion of other resources to prosecute and defend. The Company defends itself vigorously against any such claims. As of\nDecember 31, 2023\n,\nthere were\nno\nmaterial pending legal proceedings to which the Company was a party.\n70\n13.\nEMPLOYEE\n401\n(k) PLAN\nThe Company sponsors a\n401\n(k) retirement savings plan for all employees in the U.S. who meet certain eligibility requirements. Participants\nmay\ncontribute up to the amount allowable as a deduction for federal income tax purposes. The Company is\nnot\nrequired to contribute and did\nnot\ncontribute to the plan for the years ended\nDecember 31, 2023,\n2022\nand\n2021\n.\n14.\nSIGNIFICANT CUSTOMERS\nThe Company sells its products primarily through\nthird\n-party distributors and value-added resellers, and directly to OEMs, ODMs and EMS providers. The following table summarizes those customers with sales equal to\n10%\nor more of the Company’s total revenue:\n* Represents less than\n10%.\nThe Company’s agreements with these\nthird\n-party customers were made in the ordinary course of business and\nmay\nbe terminated with or without cause by these customers with advance notice. Although the Company\nmay\nexperience a short-term disruption in the distribution of its products and a short-term decline in revenue if its agreement with any of the distributors were terminated, the Company believes that such termination would\nnot\nhave a material adverse effect on its financial statements because it would be able to engage alternative distributors, resellers and other distribution channels to deliver its products to end customers within a short period following any termination of the agreement with a distributor.\nThe following table summarizes those customers with accounts receivable equal to\n10%\nor more of the Company’s total accounts receivable:\n* Represents less than\n10%.\n71\n15.\nSEGMENT AND GEOGRAPHIC INFORMATION\nThe Company operates in\none\nreportable segment that includes the design, development, marketing and sale of high-performance, semiconductor-based power electronic solutions for the storage and computing, enterprise data, automotive, industrial, communications and consumer markets. The Company’s chief operating decision maker is its Chief Executive Officer, who reviews financial information presented on a consolidated basis for the purposes of allocating resources and evaluating financial performance. The Company derives a majority of its revenue from sales to customers located outside North America, with geographic revenue based on the customers’ ship-to locations.\nThe following is a summary of revenue by geographic region (in thousands):\nThe following is a summary of revenue by major product family (in thousands):\nThe following is a summary of long-lived assets by geographic region (in thousands):\n16.\nACCUMULATED OTHER COMPREHENSIVE INCOME (LOSS)\nThe following table summarizes the changes in accumulated other comprehensive income (loss) (in thousands):\nThe amounts reclassified from accumulated other comprehensive income (loss) were recorded in other income (expense), net, on the Consolidated Statements of Operations.\n72\n17.\nSUBSEQUENT EVENTS\nAcquisition\nIn\nJanuary 2024,\nthe Company completed the acquisition of Axign in a cash transaction in exchange for all outstanding Axign shares. Axign is a Dutch company that designs and develops class-D audio ICs, targeting applications ranging from portable consumer speakers to automotive and professional-grade multi-speaker systems. The preliminary total purchase consideration was approximately $\n33.8\nmillion. The initial accounting for the acquisition, including the valuation of assets acquired and liabilities assumed, is still ongoing as of the date this Annual Report on Form\n10\n-K is issued.\nCash Dividend Increase\nIn\nFebruary\n2024\n, the Board of Directors approved an increase in quarterly cash dividends from $\n1.00\nper share to $\n1.25\nper share."
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures\nOur management, with the participation of our Chief Executive Officer and Chief Financial Officer, evaluated the effectiveness of our disclosure controls and procedures pursuant to Rule 13a-15(e) and Rule 15d-15(e) under the Securities Exchange Act of 1934 as of the end of the period covered by this Annual Report on Form 10-K.\nBased on this evaluation, and due to the finding of the material weakness described below, our Chief Executive Officer and Chief Financial Officer concluded that, as of December 31, 2023, our disclosure controls and procedures were not effective to provide reasonable assurance that information we are required to disclose in reports that we file or submit under the Exchange Act is recorded, processed, summarized, and reported within the time periods specified in the SEC’s rules and forms.\nNotwithstanding the material weakness in internal control over financial reporting described below, management believes and has concluded that the consolidated financial statements included in this Annual Report on Form 10-K fairly present, in all material respects, our financial position, results of operations and cash flows for the periods presented in conformity with GAAP.\nManagement\n’\ns Report on Internal Control over Financial Reporting\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting. Our management conducted an evaluation of the effectiveness of our internal control over financial reporting based on the framework in\nInternal Control—Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission.\nDuring the year-end financial reporting process of fiscal 2023, a material weakness was identified in internal control over financial reporting within the Company’s demand forecast process regarding excess and obsolete inventory. The material weakness resulted from ineffective design of the controls related to management’s review and documentation of the Company’s inventory demand information and other assumptions used to determine the inventory carrying value adjustments necessary to record such quantities at the lower of their cost or net realizable value.\nA material weakness is a deficiency, or a combination of deficiencies in internal control over financial reporting, such that there is a reasonable possibility that a material misstatement of our annual or interim consolidated financial statements will not be prevented or detected on a timely basis. We do not believe that this material weakness resulted in any material errors.\nErnst & Young LLP independently assessed the effectiveness of our internal control over financial reporting, as stated in the firm’s attestation report, which appears in Part II, Item 8 of this Annual Report on Form 10-K.\nRemediation\nManagement has been implementing and continues to implement measures designed to ensure that control deficiencies contributing to the material weakness are remediated, such that these controls are designed, implemented, and operating effectively. These remediation actions are ongoing and include or are expected to include:\nAs we continue to evaluate and work to improve our internal control over financial reporting, we may decide to take additional measures to address this identified deficiency or modify the remediation plans described above. We believe that these actions will remediate the material weakness, however, the weakness will not be considered remediated until the applicable controls operate for a sufficient period of time and management has concluded, through testing, that these controls are operating effectively. Management believes the foregoing plans will effectively remediate the deficiency constituting the material weakness and believes that the remediation of this material weakness (including necessary testing) will be completed during 2024. However, there is no assurance as to when such remediation will be completed. As the remediation plans are implemented, management may take additional measures or modify the remediation plan elements described above.\nChanges in Internal Control over Financial Reporting\nThere were no changes in our internal control over financial reporting that occurred during the quarter ended December 31, 2023, that would have materially affected, or were reasonably likely to materially affect, our internal control over financial reporting. However, the Company has initiated enhancements to its internal control over financial reporting to remediate the material weakness described above identified during the year-end financial reporting process of fiscal 2023.\nLimitations on Effectiveness of Controls and Procedures\nIn designing and evaluating the disclosure controls and procedures, management recognizes that any controls and procedures, no matter how well designed and operated, can provide only reasonable assurance of achieving the desired control objectives. In addition, the design of disclosure controls and procedures must reflect the fact that there are resource constraints, and that management is required to apply its judgment in evaluating the benefits of possible controls and procedures relative to their costs."
  },
  {
    "item_key": "item_9b",
    "text": "10b5\n-\n1\nTrading Plans\nCertain of our executive officers have entered into trading plans pursuant to Rule\n10b5\n-\n1\n(c) of the Securities Exchange Act of\n1934,\nas amended. A trading plan is a written document that pre-establishes the amounts, prices and dates (or formula for determining the amounts, prices and dates) of future purchases or sales of our common stock, including the sale of shares acquired pursuant to the\n2004\nESPP and the Amended\n2004\nESPP, and upon vesting of RSUs.\nDuring the\nthree\nmonths ended\nDecember 31, 2023\n,\nno\ndirector or officer of the Company adopted, modified or terminated trading plans intended to satisfy the affirmative defense conditions of Rule\n10b5\n-\n1\n(c) as defined in Item\n408\n(a) of Regulation S-K. During the\nthree\nmonths ended\nDecember 31, 2023,\nno\npre-existing trading plans intended to satisfy the affirmative defense conditions of Rule\n10b5\n-\n1\n(c) were modified or terminated, and\nno\nother written trading arrangements that are\nnot\nintended to qualify for the Rule\n10b5\n-\n1\n(c) affirmative defense were adopted, modified, or terminated."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\n73\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "Reference is made to the information regarding directors and nominees, code of ethics, corporate governance matters and disclosure relating to compliance with Section 16(a) of the Securities Exchange Act of 1934 appearing under the captions “Election of Directors” and “Delinquent Section 16(a) Reports” in the Company’s Proxy Statement for its 2024 Annual Meeting of Stockholders (the “2024 Annual Meeting”), which information is incorporated in this Annual Report on Form 10-K by reference. Information regarding executive officers is set forth under the caption “Information about Executive Officers” in Part I of this Annual Report on Form 10-K."
  },
  {
    "item_key": "item_11",
    "text": "The information required by this item will be set forth under the caption “Executive Officer Compensation” in the Company’s Proxy Statement for the 2024 Annual Meeting, and is incorporated herein by reference."
  },
  {
    "item_key": "item_12",
    "text": "The information required by this item will be set forth under the captions “Security Ownership of Certain Beneficial Owners and Management” and “Equity Compensation Plan Information” in the Company’s Proxy Statement for the 2024 Annual Meeting, and is incorporated herein by reference."
  },
  {
    "item_key": "item_13",
    "text": "The information required by this item will be set forth under the captions “Certain Relationships and Related Transactions” and “Election of Directors” in the Company’s Proxy Statement for the 2024 Annual Meeting, and is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "The information required by this item will be set forth under the caption “Audit and Other Fees” in the Company’s Proxy Statement for the 2024 Annual Meeting, and is incorporated herein by reference.\n74\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a) Documents filed as part of this report\n(1) All financial statements\n(2) Financial Statement Schedules\nAll schedules have been omitted because they are not required, not applicable, or the information required is otherwise included in the consolidated financial statements or notes thereto.\n(3) Exhibits\n75\n76"
  },
  {
    "item_key": "item_16",
    "text": "None.\n77\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPOWER OF ATTORNEY\nKNOW ALL PERSONS BY THESE PRESENTS, that each person whose signature appears below constitutes and appoints Michael Hsing and T. Bernie Blegen, jointly and severally, his or her attorneys-in-fact, each with the power of substitution, for him or her in any and all capacities, to sign any amendments to this report, and to file the same, with exhibits thereto and other documents in connection therewith, with the Securities and Exchange Commission, hereby ratifying and confirming all that each of said attorneys-in-fact, or his or her substitute or substitutes, may do or cause to be done by virtue hereof.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below on February 29, 2024 by the following persons on behalf of the registrant and in the capacities indicated:\n78"
  }
]