[
  {
    "item_key": "item_1a",
    "text": "The following risks could materially and adversely affect our business, financial condition and results of operations, and\ncause\nthe trading price of our common stock\nto\ndecline. This list does not identify all risks that we face; our operations could also be affected by factors that are not presently known to us or that we currently consider to be immaterial. Due to risks and uncertainties, known and unknown, our past financial results may not be a reliable indicator of future performance\n,\nand historical trends should not be used to anticipate results or trends in future periods. You should also refer to the other information set forth in this Annual Report on Form 10-K, including Item 7 “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and Item 8 “Financial Statements and Supplementary Data.”\nECONOMIC/POLITICAL RISKS\nOur business is dependent on the construction industry and is subject to economic cycles —\nOur products are principally sold to the U.S. construction industry. Construction spending is affected by general economic conditions, changes in interest rates, demographic shifts, industry cycles, employment levels, inflation and other business, economic and financial factors, any of which could contribute to a downturn in construction activities or spending in Vulcan-served markets. A downturn in Vulcan-served markets, particularly in our top revenue-generating markets, could have a material adverse effect on our business, financial condition and results of operations.\nOur business is dependent on the timing and amount of federal, state and local funding for infrastructure\n—\nOur products are used in a variety of public infrastructure projects that are funded and financed by federal, state and local governments. In 2023, voters in local jurisdictions in Arizona, California, Georgia, New Mexico, North Carolina, South Carolina and Texas, among others, approved bond and revenue-raising measures to provide additional resources for transportation projects. In November 2021, the federal Infrastructure Investment and Jobs Act (IIJA), which included a five-year road, bridge and public transportation program reauthorization at record levels, was signed into law. These state and federal highway programs, as well as funding for other aggregates-intensive public infrastructure, will support demand for our products for several years to come. However, given the time to set up new federal programs, varying state and local budgetary situations and the stages of projects, we cannot be entirely assured of the existence, amount and timing of appropriations for future public infrastructure projects.\nWe are subject to various risks arising from our international business operations and relationships\n—\nWe are subject to risks associated with potential disruption caused by changes in domestic or global political, economic and diplomatic developments, including war, civil and political unrest, illnesses declared as a public health emergency (including viral pandemics such as COVID-19), terrorism, expropriation and local labor conditions. We are also subject to both the risks of conducting international business and the requirements of the Foreign Corrupt Practices Act of 1977 (the FCPA) associated with our aggregates production facilities including those located in British Columbia, Canada; Puerto Cortés, Honduras; and Quintana Roo, Mexico. These risks have included, and may in the future include, changes in international trade policies, such as the United States - Mexico - Canada Agreement (USMCA), imposition of duties, taxes or government royalties, arbitrary changes to permits, zoning classifications or operating agreements, or overt acts by foreign governments, including expropriations and other forms of takings of property. Recently, the Mexican government has taken actions that adversely affect our property and operations in Mexico, including arbitrary shutdown orders to immediately cease underwater quarrying and extraction operations. We continue to vigorously pursue all lawful avenues available to us in order to protect our rights, under both Mexican and international law.\nOPERATIONS, GROWTH AND COMPETITIVE RISKS\nWithin our local markets, we operate in a highly competitive industry\n—\nThe construction aggregates industry is highly fragmented with a large number of independent local producers in a number of our markets. Additionally, in most markets, we also compete against large private and public companies, some of which are significantly vertically integrated. This significant competition could lead to lower prices and lower sales volumes.\nCertain markets are experiencing the expanded use of aggregates substitutes\n—\nRecycled concrete and asphalt are increasingly being used in a number of our markets, particularly urban markets, as a substitute for aggregates. The expanded use of recycled concrete and asphalt could cause a significant reduction in the demand for aggregates.\nOur\nlong-term success depends upon securing and permitting aggregates reserves in strategically located areas\n—\nConstruction aggregates have a high weight-to-price ratio, and transportation costs can quickly exceed the cost of the aggregates. Therefore, except for geographic regions that do not possess commercially viable deposits of aggregates and are served by rail, barge or ship, the markets for our products tend to be localized around our quarry sites and are served by truck. New quarry sites often take years to develop, so our strategic planning and new site development must stay ahead of actual growth. Additionally, in a number of urban and suburban areas in which we operate, it is increasingly difficult to permit new sites or expand existing sites due to community resistance. Therefore, our future success is dependent, in part, on our ability to accurately forecast future areas of high growth in order to locate optimal facility sites and on our ability to secure operating and environmental permits to operate at those sites\n.\nOur future growth depends in part on acquiring and successfully integrating other businesses in our industry\n—\nOur ability to acquire and integrate businesses is dependent upon the availability of attractive businesses with owners that are willing to sell at fair market prices, conducting proper due diligence on such available businesses, and developing and executing integration plans for acquired businesses\n.\nOur aggregates operations are subject to the risks of open pit and underground mining —\nAggregates mining involves risks such as pit wall failures, pillar or ceiling collapse, flooding, and seismic events related to geologic conditions and our mining activities. Any ground control event could lead to serious injuries, loss of life, equipment damage, production delays or cessation, and increased operating costs.\nFINANCIAL/ACCOUNTING RISKS\nOur\nindustry is capital intensive, resulting in significant fixed and semi-fixed costs\n—\nDue to the high levels of fixed capital required for extracting and producing construction aggregates, our earnings are highly sensitive to changes in product shipments. Therefore, it is important that our capital allocation decisions are properly informed and our capital deployment is well planned and executed.\nA deterioration in our credit ratings and/or the state of the capital markets could negatively impact\nthe cost and/or availability of financing\n—\nWe currently have approximately $3.9 billion of debt with maturities between 2024 and 2048. We expect to finance acquisitions with a combination of cash flows from existing operations, additional debt and/or additional equity. The mix of financing sources for acquisitions will be situationally dependent.\nA deterioration in our credit ratings, regardless of the cause, could limit our debt financing options and increase the cost of such debt financing. While we do not anticipate a credit ratings downgrade and plan to manage our capital structure consistent with investment-grade credit metrics, we cannot assure our current credit ratings.\nA deterioration in the state of the capital markets, regardless of our credit ratings, could impact our access to and/or cost of new debt or equity capital.\nWe use estimates in accounting for a number of significant items\n—\nAs discussed more fully in “Critical Accounting Policies” under Item 7 “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” we use\nestimates and assumptions that require significant judgment in accounting for the following items\n:\n\ngoodwill impairment\n\nimpairment of long-lived assets excluding goodwill\n\nbusiness combinations and purchase price allocation\n\npension and other postretirement benefits\n\nenvironmental compliance costs\n\nclaims and litigation including self-insurance\n\nincome taxes\nAdditionally, the calculation of mineral resources and reserves are estimates and depend upon geological interpretation and statistical inferences or assumptions drawn from drilling and sampling analysis. These estimates are subject to uncertainty due to factors that include the inherent variability of the deposit and recoverability of saleable material in the mining process.\nThese estimates and assumptions could change significantly in the future and could adversely affect our financial position, results of operations or cash flows.\nOur effective tax rate is subject to change —\nFactors that may increase our future effective tax rate include, but are not limited to: governmental authorities increasing statutory income tax rates or eliminating deductions (particularly the depletion deduction) or credits; the mix of jurisdictions in which our earnings are taxed and the mix of earnings from depletable versus non-depletable businesses; changes in the valuation of our deferred tax assets and liabilities; the effect our stock price has with regard to excess tax benefits from share-based compensation; adjustments to estimated taxes upon finalization of various income tax returns; the resolution of issues arising from income tax audits with various tax authorities; and the interpretation of income tax laws and/or administrative practices\n.\nLEGAL/REGULATORY COMPLIANCE RISKS\nOur operations are subject to changes\nin legal requirements and governmental policies\n—\nOur operations are affected by numerous federal, state and local laws and regulations, including those related to zoning, land use and environmental matters. In addition, our operations require numerous governmental approvals and permits, which often require us to make significant capital and operating expenditures to comply with the applicable requirements. Stricter laws and regulations, or more stringent interpretations of existing laws or regulations, may impose new liabilities, taxes or tariffs on us; reduce operating hours; require additional investment by us in pollution control equipment; create restrictions on our products; impede our access to reserves or hamper the opening of new, or the expansion of existing, plants or facilities.\nWe are involved in certain environmental matters and other legal proceedings —\nWe are involved in environmental investigations and cleanups at sites that we own or owned, where we operate or have operated or where we sent materials for recycling or disposal, as well as related offsite investigations and cleanups. We are also involved in several other complex, non-environmental, legal proceedings. As required by GAAP, we establish reserves when a loss is determined to be probable and the amount can be reasonably estimated. Our assessment of probability and loss estimates are based on the facts and circumstances known to us at a particular point in time. Subsequent developments related to these matters may affect our assessment and estimates of loss contingency. For a description of our current significant legal proceedings and environmental matters, see Note 12 “Commitments and Contingencies” in Item 8 “Financial Statements and Supplementary Data.”\nClimate change legislation or regulations may adversely impact our business —\nA number of governmental bodies have introduced or are contemplating legislative and regulatory change in response to the potential impacts of climate change. Such legislation or regulation, if enacted, potentially could include provisions for a “cap and trade” system of allowances and credits or a carbon tax, among other provisions, and adversely impact the availability and/or cost of purchased electricity.\nExpectations relating to environmental, social and governance considerations and related reporting obligations expose us to potential liabilities, increased costs, reputational harm and other adverse effects on our business —\nMany governments, regulators, investors, employees, customers and other stakeholders are increasingly focused on environmental, social and governance considerations relating to businesses, including climate change and greenhouse gas emissions, human and civil rights, and diversity, equity and inclusion. In addition, we make statements about our sustainability goals and initiatives through our sustainability report, our other non-financial reports, information provided on our website, press releases and other communications. Responding to these environmental, social and governance considerations and implementing these goals and initiatives involves risks and uncertainties, requires investments, and depends in part on third-party performance or data that is outside our control. We cannot guarantee that we will achieve our announced sustainability goals and initiatives. In addition, some stakeholders may disagree with our goals and initiatives. Any failure, or perceived failure, by us to achieve our goals, further our initiatives, adhere to our public statements, comply with related federal, state or international laws and regulations, or meet evolving and varied stakeholder expectations and standards could result in legal and regulatory proceedings against us.\nWe may incur material costs and losses as a result of claims that our products do not meet regulatory requirements or contractual specifications\n—\nOur operations involve providing products that must meet building code or other regulatory requirements and contractual specifications for durability, stress-level capacity, weight-bearing capacity and other characteristics. If we fail to provide products meeting these requirements and specifications, product liability claims may arise against us. We have resolved certain claims of this kind, but there are currently open claims, and we expect future claims, some of which may exceed our product liability insurance coverage.\nPERSONNEL RISKS\nOur future success depends upon attracting and retaining qualified personnel, particularly in sales and operations\n—\nOur success in attracting qualified personnel, particularly in the areas of sales and operations, is affected by changing demographics of the available pool of workers with the training and skills necessary to fill the available positions, the impact on the labor supply due to general economic conditions, and our ability to offer competitive compensation and benefit packages.\nDisputes with organized labor could disrupt our business operations\n—\nLabor unions represent approximately 13% of our workforce. Disputes with our trade unions, or the inability to renew our labor agreements, may lead to strikes or other actions that could disrupt our business operations.\nGENERAL RISK FACTORS\nWe are dependent on information technology systems (our own and those of our service providers such as Amazon Web Services), and these systems contain non-public data about our business, employees, suppliers and customers —\nThe protection of our information technology systems and the data contained therein is critical to us. We have a dedicated information security team that executes our information security program and routinely tests the security of our applications, networks, databases, etc. While we have security measures and technology in place designed to protect proprietary or classified information about our business, employees, suppliers and customers, there can be no assurance that our efforts will prevent all threats to our information technology systems (or those of our service providers). In addition, the rapid evolution and increased adoption of artificial intelligence technologies may intensify our cybersecurity risks. Because the techniques used to obtain unauthorized access or sabotage information technology systems change frequently, become more sophisticated and generally are not identified until they are launched against a target, we may be unable to anticipate these techniques or implement adequate preventative measures. The loss of use of information technology systems (whether ours or our service providers), regardless of the cause, would disrupt our business operations. The failure to keep secure the confidential and sensitive data about our business, employees, suppliers and customers, regardless of the reason for such failure, could expose us, our employees, suppliers and/or our customers to the misuse of such data and could damage our reputation, cause us to incur significant liability and have a material adverse effect on our business, financial condition and results of operations.\nWeather can\n, and climate change may,\nmaterially affect our operations\n—\nAlmost all of our products are consumed outdoors in the public or private construction industry, and our production and distribution facilities are located outdoors. Inclement weather affects both our ability to produce and distribute our products and affects our customers’ short-term demand because their work also can be hampered by weather. Potential impacts of climate change include disruption in production and product distribution due to impacts from major storm events, shifts in regional weather patterns and intensities, availability of energy and/or water, and sea level changes. A number of our facilities are located in desert climates, and while we have not experienced any significant shortages of energy or water in the past, we cannot guarantee that we will not in the future. Furthermore, public expectations for addressing climate change could result in increased energy, transportation and raw material costs and may require us to make additional investments in facilities and equipment.\nOur product distribution is multi-modal and often dependent upon third-party providers\n—\nOur products are distributed either by truck to local markets or by rail, barge or oceangoing vessel to remote markets. The distributio\nn and cost of distribution\ncould be negatively affected by factors\nsuch as\nrail service interruptions or rate increases, tariff\ns, r\nising fuel costs, truck/railcar/barge shortages, truck driver and rail crew shortages, capacity constraints and minimum tonnage requirement\ns.\nThe\nproduction\nof our products is dependent upon the supply chain for several key inputs\n—\nIn our production and distribution processes, we consume significant amounts of electricity, diesel fuel, liquid asphalt and other petroleum-based resources\n.\nAdditionally, we operate significant amounts of fixed and mobile equipment that require regular maintenance and replacement of parts. The availability and pricing of these resources are subject to market force\ns.\nITEM 1B"
  },
  {
    "item_key": "item_1b",
    "text": "We have\nnot\nreceived any written comments from the Securities and Exchange Commission staff regarding our periodic or current reports under the Exchange Act of 1934 that remain unresolved.\nITEM 1C"
  },
  {
    "item_key": "item_1c",
    "text": "We have a cross-departmental approach to addressing cybersecurity risk, including input from employees and our Board of Directors (the \"Board\"). The Board, Audit Committee, senior management and our Risk Management Committee (a taskforce led by senior corporate officers that draws on the subject matter expertise of senior managers from various functional departments and from line operations management) devote significant resources to cybersecurity and risk management processes to adapt to the changing cybersecurity landscape and respond to emerging threats in a timely and effective manner. Our cybersecurity risk management program leverages the National Institute of Standards and Technology (NIST) framework, which organizes cybersecurity risks into five categories: identify, protect, detect, respond and recover. We regularly assess the threat landscape and take a holistic view of cybersecurity risks, with a layered cybersecurity strategy based on prevention, detection and mitigation. Key enterprise-level cybersecurity risks are incorporated into the Risk Management Committee’s framework and are assessed throughout the year. In addition, we have a set of Company-wide policies and procedures concerning cybersecurity matters, which include an IT Security Policy and Cyber Incident Response Plan, as well as other policies that directly or indirectly relate to cybersecurity, non-public information and the use of the internet, social media, email, and wireless devices. These policies go through an internal review process and are approved by appropriate members of management.\nOur Chief Information Officer is responsible for developing and implementing our information security program and reporting on cybersecurity matters to the Board. Our Chief Information Officer has served in this role since April 2022 and has 28 years of experience in Information Technology. He earned a bachelor’s degree in Computer Science and a master’s degree in Information Technology. We view cybersecurity as a shared responsibility, and we periodically perform simulations and tabletop exercises at a management level and incorporate external resources and advisors as needed. All employees with computer access are asked to complete cybersecurity training at least once per year and have access to more frequent cybersecurity trainings through online trainings. We also require employees in certain roles to complete additional role-based, specialized cybersecurity trainings.\nWe have continued to expand investments in IT security, including additional end-user training, using layered defenses, identifying and protecting critical assets, strengthening monitoring and alerting, and engaging experts. We regularly test defenses by performing simulations and drills at both a technical level (including through penetration tests) and by reviewing our operational policies and procedures with third-party experts. At the management level, our IT cybersecurity team regularly monitors cybersecurity threats and alerts and meets to discuss threat levels, trends and remediation. The team regularly collects data on risk areas and conducts an annual risk assessment. Further, we conduct periodic external penetration tests and maturity testing to assess our processes and procedures and the threat landscape. These tests and assessments are useful tools for maintaining a robust cybersecurity program to protect our investors, customers, employees and vendors. In addition to assessing our own cybersecurity preparedness, we also consider and evaluate cybersecurity risks associated with use of third-party service providers. Our Internal Audit team conducts an annual review of critical third-party hosted applications with a specific focus on any sensitive data shared with third parties. User access reviews of critical hosted applications are required at least annually, and System and Organization Controls (SOC) 1 or SOC 2 reports provided by the vendors are reviewed annually. If a third-party vendor is not able to provide a SOC 1 or SOC 2 report, we take additional steps to assess their cybersecurity preparedness and assess our relationship on that basis. Our assessment of risks associated with use of third-party providers is part of our overall cybersecurity risk management framework.\nThe Audit Committee and the full Board actively participate in discussions with management and among themselves regarding cybersecurity risks. The Audit Committee performs an annual review of our cybersecurity program, which includes discussion of management’s actions to identify and detect threats, as well as planned actions in the event of a response or recovery situation. The Audit Committee’s annual review also includes review of recent enhancements to the Company’s defenses and management’s progress on its cybersecurity strategic roadmap. In addition, the Board receives semi-annual updates from the Chief Information Officer. Further, at least annually, the Board receives updates on the Company’s Crisis Management Guide, which includes, among other things, the Cybersecurity Incident Response Plan. To aid the Board with its cybersecurity and data privacy oversight responsibilities, the Board periodically hosts experts for presentations on these topics. For example, the Board has hosted an expert to discuss developments in the cybersecurity threat landscape and to review our performance at our most recent tabletop exercise.\nWe face a number of cybersecurity risks in connection with our business. Although such risks have not materially affected us, our business strategy, results of operations or financial condition, to date, we have, from time to time, experienced threats to and breaches of our data and systems, including malware and computer virus attacks. For more information about the cybersecurity risks we face, see the risk factor entitled “We are dependent on information technology systems (our own and those of our service providers such as Amazon Web Services), and these systems contain non-public data about our business, employees, suppliers and customers” in Item 1A “Risk Factors.”\n‎\nITEM 2"
  },
  {
    "item_key": "item_2",
    "text": "AGGREGATES\nA\ns t\nhe largest U.S.\nsupplier o\nf construction aggregates,\nwe have mining properties across the U.S. and in the Bahamas, Canada, Honduras, Mexico and the U.S. Virgin Islands. We principally serve markets in 23 states, the U.S. Virgin Islands, Washington D.C., and the local markets surrounding our operations in Freeport, Bahamas; British Columbia, Canada; Puerto Cortés, Honduras and Quintana Roo, Mexico (see the NAFTA Arbitration section in Note 12 “Commitments and Contingencies” in Item 8 “Financial Statements and Supplementary Data”). Our primary focus is serving states and metropolitan markets in the U.S. that are expected\nto experience the most significant growth in population, households and employment. These three demographic factors are significant drivers of demand for aggregates.\nOur mining properties are categorized as follows: (1) Production Stage – properties\nwith reported proven or probable reserves\nwhere we are actively mining aggregates, (2) Development Stage – properties with reported\nproven or probable\nreserves where we are not actively mining aggregates, and (3) Exploration Stage – properties with no reported reserves. The following map illustrates the location of our\n235\naggregates production stage\nproperties and 80\ndevelopment stage properties\n. Our 34 aggregates exploration stage properties are excluded from this map.\nProduction and sales are currently halted at our Calica operations in Mexico. For additional information, see Note 12 “Commitments and Contingencies” in Item 8 “Financial Statements and Supplementary Data.”\nProduction stage properties\ngenerally include\none or more\nscale house\ns,\noffice building\ns\n, maintenance shop\ns\nand processing plant\ns.\nOur aggregates resources and reserves are our foundation and fundamental to our success. However, no individual mining property is individually material to our business. As of December 31, 2023, we directly operated substantially all of our aggregates production facilities.\nOur aggregates resources and reserves estimates are calculated in accordance with subpart 1300 of Regulation S-K under the Exchange Act. Our proven and probable aggregates reserves may not be comparable to similar information regarding aggregates reserves disclosed in accordance with the guidance of other countries. We conduct ongoing studies of our deposits to optimize economic values and to manage risk.\nWe revise our mine plans and estimates of proven and probable aggregates reserves as required and in accordance with the latest available studies.\nOnce mine plans are initially established, the ongoing viability of the plan is reviewed regularly with the benefit of hindsight. Discussions between mine planning, operations, and management determine the need for adjustments, additional resources, drilling information, or other key information. While construction aggregates reserves and resources are relatively consistent, conditions can change with time that require a newly tailored solution. Examples of changes include fluctuations in physical or chemical parameters of the product, sales product shifts, overburden removal or placement management, structural changes, entitlement changes and land additions.\nOur estimates of proven and probable aggregates reserves are prepared by and are the responsibility of our employees. The methodology employed takes a systematic approach to collecting sufficient information to estimate the reserves and resources. Each of our reserve and resource bearing properties is evaluated with supporting information to identify its geological, mining and economic viability.\nThe supporting information includes aerial photography, topography, geologic maps, aggregates rock quality information (including core drilling, hand samples, and bulk sample testing, and/or geophysical data), hydrology, archaeology, biology, property boundary information, zoning information,\nand\nrelevant municipal and environmental permitting information. The information is collected by experienced mining engineers and geologists who determine the extent of a resource using a combination of methods including ordinary planimetric based measurements to computer aided design 3-dimensional models.\nThe results of the supporting information are reviewed by various levels of management, including our “qualified person” (as defined by subpart 1300). This qualified person then verifies that the information adheres to regulatory mandated quantification methods. The economic viability of our reserves is evaluated taking into account historical performance of relevant operations and sales forecasts, among other factors.\nMeasurements of our proven and probable aggregates reserves have inherent risks. These risks include the accuracy and completeness of geologic information, the interpretation of the data, operational execution, market shifts, structural events and the uncertainty of uncovered material. Management and the qualified person work together to assess these risks regularly and amend the reserves assessments with new information as appropriate. New information can yield site changes that require capital expenditures or cause production performance changes that have financial impacts.\nAGGREGATES RESOURCES\nMineral resources are defined as a concentration or occurrence of material of economic interest in or on the earth’s crust in such form, grade or quality, and quantity that there are reasonable prospects for its economic extraction. Mineral resources are classified into three categories, in decreasing level of confidence, as follows:\n\nMeasured\n—\nbased on conclusive geological evidence and sampling, meaning that evidence is sufficient to test and confirm geological and grade or quality continuity. After applying modifying factors (as noted in the Aggregates Reserves section below), measured resources may be converted to either proven or probable reserves\n\nIndicated\n—\nbased on adequate geological evidence and sampling, meaning that evidence is sufficient to establish geological and grade or quality continuity with reasonable certainty. After applying modifying factors, indicated resources may be converted to probable reserves\n\nInferred\n—\nbased on limited geological evidence and sampling, meaning that evidence is only sufficient to establish that geological and grade or quality continuity is more likely than not. Inferred resources may not be converted to reserves\nOur reported aggregates resources do not include amounts that have been identified as mineral reserve\ns. Our\n2023 measured, indicated and inferred aggregates resources are based on an initial assessment using an average sales price assumption ranging from\napproximately $12.00 to $23.00 per ton depending on the location/market. The table below presents, by division, details of our aggregates resources as of December 31, 2023.\nAGGREGATES RESERVES\nMineral reserves are defined as the economically mineable part of a measured or indicated mineral resource. Mineral reserves are classified into two categories, in decreasing level of confidence, as follows:\n\nProven\n—\nthose reserves for which the quantity is computed from dimensions revealed by drill data, together with other direct and measurable observations, such as outcrops, trenches and quarry faces. The grade and quality of those reserves are computed from the results of detailed sampling, and the sampling and measurement data are spaced so closely and the geologic character is so well defined that size, shape, depth and mineral content of reserves are well established\n\nProbable\n—\nthose reserves for which quantity, grade and quality are computed partly from specific measurements and partly from projections based on reasonable, though not drilled, geologic evidence. The degree\nof assurance, although lower than that for proven reserves, is high enough to assume continuity between points of observation\nReported proven and probable reserves include only quantities that are owned in fee or under leas\ne a\nnd for which all appropriate zoning and permitting have been obtained\nthrough permit, contract or grandfathered status\n. W\ne a\npply modifying factors to establish the economic viability of the reserves, as follows:\n\nContractual and governmental regulations (for example, leases, zoning, permits and reclamation plans) often set limits on the areas, depths and lengths of time allowed for mining, stipulate setbacks and slopes that must be left in place, and designate which areas may be used for surface facilities, berms, and overburden or\nwaste storage, among other requirements and restrictions\n\nTechnical and economic factors affect the estimates of reported reserves regardless of what might otherwise be considered proven or probable based on a geologic analysis. For example, excessive overburden or weathered rock, rock quality issues, excessive mining depths, groundwater issues, overlying wetlands, endangered species habitats, and rights of way or easements may effectively limit the quantity of reserves considered proven and probable\n\nMining and processing waste are also factored in our computations for proven and probable reserves\nOur 2023 proven and probable aggregates reserves were estimated\nby internal experts (i.e. geologists or engineers). The economic viability of our reserves were determined using average aggregates prices ranging from approximately $12.00 to $23.00 per ton depending on the location/market.\nThe table below presents, by division, details of our aggregates reserves and production as of December 31, 2023.\nOur current estimate of\n15.6\nbillion tons of proven and probable aggregates reserve\ns is unchanged from the prior year’s estimate\n.\nEs\ntimates of reserves are of recoverable stone, sand and gravel of suitable quality for economic extraction, based on drilling and studies by our geologists and engineers, recognizing reasonable economic and operating\nconstraints\nas to maximum depth of overburden and stone excavation, and subject to permit or other restrictions.\nOf the 15.6\nbillion tons of estimated proven and probable aggregates reserves reported at the end of 2023, 12.9 billion tons or 82% are located on production stage properties, and 2.7 billion tons or 18% are located on development stage properties. We do not report aggregates reserves for exploration stage sites.\n2\nOf the 15.6 billion tons of aggregates reserves at December 31, 2023, 9.6 billion tons or 61% are located on owned land and 6.0 billion tons or 39% are located on leased land. Our land portfolio consists of approximately 300,000 acres.\nIn addition to our aggregates mining properties we operate aggregates sales yards and recycled concrete plants. The table below presents, by division, the count of active aggregates facilities as of December 31, 2023 and the types of facilities operated.\nASPHALT, CONCRETE AND CALCIUM\nAs of December 31, 2023, we o\nperate\nd\na number of facilities\nproducing asphalt mix, ready-mixed concrete and calcium in several\nof our divisions\nas reflected in the table below\n:\nT\nhe asphalt and concrete facilities are able to meet their needs for raw material inputs with a combination of internally sourced and purchased raw materials.\nOur\nCalcium\nsegment operates\na quarry at Brooksville, Florida that provides feedstock for the ground calcium operation\n. The Brooksville quarry is not individually material to our business. Calcium resources and reserves are outlined in the tabl\nes\nbelow:\nOur production stage, leased Brooksville limestone quarry produces a supplement for end-use products, such as animal feed and plastics. High purity limestone is inert and relatively inexpensive compared to the other components used in these end-use products. The Brooksville limestone quarry has an average calcium carbonate (CaCO\n3\n) content of 97%.\nHEADQUARTERS\nOur headquarters are located in an office complex in Birmingham, Alabama. The office space consists of approximately 184,410 square feet and is leased through December 31, 2038. The annual rental cost for the current\nterm of the lease is\napproximately\n$\n4.3\nmillion.\nITEM 3"
  },
  {
    "item_key": "item_3",
    "text": "We are subject to occasional governmental proceedings and orders pertaining to occupational safety and health or to protection of the environment, such as proceedings or orders relating to noise abatement, air emissions or water\ndischarges. As part of our continuing program of stewardship in safety, health and environmental matters, we have been able to resolve such proceedings and to comply with such orders without any material adverse effects on our business.\nWe are a defendant in various lawsuits in the ordinary course of business. It is not possible to determine with precision the outcome of, or the amount of liability, if any, under these lawsuits, especially where the cases involve possible jury trials with as yet undetermined jury panels.\nWe were\nnot\nsubject to any penalties in\n2023\nfor failure to disclose transactions identified by the Internal Revenue Service as abusive under Internal Revenue Code Section 6707A.\nSee Note 12 “Commitments and Contingencies” in Item 8 “Financial Statements and Supplementary Data” for a discussion of our material legal proceedings.\nITEM 4"
  },
  {
    "item_key": "item_4",
    "text": "The information concerning mine safety violations or other regulatory matters required by Section 1503(a) of the Dodd-Frank Wall Street Reform and Consumer Protection Act and Item 104 of Regulation S-K is included in Exhibit 95 of this report.\n‎\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS\nThe names, positions and ages, as of\nFebruary\n20\n, 2024, of our executive officers are as follows:\nThe principal occupations of the executive officers during the past five years are set forth below:\nJ. Thomas Hill was\nelected Chairman of the Board of Directors effective January 1, 2016 and President and Chief Executive Officer in July 2014. He served as President through September 2023. Previously, he served as Executive Vice President and Chief Operating Officer from January 2014 to July 2014, and Senior Vice President of the South Region from December 2011 to December 2013. Prior to that, he served in a number of positions with Vulcan including President, Florida Rock Division from September 2010 to December 2011.\nThompson S. Baker II was elected President effective September 2023 after serving as Chief Operating Officer since May 2019. He previously served as Senior Vice President from March 2017 to April 2019. Prior to that, he served in a number of positions with Vulcan, including President of the Florida Rock Division, before serving as Chief Executive Officer of FRP Holdings, Inc. from October 2010 to March 2017 and President and Chief Executive Officer of Patriot Transportation Holding, Inc. from December 2014 to March 2017.\nMary Andrews Carlisle was appointed Chief Financial Officer effective September 1, 2022. In her prior role as Vice President, Finance, she led a number of key financial, operational and corporate initiatives since March 2020. Ms. Carlisle joined the Company in 2006 and has held roles of increasing responsibility in multiple divisions as well as in corporate finance and business development.\nStanley G. Bass was elected Chief Strategy Officer in March 2021 after serving as Chief Growth Officer since February 2016. He served as Senior Vice President\nof the\nWestern and Mountain West Divisions from January 2015 to February 2016, and Senior Vice President\nof the\nWest Region from September 2013 to December 2014. Prior to that, he served as Senior Vice President\nof the\nCentral and West Regions from February 2013 to September 2013 and Senior Vice President\nof the\nCentral Region from December 2011 to February 2013. Prior to that, he served in a number of positions with Vulcan including President, Midsouth and Southwest Divisions from September 2010 to December 2011.\nRonnie A. Pruitt was appointed Chief Operating Officer effective September 2023. He previously served as\nSenior Vice President of the\nS\nouthwest and\nW\nestern Divisions.\nHe\njoined Vulcan as part of Vulcan’s August 2021 acquisition of U.S. Concrete, Inc.\nHe\nheld various leadership roles at U.S. Concrete, including President and Chief Executive Officer from April 2020 to August 2021, President and Chief Operating Officer from April 2019 to April 2020, and Senior Vice President and Chief Operating Officer from October 2015 to April 2019. Prior to joining U.S. Concrete in 2015, he served as the Vice President of Cement Sales of Martin Marietta Materials, Inc. and held various positions at Texas Industries, Inc.\nDenson N. Franklin III joined the\nC\nompany in December 2019 as Senior Vice President, General Counsel and Secretary. Prior to that, he was a partner at Bradley Arant Boult Cummings LLP, a law firm based in Birmingham, Alabama. While at Bradley, he served as Vulcan’s primary outside counsel for more than 20 years and advised other companies in the construction materials, building and engineering industries.\nDarren L. Hicks was appointed Chief Human Resources Officer effective March 1, 2022. He previously served as Vice President, Human Resources, where he focused on talent management, leadership development and diversity, equity and inclusion initiatives. Mr. Hicks joined the\nC\nompany in 1994 and has held various positions in human resources at both the corporate and division level.\nDavid P. Clement is Senior Vice President of Operations Support and Procurement. He previously served as Senior Vice President of the Central Division since August 2021 and, prior to that role, served as Senior Vice President of the Mountain West and Western Divisions since March 2020. He first joined the organization as an operations management trainee in 1983 and progressed to the position of area production manager in 1993. After spending a few years at Pioneer Mid-Atlantic and working as a consultant, he rejoined Vulcan in 2004 as Vice President and General Manager of the Midwest Division. He has held the positions of Vice President of Operations for the Midwest Division, Vice President and General Manager of the Central Region, Senior Vice President of the Central Region and President of the Central Division.\nJerry F. Perkins Jr. is Senior Vice President of Business Development, Commercial Excellence, Land and Logistics. He previously served as Senior Vice President of the Southern Gulf Coast and Mountain West Divisions since August 2021 and, prior to that role, served as Senior Vice President of the Southern Gulf Coast and Southwest Divisions since March 2020. Prior to that role, he was President of the Southern and Gulf Coast Division. He also served as General Counsel and Corporate Secretary and held various legal leadership roles for Vulcan. Before joining Vulcan in 2002, he worked as a certified public accountant (CPA) at a global accounting firm and was an attorney with Burr & Forman LLP in Birmingham, Alabama.\nRandy L. Pigg was elected Vice President, Controller\nand Principal Accounting Officer in April 2018.\nHe served as Vice President, Accounting since June 2016, and prior to that served as Director, Financial Shared Services since April 2014. Prior to that, he served in a number of positions with Vulcan, including Manager, Financial Research & Reporting and Finance Director of the\nCentral Region.\nPART II\nITEM 5"
  },
  {
    "item_key": "item_5",
    "text": "Our common stock is traded on the New York Stock Exchange (ticker symbol VMC). As of February 13, 2024, the number of shareholders of record was 2,058.\nISSUER PURCHASES OF EQUITY SECURITIES\nPurchases of our equity securities during the quarter ended December 31, 2023 are summarized below:\nWe did not have any unregistered sales of equity securities during the fourth quarter of 2023.\nI\nTEM 6\n[reserved]\nITEM 7"
  },
  {
    "item_key": "item_7",
    "text": "The objective of our management’s discussion and analysis is to help investors understand our operations and current business environment from the perspective of our management. The following discussion should be read in conjunction with the consolidated financial statements and the accompanying notes contained in this Annual Report. The following generally includes a comparison of our results of operations and liquidity and capital resources for 2023 and 2022. For the discussion of changes from 2021 to 2022 and other financial information related to 2021, refer to Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations, of our Form 10-K for the year ended December 31, 2022 filed with the Securities and Exchange Commission on February 24, 2023.\nEXECUTIVE SUMMARY\nFINANCIAL SUMMARY FOR 2023 (compared to 2022)\n\nTotal revenues increased $466.7 million, or 6%, to $7,781.9 million\n\nGross profit increased $390.9 million, or 25%, to $1,948.5 million\n\nSelling, administrative and general (SAG) expenses\nin\ncreased\n5\n% to $542.8 million, unchanged as a percentage of total revenues\n\nOperating earnings\nin\ncreased $476.0 million, or\n50\n%, to $1,427.4 million\n\nEarnings attributable to Vulcan from continuing operations were $7.06 per diluted share, compared to $4.45 per diluted share\n\nAdjusted earnings attributable to Vulcan from continuing operations were $7.00 per diluted share, compared to $5.11 per diluted share\n\nNet earnings attributable to Vulcan were $933.2 million, an\nin\ncrease of $357.6 million, or\n62\n%\n\nAdjusted EBITDA was $\n2,011.3\nmillion, an\nin\ncrease of $385.7 million, or\n24\n%\n\nAggregates segment sales\nin\ncreased $\n637.1\nmillion, or\n12\n%, to $5,909.9 million\n\nAggregates segment freight-adjusted revenues\nin\ncreased $577.1 million, or\n15\n%, to $\n4,452.3\nmillion\n\nShipments\nde\ncreased\n1\n%, or 2.0 million tons, to 234.3 million tons\n\nFreight-adjusted sales price\nin\ncreased 15.9%, or $2.60 per ton to $19.00\n\nAggregates segment gross profit\nin\ncreased $325.1 million, or\n23\n%, to $\n1,733.6\nmillion\n\nUnit profitability (as measured by gross profit per ton)\nin\ncreased\n24\n% to $7.40 per ton\n\nAsphalt, Concrete and Calcium segment sales\nde\ncreased $\n192.9\nmillion, or\n7\n%, to $\n2,399.0\nmillion, collectively\n\nAsphalt, Concrete and Calcium segment gross profit\nin\ncreased $65.7 million, or\n44\n%, to $214.9 million, collectively\n\nReturned capital to shareholders via dividends of $228.4 million at $1.72 per share versus $212.6 million at $1.60 per share\n\nReturned capital to shareholders via share repurchases of $200.0 million at $204.52 average price per share compared to none in the prior year\n2023 was an exceptional year for our company. We generated $933.2 million in net earnings attributable to Vulcan (a 62% increase over the prior year), produced $2,011.3 million in Adjusted EBITDA (a 24% increase over the prior year), expanded EBITDA margin by 360 basis points and generated $1,536.8 million of operating cash flow that can be reinvested in our business. Our industry leading aggregates gross profit per ton was $7.40 for the full year (a 24% improvement), and cash gross profit per ton was $9.46 per ton for the full year (a 21% improvement), with both metrics increasing each quarter on a year-over-year basis. Six consecutive years of unit profitability improvement during a continuously shifting macro backdrop demonstrates the durability of our uniquely positioned aggregates-led business. We carry momentum into 2024, and our focus is the same – compounding unit margins through all parts of the cycle and creating value for our shareholders through improving returns on capital.\nAt year-end 2023, total debt to Adjusted EBITDA was 1.9x, or 1.5x on a net debt basis, reflecting $949.2 million of cash on hand. Our weighted-average debt maturity was 10 years, and the effective weighted average interest rate was 4.9%.\nReturn on invested capital\nimproved 280 basis points to 16.3% through a combination of\nsolid operating earnings\nand\ndisciplined capital management.\nAdjusted EBITDA, Aggregates segment freight-adjusted revenues, cash gross profit per ton, debt to Adjusted EBITDA and Return on invested capital are non-GAAP measures. See the definitions and reconciliations within this Item 7 under the caption “Reconciliation of Non-GAAP Financial Measures.”\nCAPITAL ALLOCATION\nOur balanced approach to capital allocation remains unchanged. Through economic cycles we intend to balance reinvestment in our business, growth through acquisitions and internal growth projects, and return of capital to shareholders while maintaining financial strength and flexibility evidenced by our strong balance sheet and investment-grade credit ratings. Our capital allocation priorities are\nas follows:\n1.\nOperating Capital (maintain and grow the value of our franchise)\n2.\nGrowth Capital (including acquisitions and greenfields)\n3.\nDividend Growth (with a keen focus on sustainability)\n4.\nReturn Excess Cash to Shareholders (primarily via share repurchases)\nOur\nfirst\npriority\nis to maintain and protect our valuable franchise by keeping our operations in good working order to ensure the\nproduction of high quality materials and\ntimely delivery of goods and services to our customers. This\ncapital\nr\nequiremen\nt\nexpand\ns\nand contract\ns\nas\nproduction and shipment levels change. During 2023, we invested\n$424.5\nmillio\nn in capital expenditures t\no\nreplace\nor\nimprove\nexisting property, plant &\nequipment.\nOur second priority is\nto gro\nw o\nur franchis\ne t\nhrough\nbusiness acquisitions and\ninternal growth project\ns.\nFor business acquisitions, we tend to look fo\nr b\nolt-on acquisitions which are eas\nier\nto integrate and will pursue large business combinations that are the right fit and the right price\n. W\ne use strategic and returns-based criteria to price potential acquisitions and are disciplined in our approach. We\nevaluate many\npotential acquisitions and only make offers on a\nfew. We did not complete any business acquisitions in 2023. However, during the last 10 years, we have completed almost 40 acquisitions, including more than 70 aggregates quarries and sales yards in our top 10 revenue states.\nInternal growth projects have generally been among our highest returning project\ns\n.\nDuring 2023\n, we invested $\n200.8\nmillion in internal growth projects to secure new aggregates reserves, develop new production\nand/or distribution\nsites, enhance our distribution capabilities and support the targeted growth of our asphalt and concrete operations\n. We deployed an additional $203.6 million\nof capital for\nopportunistic land purchases of strategic reserves in California, North Carolina and Texas.\nOur\nthird priority is\ngrowing the\ndividend\nwith a keen focus on sustainability through the economic\ncycle.\nDuring 2023, we paid a dividend per share of $\n1.72\nand paid total dividends of $\n228.4\nmillion.\nAnd\nfinally, if there is excess cash after fulfilling the\nprior\ncapital allocation priorities, we will consider returning cash to shareholders via share repurchases.\nDuring 2023, we returned $\n200.0 million to our shareholders through\nshare repurchases.\nFor a detailed discussion of our acquisitions and divestitures, see Note 19 “Acquisitions and Divestitures” in Item 8 “Financial Statements and Supplementary Data.”\nMARKET DEVELOPMENTS AND OUTLOOK\nWe are well positioned to deliver another year of earnings growth and strong cash generation in 2024. The pricing environment remains positive, and we expect pricing momentum and operational execution will lead to attractive expansion in aggregates unit profitability, regardless of the macro demand environment.\nOur expectations for 2024 include:\n\nContinued improvement in Aggregates segment cash gross profit per ton ($9.46 in 2023)\n\nTotal shipments flat to down 4% (234.3 million tons in 2023)\n\nFreight-adjusted price improvement of 10% to 12% ($19.00 in 2023)\n\nMid-single digit increase in freight-adjusted unit cash cost (freight-adjusted price less segment cash gross profit per ton; $9.54 in 2023)\n\nTotal Asphalt, Concrete and Calcium segment cash gross profit of approximately $275 million ($323 million in 2023, which included approximately 4 million cubic yards from concrete operations divested in late 2023)\n\nRelative contribution of approximately 70% from the Asphalt segment and 30% from the Concrete segment\n\nSelling, Administrative and General expenses of $550 million to $560 million ($543 million in 2023)\n\nInterest expense of approximately $155 million\n\nDepreciation, depletion, accretion and amortization expense of approximately $610 million\n\nAn effective tax rate of 22% to 23%\n\nNet earnings attributable to Vulcan of $1,070 million to $1,190 million\n\nAdjusted EBITDA between $2,150 million and $2,300 million\nAdditionally, we expect to spend $625 million to $675 million on capital expenditures, including growth projects. We will continue to review our plans and will adjust as needed, while being thoughtful about preserving liquidity.\nPOSITIONED FOR GROWTH AND VALUE CREATION\nDURABLE BUSINESS MODEL TO EXTEND THE CYCLE AND SUSTAIN GROWTH\n\n27% improvement in Aggregates gross profit per ton since 2021\n\n27% improvement in Aggregates cash gross profit per ton since 2021\n\nIndustry-leading commercial, logistics, operational and sourcing capabilities\n\nEnd market fundamentals support continued growth outlook\n\nPoised to benefit from generational investment in infrastructure that could extend and sustain cyclical growth\nWe have continued to deliver strong financial performance over time and through business cycles. Through our aggregates-led strategy and focus on our strategic disciplines\n— the Vulcan Way of Selling (\nCommercial Excellence & Logistics Innovation) and the Vulcan Way of Operating (Operational Excellence & Strategic Sourcing), as outlined in Item 1 “Business” under the “Business Strategy” heading\n—\nwe have created one of the most profitable public companies in our industry as measured by aggregates gross profit per ton.\nIn 2019, we set a target of $9 of cash gross profit per ton on volumes of 230 to 240 million tons, which we exceeded in 2023. Our durable growth strategy gives us confidence that we will deliver more value to our shareholders on every ton of aggregates we sell. Our new target: achieve $11 to $12 cash gross profit per ton when we reach 260 to 270 million tons.\nMore than an aggregates supplier, we are a business dedicated to customer service and finding creative solutions to meet our customers’ needs. Being a valued partner and trusted supplier means that we are providing the right product, with the right specifications, that is the right quality, delivered the right way — on time and safely. Our\nOne-Vulcan, Locally Led\napproach, in which our employees\nwork together to leverage the size and strengths of Vulcan as a whole, while running their operations with a strong entrepreneurial spirit and sense of ownership, allows us to deliver market-leading services to our customers.\nTransportation costs are passed along to our customers, and because aggregates have a very high weight-to-price ratio, those costs can add up quickly when transporting aggregates long distances. Having the most extensive distribution network of any aggregates producer sets us apart. Combining our trucking, rail, barge and ocean vessel shipping logistics capabilities allows us to provide better customer solutions and create a seamless customer experience at a competitive price\n. As an approximation, a truck has a capacity of 20-25 tons of aggregates; a railcar has a capacity of 4-5 truckloads; a barge has a capacity of 65 truckloads; and our ocean vessels have the capacity of 2,500 truckloads.\nProduction and sales are currently halted at our Calica operations in Mexico. For additional information, see Note 12 “Commitments and Contingencies” in Item 8 “Financial Statements and Supplementary Data.”\nINDUSTRY LEADER WITH CLEAR COMPETITIVE ADVANTAGES\n\nLargest U.S. aggregates producer with strategic geographic diversity\n\n#1 or #2 aggregates position in markets accounting for approximately 90% of revenues\n\nLeading unit profitability margins driven by operational expertise and pricing performance\n\n76% of the U.S. population growth over the next decade is projected to occur in Vulcan-served states\nOver time, we have strategically and systematically built one of the most valuable aggregates franchises in the U.S. with a footprint that is impossible to replicate.\nZoning and permitting regulations have made it increasingly difficult to expand existing quarries or to develop new quarries. Such regulations, while curtailing expansion, also increase the value of our reserves that were zoned and permitted decades ago.\nDemand for aggregates correlates positively with changes in population, household formations and employment. We have a coast-to-coast footprint that serves 35 of the top 50 highest-growth metropolitan statistical areas (MSAs)\n.\nAs state and federal spending increases, Vulcan is poised to benefit greatly from growing private and public demand for aggregates, thereby delivering significant long-term value for our shareholders.\nSource: Woods & Poole CEDDS 2023\nBased on people added from 2023 to 2033\nSTRONG CASH FLOW GENERATION AND INVESTMENT-GRADE BALANCE SHEET\n\nFinancial capacity to sustain capital reinvestment in current asset base and to fund growth\n\nMaintain an investment-grade credit position\n\nContinue to leverage current capital base to grow earnings and maximize cash generation\n\nPrudently pursue attractive acquisitions and greenfields\n\nReturn value to shareholders with dividends and stock repurchases\nOur financial position is strong as evidenced by our long-term investment-grade credit ratings (Fitch BBB/Moody’s Baa2/Standard & Poor’s BBB+).\nAt December 31, 2023, our available liquidity was $2,447.9 million, including $931.1 million of unrestricted cash on hand, significantly higher than our liquidity needs. Our leverage ratio, as measured by total debt to Adjusted EBITDA, has improved from 3.3x at December 31, 2014 to 1.9x at December 31, 2023 (our net debt to Adjusted EBITDA at December 31, 2023 was 1.5x), slightly below our stated leverage target of 2.0 to 2.5x.\nSAFETY, HEALTH AND ENVIRONMENTAL PERFORMANCE\nA strategy for sustainable, long-term value creation must include doing right by our employees, our neighbors and the environment in which we operate. Over our more than six decades as a public company, we have built a strong, resilient and vital business on this foundation of doing things the right way.\nWe are a leader in our industry in safety, health and environmental performance, with a safety record substantially better than the industry average.\nWe apply the shared experiences, expertise and resources at each of our locally led sites with an emphasis on taking care of one another. The result is a record of safety excellence that consistently outperforms the industry.\nSource: Bureau of Labor Statistics records and internal Vulcan data.\nWe focus on our environmental stewardship programs with the same commitment that we bring to our health and safety initiatives resulting in 97% citation-free inspections out of all 2023 federal and state environmental inspections. As an industry leader, our aim is to meet — and strive to exceed — all federal, state and local environmental regulations.\nHowever, sustainability means looking beyond what is required of a company by governments and regulators. Sustainability is reflected in our business strategy. We lead community relations programs that serve our neighbors while ensuring that we grow and thrive in the communities where we operate. In all parts of our company, from local operations to our corporate and regional offices to our international business and ocean-going shipping, we are focused on ensuring that our operations are efficient in ways that are economically and environmentally sustainable. It’s the right thing to do for our business and our stakeholders.\nWe continue to make progress on reducing our carbon footprint, increasing our energy efficiency, and measuring and reducing our water use. We also manage our land with biodiversity in mind. During 2023, we operated 39 certified wildlife habitat sites, the fifth largest number of sites in the nation, as certified by the Wildlife Habitat Council.\nWe recognize that the aggregates mining in which we engage is an interim use of the approximately 300,000 acres of land in our portfolio. Our land and water assets will be converted to other valuable uses at the end of mining. Effective management throughout the life cycle of our land\n—\nfrom pre-mining utilization as agriculture and timber development, to post-mining development as water reservoirs or residential and commercial development\n—\nnot only generates significant\nadditional value for our shareholders but greatly benefits the communities in which we operate.\nRESULTS OF OPERATIONS\nTotal revenues are primarily derived from our product sales of aggregates, asphalt mix and ready-mixed concrete, and include freight & delivery costs that we pass along to our customers to deliver these products. We also generate service revenues from our asphalt construction paving business and services related to our aggregates business. We present separately our discontinued operations, which consists of our former Chemicals business.\nThe following table highlights significant components of our consolidated operating results including EBITDA and Adjusted EBITDA.\nCONSOLIDATED OPERATING RESULTS HIGHLIGHTS\nNet earnings attributable to Vulcan for 2023\nwere $\n933.2\nmillion ($\n6.98\nper diluted share) compared to $575.6 million ($4.31 per diluted share) in 2022. E\nach year's results were impacted by discrete items, as follows:\nNet earnings attributable to Vulcan for 2023 include:\n\npretax net gain of $67.1 million related to the sale of excess real estate and businesses\n\npretax charges of $28.3 million for long-lived asset impairments related to the sale of businesses\n\npretax charges of $7.9 million for divested operations\n\npretax charges of $2.1 million associated with non-routine acquisitions\n\npretax loss on discontinued operations of $14.7 million\n\n$12.9 million of tax charges related to a valuation allowance against Calica deferred tax assets, including net operating loss (NOL) carryforwards\nNet earnings attributable to Vulcan for 2022 include:\n\npretax net gain of $6.1 million\nrelated to the sale of excess real estate and businesses\n\npretax charges of $67.8 million for goodwill and long-lived asset impairments related to the sale of businesses\n\npretax charges of $3.8 million for divested operations\n\npretax charges of $17.1 million associated with non-routine acquisitions\n\npretax loss on discontinued operations of $25.2 million\n\n$14.5 million of tax charges related to a Calica NOL carryforward valuation allowance\nAdjusted for these discrete items, earnings attributable to Vulcan from continuing operations (Adjusted Diluted EPS) was $7.00 per diluted share for 2023 compared to $5.11 per diluted share for 2022.\nEARNINGS FROM CONTINUING OPERATIONS BEFORE INCOME TAXES\nYear-over-year changes in earnings from continuing operations before income taxes are summarized below:\nOPERATING RESULTS BY SEGMENT\nWe present our results of operations by segment at the gross profit level. We have four operating (and reportable) segments organized around our principal product lines: (1) Aggregates, (2) Asphalt, (3) Concrete and (4) Calcium. Management reviews earnings for our reporting segments principally at the gross profit level.\n1. AGGREGATES\nOur year-over-year aggregates shipments:\n\nde\ncreased 1% in 2023\n\nincreased 6% in 2022\n\nincreased 7% in 2021\nAggregates shipments decreased 1%, reflecting weakness in residential demand partially offset by healthy industrial project activity in certain Southeastern markets.\nOur year-over-year freight-adjusted selling price\n1\nfor aggregates:\n\nin\ncreased 15.9% in 2023\n\nincreased 10.3% in 2022\n\nincreased 3.0% in 2021\nThe pricing environment remained positive in 2023 with all markets realizing year-over-year improvement. Freight-adjusted pricing increased 15.9% versus the prior year to $19.00.\nAggregates segment gross profit increased 23% to $1,733.6 million (or $7.40 per ton), and gross profit margin expanded 260 basis points. Cash gross profit per ton increased 21% from the prior year to $9.46, resulting from continued pricing momentum, solid execution and moderating inflationary pressures. Improvements in unit profitability were widespread across our footprint and marked the seventh consecutive quarter of year-over-year growth. We expect pricing momentum and operational execution will lead to attractive expansion in aggregates unit profitability in 2024, regardless of the macro demand environment.\nFreight-adjusted unit cash cost of sales increased 11%, or $0.97 per ton. Unit cost benefited from lower diesel prices and moderating inflationary pressures on certain parts and supplies. Shipments in 2023 and 2022 were negatively impacted by the absence of tons available from our Mexico operations which were unexpectedly and arbitrarily shut down by the Mexican government in May of 2022 (f\nor additional information, see Note 12 “Commitments and Contingencies” in Item 8 “Financial Statements and Supplementary Data”)\n.\n2.\nASPHALT\nOur year-over-year asphalt mix shipments:\n\nin\ncreased\n10\n% in 2023\n\nincreased 7% in 2022\n\ndecreased 4% in 2021\nAsphalt segment gross profit was $149.6 million (an increase of $92.3 million), and gross profit margin expanded 730 basis points to 13%. Cash gross profit was $185.2 million, a 100% increase from the prior year. Shipments increased 10%, and pricing increased 6.3%, or $4.47 per ton.\nOur year-over-year average sales price\n1\nfor asphalt mix:\n\nin\ncreased\n6.3\n% in 2023\n\nincreased 21.2% in 2022\n\nincreased 1.5% in 2021\n3.\nCONCRETE\nOur year-over-year ready-mixed concrete shipments:\n\nde\ncreased 29% in 2023\n\nincreased 88% in 2022\n1\n\nincreased 90% in 2021\n1\nConcrete segment gross profit was $62.1 million in 2023, a decrease of $27.2 million from the prior year which included earnings from our divested operations in New Jersey, New York, Pennsylvania and Texas. Cash gross profit decreased $37.5 million to $134.9 million, while unit cash gross profit improved 11% despite lower volumes. Average selling prices increased 10.7% to $166.95.\nOur year-over-year average sales price\n1\nfor ready-mixed concrete:\n\nin\ncreased\n10.7\n% in 2023\n\nincreased 11.1% in 2022\n\nincreased 5.3% in 2021\n4.\nCALCIUM\nCalcium segment gross profit\nin\ncreased $\n0.6\nmillion from 2022 to $\n3.2\nmillion.\nIn total, the 2023 gross profit contribution from our three non-aggregates segments (Asphalt, Concrete and Calcium) was $214.9 million, a $65.7 million or\n44\n%\nin\ncrease from 2022. In addition, the 2023 cash gross profit contribution from these three segments was $323.5 million, a $55.9 million or 21% increase from 2022.\nSELLING, ADMINISTRATIVE AND GENERAL (SAG) EXPENSES\nin millions\nAs a percentage of total revenues, SAG expense was:\n\n7.0\n% in 2023 —\nunchanged from the prior year\n\n7.0% in 2022 — decreased 50 basis points\n\n7.5% in 2021 — increased 10 basis points\nOur comparative total company employment levels at year-end:\n\nde\ncreased\n8\n% in 2023\n\nincreased 6% in 2022\n\nincreased 26% in 2021\nSAG expenses were $542.8 million or 7.0% as a percentage of total revenues, unchanged from 2022.\nGAIN ON SALE OF PROPERTY, PLANT & EQUIPMENT AND BUSINESSES\nin millions\nThe 2023\ngain\non sale of property, plant & equipment and businesses of $\n76.4\nmillion\nincludes a pretax gain of $65.7 million from the sale of excess real estate in Virginia and a pretax gain of $15.2 million from the sale of real estate associated with a former recycled concrete facility in Illinois, partially offset by a pretax loss of $13.8 million related to the sale of our Texas concrete operations. The 2022 gain on sale of property, plant & equipment and businesses of $10.7 million includes a pretax gain of $23.5 million from the sale of excess real estate in Southern California partially offset by a pretax loss of $17.4 million related to the sale of our concrete operations in New Jersey, New York and Pennsylvania.\nWe remain focused on our efforts to maximize the value of our portfolio of quarry operations as they move through their life-cycle of land management.\nFor additional details, see Note 19 “Acquisitions and Divestitures” in Item 8 “Financial Statements and Supplementary Data.”\nLOSS ON IMPAIRMENTS\nLoss on impairments was $28.3 million in 2023 which represents a long-lived asset impairment charge related to the Texas concrete operations that were sold during the fourth quarter. Loss on impairments was $67.9 million in 2022 which includes a $50.9 million goodwill impairment charge and a $16.9 million long-lived asset impairment charge related to the divestiture of our New Jersey, New York and Pennsylvania concrete operations.\nSee Note 18 “Goodwill and Intangible Assets” and Note 19 “Acquisitions and Divestitures” in Item 8 “Financial Statements and Supplementary Data” for additional discussion.\nOTHER OPERATING EXPENSE, NET\nOther operating income (expense) is composed primarily of idle facilities expense, environmental remediation costs, gain (loss) on settlement of AROs, finance charges collected and rental income (expense). Total other operating expense and significant discrete items included in the total were:\n\n$26.4 million in 2023 — includes discrete items as follows:\n\n$7.9 million of charges associated with divested operations\n\n$1.6 million of charges associated with non-routine acquisitions (excludes items included in cost of revenues)\n\n$34.0 million in 2022 — includes discrete items as follows:\n\n$3.8 million of charges associated with divested operations\n\n$9.3 million of charges associated with non-routine acquisitions (excludes items included in cost of revenues)\nOTHER NONOPERATING INCOME (EXPENSE), NET\nOther nonoperating income (expense), net was\n$2.7 million of expense in 2023 and $5.1 million of income in 2022, and was composed primarily of pension and postretirement benefit costs (excluding service costs), foreign currency transaction gains/losses, Rabbi Trust gains/losses and net earnings/losses of nonconsolidated equity method investments.\nINTEREST EXPENSE\nin millions\nInterest expense was $196.1 million in 2023 compared to $169.2 million in 2022. This increase was primarily due to the increase in market rates underlying our floating rate debt. See Note 6 “Debt” in Item 8 “Financial Statements and Supplementary Data” for additional discussion.\nINCOME TAXES\nOur income tax expense from continuing operations for the years ended December 31 is shown below:\nThe $106.4 million increase in our 2023 income tax expense compared to 2022 was primarily related to an increase in earnings from continuing operations. The $7.1 million decrease in our 2022 income tax expense compared to 2021 was primarily related to a decrease in earnings from continuing operations partially offset by the tax impact from the impairment of non-tax deductible goodwill.\nIn May 2022, Mexican government officials unexpectedly and arbitrarily shut down our Calica operations in Mexico. As a result, in 2022, Calica generated a NOL deferred tax asset of $14.5 million. Based on the weight of all available positive and negative evidence, we concluded at the time that it was more likely than not that Calica would be unable to realize the NOL deferred tax asset during the ten-year carryforward period resulting in a valuation allowance of $14.5 million. In 2023, Calica continued to generate losses resulting in a $12.9 million increase in deferred tax assets (including NOLs) against which a valuation allowance was recorded. The Calica NOL carryforward would expire between 2032 and 2033 if not utilized. Should the Mexican government lift the shutdown and/or we are successful in our NAFTA claim, we will reevaluate the need for a valuation allowance against the deferred tax assets.\nFor additional information, see Note 9 “Income Taxes” in Item 8 “Financial Statements and Supplementary Data.”\nDISCONTINUED OPERATIONS\nPretax loss from discontinued operations were:\n\n$(14.7) million in 2023\n\n$(25.2) million in 2022\n\n$(4.5) million in 2021\nPretax loss from discontinued operations for 2023 and 2022 resulted primarily from general and product liability costs, including legal defense costs and environmental remediation costs associated with our former Chemicals business. In addition, 2022 includes a $15.3 million charge for a litigation matter (\nsee Note 12 “Commitments and Contingencies” in Item 8 “Financial Statements and Supplementary Data”).\nFor additional information about discontinued operations\n, see Note 1 “Summary of Significant Accounting Policies” in Item 8 “Financial Statements and Supplementary Data.”\nKNOWN TRENDS OR UNCERTAINTIES\nInflationary pressures and labor constraints are factors that impact our operations. Although inflationary pressures can create short-term to medium-term headwinds, the combination of inflation and visibility of demand has created, and may continue to create, a favorable environment for price increases. Additionally, labor constraints have caused delays and inefficiencies in our operations as well as those of our customers. If labor constraints continue and demand remains positive, our operations may proceed at a slower pace, which may effectively extend the recovery while allowing us the opportunity to compound price, control costs and grow earnings.\nFurther, the Mexican government has taken actions adverse to our property and operations in Mexico. On May 5, 2022, Mexican government officials presented employees at our Calica operations in Quintana Roo, Mexico with arbitrary shutdown orders to immediately cease underwater quarrying and extraction operations. On May 13, 2022, the Mexican government suspended the three-year customs permit granted in March 2022 to Calica and began a proceeding that could result in the revocation of that permit. We strongly believe that the actions taken by Mexico are arbitrary and illegal, and we intend to vigorously pursue all lawful avenues available to us in order to protect our rights, under both Mexican and international law. For additional information regarding our Calica operations, see\nthe NAFTA Arbitration section in\nNote 12 “Commitments and Contingencies” in Item 8 “Financial Statements and Supplementary Data.”\nRECONCILIATION OF NON-GAAP FINANCIAL MEASURES\nAGGREGATES SEGMENT FREIGHT-ADJUSTED REVENUES\nAggregates segment freight-adjusted revenues is not a Generally Accepted Accounting Principle (GAAP) measure and should not be considered as an alternative to metrics defined by GAAP. We present this measure as it is consistent with the basis by which we review our operating results. We believe that this presentation is consistent with our competitors and meaningful to our investors as it excludes revenues associated with freight & delivery, which are pass-through activities. It also excludes other revenues related to services, such as landfill tipping fees, that are derived from our aggregates business. Additionally, we use this metric as the basis for calculating the average sales price of our aggregates products. Reconciliation of this metric to its nearest GAAP measure is presented below:\nCASH GROSS PROFIT\nGAAP does not define “cash gross profit,” and it should not be considered as an alternative to earnings measures defined by GAAP. We and the investment community use this metric to assess the operating performance of our business. Additionally, we present this metric as we believe that it closely correlates to long-term shareholder value. Cash gross profit adds back noncash charges for depreciation, depletion, accretion and amortization to gross profit. Segment cash gross profit per unit is computed by dividing segment cash gross profit by units shipped. Segment cash cost of sales per unit is computed by subtracting segment cash gross profit per unit from segment freight-adjusted sales price. Segment freight-adjusted sales price is calculated by dividing revenues generated from the shipment of product (excluding service revenues generated by the segments) by the total units of the product shipped. Reconciliation of these metrics to their nearest GAAP measures are presented below:\nEBITDA AND ADJUSTED EBITDA\nGAAP does not define “Earnings Before Interest, Taxes, Depreciation and Amortization” (EBITDA), and it should not be considered as an alternative to earnings measures defined by GAAP. We use this metric to assess the operating performance of our business and as a basis for strategic planning and forecasting as we believe that it closely correlates to long-term shareholder value. We do not use this metric as a measure to allocate resources.\nWe adjust EBITDA for certain items to provide a more consistent comparison of\nearnings\nperformance from period to period. Reconciliation of this metric to its nearest GAAP measure is presented belo\nw (\nnumbers may not foot due to rounding):\nADJUSTED DILUTED EPS attributable to vulcan FROM CONTINUING OPERATIONS\nSimilar to our presentation of Adjusted EBITDA, we present Adjusted diluted earnings per share (EPS) attributable to Vulcan from continuing operations to provide a more consistent comparison of earnings performance from period to period.\nT\nh\nis\nmetri\nc\nis\nnot defined by GAAP and should not be considered as\nan\nalternativ\ne\nto earnings measures defined by GAAP. Reconciliation of th\nis\nmetri\nc\nto\nits\nnearest GAAP measure is presented below:\nNET DEBT TO ADJUSTED EBITDA\nNet debt to Adjusted EBITDA is not a GAAP measure and should not be considered as an alternative to metrics defined by GAAP. We, the investment community and credit rating agencies use this metric to assess our leverage. Net debt subtracts cash and cash equivalents and restricted cash from total debt. Reconciliation of this metric to its nearest GAAP measure is presented below:\nreturn on invested capital\nWe define\n“\nReturn on Invested Capital\n”\n(ROIC) as Adjusted EBITDA for the trailing-twelve months divided by average invested capital (as illustrated below) during the trailing-five quarters. Our calculation of ROIC is considered a non-GAAP financial measure because we calculate ROIC using the non-GAAP metric EBITDA. We believe\nth\nat our ROIC metric is meaningful because it helps investors assess how effectively we are deploying our assets. Although ROIC is a standard financial metric, numerous methods exist for calculating a company’s ROIC. As a result, the method we use to calculate our ROIC may differ from the methods used by other companies.\nT\nh\nis\nmetri\nc\nis\nnot defined by GAAP and should not be considered as\nan\nalternativ\ne\nto earnings measures defined by GAAP. Reconciliation of th\nis\nmetri\nc\nto\nits\nnearest GAAP measure is presented below (numbers may not foot due to rounding):\n2024 PROJECTED EBITDA\nProjected EBITDA\nis\nnot defined by GAAP and should not be considered as\nan\nalternativ\ne\nto earnings measures defined by GAAP. Reconciliation of th\nis\nmetri\nc\nto\nits\nnearest GAAP measure is presented below:\nBecause GAAP financial measures on a forward-looking basis are not accessible, and reconciling information is not available without unreasonable effort, we have not provided reconciliations for forward-looking non-GAAP measures, other than the reconciliation of Projected EBITDA as noted above. For the same reasons, we are unable to address the probable significance of the unavailable information, which could be material to future results.\nLIQUIDITY AND FINANCIAL RESOURCES\nOur primary sources of liquidity are cash provided by our operating activities, a substantial, committed bank line of credit and our commercial paper program. Additional sources of capital include access to the capital markets, the sale of surplus real estate and dispositions of nonstrategic operating assets. We believe these financial resources are sufficient to fund our business requirements for 2024, including:\n\ncontractual obligations\n\ncapital expenditures\n\ndebt service obligations\n\ndividend payments\n\npotential acquisitions\n\npotential share repurchases\nDuring 2024, we expect to spend between $625 million and $675 million on capital expenditures, including growth projects. Excluding future cash requirements for conditional capital expenditures, our future contractual payments as of December 31, 2023 are summarized in the table below:\nSubsequent to year end, in February 2024 we elected to redeem all of the $550.0 million aggregate principal amount of our outstanding 5.80% senior notes due 2026. We expect to complete this redemption in March 2024 using existing cash on hand.\nAs of December 31, 2023, we were contingently liable for $828.2 million within 427 surety bonds underwritten by various surety companies. These bonds guarantee our performance and are required primarily by states and municipalities and their related agencies. The top five in amount totaled $199.4 million (24%) and were for certain construction contracts and reclamation obligations. We have agreed to indemnify the underwriting companies against any exposure under the surety bonds. No material claims have been made against our surety bonds.\nWe have no material off-balance sheet arrangements, such as financing or unconsolidated variable interest entities.\nOur balanced approach to capital deployment remains unchanged. We intend to balance reinvestment in our business, growth through acquisitions and return of capital to shareholders, while sustaining financial strength and flexibility.\nWe actively manage our capital structure and resources in order to balance the cost of capital and the risk of financial stress. We seek to meet these objectives by adhering to the following principles:\n\nmaintain substantial bank line of credit borrowing capacity\n\nproactively manage our debt maturity schedule such that repayment/refinancing risk in any single year is low\n\nmaintain an appropriate balance of fixed-rate and floating-rate debt\n\nminimize financial and other covenants that limit our operating and financial flexibility\nWe will continue to assess our liquidity sources and needs in order to take appropriate actions to meet our objectives.\nCASH\nIncluded in our December 31, 2023 cash and cash equivalents and restricted cash balances of $\n949.2\nmillion is $18.1 million of restricted cash (see Note 1 “Summary of Significant Accounting Policies” in Item 8 “Financial Statements and Supplementary Data” under the caption Restricted Cash).\nNet cash provided by operating activities is derived primarily from net earnings before noncash deductions for depreciation, depletion, accretion and amortization.\n2023 versus 2022\n—\nNet cash provided by operating activities was $\n1,536.8\nmillion during 2023, a $\n388.6\nmillion increase compared to 2022 which primarily resulted from a $358.4 million increase in net earnings and changes in working capital balances.\nDays sales outstanding, a measurement of the time it takes to collect receivables, were 46.1 days at December 31, 2023 compared to 50.9 days at December 31, 2022. Additionally, our over 90 day receivables balance of $\n27.6\nmillion at December 31, 2023 was $41.5 million lower than the December 31, 2022 balance of $69.1 million. All customer accounts are actively managed, and no losses in excess of amounts reserved are currently expected.\n2023 versus 2022\n—\nNet cash used for investing activities was $163.5 million during 2023, a $889.5 million decrease compared to 2022. During 2023, we invested $872.6 million in our existing operations (includes changes in accruals for property, plant & equipment), a $260.0 million increase compared to 2022. Of this $872.6 million, $200.8 million was invested in internal growth projects to enhance our distribution capabilities, develop new production sites and enhance existing production facilities and other growth opportunities. An additional $203.6 million was invested in opportunistic land purchases of strategic reserves. Additionally, while there were no business acquisitions in 2023, during 2022 we acquired businesses for $529.2 million of cash consideration. Further, proceeds from the sale of property, plant & equipment and businesses were up $619.5 million in 2023 from 2022, primarily reflecting the 2023 sale of our concrete operations in Texas and excess real estate in Virginia (see Note 19 “Acquisitions and Divestitures” in Item 8 “Financial Statements and Supplementary Data”).\n2023 VERSUS 2022\n—\nNet cash used for financing activities in 2023 was $\n585.6\nmillion, compared to $175.2 million used in 2022. The current year includes a $100.0 million net payment on our line of credit, whereas the prior year includes a $100.0 million net draw on our line of credit. Additionally, we increased the capital returned to our shareholders to $\n428.3\nmillion via higher dividends of $15.8 million ($1.72 per share compared to $1.60 per share) and higher share repurchases of $200.0 million (977,591 shares repurchased at $204.52 average price per share compared to none in the prior year).\nDEBT\nCertain debt measures\nas of December 31\nare\noutlined below:\nAt December 31, 2023, total debt to Adjusted EBITDA was 1.9 times or 1.5 times on a net debt basis reflecting $\n949.2\nmillion of cash on hand. Our weighted-average debt maturity was 9.9 years.\nDELAYED DRAW TERM LOAN, L\nINE OF CREDIT AND COMMERCIAL PAPER PROGRAM\nIn June 2021, we entered into a $1,600.0 million unsecured delayed draw term loan which was fully drawn in August 2021 upon the acquisition of U.S. Concrete. The delayed draw term loan was paid down to $1,100.0 million in September 2021 with cash on hand, paid down to $550.0 million in August 2022 using the proceeds from the issuance of commercial paper as described below and fully repaid in March 2023 using proceeds from the issuance of 5.80% senior notes as described below.\nOur unsecured line of credit was amended in August 2022 to increase the borrowing capacity from $1,000.0 million to $1,600.0 million and extend the maturity date from September 2026 to August 2027. Our line of credit contains covenants customary for an unsecured investment-grade facility.\nCovenants, borrowings,\ncost ranges and other details are described in Note 6 “Debt” in Item 8 “Financial Statements and Supplementary Data.” As of December 31, 2023, we were in compliance with the line of credit covenants, the margin for Secured Overnight Financing Rate (SOFR) borrowings was\n1.125\n%, the margin for base rate borrowings was\n0.125\n% and the commitment fee for the unused amount was\n0.100\n%.\nIn August 2022, we established a $1,600.0 million commercial paper program through which we borrowed $550.0 million that was used to partially repay the delayed draw term loan. Commercial paper borrowings bear interest at rates determined at the time of borrowing and as agreed between us and the commercial paper investors.\nAs of December 31, 2023, our available borrowing capacity under the line of credit was $1,516.8 million. Utilization of the borrowing capacity was as follows:\n\nNone was borrowed\n\n$83.2 million was used to support standby letters of credit\nTERM DEBT\nAll of our $3,941.5 million (face value) of term debt (which includes the $550.0 million commercial paper) is unsecured. All of the covenants in the debt agreements are customary for investment-grade facilities. As of December 31, 2023, we were in compliance with all term debt covenants.\nIn March 2023, we issued $550.0 million of 5.80% senior notes due 2026. Total proceeds of $546.6 million (net of discounts and transaction costs), together with cash on hand, were used to repay the $550.0 million delayed draw term loan.\nFor additional information regarding term debt, see\nNote 6 “Debt” in Item 8 “Financial Statements and Supplementary Data.”\nDEBT PAYMENTS AND MATURITIES\nScheduled debt payments during 2023 were $0.5 million in the first quarter. Scheduled debt payments during 2022 were $5.2 million spread throughout the year.\nAs of December 31, 2023, maturities for the next four quarters and for the next five years are a\ns follows\n(excluding any borrowings on the line of credit)\n:\nSubsequent to year end, in February 2024 we elected to redeem all of the $550.0 million aggregate principal amount of our outstanding 5.80% senior notes due 2026. We expect to complete this redemption in March 2024 using existing cash on hand.\nFor additional information regarding debt payments and maturities, see\nNote 6 “Debt” in Item 8 “Financial Statements and Supplementary Data.”\nDEBT RATINGS\nOur debt ratings and outlooks as of December 31, 2023 are as follows:\nEQUITY\nThe number of our common stock issuances and purchases are as follows:\nAs of December 31, 2023, there were 7,087,260\nshares remaining under the February 2017 share purchase authorization by our Board of Directors. Depending upon market, business, legal and other conditions, we may purchase shares from time to time through the open market (including plans designed to comply with Rule 10b5-1 of the Securities Exchange Act of 1934) and/or privately negotiated transactions. The authorization has no time limit, does not obligate us to purchase any specific number of shares and may be suspended or discontinued at any time.\nThe detail of our common stock purchases (all of which were open market purchases) are as follows:\nThere were no shares held in treasury as of December 31, 2023, 2022 and 2021.\nSTANDBY LETTERS OF CREDIT\nFor a discussion of our standby letters of credit, see Note 6 “Debt” in Item 8 “Financial Statements and Supplementary Data.”\nCRITICAL ACCOUNTING POLICIES\nWe follow certain significant accounting policies when preparing our consolidated financial statements. A summary of these policies is included in Note 1 “Summary of Significant Accounting Policies” in Item 8 “Financial Statements and Supplementary Data.”\nWe prepare these financial statements to conform with accounting principles generally accepted in the United States of America. These principles require us to make estimates and judgments that affect reported amounts of assets, liabilities, revenues and expenses, and the related disclosures of contingent assets and contingent liabilities at the date of the financial statements. We base our estimates on historical experience, current conditions and various other assumptions we believe reasonable under existing circumstances and evaluate these estimates and judgments on an ongoing basis. The results of these estimates form the basis for our judgments about the carrying values of assets and liabilities as well as identifying and assessing the accounting treatment with respect to commitments and contingencies. Our actual results may materially differ from these estimates.\nWe believe the\nfollowin\ng c\nritical accounting policies require the most significant judgments and estimates used in the preparation of our consolidated financial statements:\n1.\nGoodwill impairment\n2.\nImpairment of long-lived assets excluding goodwill\n3.\nBusiness combinations and purchase price allocation\n4.\nPension and other postretirement benefits\n5.\nEnvironmental compliance costs\n6.\nClaims and litigation including self-insurance\n7.\nIncome taxes\n1. GOODWILL IMPAIRMENT\nGoodwill represents the excess of the cost of net assets acquired in business combinations over the fair value of the identifiable tangible and intangible assets acquired and liabilities assumed in a business combination. Goodwill impairment exists when the fair value of a reporting unit is less than its carrying amount. Goodwill is tested for impairment annually, as of November 1, or more frequently whenever events or changes in circumstances would more likely than not reduce the fair value of a reporting unit below its carrying amount. The impairment evaluation is a critical accounting policy because goodwill is material to our total assets (as of December 31, 2023, goodwill represents 24% of total assets), and the evaluation involves the use of significant estimates, assumptions and judgment.\nHOW WE TEST GOODWILL FOR IMPAIRMENT\nGoodwill is tested for impairment at the reporting unit level, one level below our operating segments. We have identified 16 reporting units (of which 11 carry goodwill) based primarily on geographic location. We have the option of either assessing qualitative factors to determine whether it is more likely than not that the carrying value of our reporting units exceeds their respective fair value or proceeding directly to a quantitative test. We elected to perform the quantitative impairment test for all years presented.\nThe quantitative impairment test compares the fair value of a reporting unit to its carrying value, including goodwill. I\nf the fair value exceeds its carrying value, the goodwill of the reporting unit is not considered impaired. However, if the carrying value of a reporting unit exceeds its fair value, we recognize an impairment loss equal to that excess.\nHOW WE DETERMINE CARRYING VALUE AND FAIR VALUE\nWe determine the carrying value of each reporting unit by assigning assets and liabilities, including goodwill, to those units as of the measurement date. We estimate the fair values of the reporting units using both an income approach (which involves discounting estimated future cash flows) and a market approach (which involves the application of revenue and EBITDA multiples of comparable companies). We consider market factors when determining the assumptions and estimates used in our valuation models. Finally, to assess the reasonableness of the reporting unit fair values, we compare the total of the reporting unit fair values to our market capitalization.\nOUR FAIR VALUE ASSUMPTIONS\nWe base our fair value estimates on market participant assumptions we believe to be reasonable at the time, but such assumptions are subject to inherent uncertainty and actual results may differ. Changes in key assumptions or management judgment with respect to a reporting unit or its prospects may result from a change in market conditions, market trends, interest rates or other factors outside of our control, or underperformance relative to historical or projected operating results. These conditions could result in a significantly different estimate of the fair value of our reporting units which could result in an impairment charge in the future.\nThe significant assumptions in our discounted cash flow models include our estimate of future profitability, capital requirements and the discount rate. The profitability estimates used in the models were derived from internal operating budgets and forecasts for long-term demand and pricing in our industry. Estimated capital requirements reflect replacement capital estimated on a per unit basis and, if applicable, acquisition capital necessary to support growth estimated in the models. The discount rate was derived using a capital asset pricing model.\nRESULTS OF OUR IMPAIRMENT TESTS\nThe results of our annual impairment tests for 2021 indicated that the estimated fair values of all reporting units with goodwill substantially exceeded their carrying values. The results of our annual impairment test for 2022 indicated that the estimated fair values of all reporting units with goodwill substantially exceeded their carrying values with the exception of two reporting units that include concrete operations acquired from U.S. Concrete in 2021. Our 2022 annual impairment test indicated that the estimated fair values of those two reporting units exceeded carrying values by less than 15%. One of those Concrete segment reporting units was sold during the fourth quarter of 2023. The results of our annual impairment test for 2023 indicated that the estimated fair value of the other Concrete segment reporting unit narrowly exceeded carrying value by less than 5% (this reporting unit carries $86.6 million of goodwill). Our 2023 annual impairment test indicated that the estimated fair values of all other reporting units with goodwill substantially exceeded their carrying values.\nDuring the third quarter of 2022, we recorded an interim goodwill impairment loss of $50.9 million related to the fourth quarter sale of a reporting unit comprised of concrete operations in New Jersey, New York and Pennsylvania. Refer to Note 19 “Acquisitions and Divestitures” in Item 8 “Financial Statements and Supplementary Data” for further information.\nFor additional information about goodwill, see Note 18 “Goodwill and Intangible Assets” in Item 8 “Financial Statements and Supplementary Data.”\n2. IMPAIRMENT OF LONG-LIVED ASSETS EXCLUDING GOODWILL\nWe evaluate the carrying value of long-lived assets, including intangible assets subject to amortization, when events and circumstances indicate that the carrying value may not be recoverable. The impairment evaluation is a critical accounting policy because long-lived assets are material to our total assets (as of December 31, 2023, net property, plant & equipment represents 43% of total assets while net other intangible assets represents 10% of total assets), and the evaluation involves the use of significant estimates, assumptions and judgment. The carrying value of long-lived assets is considered impaired when the estimated undiscounted cash flows from such assets are less than their carrying value. In that event, we recognize a loss equal to the amount by which the carrying value exceeds the fair value.\nFair value is estimated primarily by using a discounted cash flow methodology that requires considerable judgment and assumptions. Our estimate of net future cash flows is based on historical experience and assumptions of future trends which may be different from actual results. We periodically review the appropriateness of the estimated useful lives of our long-lived assets.\nWe test long-lived assets for impairment at the\na significantly lower level than the level at which we test goodwill for impairment. In markets where we do not produce downstream products (e.g., asphalt mix and ready-mixed concrete), the lowest level of largely independent identifiable cash flows is at the individual aggregates operation or a group of aggregates operations collectively serving a local market or remote markets through our rail and water distribution networks. Conversely, in vertically integrated markets, the cash flows of our downstream and upstream businesses are not largely independently identifiable as the selling price of the upstream products (aggregates) impacts the profitability of the downstream business.\nDuring the third quarter of 2023, we recognized a long-lived asset impairment loss of $28.3 million for assets classified as held for sale (subsequently sold during the fourth quarter). In addition, during the third quarter of 2022, we recognized a long-lived asset impairment loss of $16.9 million for assets classified as held for sale (subsequently sold during the fourth quarter of 2022). Refer to Note 19 “Acquisitions and Divestitures” in Item 8 “Financial Statements and Supplementary Data” for further information. During 2021, we recorded no significant losses on impairment of long-lived assets.\nWe maintain certain long-lived assets that are not currently being used in our operations. These assets totaled $534.4 million at December 31, 2023, representing a 4% increase from December 31, 2022. Of the total $534.4 million, approximately 45% relates to real estate held for future development and expansion of our operations. In addition, approximately 15% is comprised of real estate (principally former mining sites) pending development as commercial or residential real estate, reservoirs or landfills. The remaining 40% is composed of aggregates, asphalt and concrete operating assets idled temporarily. We evaluate the useful lives and the recoverability of these assets whenever events or changes in circumstances indicate that carrying amounts may not be recoverable.\nFor additional information about long-lived assets and intangible assets, see Note 4 “Property, Plant & Equipment” and Note 18 “Goodwill and Intangible Assets” in Item 8 “Financial Statements and Supplementary Data.”\n3. BUSINESS COMBINATIONS AND PURCHASE PRICE ALLOCATION\nOur\nstrategic long-term plan\ns include\npotential investments in value-added acquisitions of related or similar businesse\ns. W\nhen an acquisition is completed, our consolidated statement\ns\nof comprehensive income includ\ne t\nhe operating results of the acquired business starting from the date of acquisition, which is the date that control is obtained.\nHOW WE DETERMINE AND ALLOCATE THE PURCHASE PRICE\nThe purchase price is determined based on the fair value of\nconsideration transferred\nto\nand liabilities assumed from the seller as of the date of acquisition. We allocate the purchase price to the fair values of the tangible and identifiable intangible assets acquired and liabilities assume\nd as of\nthe date of acquisition. Goodwill is recorded for the excess of the purchase price over the ne\nt f\nair value of the identifiable assets acquired and liabilities assumed. The purchase price allocation is a critical accounting policy because the estimation of fair values of acquired assets and assumed liabilities is judgmental and requires various assumptions. Additionally, the amounts assigned to depreciable and amortizable assets compared to amounts assigned to goodwill, which is not amortized, can significantly affect our results of operations.\nFair value is the price that would be received to sell an asset or paid to transfer a liability in an orderly transactio\nn a\nnd therefore represents an exit price. A fair value measurement assumes the highest and best use of the asset by market participants. The fair value hierarchy prioritizes the inputs to valuation techniques used to measure fair value into three broad levels as described below:\nLevel 1:\nQuoted prices in active markets for identical assets or liabilities\n‎\nLevel 2:\nInputs that are derived principally from, or corroborated by, observable market data\n‎\nLevel 3:\nInputs that are unobservable and significant to the overall fair value measurement\nLevel 1\nfair values are used to value investments in publicly-traded entities and assumed obligations for publicly-traded long-term debt.\nLevel 2\nfair values are typically used to value acquire\nd m\nachinery and equipment, land, buildings,\nand assumed liabilities for\nasset retirement obligations, environmental remediation and compliance obligation\ns. A\ndditionally, Level 2 fair values are typically used to value assumed contracts at other-than-market rates.\nLevel 3\nfair values are used to value acquired mineral reserves as well as leased mineral interests (referred to in our financial statements as contractual rights in place) and other identifiable intangible assets. We determine the fair values of owned mineral reserves and leased mineral interests using a lost profits approach\nand/\nor an excess earnings approach. These valuation techniques require management to estimate future cash flows. The estimate of future cash flows is based on available historical information and future expectations and assumptions determined by management but is inherently uncertain. Key assumptions in estimating future cash flows include sales price, shipment volumes, production costs and capital needs. The present value of the projected net cash flows represents the fair value assigned to mineral reserves and mineral interests. The discount rate is a significant assumption used in the valuation model and is based on the required rate of return that a hypothetical market participant would\nassume\nif purchasing the acquired business, with an adjustment for the risk of these assets not generating the projected cash flows.\nOther identifiable intangible assets may include, but are not limited t\no, n\noncompetition agreements\n. T\nhe fair values of these assets are typically determined by an excess earnings method, a replacement cost method or a market approach.\nMEASUREMENT PERIOD ADJUSTMENTS\nWe may adjust the amounts recognized in an acquisition during a measurement period after the acquisition date. Any such adjustments are the result of\nsubsequently\nobtaining additional information that existed at the acquisition date regarding the assets acquired or the liabilities assumed. Measurement period adjustments are generally recorded as increases or decreases to goodwill, if any, recognized in the transaction.\nThe cumulative impact of measurement period adjustments on depreciation, amortization and other income statement items are recognized in the period the adjustment is determined.\nThe measurement period ends once we have obtained all necessary information that existed as of the acquisition date but does not extend beyond one year from the date of acquisition. Any adjustments to assets acquired or liabilities assumed beyond the measurement period\n, unless as a result of an error,\nare recorded through earnings.\nFor additional information about business combinations and purchase price allocations, see Note 19 “Acquisitions and Divestitures” in Item 8 “Financial Statements and Supplementary Data.”\n4. PENSION AND OTHER POSTRETIREMENT BENEFITS\nAccounting for pension and other postretirement benefits requires that we use assumptions for the valuation of projected benefit obligations (PBO) and the performance of plan assets. The valuation is a critical accounting policy because pension and other postretirement benefit obligations and plan assets are material to our balance sheet. Each year, we review our assumptions for discount rates (used for PBO, service cost and interest cost calculations), expected return on plan assets and the cost of covered healthcare benefits. Due to plan changes made in 2013, annual pay increases do not materially impact plan obligations.\n\nDISCOUNT RATES\n— We use a high-quality bond full yield curve approach (specific spot rates for each annual expected cash flow) to establish the discount rates at each measurement date.\n\nEXPECTED RETURN ON PLAN ASSETS\n— Our expected return on plan assets is: (1) a long-term view based on our current asset allocation and (2) a judgment informed by consultation with our retirement plans’ consultant and our pension plans’ actuary.\n\nRATE OF INCREASE IN THE PER CAPITA COST OF COVERED HEALTHCARE BENEFITS — We project the expected increases in the cost of covered healthcare benefits.\nSee Note 10 “Benefit Plans” in Item 8 “Financial Statements and Supplementary Data” for the discount rates used for PBO, service cost and interest cost calculations\n; the expected return on plan assets; and the rate of increase in the per capita cost of healthcare benefits\n.\nChanges to the assumptions listed above would have an impact on the PBO and the annual net benefit cost. The following table reflects the favorable and unfavorable outcomes associated with a change in certain assumptions:\nAs of the December 31, 2023 measurement date, the fair value of our pension plan assets increased from $637.8 million for the prior year-end to $647.9 million.\nThe discount rate is the weighted-average of the spot rates for each cash flow on the yield curve for high-quality bonds as of the measurement date.\nAs of the December 31, 2023 measurement date, the PBO of our pension plans increased from $691.1 million to $\n693.3\nmillion. This increase was primarily due to the decrease in discount rates for the plans (approximately 0.2 percentage points). The PBO of our postretirement plans increased from $41.8 million to $\n44.2\nmillion. This increase was primarily due to an increase in medical claims and trends.\nDuring 2024, we expect to recognize net pension expense of $13.3 million and net postretirement expense of $5.2 million compared to expense of $15.9 million and expense of $3.9 million, respectively, in 2023. The expected decrease in pension expense is primarily due to actual asset performance in 2023 that was greater than expected. The increase in postretirement expense is primarily due to an increase in medical claims and trends.\nWe anticipate that contributions totaling approximately $2.0 million to the funded pension plans will be required during 2024, and we do not anticipate making a discretionary contribution. We currently do not anticipate that the funded status of any of our plans will fall below statutory thresholds requiring accelerated funding or constraints on benefit levels or plan administration.\nFor additional information about pension and other postretirement benefits, see Note 10 “Benefit Plans” in Item 8 “Financial Statements and Supplementary Data.”\n5. ENVIRONMENTAL COMPLIANCE COSTS\nOur environmental compliance costs include the cost of ongoing monitoring programs, the cost of remediation efforts and other similar costs. Our accounting policy for environmental compliance costs is a critical accounting policy because it involves the use of significant estimates and assumptions and requires considerable management judgment.\nHOW WE ACCOUNT FOR ENVIRONMENTAL COSTS\nTo account for environmental costs, we:\n\nexpense or capitalize environmental costs consistent with our capitalization policy\n\nexpense costs for an existing condition caused by past operations that do not contribute to future revenues\n\naccrue costs for environmental assessment and remediation efforts when we determine that a liability is probable and we can reasonably estimate the cost\nAt the early stages of a remediation effort, environmental remediation liabilities are not easily quantified due to the uncertainties of various factors. The range of an estimated remediation liability is defined and redefined as events in the remediation effort occur, but generally liabilities are recognized no later than completion of the remedial feasibility study. When we can estimate a range of probable loss, we accrue the most likely amount. If no amount in the range of probable loss is considered most likely, the minimum loss in the range is accrued. As of December 31, 2023, the difference between the amount accrued and the maximum loss in the range for all sites for which a range can be reasonably estimated was $6.4 million\n—\nthis amount does not represent our maximum exposure to loss for all environmental remediation obligations as it excludes those sites for which a range of loss cannot be reasonably estimated at this time. Our environmental remediation obligations are recorded on an undiscounted basis.\nAccrual amounts may be based on technical cost estimations or the professional judgment of experienced environmental managers. Our Safety, Health and Environmental Affairs Management Committee routinely reviews cost estimates and key assumptions in response to new information, such as the kinds and quantities of hazardous substances, available technologies and changes to the parties participating in the remediation efforts. However, a number of factors, including adverse agency rulings and unanticipated conditions as remediation efforts progress, may cause actual results to differ materially from accrued costs.\nFor additional information about environmental compliance costs, see Note 8 “Accrued Environmental Remediation Costs” in Item 8 “Financial Statements and Supplementary Data.”\n6. CLAIMS AND LITIGATION INCLUDING SELF-INSURANCE\nWe are involved with claims and litigation, including items covered under our self-insurance program. We are self-insured for losses related to workers' compensation up to $3.0 million per occurrence and automotive and general/product liability up to $10.0 million per occurrence. We have excess coverage on a per occurrence basis beyond these retention levels.\nUnder our self-insurance program, we aggregate certain claims and litigation costs that are reasonably predictable based on our historical loss experience and accrue losses, including future legal defense costs, based on actuarial studies. Certain claims and litigation costs, due to their unique nature, are not included in our actuarial studies. For matters not included in our actuarial studies, legal defense costs are accrued when incurred.\nOur accounting policy for claims and litigation including self-insurance is a critical accounting policy because it involves the use of significant estimates and assumptions and requires considerable management judgment.\nHOW WE ASSESS THE PROBABILITY OF LOSS\nWe use both internal and outside legal counsel to assess the probability of loss, and we establish an accrual when the claims and litigation represent a probable loss and the cost can be reasonably estimated. Significant judgment is used in determining the timing and amount of the accruals for probable losses, and the actual liability could differ materially from the accrued amounts.\nFor additional information about claims and litigation including self-insurance, see Note 1 “Summary of Significant Accounting Policies” in Item 8 “Financial Statements and Supplementary Data” under the caption Claims and Litigation Including Self-insurance.\n7. INCOME TAXES\nVALUATION OF OUR DEFERRED TAX ASSETS\nWe file federal, state and foreign income tax returns and account for the current and deferred tax effects of such returns using the asset and liability method. We recognize deferred tax assets and liabilities (which reflect our best assessment of the future taxes we will pay) based on the differences between the book basis and tax basis of assets and liabilities. Deferred tax assets represent items to be used as a tax deduction or credit in future tax returns while deferred tax liabilities represent items that will result in additional tax in future tax returns.\nSignificant judgments and estimates are required in determining our deferred tax assets and liabilities. These estimates are updated throughout the year to consider income tax return filings, our geographic mix of earnings, legislative changes and other relevant items. We are required to account for the effects of changes in income tax rates on deferred tax balances in the period in which the legislation is enacted.\nEach quarter we analyze the likelihood that our deferred tax assets will be realized. Realization of the deferred tax assets ultimately depends on the existence of sufficient taxable income of the appropriate character in either the carryback or carryforward period. A valuation allowance is recorded if, based on the weight of all available positive and negative evidence, it is more likely than not (a likelihood of more than 50%) that some portion, or all, of a deferred tax asset will not be realized. A summary of our deferred tax assets is included in Note 9 “Income Taxes” in Item 8 “Financial Statements and Supplementary Data.”\nLIABILITY FOR UNRECOGNIZED TAX BENEFITS\nWe recognize a tax benefit associated with a tax position when we judge it is more likely than not that the position will be sustained based upon the technical merits of the position. For a tax position that meets the more likely than not recognition threshold, we measure the income tax benefit as the largest amount that we judge to have a greater than 50% likelihood of being realized. A liability is established for the unrecognized portion of any tax position. Our liability for unrecognized tax benefits is adjusted periodically due to changing circumstances, such as the progress of tax audits, case law developments and new legislation.\nGenerally, we are not subject to significant changes in income taxes by any taxing jurisdiction for the years before 2020. While it is often difficult to predict the final outcome or the timing of resolution of any particular tax matter, we believe our liability for unrecognized tax benefits is appropriate.\nWe consider a tax position to be resolved at the earlier of the issue being “effectively settled,” settlement of an examination, or the expiration of the statute of limitations. Upon resolution of a tax position, any liability for unrecognized tax benefits will be released.\nOur liability for unrecognized tax benefits is generally presented as noncurrent. However, if we anticipate paying cash within one year to settle an uncertain tax position, the liability is presented as current. We classify interest and penalties associated with our liability for unrecognized tax benefits as income tax expense.\nNEW ACCOUNTING STANDARDS\nFor a discussion of the accounting standards recently adopted or pending adoption and the effect such accounting changes will have on our results of operations, financial position or liquidity, see Note 1 “Summary of Significant Accounting Policies” in Item 8 “Financial Statements and Supplementary Data” under the caption New Accounting Standards.\nDuring the fourth quarter of 2023, we adopted SEC Release No. 33-11216, “Cybersecurity Risk Management, Strategy, Governance and Incident Disclosure,” which requires disclosure of our cybersecurity risk management, strategy and governance in the annual report on form 10-K. For additional details, see Item 1C “Cybersecurity” in Part I above.\nFORWARD-LOOKING STATEMENTS\nThe foregoing discussion and analysis, as well as certain information contained elsewhere in this Annual Report, contain “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, and are intended to be covered by the safe harbor created thereby. See the discussion in Safe Harbor Statement under the Private Securities Litigation Reform Act of 1995 in Part I above.\n‎\nITEM 7A"
  },
  {
    "item_key": "item_7a",
    "text": "MARKET RISK\nWe are exposed to certain market risks arising from transactions that are entered into in the normal course of business. To manage these market risks, we may use derivative financial instruments. We do not enter into derivative financial instruments for trading or speculative purposes.\nAs discussed in the Liquidity and Financial Resources section of\nItem 7 “Management’s Discussion and Analysis of Financial Condition and Results of Operations,”\nwe actively manage our capital structure and resources to balance the cost of capital and risk of financial stress. Such activity includes balancing the cost and risk of interest expense. In addition to floating-rate borrowings, we at times use interest rate swaps to manage the mix of fixed-rate and floating-rate debt.\nIn March 2023, we issued $550.0 million of 5.80% fixed-rate debt maturing in March 2026. Concurrently, we entered into fixed-to-floating interest rate swap agreements designated as fair value hedges in the amount of $550.0 million. Under these swap agreements, we receive a fixed interest rate of 5.80% (matches the fixed rate we pay on the $550.0 million of debt) and pay daily compound SOFR plus 0.241%. The changes in the fair value of these swaps designated as fair value hedges are recorded in interest expense consistent with the change in fair value of the hedged fixed-rate debt. At December 31, 2023, we recognized a net liability of $0.3 million equal to the fair value of this swap and a corresponding decrease in the fair value of the hedged fixed-rate debt.\nAt December 31, 2023, the estimated fair value of our long-term debt including current maturities was $3,798.5 million compared to a face value of $3,941.5 million. The estimated fair value was determined by averaging several asking price quotes for the publicly traded notes and assuming par value for the remainder of the debt. The fair value estimate is based on information available as of the balance sheet date. The effect of a decline in interest rates of one percentage point would increase the fair value of our debt by approximately $247.0 million.\nWe are exposed to certain economic risks related to the costs of our pension and other postretirement benefit plans. These economic risks include changes in the discount rate for high-quality bonds and the expected return on plan assets. The impact of a change in these assumptions on our annual pension and other postretirement benefits costs is discussed in greater detail within the Critical Accounting Policies section of this Annual Report.\n‎\nITEM 8"
  },
  {
    "item_key": "item_8",
    "text": "REPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the shareholders and the Board of Directors of Vulcan Materials Company:\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of Vulcan Materials Company and subsidiaries (the “Company”) as of December 31, 2023 and 2022, the related consolidated statements of comprehensive income, equity, and cash flows, for each of the three years in the period ended December 31, 2023, and the related notes (collectively referred to as the “financial statements”). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2023 and 2022, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2023, in conformity with accounting principles generally accepted in the United States of America.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company's internal control over financial reporting as of December 31, 2023, based on criteria established in\nInternal Control\n—\nIntegrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission and our report dated February 22, 2024 expressed an unqualified opinion on the Company's internal control over financial reporting.\nBasis for Opinion\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current-period audit of the financial statements that was communicated or required to be communicated to the audit committee and that (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n‎\nHewitt Landfill Environmental Matter – Refer to Note 12 to the consolidated financial statements\nCritical Audit Matter Description\nThe Company is subject to governmental proceedings and orders pertaining to the protection of the environment. Specific to the Hewitt Landfill Environmental Matter, management is engaged in groundwater testing, certain remedial procedures and ongoing dialogue with the Environmental Protection Agency (EPA), Los Angeles Regional Water Quality Control Board (RWQCB), Los Angeles Department of Water and Power (LADWP), and Honeywell. The testing and dialogue is related to the Company’s contribution to soil, soil vapor and/or groundwater contamination in the former Hewitt Landfill in Los Angeles and the potential contribution of the Hewitt Landfill to groundwater contamination in the North Hollywood Operable Unit (NHOU) of the San Fernando Valley Superfund Site.\nThe groundwater treatment system for the Hewitt Landfill on-site remediation is fully operational, and the anticipated costs have been fully accrued for based on facts and circumstances known to the Company at this time.\nThe Company has disclosed facts and circumstances that led to the accrual and the inherent uncertainty that exists in the timing and recognition of potential incremental responsibility or share of costs for the Hewitt Landfill on-site remediation or the NHOU. Due to these uncertainties, future amounts recorded related to the ultimate resolution of claims and assessments could cause actual losses to differ materially from accrued costs.\nWe identified the Hewitt Landfill and NHOU (collectively the “Hewitt Landfill Environmental Matter” or “the Matter”) as a critical audit matter because evaluating the estimate of the liability and the extent and sufficiency of related disclosures is subjective in nature and as such requires an increased extent of effort, involves especially subjective auditing judgments, and requires the involvement of our environmental specialists.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to the uncertainty in the timing, recognition and disclosure of the Company’s responsibility and potential share of remediation costs, specifically as they relate to the Hewitt Landfill Environmental Matter include the following, among others:\n\nWe tested the operating effectiveness of controls over the identification and evaluation of information available to assess potential responsibility or share of remediation costs for the Hewitt Landfill Environmental Matter, as well as controls over the adequacy of the related financial statement footnote disclosures.\n\nWith the assistance of our environmental specialists, we evaluated the accuracy and completeness of management’s recorded liabilities for the Hewitt Landfill Environmental Matter by:\n\nObtaining letters from internal and external counsel as to the Matter’s status, probability of an unfavorable outcome, and the amount or range of potential loss should the outcome be unfavorable.\n\nIndependently obtaining and reading correspondence from the EPA, RWQCB and LADWP regarding the Hewitt Landfill Environmental Matter.\n\nObtaining an understanding of the change in estimate of remediation costs, as applicable, and performing procedures to evaluate the appropriateness and sufficiency of the estimate at year-end.\n\nWe read and compared the Company’s footnote disclosure to evidential matter obtained during the audit.\n/s/\nDELOITTE & TOUCHE LLP\nBirmingham, Alabama\nFebruary 22, 2024\nWe have served as the Company’s auditor since 1956.\nVULCAN MATERIALS COMPANY AND SUBSIDIARY COMPANIES\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\nV\nULCAN MATERIALS COMPANY AND SUBSIDIARY COMPANIES\nCONSOLIDATED BALANCE SHEETS\nVULCAN MATERIALS COMPANY AND SUBSIDIARY COMPANIES\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nVULCAN MATERIALS COMPANY AND SUBSIDIARY COMPANIES\nCONSOLIDATED STATEMENTS OF EQUITY\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nNOTE 1: SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nNATURE OF OPERATIONS\nVulcan Materials Company (the “Company,” “Vulcan,” “we,” “our”), a New Jersey corporation, is the nation's largest supplier of construction aggregates (primarily crushed stone, sand and gravel), a major producer of asphalt mix and ready-mixed concrete, and a supplier of asphalt construction paving services.\nWe operate primarily in the United States, and our principal product — aggregates — is used in virtually all types of public and private construction projects and in the production of asphalt mix and ready-mixed concrete. We serve aggregates markets in twenty-three states, the U.S. Virgin Islands, Washington D.C., and the local markets surrounding our operations in Freeport, Bahamas; British Columbia, Canada; Puerto Cortés, Honduras; and Quintana Roo, Mexico (see Note 12, NAFTA Arbitration). Our primary focus is serving metropolitan markets in the United States that are expected to experience the most significant growth in population, households and employment. These\nthree\ndemographic factors are significant drivers of demand for aggregates. While aggregates is our focus and primary business, we produce and sell aggregates-intensive asphalt mix and/or ready-mixed concrete products in our Alabama, Arizona, California, Maryland, New Mexico, Tennessee, Texas, Virginia, U.S. Virgin Islands and Washington D.C. markets.\nDue to the 2005 sale of our Chemicals business as described below, the results of the Chemicals business are presented as discontinued operations in the accompanying Consolidated Statements of Comprehensive Income.\nDISCONTINUED OPERATIONS\nIn 2005, we sold substantially all the assets of our Chemicals business to Basic Chemicals, a subsidiary of Occidental Chemical Corporation. The financial results of the Chemicals business are classified as discontinued operations in the accompanying Consolidated Statements of Comprehensive Income for all periods presented. Results from discontinued operations are as follows:\nOur discontinued operations include charges related to general and product liability costs, including legal defense costs, and environmental remediation costs associated with our former Chemicals business (including certain matters as discussed in Note 12). In addition, 2022 includes a $\n15.3\nmillion charge for a litigation matter. There were\nno\nrevenues from discontinued operations for the years presented.\nPRINCIPLES OF CONSOLIDATION\nThe consolidated financial statements include the accounts of Vulcan Materials Company and all our majority or wholly-owned subsidiary companies. Partially-owned affiliates are either consolidated or accounted for at cost or as equity investments depending on the level of ownership interest or our ability to exercise control over the affiliates’ operations. All intercompany transactions and accounts have been eliminated in consolidation.\nNONCONTROLLING INTEREST\nIn connection with our acquisition of U.S. Concrete in 2021, we obtained\nan\n88\n% controlling interest in the Orca Sand and Gravel Limited Partnership (Orca)\n.\nOrca was formed to develop the Orca quarry in British Columbia, Canada. The remaining\n12\n% noncontrolling interest is held by the Namgis First Nation (Namgis). This noncontrolling interest consists of the Namgis’ share of the fair value equity in the partnership.\nOur consolidated financial statements recognize the full fair value of all of the subsidiary’s assets and liabilities offset by the noncontrolling interest in total equity.\nUSE OF ESTIMATES IN THE PREPARATION OF FINANCIAL STATEMENTS\nThe preparation of these financial statements in conformity with accounting principles generally accepted (GAAP) in the United States of America requires us to make estimates and judgments that affect reported amounts of assets, liabilities, revenues and expenses, and the related disclosures of contingent assets and contingent liabilities at the date of the financial statements. We evaluate these estimates and judgments on an ongoing basis and base our estimates on historical experience, current conditions and various other assumptions that are believed to be reasonable under the circumstances. The results of these estimates form the basis for our judgments about the carrying values of assets and liabilities as well as identifying and assessing the accounting treatment with respect to commitments and contingencies. Actual results may differ materially from these estimates. The most significant estimates included in the preparation of these financial statements are related to goodwill and long-lived asset impairments, business combinations and purchase price allocation, pension and other postretirement benefits, environmental compliance, claims and litigation including self-insurance, and income taxes.\nEvents that relate to conditions arising after December 31, 2023\nwill be reflected in management’s estimates for future periods.\nBUSINESS\nCOMBINATIONS\nWe account for business combinations under the acquisition method of accounting. The purchase price of an acquisition is allocated to the underlying identifiable assets acquired and liabilities assumed based on their respective fair values. The purchase price is determined based on the fair value of consideration transferred to and liabilities assumed from the seller as of the date of acquisition. We allocate the purchase price to the fair values of the tangible and identifiable intangible assets acquired and liabilities assumed as of the date of acquisition. Goodwill is recorded for the excess of the purchase price over the net fair value of the identifiable assets acquired and liabilities assumed.\nDetermining the fair values of assets acquired and liabilities assumed requires judgment and often involves the use of significant estimates and assumptions. Fair value is the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction and, therefore, represents an exit price. A fair value measurement assumes the highest and best use of the asset by market participants.\nWe may adjust the amounts recognized in an acquisition during a measurement period after the acquisition date. Any such adjustments are the result of subsequently obtaining additional information that existed at the acquisition date regarding the assets acquired or the liabilities assumed. Measurement period adjustments are generally recorded as increases or decreases to goodwill, if any, recognized in the transaction. The cumulative impact of measurement period adjustments on depreciation, amortization and other income statement items are recognized in the period the adjustment is determined.\nFor additional information about business combinations, see Note 19.\nFOREIGN\nCURRENCY TRANSACTIONS\nThe U.\nS\n. dollar is the functional currency for all of our operations, as the primary economic environment in which we transact business is the United States. For our non-U.S. subsidiaries, local currency inventories and long-term assets such as property, plant & equipment and intangibles are remeasured into U.S. dollars at approximate rates prevailing when acquired; all other assets and liabilities are remeasured at year-end exchange rates. Inventories charged to cost of sales and depreciation are remeasured at historical rates; all other income and expense items are remeasured at average exchange rates prevailing during the year. Gains and losses which result from remeasurement are included i\nn o\nther\nnon\noperating\nincome/\nexpense in the accompanying Consolidated Statements of Comprehensive Income and are not material for the years presented.\nCASH EQUIVALENTS\nWe classify as cash equivalents all highly liquid securities with a maturity of three months or less at the time of purchase. The carrying amount of these securities approximates fair value due to their short-term maturities.\nRESTRICTED CASH\nRestricted cash primarily consists of cash proceeds from the sale of property held in escrow for the acquisition of replacement property under like-kind exchange agreements. The escrow accounts are administered by an intermediary. Cash restricted pursuant to like-kind exchange agreements remains restricted for a maximum of 180 days from the date of the property sale pending the acquisition of replacement property. Restricted cash may also include cash reserved by other contractual agreements (such as asset purchase agreements) for a specified purpose and therefore is not available for use for other purposes. Restricted cash is included with cash and cash equivalents in the accompanying Consolidated Statements of Cash Flows.\nACCOUNTS AND NOTES RECEIVABLE\nAccounts and notes receivable from customers result from our extending credit to trade customers for the purchase of our products. The terms generally provide for payment within 15 days of the month following invoice. On occasion, when necessary to conform to regional industry practices, we sell product under extended payment terms, which may result in either secured or unsecured short-term notes; or, on occasion, notes with durations of less than one year are taken in settlement of existing accounts receivable. Other accounts and notes receivable result from short-term transactions (less than one year) other than the sale of our products, such as interest receivable, insurance claims, freight claims, bid deposits or\nrents receivable.\nAllowance for credit losses is based on our assessment of the collectability of customer accounts. We regularly review the allowance by considering factors such as historical experience, credit quality, the age of the accounts receivable balances, and current economic conditions that may affect a customer’s ability to pay. Allowances for credit losses were $\n13.6\nmillion and $\n10.9\nmillion at December 31, 2023 and 2022, respectively. Bad debt expense (included in selling, administrative and general expense) for the years ended December 31 was as follows: 2023\n— $\n2.1\nmillion,\n2022\n— $\n0.7\nmillion and\n2021\n— $\n1.3\nmillion\n.\nINVENTORIES\nInventories and supplies are stated at the lower of cost or net realizable value. We use the last-in, first-out (LIFO) method of valuation for most of our inventories because it results in a better matching of costs with revenues. Such costs include fuel, parts and supplies, raw materials, direct labor and production overhead. An actual valuation of inventory under the LIFO method can be made only at the end of each year based on the inventory levels and costs at that time. Accordingly, interim LIFO calculations are based on our estimates of expected year-end inventory levels and costs and are subject to the final year-end LIFO inventory valuation. Substantially all operating supplies inventory is carried at average cost.\nFor additional information about inventories, see Note 3.\nPROPERTY, PLANT & EQUIPMENT\nProperty, plant & equipment are carried at cost less accumulated depreciation, depletion and amortization.\nFor assets sold or otherwise disposed of, the cost and related accumulated depreciation are removed, and any related gain or loss is reflected in income.\nFor additional information about our property, plant & equipment, see Note 4.\nREPAIR AND MAINTENANCE\nRepair and maintenance costs generally are charged to operating expense as incurred. Renewals and betterments that add materially to the utility or useful lives of property, plant & equipment are capitalized and subsequently depreciated. Actual costs for planned major maintenance activities, related primarily to periodic overhauls on our aircrafts and oceangoing vessels, are capitalized and amortized to the next overhaul.\nLEASES\nOur nonmineral leases with initial terms in excess of one year are recognized on the balance sheet as right-of-use (ROU) assets and lease liabilities. Mineral leases are exempt from balance sheet recognition.\nROU assets represent our right to use an underlying asset for the lease term, and lease liabilities represent our obligation to make lease payments arising from the leases. ROU assets and lease liabilities are recognized at the lease commencement date based on the present value of lease payments over the lease term. The lease term only includes options to extend or terminate the lease when it is reasonably certain that we will exercise that option. As our leases do not provide an implicit rate, we use our incremental borrowing rate based on the information available at the commencement date in determining the present value of lease payments. ROU assets are adjusted for any prepaid lease payments and lease incentives. Except for equipment with monthly monitoring service where the service component accounts for a majority of the lease cost, the non-lease components of our lease agreements are not separated from the lease components.\nFor additional information about leases, see Note 7.\nDEPRECIATION, DEPLETION, ACCRETION AND AMORTIZATION\nDepreciation is generally computed by the straight-line method at rates based on the estimated service lives of the various classes of assets, which include machinery and equipment (\n3\nto\n35\nyears), buildings (\n7\nto\n20\nyears) and land improvements (\n3\nto\n20\nyears). Finance leases are amortized over varying periods not in excess of applicable lease terms or estimated useful lives. Capitalized software costs are included in machinery and equipment and are depreciated on a straight-line basis beginning when the software project is substantially complete.\nCost depletion on depletable land is computed by the unit-of-sales method based on estimated recoverable units.\nAccretion reflects the period-to-period increase in the carrying amount of the liability for asset retirement obligations. It is computed using the same credit-adjusted, risk-free rate used to initially measure the liability at fair value.\nLeaseholds are amortized over varying periods not in excess of applicable lease terms or estimated useful lives.\nAmortization of intangible assets subject to amortization is computed based on the estimated life of the intangible assets. A significant portion of our intangible assets is contractual rights in place associated with zoning, permitting and other rights to access and extract aggregates reserves. Contractual rights in place associated with aggregates reserves are amortized using the unit-of-sales method based on estimated recoverable units. Other intangible assets are amortized principally by the straight-line method.\nDepreciation, depletion, accretion and amortization expense for the years ended December 31 is outlined below:\nDERIVATIVE INSTRUMENTS\nDuring the normal course of operations, we are exposed to market risks including interest rates, foreign currency exchange rates and commodity prices. From time to time, and consistent with our risk management policies, we use derivative instruments to balance the cost and risk of such expenses. We do not use derivative instruments for trading or other speculative purposes.\nThe accounting for gains and losses that result from changes in the fair value of derivative instruments depends on whether the derivatives have been designated and qualify as hedging instruments and the type of hedging relationship. Changes in the fair value of interest rate swap fair value hedges are recorded as interest expense consistent with the change in the fair value of the hedged item attributable to the risk being hedged. Changes in the fair value of interest rate swap cash flow hedges are recorded in accumulated other comprehensive income (AOCI) and are reclassified into interest expense in the same period the hedged items affect earnings.\nWe may also enter into contracts that qualify for the normal purchases and normal sales (NPNS) exception. When a contract meets the criteria to qualify as NPNS, we apply such exception. Income recognition and realization related to NPNS contracts generally coincide with the physical delivery of the commodity. For contracts qualifying for the NPNS exception, no recognition of the contract’s fair value in the consolidated financial statements is required until settlement of the contract as long as the transaction remains probable of occurring.\nFor a\ndditional information about derivative instruments, see Note 5.\nFAIR VALUE MEASUREMENTS\nFair value is defined as the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants at the measurement date. The fair value hierarchy prioritizes the inputs to valuation techniques used to measure fair value into three broad levels as described below:\nLevel 1:\nQuoted prices in active markets for identical assets or liabilities\n‎\nLevel 2:\nInputs that are derived principally from or corroborated by observable market data\n‎\nLevel 3:\nInputs that are unobservable and significant to the overall fair value measurement\nOur assets at December 31 subject to fair value measurement on a recurring basis are summarized below:\nWe have\ntwo\nRabbi Trusts for the purpose of providing a level of security for the employee nonqualified retirement and deferred compensation plans and for the directors' nonqualified deferred compensation plans. The fair values of these investments are estimated using a market approach. The Level 1 investments include mutual funds for which quoted prices in active markets are available. Level 2 investments are stated at estimated fair value based on the underlying investments in the fund (high-quality, short-term, U.S. dollar-denominated money market instruments).\nNet gains (losses) of the Rabbi Trusts’ investments were $\n3.0\nmillion, $(\n4.8\n)\nmillion and $\n6.1\nmillion for the years ended December 31, 2023, 2022 and 2021, respectively. The portions of the net gains (losses) related to investments still held by the Rabbi Trusts at December 31, 2023, 2022 and 2021 were $\n3.1\nmillion, $(\n5.2\n)\nmillion and $\n5.3\nmillion, respectively.\nInterest rate swaps are measured at fair value using quoted market prices or pricing models that use prevailing market interest rates as of the measurement date. These interest rate swaps are more fully described in Note 5.\nThe carrying values of our cash equivalents, restricted cash, accounts and notes receivable, short-term debt, trade payables and accruals, and all other current liabilities approximate their fair values because of the short-term nature of these instruments. Additional disclosures for derivative instruments and interest-bearing debt are presented in Notes 5 and 6, respectively.\nDuring the third quarter of 2023, net assets held for sale (our concrete operations in Texas) with a carrying value of $\n513.3\nmillion were written down to their estimated fair value (less cost to sell) of $\n485.0\nmillion, resulting in an impairment loss of $\n28.3\nmillion; these net assets were subsequently sold during the fourth quarter resulting in additional loss on sale of $\n13.8\nmillion. In addition, during the third quarter of 2022, net assets held for sale (our concrete operations in New Jersey, New York and Pennsylvania) with a carrying value of $\n196.9\nmillion were written down to their estimated fair value (less cost to sell) of $\n180.0\nmillion, resulting in an impairment loss of $\n16.9\nmillion; these net assets were subsequently sold during the fourth quarter resulting in an additional loss on sale of $\n17.4\nmillion. In both years, the estimated fair values (Level 1 fair value measurements) were determined based on the expected proceeds from the probable sales of the disposal groups. See below for a related goodwill impairment charge in 2022 and Note 19 for additional discussion of the disposal of the net assets.\nGOO\nDWILL IMPAIRMENT\nGoodwill represents the excess of the cost of net assets acquired in business combinations over the fair value of the identifiable tangible and intangible assets acquired and liabilities assumed in a business combination. Goodwill impairment exists when the fair value of a reporting unit is less than its carrying amount. As of December 31, 2023, goodwill totaled $\n3,531.7\nmillion\nas compared to $\n3,689.6\nmillion\nat December 31, 2022. Goodwill represents\n24\n% of total assets at December 31, 2023 and\n26\n% at December 31, 2022.\nGoodwill is tested for impairment annually, as of November 1, or more frequently whenever events or changes in circumstances would more likely than not reduce the fair value of a reporting unit below its carrying amount. Goodwill is tested for impairment at the reporting unit level, one level below our operating segments. We have four operating segments organized around our principal product lines: Aggregates, Asphalt, Concrete and Calcium. Within these\nfour\noperating segments, we have identified\n16\nreporting units (of which\n11\ncarry goodwill) based primarily on geographic location. We have the option of either assessing qualitative factors to determine whether it is more likely than not that the carrying value of our reporting units exceeds their respective fair value or proceeding directly to a quantitative test. We elected to perform the quantitative impairment test for all years presented.\nThe quantitative impairment test compares the fair value of a reporting unit to its carrying value, including goodwill. I\nf the fair value exceeds its carrying value, the goodwill of the reporting unit is not considered impaired. However, if the carrying value of a reporting unit exceeds its fair value, we recognize an impairment loss equal to that excess.\nDuring the third quarter of 2022, we recorded an interim goodwill impairment loss of $\n50.9\nmillion related to the fourth quarter sale of a reporting unit comprised of concrete operations in New Jersey, New York and Pennsylvania (see Note 19 for additional information). There were\nno\ncharges for goodwill impairment in the years ended December 31, 2023 or 2021.\nWe estimate the fair values of the reporting units using both an income approach (which involves discounting estimated future cash flows) and a market approach (which involves the application of revenue and EBITDA multiples of comparable companies). Determining the fair value of our reporting units involves the use of significant estimates and assumptions and considerable management judgment. We base our fair value estimates on assumptions we believe to be reasonable at the time, but such assumptions are subject to inherent uncertainty and actual results may differ. Changes in key assumptions or management judgment with respect to a reporting unit or its prospects, which may result from a change in market conditions, market trends, interest rates or other factors outside of our control, or underperformance relative to historical or projected operating results, could result in a significantly different estimate of the fair value of our reporting units, which could result in an impairment charge in the future.\nFor additional information about goodwill, see Note 18.\nIMPAIRMENT OF LONG-LIVED ASSETS EXCLUDING GOODWILL\nWe evaluate the carrying value of long-lived assets, including intangible assets subject to amortization, when events and circumstances indicate that the carrying value may not be recoverable. The carrying value of long-lived assets is considered impaired when the estimated undiscounted cash flows from such assets are less than their carrying value. In that event, we recognize a loss equal to the amount by which the carrying value exceeds the fair value. Fair value is determined primarily by using a discounted cash flow methodology that requires considerable judgment and assumptions. Our estimate of net future cash flows is based on historical experience and assumptions of future trends, which may be different from actual results. We periodically review the appropriateness of the estimated useful lives of our long-lived assets.\nWe test long-lived assets for impairment at the\na significantly lower level than the level at which we test goodwill for impairment. In markets where we do not produce downstream products (e.g., asphalt mix and ready-mixed concrete), the lowest level of largely independent identifiable cash flows is at the individual aggregates operation or a group of aggregates operations collectively serving a local market or remote markets through our rail and water distribution networks. Conversely, in vertically integrated markets, the cash flows of our downstream and upstream businesses are not largely independently identifiable as the selling price of the upstream products (aggregates) determines the profitability of the downstream business.\nAs of December 31, 2023, net property, plant & equipment represents\n43\n% of total assets while net other intangible assets represents\n10\n% of total assets. As previously noted, during the third quarter of 2023, we recorded a $\n28.3\nmillion loss on impairment of long-lived assets related to the fourth quarter sale of concrete operations in Texas. In addition, during the third quarter of 2022, we recorded a $\n16.9\nmillion loss on impairment of long-lived assets related to the fourth quarter sale of concrete operations in New Jersey, New York and Pennsylvania. See Note 19 for divestiture information and Note 18 for a related goodwill impairment charge in 2022. During 2021, we recorded\nno\nsignificant losses on impairment of long-lived assets.\nFor additional information about long-lived assets and intangible assets, see Notes 4 and 18, respectively.\nREVENUES AND REVENUE RECOGNITION\nTotal revenues include sales of product and services to customers, net of any discounts and taxes, and freight and delivery revenues billed to customers. Freight and delivery generally represent pass-through transportation we incur (including our administrative costs) and pay to third-party carriers to deliver our products to customers. The cost related to freight and delivery is included in cost of revenues.\nRevenues are measured as the amount of consideration we expect to receive in exchange for transferring goods or providing services. Sales tax and other taxes we collect are recorded as liabilities until remitted and thus are excluded from revenues. Costs to obtain and fulfill contracts (primarily asphalt construction paving contracts) are immaterial and are expensed as incurred when the expected amortization period is\none year\nor less.\nRevenues for product sales are recognized when control passes to the customer (typically occurs when finished products are shipped/delivered). Construction paving revenues are recognized using the percentage-of-completion method.\nOur products typically are sold to private industry and not directly to governmental entities. Although approximately\n40\n% to\n55\n% of our aggregates shipments have historically been used in publicly-funded construction (such as highways, airports and government buildings), relatively insignificant sales are made directly to federal, state, county or municipal governments/agencies. Therefore, although reductions in state and federal funding can curtail publicly-funded construction, the vast majority of our aggregates business is not directly subject to renegotiation of profits or termination of contracts with state or federal governments.\nFor additional information regarding revenues and revenue recognition, see Note 2.\nSTRIPPING COSTS\nIn the mining industry, the costs of removing overburden and waste materials to access mineral deposits are referred to as stripping costs.\nStripping costs incurred during the production phase are considered costs of extracted minerals under our inventory costing system, inventoried, and recognized in cost of sales in the same period as the revenue from the sale of the inventory. The production stage is deemed to begin when the activities, including removal of overburden and waste material that may contain incidental saleable material, required to access the saleable product are complete. Stripping costs considered as production costs and included in the costs of inventory produced were $\n135.8\nmillion in 2023, $\n133.1\nmillion in 2022 and $\n90.7\nmillion in 2021.\nConversely, stripping costs incurred during the development stage of a mine (pre-production stripping) are excluded from our inventory cost. Pre-production stripping costs are capitalized and reported within other noncurrent assets in our accompanying Consolidated Balance Sheets. Capitalized pre-production stripping costs are expensed over the productive life of the mine using the unit-of-sales method. Pre-production stripping costs included in other noncurrent assets were $\n98.4\nmillion and $\n100.2\nmillion (net of accumulated amortization of $\n7.7\nmillion and $\n6.0\nmillion) as of December 31, 2023 and 2022, respectively.\nRECLAMATION COSTS\nReclamation costs resulting from normal use of long-lived assets are recognized over the period the asset is in use when there is a legal obligation to incur these costs upon retirement of the assets. Additionally, reclamation costs resulting from normal use under a mineral lease are recognized over the lease term when there is a legal obligation to incur these costs upon expiration of the lease. The obligation, which cannot be reduced by estimated offsetting cash flows, is recorded at fair value as a liability at the obligating event date and is accreted through charges to operating expenses. This fair value is also capitalized as part of the carrying amount of the underlying asset and depreciated over the estimated useful life of the asset. If the obligation is settled for other than the carrying amount of the liability, a gain or loss is recognized on settlement.\nTo determine the fair value of the obligation, we estimate the cost (\nincluding a reasonable profit margin)\nfor a third party to perform the legally required reclamation\ntasks. This cost is then increased for both future estimated inflation and an estimated market risk premium related to the estimated years to settlement. Once calculated, this cost is discounted to fair value using present value techniques with a credit-adjusted, risk-free rate commensurate with the estimated years to settlement.\nIn estimating the settlement date, we evaluate the current facts and conditions to determine the most likely settlement date. If this evaluation identifies alternative estimated settlement dates, we use a weighted-average settlement date considering the probabilities of each alternative.\nWe review reclamation obligations at least annually for a revision to the cost or a change in the estimated settlement date. Additionally, reclamation obligations are reviewed in the period that a triggering event occurs that would result in either a revision to the cost or a change in the estimated settlement date. Examples of events that would trigger a change in the cost include a new reclamation law or amendment of an existing mineral lease. Examples of events that would trigger a change in the estimated settlement date include the acquisition of additional reserves or the closure of a facility.\nThe carrying value of these obligations was $\n324.1\nmillion as of December 31, 2023 and $\n311.3\nmillion as of December 31, 2022. For additional information about reclamation obligations (referred to in our financial statements as asset retirement obligations), see Note 17.\nENVIRONMENTAL COMPLIANCE\nOur environmental compliance costs are undiscounted and include the cost of ongoing monitoring programs, the cost of remediation efforts and other similar costs. We accrue costs for environmental assessment and remediation efforts when we determine that a liability is probable and we can reasonably estimate the cost. At the early stages of a remediation effort, environmental remediation liabilities are not easily quantified due to the uncertainties of various factors. The range of an estimated remediation liability is defined and redefined as events in the remediation effort occur, but generally liabilities are recognized no later than the completion of the remedial feasibility study.\nWhen we can estimate a range of probable loss, we accrue the most likely amount. If no amount in the range of probable loss is considered most likely, the minimum loss in the range is accrued. As of December 31, 2023, the spread between the amount accrued and the maximum loss in the range for all sites for which a range can be reasonably estimated was $\n6.4\nmillion\n—\nthis amount does not represent our maximum exposure to loss for all environmental remediation obligations as it excludes those sites for which a range of loss cannot be reasonably estimated at this time. Accrual amounts may be based on technical cost estimations or the professional judgment of experienced environmental managers.\nOur Safety, Health and Environmental Affairs Management Committee routinely reviews cost estimates\nand\nkey assumptions\nin response to new information, such as the kinds and quantities of hazardous substances, available technologies and changes to the parties participating in the remediation efforts. H\nowever,\na number of factors, including adverse agency rulings and encountering unanticipated conditions as remediation efforts progress, may cause actual results to differ materially from accrued costs.\nFor additional information about environmental compliance costs, see Note 8.\nCLAIMS AND LITIGATION INCLUDING SELF-INSURANCE\nWe are involved with claims and litigation, including items covered under our self-insurance program. We are self-insured for losses related to workers' compensation up to $\n3.0\nmillion per occurrence and automotive and general/product liability up to $\n10.0\nmillion per occurrence. We have excess coverage on a per occurrence basis beyond these retention levels. Under our self-insurance program, we aggregate certain claims and litigation costs that are reasonably predictable based on our historical loss experience and accrue losses, including future legal defense costs, based on actuarial studies. Certain claims and litigation costs, due to their unique nature, are not included in our actuarial studies. We use both internal and outside legal counsel to assess the probability of loss and establish an accrual when the claims and litigation represent a probable loss and the cost can be reasonably estimated. For matters not included in our actuarial studies, legal defense costs are accrued when incurred. The following table outlines our self-insurance program at December 31:\nEstimated payments (undiscounted and excluding the impact of related receivables) under our self-insurance program for the five years subsequent to December 31, 2023 are as follows:\nSignificant judgment is used in determining the timing and amount of the accruals for probable losses, and the actual liability could differ materially from the accrued amounts.\nFor additional information about claims and litigation, see Note 12 under the caption Litigation and Environmental Matters.\nSHARE-BASED COMPENSATION\nAll of our share-based compensation awards are classified as equity awards. We measure share-based compensation awards using fair-value-based measurement methods. This results in the recognition of compensation expense for all share-based compensation awards based on their fair value as of the grant date with adjustments for performance, as applicable. Compensation cost is recognized over the requisite service period. Forfeitures are recognized as they occur.\nA summary of the estimated future compensation cost (unrecognized compensation expense) as of December 31, 2023 related to share-based awards granted to employees under our long-term incentive plans is presented below:\nPretax compensation expense related to our employee share-based compensation awards and related income tax benefits for the years ended December 31 are summarized below:\nWe receive an income tax deduction for share-based compensation equal to the excess of the market value of our common stock on the date of exercise or issuance over the exercise price. Excess tax benefits resulting from tax deductions, after considering any deductibility limitations such as IRC section 162(m), in excess of the compensation cost recognized are reflected as discrete income tax benefits in the period of exercise or issuance.\nFor additional information about share-based compensation, see Note 11 under the caption Share-based Compensation Plans.\nPENSION AND OTHER POSTRETIREMENT BENEFITS\nAccounting for pension and other postretirement benefits requires that we use assumptions for the valuation of projected benefit obligations (PBO) and the performance of plan assets. Each year, we review our assumptions for discount rates (used for PBO, service cost, and interest cost calculations), expected return on plan assets and the cost of covered healthcare benefits. Due to plan changes made in 2013, annual pay increases do not materially impact plan obligations.\n\nDISCOUNT RATES\n— We use a high-quality bond full yield curve approach (specific spot rates for each annual expected cash flow) to establish the discount rates at each measurement date.\n\nEXPECTED RETURN ON PLAN ASSETS\n— Our expected return on plan assets is: (1) a long-term view based on our current asset allocation, and (2) a judgment informed by consultation with our retirement plans’ consultant and our pension plans’ actuary.\n\nRATE OF INCREASE IN THE PER CAPITA COST OF COVERED HEALTHCARE BENEFITS — We project the expected increases in the cost of covered healthcare benefits.\nAccounting standards provide for the delayed recognition of differences between actual results and expected or estimated results. This delayed recognition of actual results allows for a smoothed recognition in earnings of changes in benefit obligations and asset performance. The differences between actual results and expected or estimated results are recognized in full in\nother comprehensive income. Amounts recognized in other comprehensive income are reclassified to earnings in a systematic\nmanner over the average remaining service period of participants for our active plans or the average remaining lifetime of participants for our inactive plans.\nWe present the service cost component of net periodic benefit cost in cost of revenues and selling, administrative and general expense consistent with employee compensation costs. The other components of net periodic benefit cost are\nreported within other nonoperating income in our accompanying Consolidated Statements of Comprehensive Incom\ne.\nFor additional information about pension and other postretirement benefits, see Note 10.\nINCOME TAXES\nWe file federal, state and foreign income tax returns and account for the current and deferred tax effects of such returns using the asset and liability method. We recognize deferred tax assets and liabilities (which reflect our best assessment of the future taxes we will pay) based on the differences between the book basis and tax basis of assets and liabilities. Deferred tax assets represent items to be used as a tax deduction or credit in future tax returns while deferred tax liabilities represent items that will result in additional tax in future tax returns.\nSignificant judgments and estimates are required in determining our deferred tax assets and liabilities. These estimates are updated throughout the year to consider income tax return filings, our geographic mix of earnings, legislative changes and other relevant items. We are required to account for the effects of changes in income tax rates on deferred tax balances in the period in which the legislation is enacted.\nEach quarter we analyze the likelihood that our deferred tax assets will be realized. Realization of the deferred tax assets ultimately depends on the existence of sufficient taxable income of the appropriate character in either the carryback or carryforward period. A valuation allowance is recorded if, based on the weight of all available positive and negative evidence, it is more likely than not (a likelihood of more than\n50\n%) that some portion, or all, of a deferred tax asset will not be realized. A summary of our deferred tax assets is included in Note 9.\nWe recognize a tax benefit associated with a tax position when, in our judgment, it is more likely than not that the position will be sustained based upon the technical merits of the position. For a tax position that meets the more likely than not recognition threshold, we measure the income tax benefit as the largest amount that we judge to have a greater than\n50\n% likelihood of being realized. A liability is established for the unrecognized portion of any tax position. Our liability for unrecognized tax benefits is adjusted periodically due to changing circumstances, such as the progress of tax audits, case law developments and new legislation.\nGenerally, we are not subject to significant changes in income taxes by any taxing jurisdiction for the years before 2020. While it is often difficult to predict the final outcome or the timing of resolution of any particular tax matter, we believe our liability for unrecognized tax benefits is appropriate.\nWe consider a tax position to be resolved at the earlier of the issue being “effectively settled,” settlement of an examination, or the expiration of the statute of limitations. Upon resolution of a tax position, any liability for unrecognized tax benefits will be released.\nOur liability for unrecognized tax benefits is generally presented as noncurrent. However, if we anticipate paying cash within one year to settle an uncertain tax position, the liability is presented as current. We classify interest and penalties associated with our liability for unrecognized tax benefits as income tax expense.\nOur largest permanent item in computing both our taxable income and effective tax rate is the deduction allowed for statutory depletion. The impact of statutory depletion on the effective tax rate is presented in Note 9. The deduction for statutory depletion does not necessarily change proportionately to changes in pretax earnings.\nCOMPREHENSIVE INCOME\nWe report comprehensive income in our Consolidated Statements of Comprehensive Income and Consolidated Statements of Equity. Comprehensive income comprises two subsets: net earnings and other comprehensive income (OCI). OCI includes adjustments to cash flow hedges, as well as actuarial gains or losses and prior service costs related to pension and postretirement benefit plans.\nFor additional information about comprehensive income, see Note 14.\nEARNINGS PER SHARE (EPS)\nEarnings per share are computed by dividing net earnings by the weighted-average common shares outstanding (basic EPS) or weighted-average common shares outstanding assuming dilution (diluted EPS), as set forth below:\nAll dilutive common stock equivalents are reflected in our earnings per share calculations. In periods of loss, shares that otherwise would have been included in our diluted weighted-average common shares outstanding computation would be excluded.\nAntidilutive common stock equivalents are not included in our earnings per share calculations. The number of antidilutive common stock equivalents for which the exercise price exceeds the weighted-average market price for the years ended December 31 is as follows:\nRECLASSIFICATIONS\nCertain items previously reported in specific financial statement captions have been reclassified to conform to the 2023 presentation. Such reclassifications had no impact on our prior results of operations, financial position or cash flows.\nNEW ACCOUNTING STANDARDS\nACCOUNTING STANDARDS RECENTLY ADOPTED\nNone\nACCOUNTING STANDARDS PENDING ADOPTION\nIn November 2023, the Financial Accounting Standards Board (FASB) issued Accounting Standards Update (ASU) 2023-07, “Segment Reporting – Improvements to Reportable Segment Disclosures,” which requires enhanced disclosures related to significant segment expenses and a description of how the chief operating decision maker utilizes segment operating profit or loss to assess segment performance. The new standard is effective for fiscal years beginning after December 15, 2023 and is to be applied retrospectively. We are assessing the effect of this ASU on our consolidated financial statements and related disclosures.\nIn December 2023, the FASB issued ASU 2023-09, “Income Taxes – Improvements to Income Tax Disclosures,” which requires disclosure of specific categories and disaggregation of information in the rate reconciliation table and expands disclosures related to income taxes paid. The new standard is effective for fiscal years beginning after December 15, 2024 and is to be applied prospectively. We are assessing the effect of this ASU on our consolidated financial statements and related disclosures.\nNOTE 2: REVENUES\nTotal revenues are primarily derived from our product sales of aggregates (crushed stone, sand and gravel, sand and other aggregates), asphalt mix and ready-mixed concrete, and include freight & delivery costs that we pass along to our customers to deliver these products. We also generate service revenues from our asphalt construction paving business and service revenues related to our aggregates business, such as landfill tipping fees. Our total service revenues were as follows: 2023 — $\n239.6\nmillion\n(\n3.1\n% of total revenues),\n2022 — $\n233.1\nmillion\n(\n3.2\n% of total revenues) and\n2021 — $\n221.4\nmillion\n(\n4.0\n% of total revenues)\n.\nOur segment total revenues by geographic market for the years ended December 31, 2023, 2022 and 2021 are disaggregated as follows:\nPRODUCT REVENUES\nRevenue is recognized when obligations under the terms of a contract with our customer are satisfied; generally, this occurs at a point in time when our aggregates, asphalt mix and ready-mixed concrete are shipped/delivered and control passes to the customer. Revenue for our products is recorded at the fixed invoice amount, and payment is due by the 15\nth\nday of the following month\n—\nwe do not offer discounts for early payment.\nFreight & delivery generally represents pass-through transportation costs we incur (including our administrative costs) and pay to third-party carriers to deliver our products to customers and are accounted for as a fulfillment activity. Likewise, the costs related to freight & delivery are included in cost of revenues.\nFreight & delivery revenues are as follows:\nCONSTRUCTION PAVING SERVICE REVENUES\nRevenue from our asphalt construction paving business is recognized over time using the percentage-of-completion method under the cost approach. The percentage of completion is determined by costs incurred to date as a percentage of total costs estimated for the project. Under this approach, recognized contract revenue equals the total estimated contract revenue multiplied by the percentage of completion. Future revenues from unsatisfied performance obligations (including contracts with an expected duration of\n1\nyear or less) at December 31, 2023, 2022 and 2021 were $\n137.0\nmillion, $\n112.3\nmillion and $\n133.8\nmillion, respectively. The remaining period to complete the obligations remaining at December 31, 2023 ranged from\n1 month\nto\n44 months\n.\nOur construction contracts are unit priced, and an account receivable is recorded for amounts invoiced based on actual units produced. Contract assets for estimated earnings in excess of billings, contract assets related to retainage provisions and contract liabilities for billings in excess of costs are immaterial. Variable consideration in our construction paving contracts is immaterial and consists of incentives and penalties based on the quality of work performed. Our construction paving contracts may contain warranty provisions covering defects in equipment, materials, design or workmanship that generally run from\nnine months\nto\none year\nafter project completion. Due to the nature of our construction paving projects, including contract owner inspections of the work during construction and prior to acceptance, we have not experienced material warranty costs for these short-term warranties.\nVOLUMETRIC PRODUCTION PAYMENT DEFERRED REVENUES\nIn 2013 and 2012, we sold a percentage interest in certain future aggregates production for net cash proceeds of $\n226.9\nmillion. These transactions, structured as volumetric production payments (VPPs):\n\nrelate to\neight\nquarries in Georgia and South Carolina\n\nprovide the purchaser solely with a nonoperating percentage interest in the subject quarries’ future aggregates production\n\ncontain no minimum annual or cumulative guarantees by us for production or sales volume, nor minimum sales price\n\nare both volume and time limited (we expect the transactions will last approximately\n20\nmore years, limited by volume rather than time)\nWe are the exclusive sales agent for, and transmit quarterly to the purchaser the proceeds from the sale of, the purchaser’s share of aggregates production. Our consolidated total revenues exclude the revenue from the sale of the purchaser’s share of aggregates.\nThe proceeds we received from the sale of the percentage interest were recorded as deferred revenue on the balance sheet. We recognize revenue on a unit-of-sales basis (as we sell the purchaser’s share of production) relative to the volume limitations of the transactions. Given the nature of the risks and potential rewards assumed by the buyer, the transactions do not reflect financing activities.\nChanges in the VPP deferred revenue balances (current and noncurrent) are as follows:\nBased on expected sales from the specified quarries, we expect to recognize $\n7.5\nmillion of VPP deferred revenue as income in 2024 (reflected in other current liabilities in our December 31, 2023 Consolidated Balance Sheet).\nNOTE 3: INVENTORIES\nInventories at December 31 are as follows:\nIn addition to the inventory balances presented above, as of December 31, 2023 and December 31, 2022, we had $\n12.5\nmillion and $\n8.8\nmillion, respectively, of inventory classified as long-term assets (other noncurrent assets) as we do not expect to sell the inventory within one year of their respective balance sheet dates.\nWe use the LIFO method of valuation for most of our inventories as it results in a better matching of costs with revenues. Inventories valued under the LIFO method total $\n356.9\nmillion at December 31, 2023 and $\n295.1\nmillion at December 31, 2022. During 2023, 2022 and 2021, inventory reductions resulted in liquidations of LIFO inventory layers carried at costs prevailing in prior years as compared to current-year costs. The effect of the LIFO liquidation on our results was as follows:\n\n2023\n—\ndecrease cost of revenues by $\n3.6\nmillion and increase net earnings by $\n2.7\nmillion\n\n2022\n—\ndecrease cost of revenues by $\n4.8\nmillion and increase net earnings by $\n3.5\nmillion\n\n2021\n—\ndecrease cost of revenues by $\n0.6\nmillion and increase net earnings by $\n0.4\nmillion\nEstimated current cost exceeded LIFO cost at December 31, 2023 and 2022 by $\n302.6\nmillion and $\n264.7\nmillion, respectively. In periods of increasing costs, LIFO generally results in higher cost of revenues than under FIFO. In periods of decreasing costs, the results are generally the opposite. We provide supplemental income disclosures to facilitate comparisons with companies not on LIFO. The supplemental income calculation is derived by tax-affecting the change in the LIFO reserve for the periods presented. If all inventories valued at LIFO cost had been valued under first-in, first-out (FIFO) method, the approximate effect on net earnings would have been an in\ncrease of $\n27.9\nmillion in 2023, an increase of $\n48.1\nmillion in 2022 and\nan increase of $\n5.3\nmillion in 2021\n.\nNOTE 4: PROPERTY, PLANT & EQUIPMENT\nBalances of major classes of assets and allowances for depreciation, depletion and amortization at December 31 are as follows:\nCapitalized interest costs with respect to qualifying construction projects and total interest costs incurred before recognition of the capitalized amount for the years ended December 31 are as follows:\nCapitalized software costs of $\n13.1\nmillion and $\n10.1\nmillion are reflected in net property, plant & equipment as of December 31, 2023 and 2022, respectively. We capitalized software costs for the years ended December 31 as follows: 2023 — $\n9.6\nmillion, 2022 — $\n2.7\nmillion and 2021 — $\n2.7\nmillion.\nNOTE 5: DERIVATIVE INSTRUMENTS\nDuring the normal course of operations, we are exposed to market risks including interest rates, foreign currency exchange rates and commodity prices. From time to time, we use derivative instruments to balance the cost and risk of such expenses. We do not use derivative instruments for trading or other speculative purposes.\nIn March 2023, we issued $\n550.0\nmillion of\n5.80\n% fixed-rate debt maturing in\nMarch 2026\n. Concurrently, we entered into fixed-to-floating interest rate swap agreements designated as fair value hedges in the amount of $\n550.0\nmillion. Under these swap agreements, we receive a fixed interest rate of\n5.80\n% (matches the fixed rate we pay on the $\n550.0\nmillion of debt) and pay daily compound Secured Overnight Financing Rate (SOFR) plus\n0.241\n%.\nThe changes in the fair value of these swaps designated as fair value hedges are recorded in interest expense and are perfectly offset by changes in the fair value of the related debt also recorded in interest expense. These swaps are recognized at fair value in the accompanying Consolidated Balance Sheets at December 31 as follows:\nIn 2007, 2018 and 2020, we entered into interest rate locks of future debt issuances to hedge the risk of higher interest rates. These interest rate locks were designated as cash flow hedges. The gain/loss upon settlement of these cash flow hedges is deferred (recorded in accumulated other comprehensive income (AOCI)) and amortized to interest expense over the term of the related debt.\nThis amortization was reflected in the accompanying Consolidated Statements of Comprehensive Income for the years ended December 31 as follows:\nFor the twelve-month period ending December 31, 2024, we estimate that $\n2.2\nmillion of the $\n19.4\nmillion net of tax loss in AOCI will be reclassified to interest expense.\nNOTE 6: DEBT\nDebt at December 31 is detailed as follows:\nDiscounts and debt issuance costs are amortized using the effective interest method over the terms of the respective notes resulting in $\n6.2\nmillion and $\n6.1\nmillion of net interest expense for these items for 2023 and 2022, respectively.\nDELAYED DRAW TERM LOAN, LINE OF CREDIT AND COMMERCIAL PAPER PROGRAM\nIn June 2021, we entered into a $\n1,600.0\nmillion unsecured delayed draw term loan which was fully drawn in August 2021 upon the acquisition of U.S. Concrete. The delayed draw term loan was paid down to $\n1,100.0\nmillion in September 2021 with cash on hand, paid down to $\n550.0\nmillion in August 2022 using the proceeds from the issuance of commercial paper as described below and fully repaid in March 2023 using proceeds from the issuance of 5.80% senior notes as described below.\nOur unsecured line of credit was amended in August 2022 to increase the borrowing capacity from $\n1,000.0\nmillion to $\n1,600.0\nmillion and extend the maturity date from September 2026 to August 2027. Our line of credit c\nontains covenants customary for an unsecured\ninvestment-grade\nfacility.\nAs of December 31, 2023, we were in compliance with the covenants.\nBorrowings on the line of credit bear interest, at our option, at either SOFR plus a margin ranging from\n1.000\n% to\n1.625\n% or Truist Bank’s base rate (generally, its prime rate) plus a margin ranging from\n0.000\n% to\n0.625\n%. The margins are determined by our credit ratings. Standby letters of credit, which are issued under the line of credit and reduce availability, are charged a fee equal to the margin for SOFR borrowings plus\n0.175\n%. We also pay a commitment fee on the daily average unused amount of the line of credit that ranges from\n0.090\n% to\n0.225\n% determined by our credit ratings. As of December 31, 2023, the margin for SOFR borrowings was\n1.125\n%, the margin for base rate borrowings was\n0.125\n% and the commitment fee for the unused amount was\n0.100\n%.\nIn August 2022, we established a $\n1,600.0\nmillion commercial paper program through which we borrowed $\n550.0\nmillion that was used to partially repay the delayed draw term loan. Commercial paper borrowings bear interest at rates determined at the time of borrowing and as agreed between us and the commercial paper investors.\nAs of December 31, 2023, our available borrowing capacity under the line of credit was $\n1,516.8\nmillion. Utilization of the borrowing capacity was as follows:\n\nNone\nwas borrowed\n\n$\n83.2\nmillion was used to support standby letters of credit\nTERM DEBT\nAll of our $\n3,941.5\nmillion (face value) of term debt (which includes the $\n550.0\nmillion commercial paper) is unsecured. All of the covenants in the debt agreements are customary for investment-grade facilities. As of December 31, 2023, we were in compliance with all term debt covenants.\nIn March 2023, we issued $\n550.0\nmillion of\n5.80\n% senior notes due 2026. Total proceeds of $\n546.6\nmillion (net of discounts and transaction costs), together with cash on hand, were used to repay the $\n550.0\nmillion delayed draw term loan.\nThe total scheduled (principal and interest) debt payments, excluding the line of credit, for the five years subsequent to December 31, 2023 are as follows:\nSubsequent to year end, in February 2024 we elected to redeem all of the $\n550.0\nmillion aggregate principal amount of our outstanding\n5.80\n% senior notes due 2026. We expect to complete this redemption in March 2024 using existing cash on hand.\nSTANDBY LETTERS OF CREDIT\nWe provide, in the normal course of business, certain third-party beneficiaries with standby letters of credit to support our obligations to pay or perform according to the requirements of an underlying agreement. Such letters of credit typically have an initial term of\none year\n, renew automatically and can only be modified or canceled with the approval of the beneficiary. Our standby letters of credit are issued by banks that participate in our $\n1,600.0\nmillion line of credit and reduce the borrowing capacity thereunder. Our standby letters of credit as of December 31, 2023 are summarized by purpose in the table below:\nNOTE 7: LEASES\nOur portfolio of nonmineral leases is composed of leases for\nreal estate (including office buildings, aggregates sales yards and terminals, and concrete and asphalt sites) and equipment (including railcars and rail track, barges, and office, plant and mobile equipment).\nLease right-of-use (ROU) assets and liabilities reflected on our December 31 balance sheets and the weighted-average lease terms and discount rates are as follows:\nThe decreases in total lease assets and liabilities presented above primarily relate to the 2023 sale of concrete operations in Texas (see Note 19 for additional information). Our lease agreements do not contain material residual value guarantees, restrictive covenants or early termination options. In addition to the lease assets and liabilities presented in the table above, we entered into an agreement to lease a terminal in California and expect to have all permits in place associated with all lease commencement options by early 2024.\nOur building leases have remaining noncancelable periods of\n0\n-\n15\nyears and lease terms (including options to extend) of\n0\n-\n23\nyears. Key factors in determining the certainty of lease renewals include the location of the building, the value of leasehold improvements and the cost to relocate. Rental payments for certain of our building leases are periodically adjusted for inflation, and this variable component is recognized as expense when incurred. Many of our building leases contain common area maintenance charges which we include in the calculation of our lease liability (the lease consideration is not allocated between the lease and non-lease components).\nOur aggregates sales yard leases have remaining noncancelable periods of\n0\n-\n25\nyears and lease terms of\n0\n-\n75\nyears. The key factor in determining the certainty of lease renewals is the financial impact of extending the lease, including the reserve life of the sourcing aggregates quarry. Certain aggregates sales yard lease agreements include rental payments based on a percentage of sales over contractual levels or the number of shipments received into the sales yard. Variable payments for these sales yards comprise a majority of the overall variable lease cost presented in the table below.\nOur concrete and asphalt site leases have remaining noncancelable periods of\n0\n-\n16\nyears and lease terms of\n0\n-\n75\nyears. The key factor in determining the certainty of lease renewals is the financial impact of extending the lease, including the reserve life of the sourcing aggregates quarry. Rental payments are generally fixed for our concrete and asphalt sites.\nOur rail (car and track) leases have remaining noncancelable periods of\n0\n-\n9\nyears and lease terms of\n0\n-\n61\nyears. Key factors in determining the certainty of lease renewals include the market rental rate for comparable assets and, in some cases, the cost incurred to restore the asset. Rental payments are fixed for our rail leases. The majority of our rail leases contain substitution rights that allow the supplier to replace damaged equipment. Because these rights are generally limited to either replacing railcars or moving our placement on rail track for purposes of repair or maintenance, we do not consider these substitution rights to be substantive and have recorded a lease liability and ROU asset for all leased rail.\nOur barge leases have remaining noncancelable periods of\n4\n-\n5\nyears and lease terms of\n11\n-\n19\nyears. Key factors in determining the certainty of lease renewals include the market rental rate for comparable assets and, in some cases, the cost incurred to restore the asset. Rental payments are fixed. Like our rail leases, our barge leases contain non-substantive substitution rights that are limited to replacing barges in need of repair or maintenance.\nOffice, plant and mobile equipment leases have remaining noncancelable periods of\n0\n-\n6\nyears and lease terms of\n0\n-\n6\nyears. The key factor in determining the certainty of lease renewals is the market rental rate for comparable assets. Rental payments are generally fixed for our equipment leases with terms greater than\n1\nyear. The significant majority of our short-term lease cost presented in the table below is derived from office and plant equipment leases with terms of\n1\nyear or less.\nThe components of lease expense for the years ended December 31, 2023, 2022 and 2021 are as follows:\nCash paid for operating leases was $\n73.0\nmillion for 2023 and $\n78.6\nmillion\nfor 2022. Cash paid for finance leases (principal and interest) was $\n31.6\nmillion for 2023 and $\n35.0\nmillion\nfor 2022.\nMaturity analysis on an undiscounted basis of our lease liabilities (see Note 12 for mineral lease payments) as of December 31, 2023 is as follows:\nNOTE 8: ACCRUED ENVIRONMENTAL REMEDIATION COSTS\nOur Consolidated Balance Sheets as of December 31 include accrued environmental remediation costs (measured on an undiscounted basis) as follows:\nThe long-term portion of the accruals noted above is included in\nother noncurrent\nliabilities\nin the accompanying Consolidated Balance Sheets and amounted to $\n28.0\nmillion at December 31, 2023 and $\n14.9\nmillion at December 31, 2022. The short-term portion of these accruals is included in other current liabilities in the accompanying Consolidated Balance Sheets.\nThe accrued environmental remediation costs in continuing operations relate primarily to the former U.S. Concrete, Florida Rock, Tarmac and CalMat facilities acquired in 2021, 2007, 2000 and 1999, respectively. The balances noted above for the former Chemicals business relate to retained environmental remediation costs from the 2003 sale of the Performance Chemicals business and the 2005 sale of the Chloralkali business. Refer to Note 12 for additional discussion of contingent environmental matters.\nNOTE 9: INCOME TAXES\nThe components of earnings from continuing operations before income taxes are as follows:\nIncome tax expense (benefit) from continuing operations consists of the following:\nIncome tax expense (benefit) differs from the amount computed by applying the federal statutory income tax rate to earnings from continuing operations before income taxes. The sources and tax effects of the differences are as follows:\nD\neferr\ned ta\nxes on the balance sheet result from temporary differences between the amount of assets and liabilities recognized for financial reporting and tax purposes. The components of the net deferred income tax liability at December 31 are as follows:\nIn February 2021, the Alabama Business Competitiveness Act (ABC Act) was signed into law. The ABC Act contained a provision requiring most taxpayers to change from a three-factor, double-weighted sales method to a single-sales factor method to apportion income to Alabama. This provision had the effect of significantly reducing our apportionment of income to Alabama, thereby further inhibiting our ability to utilize our Alabama NOL carryforward. As a result, we recorded a charge in the first quarter of 2021 to increase the valuation allowance by $\n13.7\nmillion.\nAs discussed in Note 12, in May 2022, Mexican government officials unexpectedly and arbitrarily shut down our Calica operations in Mexico. In 2023, Calica had deferred tax assets (including NOLs) of $\n27.4\nmillion. As a result of the continued shutdown, we recorded a charge to increase the valuation allowance by $\n12.9\nmillion to $\n27.4\nmillion in 2023. The Calica NOL deferred tax asset carryforward of $\n24.6\nmillion would expire between 2032 and 2033 if not utilized. Should the Mexican government lift the shutdown and/or if we are successful in our North American Free Trade Agreement (NAFTA) claim, we will reevaluate the need for a valuation allowance against the deferred tax assets.\nAt December 31, 2023, we have Alabama state NOL carryforward deferred tax assets of $\n76.1\nmillion, against which we have a valuation allowance of $\n54.3\nmillion. Almost all of the Alabama NOL carryforward would expire between\n2024\nand\n2029\nif not utilized.\nIn August 2022, the Inflation Reduction Act (IRA) was signed into law. The IRA introduces a corporate alternative minimum tax (CAMT) of 15% applicable to corporations with adjusted financial statement income in excess of $1 billion, as well as certain climate-related tax provisions. The CAMT provision is effective for tax years beginning on or after January 1, 2023. We were not subject to CAMT in 2023.\nThe Organization for Economic Co-operation and Development (OECD) has developed a framework to enact a two-pillar solution to address the challenges arising from the digitization of a global economy. Pillar Two introduces a global minimum effective tax rate where multinational groups with consolidated revenue over €750.0 million are subject to a minimum effective tax rate of 15% on income arising in low-tax jurisdictions. Pillar Two legislation has been enacted in a certain jurisdiction in which we operate, and it will be effective beginning January 1, 2024. Most jurisdictions in which we operate have tax rates in excess of 15%. However, we believe there may be one jurisdiction in which we operate where transitional safe harbor relief may not apply. Although we are still performing an assessment of our potential exposure to Pillar Two income taxes, we do not expect a material exposure to result, and we would reflect such income taxes, if any, in our financial results beginning in 2024.\nWe consider the undistributed earnings, if any, related to the investment in our Canadian and Honduran subsidiaries and Canadian investment in its U.S. subsidiary to be indefinitely reinvested; accordingly, no foreign withholding or other income taxes have been provided thereon. Due to complexities in the tax laws, it is not practicable to estimate the amount of deferred income taxes not recorded that are associated with these earnings. We have not, nor do we currently anticipate in the foreseeable future, the need to repatriate funds (other than for the repayment of intercompany loan obligations) to satisfy domestic liquidity needs arising in the ordinary course of business.\nChanges in our liability for unrecognized tax benefits for the years ended December 31 are as follows:\nWe classify interest and penalties recognized on the liability for unrecognized tax benefits as income tax expense. Interest and penalties recognized as income tax expense were $\n1.5\nmillion in 2023, $\n0.8\nmillion in 2022 and $\n0.2\nmillion in 2021. The balance of accrued interest and penalties included in our liability for unrecognized tax benefits as of December 31 was $\n3.3\nmillion in 2023, $\n1.8\nmillion\nin 2022 and $\n0.8\nmillion in 2021. Our liability for unrecognized tax benefits at December 31 in the table above includes $\n19.8\nmillion in 2023, $\n17.6\nmillion in 2022 and $\n10.3\nmillion in 2021 that would affect the effective tax rate if recognized. We anticipate no single tax position generating a significant increase or decrease in our liability for unrecognized tax benefits within 12 months of this reporting date.\nWe file income tax returns in U.S. federal, various state and foreign jurisdictions. With the exception of certain states, we are no longer subject to U.S. federal, state or foreign exams by tax authorities for years prior to 2020.\nAs of December 31, 2023, income tax receivables of $\n1.3\nmillion and $\n0.2\nmillion are included in other accounts and notes receivable and other current assets, respectively, in the accompanying Consolidated Balance Sheet. There were similar receivables of $\n1.3\nmillion and $\n0.4\nmillion recorded in other accounts and notes receivable and other current assets, respectively, as of December 31, 2022.\nNOTE 10: BENEFIT PLANS\nPENSION PLANS\nWe sponsor\ntwo\nqualified, noncontributory defined benefit pension plans, the Vulcan Materials Company Pension Plan (VMC Pension Plan) and the CMG Hourly Pension Plan (CMG Pension Plan). The VMC Pension Plan has been closed to new entrants since 2007, and benefit accruals ceased in 2005 for hourly participants and 2013 for salaried participants. The CMG Pension Plan is closed to new entrants other than through one small union, and benefits continue to accrue equal to a flat dollar amount for each year of service. In addition to these qualified plans, we sponsor\nthree\nunfunded, nonqualified pension plans. The projected benefit obligation (PBO) presented in the table below includes $\n39.7\nmillion and $\n44.4\nmillion related to these unfunded, nonqualified pension plans for 2023 and 2022, respectively.\nDuring October 2021, we purchased (using pension plan assets) an irrevocable group annuity contract (pension lift-out) from an insurance company for\n$\n87.2\nmillion\n, representing approximately\n10\n% of the total PBO as of the purchase date. As a result of this transaction, we incurred a\nsettlement charge\nof $\n12.1\nmillion.\nThe following table sets forth the combined funded status of the plans and their reconciliation with the related amounts recognized in our consolidated financial statements at December 31:\nThe increase in actuarial gain as of December 31, 2022 was primarily attributable to the increase in discount rates for the plans compared with the prior year.\nThe following table sets forth the pension plans for which their accumulated benefit obligation (ABO) or projected benefit obligation (PBO) exceeds the fair value of their respective plan assets at December 31:\nThe following table sets forth the components of net periodic benefit cost, amounts recognized in other comprehensive income and weighted-average assumptions of the plans at December 31:\nPlan assets are primarily invested in liability hedging assets which include money market securities, inflation linked debt securities, public corporate debt securities and government debt securities that are actively managed to match the duration of the plans’ liabilities.\nAt each measurement date, we estimate the net asset values and fair values of our pension assets using various valuation techniques. For certain investments, we use the net asset value (NAV) as a practical expedient to estimating fair value. Fair value is defined as the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants. The fair value hierarchy prioritizes the inputs to valuation techniques used to measure fair value into three broad levels as described below:\nLevel 1: Quoted prices in active markets for identical assets or liabilities\n‎\nLevel 2: Inputs that are derived principally from or corroborated by observable market data\n‎\nLevel 3: Inputs that are unobservable and significant to the overall fair value measurement\nThe fair values and net asset values of our pension plan assets at December 31, 2023 and 2022 are in the tables below. The assets in the common/collective trusts and in the private partnerships consist of both return seeking and liability hedging investments.\nFair Value Measurements at December 31, 2023\nFair Value Measurements at December 31, 2022\nThe following describes the types of investments included in each asset category listed in the tables above and the valuation techniques we used to determine the fair values or net asset values as of December 31, 2023 and 2022.\nThe debt funds category consists of U.S. federal, state and local government debt securities, corporate debt securities, foreign government debt securities, asset-backed securities and derivatives. The fair values of U.S. government and corporate debt securities are based on current market rates and credit spreads for debt securities with similar maturities. The fair values of debt securities issued by foreign governments are based on prices obtained from broker/dealers and international indices. The fair values of asset-backed securities are priced using prepayment speed and spread inputs that are sourced from the new issue market. Derivatives are valued using pricing models based on the prevailing forward exchange rate of the underlying currencies taking into account the creditworthiness of the counterparties.\nC\nommon/collective trust fund investments consist of\nan\nindex fund\ninvesting primarily in domestic equities\nand a short-term investment fund for highly liquid, short-term debt securities. Investments are valued at the\nNAV\nof units of a bank collective trust. The NAV is based on the fair value of the underlying investments held by the fund less its liabilities. This practical expedient is not used when it is determined to be probable that the fund will sell the investment for an amount different than the reported NAV.\nThe private partnerships category consists\nprimarily of secondary private equity funds and\nmezzanine debt fund\ns.\nThe NAV of these investments has been estimated based on methods employed by the general partners,\nincluding r\neference to third-party transactions\nand\nvaluations of comparable companie\ns.\nTotal employer contributions to the pension plans are presented below:\nFor our qualified pension plans, we made\nno\ncontributions during 2023, 2022 and 2021. We anticipate that contributions totaling approximately $\n2.0\nmillion to the funded pension plans will be required during 2024, and we do not anticipate making any discretionary contributions. For our nonqualified pension plans, we\ncontributed\n$\n7.4\nmillion,\n$\n7.8\nmillion and $\n8.0\nmillion\nduring 2023, 2022 and 2021, respectively, and expect to contribute $\n7.4\nmillion during 2024.\nThe following benefit payments, which reflect expected future service, as appropriate, are expected to be paid:\nWe contribute to a number of multiemployer defined benefit pension plans under the terms of collective-bargaining agreements for union-represented employees. The risks of participating in multiemployer plans differ from single employer plans as follows:\n\nassets contributed to a multiemployer plan by one employer may be used to provide benefits to employees of other participating employers\n\nif a participating employer stops contributing to the plan, the unfunded obligations of the plan may be borne by the remaining participating employers\n\nif we cease to have an obligation to contribute to one or more of the multiemployer plans to which we contribute, we may be required to pay those plans an amount based on the underfunded status of the plan, referred to as a withdrawal liability\nNone of the multiemployer pension plans that we participate in are individually significant. Our contributions to individual multiemployer pension plans did not exceed\n5\n% of the plans’ total contributions in the three years ended December 31, 2023, 2022 and 2021. Total contributions to multiemployer pension plans were $\n36.6\nmillion in 2023, $\n48.6\nmillion in 2022 and $\n16.9\nmillion in 2021. The 2023 decrease was primarily attributable to the 2022 sale of our concrete operations in New Jersey, New York and Pennsylvania.\nAs of December 31, 2023, a total of\n12.8\n% of our domestic hourly labor force was covered by collective-bargaining agreements. Of such employees covered by collective-bargaining agreements,\n45.1\n% were covered by agreements that expire in 2024. We also employed\n266\nunion employees in Mexico who are covered by a collective-bargaining agreement that will expire in 2024. None of our union employees in Mexico participate in multiemployer pension plans.\nIn addition to the pension plans noted above, we had\none\nunfunded supplemental retirement plan as of December 31, 2023 and 2022. The accrued costs for the supplemental retirement plan were $\n0.4\nmillion at December 31, 2023 and $\n1.0\nmillion at December 31, 2022.\nPOSTRETIREMENT PLANS\nIn addition to pension benefits, we provide certain healthcare and life insurance benefits for some retired employees. In 2021, we amended our postretirement healthcare plan to increase our employer contribution rate from the previously capped level to a higher level effective 2022. This served as a cost reduction for retirees in 2022 and beyond as we use this new benchmark for future employer contributions. Previously (in 2012), we amended our postretirement healthcare plan to cap our employer portion of the medical coverage cost at the 2015 level.\nSubstantially all our salaried employees and, where applicable, certain of our hourly employees may become eligible for these benefits if they reach a qualifying age and meet certain service requirements. Generally, Company-provided healthcare benefits end when covered individuals become eligible for Medicare benefits, become eligible for other group insurance coverage or reach age\n65\n, whichever occurs first.\nThe following table sets forth the combined funded status of the plans and their reconciliation with the related amounts recognized in our consolidated financial statements at December 31:\nThe decrease in actuarial gain as of December 31, 2023 was primarily attributable to an increase in medical claims and trends compared with the prior year.\nThe following table sets forth the components of net periodic benefit cost, amounts recognized in other comprehensive income, weighted-average assumptions and assumed trend rates of the plans at December 31:\nTotal\nemployer contributions\nto\nthe postretirement plans are presented below:\nThe employer contributions shown above are equal to the cost of benefits during the year. The plans are not funded and are not subject to any regulatory funding requirements.\nThe following benefit payments, which reflect expected future service, as appropriate, are expected to be paid:\nContributions by participants to the postretirement benefit plans for the years ended December 31 are as follows:\nPENSION AND OTHER POSTRETIREMENT BENEFITS ASSUMPTIONS\nEach year, we review our assumptions for discount rates (used for PBO, service cost, and interest cost calculations), the per capita cost of healthcare benefits and the expected return on plan assets. Due to plan changes made in 2013, annual pay increases do not materially impact plan obligations.\nWe use a high-quality bond full yield curve approach (specific spot rates for each annual expected cash flow) to establish the discount rates at each measurement date. At December 31, 2023, the discount rates used were as follows:\n\nPBO for various plans – ranged from\n4.77\n% to\n5.05\n% (December 31, 2022 ranged from\n4.97\n% to\n5.25\n%)\n\nService cost – weighted average of\n5.29\n%\nand\n5.15\n%\n, respectively, for our pension plans and our other postretirement plans (2022 figures were\n3.17\n%\nand\n2.89\n%, respectively\n)\n\nInterest cost – weighted average of\n5.09\n%\nand\n5.03\n%\n, respectively, for our pension plans and our other postretirement plans (2022 figures were\n2.37\n%\nand\n2.06\n%, respectively\n)\nIn selecting the rate of increase in the per capita cost of covered healthcare benefits, we consider past performance and forecast of future healthcare cost trends. At December 31, 2023, our assumed rate of increase in the per capita cost of covered healthcare benefits was\n10.20\n% for pre-65 coverage, with rates decreasing each year until reaching\n4.50\n% in 2031 and remaining level thereafter.\nOur expected return on plan assets is: (1) a long-term view based on our current asset allocation, and (2) a judgment informed by consultation with our retirement plans’ consultant and our pension plans’ actuary.\nAs a result of remeasurements, the 2021 expected return on plan assets was revised from\n5.25\n% at 12/31/2020 to\n3.75\n% at 10/31/2021. F\nor 2023 and 2022, the expected return on plan assets used to measure plan benefit costs was set at\n4.85\n% and\n4.00\n%, respectively. For 2024, the preliminary expected return on plan assets is\n4.85\n%.\nDE\nFINED CONTRIBUTION PLANS\nIn addition to our pension and postretirement plans, we sponsor\nfour\ndefined contribution plans. Substantially all salaried and nonunion hourly employees are eligible to be covered by one of these plans. Under these plans, we match employees’ eligible contributions at established rates. Expense recognized in connection with these matching obligations totaled $\n79.2\nmillion in 2023, $\n68.2\nmillion in 2022 and $\n67.5\nmillion\nin 2021.\nNOTE 11: INCENTIVE PLANS\nSHARE-BASED COMPENSATION PLANS\nOur 2016 Omnibus Long-term Incentive Plan (Plan) authorizes the granting of performance shares, restricted shares, Stock-Only Stock Appreciation Rights (SOSARs) and other types of share-based awards to key salaried employees and nonemployee directors. The maximum number of shares that may be issued under the Plan is\n8,000,000\n, of which\n4,895,307\nshares remain under this authorization as of December 31, 2023.\nPERFORMANCE SHARES\n—\nEach performance share unit is equal to and paid in one share of our common stock but carries no voting rights. The number of units ultimately paid for performance share awards may range from\n0\n% to\n200\n% of the number of units awarded on the date of grant. Payment is based upon the outcome of performance and/or market conditions. Awards vest on December 31 of the\nthird\nyear after date of grant. Vesting is accelerated upon death, disability, or change of control and the awards become non-forfeitable upon reaching retirement age\n—\nall as defined in the award agreement. Nonvested units are forfeited upon termination for any other reason. Expense provisions referable to performance share awards amounted to $\n40.1\nmillion in 2023, $\n23.2\nmillion in 2022 and $\n18.2\nmillion in 2021.\nThe fair value of performance shares is estimated as of the date of grant using a Monte Carlo simulation model. The following table summarizes the activity for nonvested performance share units during the year ended December 31, 2023:\nDuring 2022 and 2021, the weighted-average grant date fair value of performance shares granted was $\n185.31\nand $\n164.38\n, respectively.\nThe aggregate values for distributed performance share awards are based on the closing price of our common stock as of the distribution date. The aggregate values of distributed performance shares for the years ended December 31 are as follows:\nRESTRICTED SHARES\n—\nEach restricted share unit is equal to and paid in one share of our common stock but carries no voting rights. Awards vest on the\nthird\nanniversary of the grant date. Vesting is accelerated upon reaching retirement age, death, disability, or change of control, all as defined in the award agreement. Nonvested units are forfeited upon termination for any other reason. Expense provisions referable to restricted share awards amounted to $\n16.5\nmillion in 2023, $\n11.6\nmillion in 2022 and $\n10.4\nmillion in 2021.\nThe fair value of restricted shares is estimated as of the date of grant based on the stock price adjusted for dividends foregone (for restricted share units that do not accrue dividends). The following table summarizes the activity for nonvested restricted share units during the year ended December 31, 2023:\nDuring 2022 and 2021, the weighted-average grant date fair value of restricted shares granted was $\n184.49\nand $\n164.38\n, respectively.\nThe aggregate values for distributed restricted share awards are based on the closing price of our common stock as of the distribution date. The aggregate values of distributed restricted shares for the years ended December 31 are as follows:\nSTOCK\n-\nONLY STOCK APPRECIATION RIGHTS (SOSARs)\n— SOSARs granted have an exercise price equal to the market value of our underlying common stock on the date of grant\n. Th\ne SOSARs vest ratably over\n3\nyears\nand expire\n10\nyears subsequent to the\ndate of\ngran\nt. V\nesting is accelerated upon reaching retirement age, death, disability, or change of control, all as defined in the award agreement. Nonvested awards are forfeited upon termination for any other\nreason.\nThe fair value of SOSARs is estimated as of the date of grant using the Black-Scholes option pricing model. Compensation cost for SOSARs is based on this grant date fair value and is recognized for awards that ultimately vest. The following table presents the weighted-average fair value and the weighted-average assumptions used in estimating the fair value of grants during the years ended December 31:\nThe risk-free interest rate is based on the yield at the date of grant of a U.S. Treasury security with a maturity period approximating the SOSARs expected term. The dividend yield assumption is based on our historical dividend payouts adjusted for current expectations of future payouts. The volatility assumption is based on the historical volatility and expectations about future volatility of our common stock over a period equal to the SOSARs expected term. The expected term is based on historical experience and expectations about future exercises and represents the period of time that SOSARs granted are expected to be outstanding.\n‎\nA summary of our SOSAR activity as of December 31, 2023 and changes during the year are presented below:\nThe aggregate intrinsic values in the table above represent the total pretax intrinsic value (the difference between our stock price on the last trading day of 2023 and the exercise price, multiplied by the number of in-the-money SOSARs) that would have been received by the option holders had all SOSARs been exercised on December 31, 2023. These values change based on the fair market value of our common stock. The aggregate intrinsic values of SOSARs exercised for the years ended December 31 are as follows:\nThe following table presents cash received and tax benefit realized from SOSAR exercises and compensation cost recorded referable to SOSARs for the years ended December 31:\nNONEMPLOYEE DIRECTOR AWARDS\n— In addition to the share-based compensation plans for employees discussed above, we issue a limited number of stock units to our nonemployee directors annually. Expense provisions referable to nonemployee director stock units amounted to $\n2.6\nmillion in 2023, $\n2.4\nmillion in 2022 and $\n2.2\nmillion in 2021.\nCASH-BASED COMPENSATION PLANS\nWe have incentive plans under which cash awards may be made annually. Expense provisions under these plans referable to awards to officers and certain employees amounted to $\n77.3\nmillion in 2023, $\n42.8\nmillion in 2022 and $\n42.2\nmillion in 2021.\nNOTE 12: COMMITMENTS AND CONTINGENCIES\nWe have commitments in the form of unconditional purchase obligations as of December 31, 2023. These include commitments for the purchase of property, plant & equipment of $\n11.1\nmillion and commitments for noncapital purchases of $\n170.7\nmillion. These commitments are due as follows:\nExpenditures for noncapital purchases totaled $\n120.8\nmillion in 2023, $\n96.7\nmillion in 2022 and $\n53.4\nmillion in 2021.\nWe have commitments in the form of minimum royalties under mineral leases as of December 31, 2023 in the amount of $\n240.5\nmillion, due as follows:\nExpenditures for royalties under mineral leases totaled $\n113.6\nmillion in 2023, $\n109.1\nmillion in 2022 and $\n90.4\nmillion in 2021.\nCertain of our aggregates reserves are burdened by volumetric production payments (nonoperating interest) as described in Note 2. As the holder of the working interest, we have responsibility to bear the cost of mining and producing the reserves attributable to this nonoperating interest.\nAs described in Note 1 under the caption Claims and Litigation Including Self-Insurance, our net liabilities for our self-insurance program totaled $\n133.4\nmillion as of December 31, 2023.\nAs summarized by purpose in Note 6, our standby letters of credit totaled $\n83.2\nmillion as of December 31, 2023.\nAs outlined in Note 7, our present value of future minimum (nonmineral) lease payments totaled $\n583.8\nmillion\nas of December 31, 2023.\nAs described in Note 9, our liability for unrecognized tax benefits is $\n21.0\nmillion as of December 31, 2023.\nAs described in Note 17, our asset retirement obligations totaled $\n324.1\nmillion as of December 31, 2023.\nLITIGATION AND ENVIRONMENTAL MATTERS\nWe are subject to occasional governmental proceedings and orders pertaining to occupational safety and health or to protection of the environment, such as proceedings or orders relating to noise abatement, air emissions or water discharges. As part of our continuing program of stewardship in safety, health and environmental matters, we have been able to resolve such proceedings and to comply with such orders without any material adverse effects on our business.\nWe have received notices from the United States Environmental Protection Agency (EPA) or similar state or local agencies that we are considered a potentially responsible party (PRP) at a limited number of sites under the Comprehensive Environmental Response, Compensation and Liability Act (CERCLA or Superfund) or similar state and local environmental laws. Generally, we share the cost of remediation at these sites with other PRPs or alleged PRPs in accordance with negotiated or prescribed allocations. There is inherent uncertainty in determining the potential cost of remediating a given site and in determining any individual party's share in that cost. As a result, estimates can change substantially as additional information becomes available regarding the nature or extent of site contamination, remediation methods, other PRPs and their probable level of involvement, and actions by or against governmental agencies or private parties.\nWe have reviewed the nature and extent of our involvement at each Superfund site as well as potential obligations arising under other federal, state and local environmental laws. While ultimate resolution and financial liability is uncertain at a number of the sites, in our opinion, based on information currently available, the ultimate resolution of claims and assessments related to these sites will not have a material effect on our consolidated results of operations, financial position or cash flows, although amounts recorded in a given period could be material to our results of operations or cash flows for that period. Amounts accrued for environmental matters are presented in Note 8.\nWe are a defendant in various lawsuits in the ordinary course of business. It is not possible to determine with precision the outcome, or the amount of liability, if any, under these lawsuits, especially where the cases involve possible jury trials with as yet undetermined jury panels.\nIn addition to these lawsuits in which we are involved in the ordinary course of business, certain other material legal proceedings are specifically described below.\n■\nLOWER PASSAIC RIVER STUDY AREA (DISCONTINUED OPERATIONS and SUPERFUND SITE)\n— The Lower Passaic River Study Area is part of the Diamond Shamrock Superfund Site in New Jersey. Vulcan and approximately\n70\nother companies are parties (collectively the Cooperating Parties Group, CPG) to a May 2007 Administrative Order on Consent (AOC) with the EPA to perform a Remedial Investigation/Feasibility Study (draft RI/FS) of the lower\n17\nmiles of the Passaic River (River). The draft RI/FS was submitted recommending a targeted hot spot remedy; however, the EPA issued a record of decision (ROD) in March 2016 that calls for a bank-to-bank dredging remedy for the lower\n8\nmiles of the River. The EPA estimates that the cost of implementing this proposal is $\n1.38\nbillion. In September 2016, the EPA entered into an Administrative Settlement Agreement and Order on Consent with Occidental Chemical Corporation (Occidental) in which Occidental agreed to undertake the remedial design for this bank-to-bank dredging remedy and to reimburse the United States for certain response costs.\nEfforts to investigate and remediate the River have been underway for many years and have involved hundreds of entities that have had operations on or near the River at some point during the past several decades. We formerly owned a chemicals operation near the mouth of the River, which was sold in 1974. The major risk drivers in the River have been identified to include dioxins, PCBs, DDx and mercury. We did not manufacture any of these risk drivers and have no evidence that any of these were discharged into the River by Vulcan.\nIn August 2017, the EPA informed certain members of the CPG, including Vulcan and others, that it planned to use the services of a third-party allocator with the expectation of offering cash-out settlements to some parties in connection with the bank-to-bank remedy identified in the ROD. This voluntary allocation process established an impartial third-party expert recommendation for use by the government and the participants as the basis of possible settlements, including settlements related to future remediation actions. The final allocation recommendations, which are subject to confidentiality provisions, were submitted to the EPA for its review and consideration in late December 2020. Certain PRPs, including Vulcan, thereafter received a joint confidential settlement demand from the EPA/Department of Justice (DOJ). Vulcan and certain of the other PRPs that received the joint confidential settlement demand (the Settling Defendants) reached an agreement to settle with the EPA/DOJ and negotiated a Consent Decree. The Consent Decree has been lodged with the court. Vulcan’s portion of the settlement is within the immaterial loss recorded for this matter in 2015.\nIn July 2018, Vulcan, along with more than\n100\nother defendants, was sued by Occidental in United States District Court for the District of New Jersey, Newark Vicinage. Occidental is seeking cost recovery and contribution under CERCLA for costs related to the River. This lawsuit is currently stayed pending adjudication of the Consent Decree. In another related proceeding, Occidental filed a lawsuit in March 2023 against Vulcan and\n39\nother defendants in United States District Court for the District of New Jersey, Newark Vicinage seeking cost recovery and contribution under CERCLA for costs related to the upper 9 miles of the River. It is unknown at this time how the settlement and approval of the Consent Decree with the EPA/DOJ would affect the Occidental lawsuits.\n■\nTEXAS BRINE MATTER (DISCONTINUED OPERATIONS) —\nDuring operation of its former Chemicals Division, Vulcan leased the right to mine salt out of an underground salt dome formation in Assumption Parish, Louisiana from 1976 - 2005. Throughout that period, Texas Brine Company (Texas Brine) was the operator contracted by Vulcan to mine and deliver the salt as brine. We sold our Chemicals Division in 2005 and transferred our rights and interests related to the salt and mining operations to the purchaser, a subsidiary of Occidental Chemical Company (Occidental), and we have had no association with the leased premises or Texas Brine since that time. In August 2012, a sinkhole developed in the vicinity of the Texas Brine mining operations. Numerous lawsuits were filed thereafter in state court in Assumption Parish, Louisiana. Other lawsuits, including class action litigation, were filed in the United States District Court for the Eastern District of Louisiana in New Orleans.\nIn these lawsuits, the main plaintiffs sued numerous defendants, including Texas Brine, Occidental and Vulcan, alleging various damages including, but not limited to, property damages; a claim by the State of Louisiana for response costs and civil penalties; physical damages to oil and gas pipelines and storage facilities (pipelines); and business interruption losses. All such claims have been settled except for the claims by the State of Louisiana. Our insurers to date have funded these settlements in excess of our self-insured retention amount.\nAdditionally, Texas Brine, Occidental and Vulcan sued each other in various state and federal court forums. Vulcan and Occidental have since dismissed all of their claims against one another; Texas Brine’s and Occidental’s claims against each other are pending in arbitration; and Texas Brine’s and Vulcan’s claims against each other are pending in state and federal court. In general, Texas Brine alleges that the sinkhole was caused, in whole or in part, by our negligent or fraudulent actions or failure to act; that we breached the salt lease with Occidental, as well as an operating agreement and related contracts with Texas Brine; that we were strictly liable for certain property damages in our capacity as a former lessee of the salt lease; and that we violated the agreement under which we sold our Chemicals Division to Occidental. Texas Brine’s claims against Vulcan include claims for past and future response costs, lost profits and investment costs, indemnity payments, attorneys’ fees, other litigation costs, and judicial interests. Texas Brine also recently filed a lawsuit against Vulcan seeking indemnity for potential exposure Texas Brine may have to Occidental in the related arbitration, the State of Louisiana, and for ongoing and future Louisiana regulatory matters. In August 2022, we removed the lawsuit to federal court.\nThe state court held a joint bench trial (judge only) in 2017 in three cases brought by pipeline companies claiming damages to their facilities as a result of the sinkhole. This “Phase 1” trial was limited in scope to comparative fault and liability for causing the sinkhole. In December 2017, the trial court issued a ruling allocating fault as follows: Occidental\n50\n%, Texas Brine (and its wholly-owned subsidiary)\n35\n% and Vulcan\n15\n%. In December 2020, the Louisiana Court of Appeal, First Circuit reversed the judgment in part in one of the three jointly tried cases, allocating\n55\n% of the fault to Texas Brine (and its wholly-owned subsidiary);\n30\n% to Occidental; and affirming the\n15\n% fault allocation to Vulcan. In May 2021 and April 2022, the Court of Appeal issued judgments in the other two pipeline cases, adopting the same fault allocation. The Louisiana Supreme Court has declined to review the judgments, resulting in final judgments regarding fault allocations in those matters.\nIn the second quarter of 2022, we recorded an immaterial loss related to the claims brought by Texas Brine. In August 2022, Vulcan and Texas Brine commenced a joint “Phase 2” bench trial in the same three pipeline cases where fault was allocated. Prior to trial, the trial court granted various motions by Vulcan seeking dismissal of Texas Brine’s contract-based claims and hundreds of millions of dollars in alleged damages. Thus, the Phase 2 trial addressed the claims that remained pending between Texas Brine and Vulcan after that motion practice. During the Phase 2 trial, Texas Brine and Vulcan reached a negotiated joint stipulation as to the amount of Texas Brine’s damages for its surviving tort claims at issue in the trial. After applying Vulcan’s\n15\n% fault allocation, Vulcan’s stipulated financial responsibility for the damages at issue in the trial is within the immaterial loss recorded during the second quarter of 2022. In December 2022, the trial court entered a judgment in the pipeline cases reflecting this stipulation. Texas Brine has moved to assess all trial costs against Vulcan.\nThe December 2022 Phase 2 judgment did not address numerous of Texas Brine’s claims seeking hundreds of millions of dollars in damages that were dismissed prior to trial. Texas Brine has appealed those judgments. We cannot at this time reasonably estimate the range of liability, if any, that could result if an appellate court reverses any of the trial court’s decisions. At this time, we also cannot reasonably estimate a range of liability pertaining to the claims brought by the State of Louisiana.\n■\nNEW YORK WATER DISTRICT CASES AND NEW JERSEY NATURAL RESOURCE DAMAGES CASE (DISCONTINUED OPERATIONS) —\nDuring the operation of our former Chemicals Division, which was divested to Occidental in 2005, Vulcan manufactured a chlorinated solvent known as 1,1,1-trichloroethane (TCA). We are a defendant in\n29\ncases allegedly involving TCA. We are a defendant in\n28\ncases brought by New York water providers, and in\none\ncase brought by the State of New Jersey, all involving TCA stabilized with 1,4-dioxane. The cases in New York are filed in the United States District Court for the Eastern District of New York. According to the various complaints, the plaintiff-water providers serve customers in a number of New York counties (Nassau, Suffolk, Orange, Putnam, Sullivan, Ulster, Washington and Westchester) and seek unspecified compensatory damages associated with the remediation of water wells allegedly contaminated with 1,4-dioxane. They are also seeking punitive damages. The New Jersey case, filed in state court in Mercer County (Trenton) in March 2023, seeks recovery for the entire State of New Jersey based on alleged damages to surface water, ground water and other natural resources. In the New Jersey case, the plaintiff seeks unspecified compensatory damages to restore the allegedly contaminated natural resources to a condition with zero 1,4-dioxane. The plaintiff also seeks disgorgement of profits from the sale of TCA in New Jersey, as well as penalties and attorneys’ fees under various New Jersey statutes. We will vigorously defend these cases on substantive and procedural grounds. At this time, we cannot determine the likelihood of loss, or reasonably estimate a range of loss, if any, pertaining to the above-referenced cases.\n■\nHEWITT LANDFILL MATTER (SUPERFUND SITE)\n— In September 2015, the Los Angeles Regional Water Quality Control Board (RWQCB) issued a Cleanup and Abatement Order directing Calmat Co., a Vulcan subsidiary (hereinafter “Vulcan”), to assess, monitor, cleanup, and abate wastes that have been discharged to soil, soil vapor, and/or groundwater at the former Hewitt Landfill in Los Angeles.\nFollowing an onsite and offsite investigation and pilot scale testing, the RWQCB approved a corrective action that includes leachate recovery, storm water capture and conveyance improvements, and a groundwater pump, treat and reinjection system. Certain on-site source control measures have been implemented, and the new treatment system is fully operational. Currently-anticipated costs of these on-site source control activities have been fully accrued.\nWe are also engaged in an ongoing dialogue with the EPA, Honeywell, and the Los Angeles Department of Water and Power (LADWP) regarding the potential contribution of the Hewitt Landfill to groundwater contamination in the North Hollywood Operable Unit (NHOU) of the San Fernando Valley Superfund Site.\nThe EPA and Vulcan entered into an AOC and Statement of Work having an effective date of September 2017 for the design of\ntwo\nextraction wells south of the Hewitt Landfill to protect the North Hollywood West (NHW) well field located within the NHOU. In November 2017, we submitted a Pre-Design Investigation (PDI) Work Plan to the EPA, which sets forth the activities and schedule for collection of data in support of our evaluation of the need for an offsite remedy. In addition, this evaluation was expanded as part of the PDI to include the evaluation of a remedy in light of LADWP’s Rinaldi-Toluca (RT) wellfield project. PDI investigative activities were completed between the first and third quarters of 2018, and in December 2018 we submitted a Draft PDI Evaluation Report to the EPA. The Draft PDI Evaluation Report summarizes data collection activities conducted pursuant to the Draft PDI Work Plan and provides model updates and evaluation of remediation alternatives for offsite areas. The EPA provided a final set of comments to the Draft PDI Evaluation Report in October 2020. The final set of comments included a request that Vulcan revise and develop a final PDI Evaluation Report. The final comments further provided a proposal for an alternative approach for offsite remediation (as opposed to installation of offsite extraction wells) and development of a Supplemental PDI Evaluation Report (Supplemental Report) that would require the EPA to modify the remedy in the 2009 ROD as it relates to the Hewitt Landfill. In December 2020, we submitted the Final PDI Evaluation Report, which included responses to the EPA’s comments.\nAt the EPA’s request, we submitted a Supplemental Report in March 2023 and an Alternative Design Work Plan (ADWP) in May 2023. Similar to the PDI Evaluation Report, the Supplemental Report and ADWP identified expansion of the onsite Hewitt remedy in conjunction with the offsite treatment being performed by LADWP as the preferred option for addressing contamination in offsite areas, instead of the\ntwo\nwells proposed by the EPA. In conjunction with its review of the Supplemental Report, the EPA held an initial meeting with stakeholders, including LADWP, in November 2023 and has requested additional meetings to determine a path forward.\nIn December 2019, Honeywell agreed with LADWP to build a water treatment system (often referred to as the Cooperative Containment Concept or CCC or the second interim remedy) that will provide treated groundwater in the NHOU to LADWP for public water supply purposes. Honeywell contends that some of the contamination to be remediated by the treatment system it is building originated from the Hewitt Landfill and that Vulcan should fund some portion of the costs that Honeywell has incurred and will incur in developing and implementing the second interim remedy. During the fourth quarter of 2021, we completed a partial settlement with Honeywell related to certain of the costs that Honeywell has incurred for an immaterial amount. In March 2023, Honeywell filed a lawsuit against Vulcan and a third party alleging that Honeywell has incurred more than $\n11\nmillion in costs to resolve its liability to the EPA and that it estimates that it will spend in excess of $\n100\nmillion to construct and operate its water treatment system. Honeywell seeks an \"equitable share of necessary response costs\" from the defendants. Discussions are ongoing with Honeywell regarding the reasonable costs Honeywell has incurred. We are also gathering and analyzing data and developing technical information to determine the extent of possible contribution by the Hewitt Landfill to the groundwater contamination in the area. Based on this technical information, we have accrued an immaterial amount for our contribution of costs anticipated to be incurred by Honeywell. This work is also intended to assist in identification of other PRPs that may have contributed to groundwater contamination in the area.\nFurther, LADWP is constructing\ntwo\nnew production and treatment facilities at city wellfields located near the Hewitt Landfill — the NHW wellfield and the RT wellfield (also referred to as the NHW treatment system and North Hollywood Central (NHC) treatment system, respectively). LADWP has alleged that the Hewitt Landfill is one of the primary sources of contamination at the NHW treatment system and one of the sources of contamination at the NHC treatment system. According to information available on the California State Water Resources Control Board (SWRCB) website, the capital cost of the NHW treatment system is estimated at $\n92\nmillion, and the capital cost of the NHC treatment system is estimated at $\n245\nmillion. Both systems are expected to commence operations in 2024 and will thereafter incur costs for operation and maintenance. LADWP has applied for and received substantial funding to contribute to both treatment systems from grants of Proposition 1 bond funding from the SWRCB. According to information available on the SWRCB website, the bond money obtained for the NHW treatment system is $\n46\nmillion, and the bond money obtained for the NHC treatment system is $\n95\nmillion.\nWe anticipate continued discussions with LADWP regarding its potential claims. In conjunction with those discussions, we are engaging in further efforts to gather and analyze records and data in order to assess the extent of possible contribution by the Hewitt Landfill to the groundwater contamination in the area, consistent with the parallel request by the EPA, and the reasonableness of LADWP’s remediation efforts. This work is also intended to assist in identification of other PRPs that may have contributed to groundwater contamination in the area of the NHW and RT wellfields. Together, these efforts will allow us to analyze our anticipated equitable contribution to LADWP’s remediation efforts. Among other factors, we anticipate that any equitable contribution should take into account the on-site source control and other measures implemented by Vulcan at the former Hewitt Landfill, the relative contribution and duration of any contaminants originating from the Hewitt Landfill to the LADWP systems, and the cost effectiveness of the LADWP systems. At this time, we cannot reasonably estimate a range of a loss to Vulcan pertaining to LADWP’s potential contribution claim.\n■\nNAFTA ARBITRATION\n— In September 2018, our subsidiary Legacy Vulcan, LLC (Legacy Vulcan), on its own behalf, and on behalf of our Mexican subsidiary Calizas Industriales del Carmen, S.A. de C.V. (Calica), served the United Mexican States (Mexico) a Notice of Intent to Submit a Claim to Arbitration under Chapter 11 of the North American Free Trade Agreement (NAFTA). This NAFTA claim relates to the treatment of a portion of our quarrying operations in Quintana Roo, Mexico arising from, among other measures, Mexico’s failure to comply with a legally binding zoning agreement and relates to other unfair, arbitrary and capricious actions by Mexico’s environmental enforcement agency. We assert that these actions are in breach of Mexico’s international obligations under NAFTA and international law.\nAs required by Article 1118 of NAFTA, we sought to settle this dispute with Mexico through consultations. Notwithstanding our good faith efforts to resolve the dispute amicably, we were unable to do so and filed a Request for Arbitration with the International Centre for Settlement of Investment Disputes (ICSID) in December 2018. In January 2019, ICSID registered our Request for Arbitration.\nA hearing on the merits took place in July 2021. While we awaited the final resolution from the tribunal, we continued to engage with government officials to pursue an amicable resolution of the dispute. On May 5, 2022, Mexican government officials unexpectedly and arbitrarily shut down Calica’s remaining operations in Mexico. On May 8, 2022, Legacy Vulcan filed an application in the NAFTA arbitration seeking provisional measures and leave to file an ancillary claim in connection with this latest shutdown (see Part I, Item 2. Management’s Discussion and Analysis of Financial Condition and Results of Operations – Known Trends or Uncertainties). In July 2022, the NAFTA arbitration tribunal granted Legacy Vulcan’s application and ordered Mexico not to take any action that might further aggravate the dispute between the parties or render the resolution of the dispute potentially more difficult. A hearing on the merits of the ancillary claim took place in August 2023. We expect that the NAFTA arbitration tribunal will issue a decision on the claim and ancillary claim during 2024.\nAt this time, there can be no assurance whether we will be successful in our NAFTA claim and ancillary claim, and we cannot quantify the amount we may recover, if any, under this arbitration proceeding if we are successful.\nIt is not possible to predict the ultimate outcome of these and other legal proceedings in which we are involved, and a number of factors, including developments in ongoing discovery or adverse rulings, or the verdict of a particular jury, could cause actual losses to differ materially from accrued costs.\nNo\nliability was recorded for claims and litigation for which a loss was determined to be only reasonably possible or for which a loss could not be reasonably estimated. Legal costs incurred in defense of lawsuits are expensed as incurred. In addition, losses on certain claims and litigation described above may be subject to limitations on a per occurrence basis by excess insurance, as described in Note 1 under the caption Claims and Litigation Including Self-Insurance.\nNOTE 13: EQUITY\nOur capital stock consists solely of common stock, par value $\n1.00\nper share, of which\n480,000,000\nshares may be issued. Holders of our common stock are entitled to\none\nvote per share. We may also issue\n5,000,000\nshares of preferred stock, but\nno\nshares have been issued. The terms and provisions of such shares will be determined by our Board of Directors upon any issuance of preferred shares in accordance with our Certificate of Incorporation.\nThere were\nno\nshares held in treasury as of December 31, 2023, 2022 and 2021.\nOur common stock purchases (all of which were open market purchases) and subsequent retirements for the years ended December 31 are summarized below:\nAs of December 31, 2023,\n7,087,260\nshares may be purchased under the current authorization of our Board of Directors.\nDividends for the years ended December 31 were as follows:\nTotal equity as presented in the consolidated financial statements for the year ended December 31, 2023 includes a noncontrolling interest of $\n24.5\nmillion, representing the unowned portion of a subsidiary. See Note 1 under the heading “Noncontrolling Interest” for additional discussion.\nNOTE 14: OTHER COMPREHENSIVE INCOME\nComprehensive income comprises two subsets: net earnings and other comprehensive income (OCI). The components of OCI are presented in the accompanying Consolidated Statements of Comprehensive Income and Consolidated Statements of Equity, net of applicable taxes.\nAmounts in accumulated other comprehensive income (loss) (AOCI), net of tax, at December 31, are as follows:\nChanges in AOCI, net of tax, for the three year\ns\nended December 31, 2023 are as follows:\nAmounts reclassified from AOCI to earnings are as follows:\nNOTE 15: SEGMENT REPORTING\nWe have\nfour\noperating (and reportable) segments organized around our principal product lines: Aggregates, Asphalt, Concrete and Calcium. Management reviews earnings from these reporting segments principally at the gross profit level.\nThe Aggregates segment produces and sells aggregates (crushed stone, sand and gravel, sand, and other aggregates) and related products and services. During 2023, the Aggregates segment principally served markets in twenty-three states, the U.S. Virgin Islands, Washington D.C., Freeport (Bahamas), British Columbia (Canada), Puerto Cortés (Honduras) and Quintana Roo (Mexico) — see Note 12, NAFTA Arbitration — with a full line of aggregates. We serve\ntwelve\nadditional states with railroad ballast. The 2021 acquisition of U.S. Concrete expanded our full line aggregates markets by\ntwo\nstates (New Jersey and New York), the U.S. Virgin Islands, British Columbia (Canada), and direct shipments to Hawaii. Aggregates are used primarily in the construction and maintenance of highways, streets and other public works and in the construction of housing and commercial, industrial and other nonresidential facilities. Customers are served by truck, rail and water distribution networks from our production facilities and sales yards. Due to the high weight-to-price ratio of aggregates, markets generally are local in nature. Quarries located on waterways and rail lines allow us to serve remote markets where local aggregates reserves may not be available.\nThe Asphalt segment produces and sells asphalt mix in\nsix\nstates (Alabama, Arizona, California, New Mexico, Tennessee and Texas) and provides asphalt construction paving services in\nthree\nstates (Alabama, Tennessee and Texas).\nThe Concrete segment produces and sells ready-mixed concrete in\nthree\nstates (California, Maryland and Virginia) in addition to the U.S. Virgin Islands and Washington D.C. In 2021, through our acquisition of U.S. Concrete, we entered the New Jersey, New York, Pennsylvania and U.S. Virgin Islands concrete markets and expanded our existing markets in California, Texas and Washington D.C. In November 2023, we exited the Texas concrete market through a divestiture. In November 2022, we exited the New Jersey, New York and Pennsylvania concrete markets through a divestiture. See Note 19 for additional information.\nThe Calcium segment consists of a Florida facility that mines, produces and sells calcium products.\nAggregates comprise approximately\n95\n% of asphalt mix by weight and\n80\n% of ready-mixed concrete by weight. Our Asphalt and Concrete segments are primarily supplied with their aggregates requirements from our Aggregates segment. These intersegment sales are made at local market prices for the particular grade and quality of product used in the production of asphalt mix and ready-mixed concrete and are excluded from total revenues. Customers for our Asphalt and Concrete segments are generally served locally at our production facilities or by truck. Because asphalt mix and ready-mixed concrete harden rapidly, delivery is time constrained and generally confined to a radius of approximately\n20\nto\n25\nmiles from the producing facility.\nThe vast majority of our activities are domestic. We sell a relatively small amount of construction aggregates outside the United States. Total domestic revenues were $\n7,769.7\nmillion in 2023, $\n7,263.9\nmillion\nin 2022 and $\n5,532.0\nmillion in 2021. Nondomestic Aggregates segment revenues were $\n12.2\nmillion in 2023, $\n51.3\nmillion in 2022 and $\n20.2\nmillion in 2021; there were\nno\nsignificant nondomestic revenues in our Asphalt, Concrete or Calcium segments. Long-lived assets outside the United States, which consist primarily of property, plant & equipment, were $\n524.1\nmillion in 2023, $\n534.2\nmillion in 2022 and $\n459.5\nmillion in 2021. Equity method investments of $\n26.6\nmillion in 2023, $\n26.5\nmillion in 2022 and $\n26.5\nmillion in 2021 are included in the identifiable assets for the Aggregates segment and in investments and long-term receivables on the accompanying Consolidated Balance Sheets.\nSEGMENT FINANCIAL DISCLOSURE\nNOTE 16: SUPPLEMENTAL CASH FLOW INFORMATION\nSupplemental information referable to the Consolidated Statements of Cash Flows is summarized below:\nNOTE 17: ASSET RETIREMENT OBLIGATIONS\nAsset retirement obligations (AROs) are legal obligations associated with the retirement of long-lived assets resulting from the acquisition, construction, development and/or normal use of the underlying assets, including legal obligations for land reclamation. Recognition of a liability for an ARO is required in the period in which it is incurred at its estimated fair value. The associated asset retirement costs are capitalized as part of the carrying amount of the underlying asset and depreciated over the estimated useful life of the asset. The liability is accreted through charges to operating expenses. If the ARO is settled for a value other than the carrying amount of the liability, we recognize a gain or loss on settlement.\nFor the years ended December 31, ARO operating costs related to accretion of the liabilities and depreciation of the assets are as follows:\nARO operating costs are reported in cost of revenues. AROs are reported within other noncurrent liabilities in our accompanying Consolidated Balance Sheets.\nReconciliations of the carrying amounts of our AROs for the years ended December 31 are as follows:\nNOTE 18: GOODWILL AND INTANGIBLE ASSETS\nAcquired identifiable intangible assets are classified into three categories: (1) goodwill, (2) intangible assets with finite lives subject to amortization and (3) intangible assets with indefinite lives. Goodwill and intangible assets with indefinite lives are not amortized; rather, they are reviewed for impairment at least annually.\nGOODWILL\nGoodwill is recognized when the consideration paid for a business exceeds the fair value of the tangible and identifiable intangible assets acquired. Goodwill is allocated to reporting units for purposes of testing goodwill for impairment.\nDuring the third quarter of 2022, we recorded an interim goodwill impairment loss of $\n50.9\nmillion related to the fourth quarter sale of a reporting unit comprised of concrete operations in New Jersey, New York and Pennsylvania. There were\nno\ncharges for goodwill impairment in the years ended December 31, 2023 and 2021. Accumulated goodwill impairment losses amount to $\n303.6\nmillion ($\n252.7\nmillion in our former Cement segment and $\n50.9\nin our Concrete segment).\nWe have\nfour\nreportable segments organized around our principal product lines: Aggregates, Asphalt, Concrete and Calcium. Changes in the carrying amount of goodwill by reportable segment for the three years ended December 31, 2023 are shown below:\nWe\ntest goodwill for impairment on an annual basis or more frequently if events or circumstances change in a manner that would more likely than not reduce the fair value of a reporting unit below its carrying value. A decrease in the estimated fair value of one or more of our reporting units could result in the recognition of a material, noncash write-down of goodwill.\nINTANGIBLE ASSETS\nIntangible assets consist of contractual rights in place (primarily permitting and zoning rights), noncompetition agreements, customer relationships and trade names and trademarks. Intangible assets acquired in business combinations are stated at their fair value determined as of the date of acquisition. Intangible assets acquired individually or otherwise obtained outside a business combination consist primarily of permitting, permitting compliance and zoning rights and are stated at their historical cost less accumulated amortization. Costs incurred to renew or extend the life of existing intangible assets are capitalized. These capitalized renewal/extension costs were immaterial for the years presented.\nSee Note 19 for the details of the intangible assets acquired in business acquisitions. Amortization of finite-lived intangible assets is computed based on the estimated life of the intangible assets. Contractual rights in place associated with aggregates reserves are amortized using the unit-of-sales method based on estimated recoverable units. Other intangible assets are amortized principally by the straight-line method. Intangible assets are reviewed for impairment when events or circumstances indicate that the carrying amount may not be recoverable. There were\nno\nmaterial charges for impairment of intangible assets in 2023, 2022 and 2021.\nThe gross carrying amount and accumulated amortization by major intangible asset class for the years ended December 31 are summarized below:\nThe decrease in total intangible assets presented above primarily relates to the 2023 sale of concrete operations in Texas (see Note 19 for additional information).\nEstimated amortization expense for the five years subsequent to December 31, 2023 is as follows:\nNOTE 19: ACQUISITIONS AND DIVESTITURES\nBUSINESS\nACQUISITIONS\n2023 business acquisitions\n—\nDuring\n2023\n, we completed\nno\nbusiness acquisitions\n.\n2022 business acquisitions\n—\nFor the full year\n2022\n, including adjustments made in 2023, we purchased the following operations\nfor\ntotal consideration of\n$\n593.7\nmillion\n($\n528.3\nmillion\ncash and $\n65.4\nmillion noncash):\n\nCalifornia —\neight\naggregates,\nfour\nasphalt mix and\nseven\nready-mixed concrete operations\n\nTexas —\nfive\naggregates operations\n\nVirginia —\nfour\nready-mixed concrete operations and\ntwo\nidle ready-mixed concrete sites\n\nHonduras — an aggregates operation serving limited markets along the Gulf Coast\nThe 2022 acquisitions listed above are reported in our consolidated financial statements as of their respective acquisition dates.\nNone\nof these acquisitions\nwere\nmaterial to our results of operations either individually or\ncollectively, and acquisition related expenses were immaterial. The fair value of consideration transferred for these 2022 acquisitions and the amounts of assets acquired and liabilities assumed are summarized below:\nA\ns a result of\nthe 2\n022 acquisitions, we recognized $\n61.4\nmillion\nof amortizable intangible asset\ns a\nnd $\n12.4\nmillion\nof goodwill\n. The amortizable intangible assets will be amortized against earning\ns over a weighted-average of\n15\nyears and will be deductible for income tax purposes over\n15\nyears.\nThe\n$\n12.4\nmillion of goodwill recognized represents deferred tax liabilities generated from carrying over the seller’s tax basis in the assets acquired.\nNo\nne\nof the goodwill recognized will be deductible for income tax purposes.\n2021 business acquisitions\n— On August 26, 2021\n, we purchased the following operations in connection with the acquisition of U.S. Concrete, Inc. f\nor\ntotal consideration of\n$\n1,634.5\nmillion, net of cash acquired:\n\nBritish Columbia, Canada — aggregates and aggregates blue-water transportation operations\n\nCalifornia — aggregates distribution terminals and concrete operations\n\nNew Jersey — aggregates and concrete operations\n\nNew York — aggregates and concrete operations\n\nOklahoma — aggregates operations\n\nPennsylvania — concrete operations\n\nTexas — aggregates and concrete operations\n\nU.S. Virgin Islands — aggregates and concrete operations\n\nWashington, D.C. — concrete operations\nThe amounts of total revenues and net earnings attributable to Vulcan from the U.S. Concrete acquisition are included in our Consolidated Statement of\nC\nomprehensive Income for the year ended December 31, 2021 as follows:\nThe unaudited pro forma financial information in the table below summarizes the results of operations for Vulcan and U.S. Concrete as if they were combined as of January 1, 2020. The pro forma financial information does not reflect any cost savings, operating efficiencies or synergies as a result of this combination.\nConsistent with the assumed acquisition date of January 1, 2020, the pro forma information excludes transactions between Vulcan and U.S. Concrete. The following pro\nforma\ninformation also includes: 1) charges directly attributable to the acquisition, 2) cost of sales related to the sale of acquired inventory marked up to fair value, 3) depreciation, depletion, amortization & accretion expense related to the mark up to fair value of acquired assets, and 4) interest expense and debt retirement costs reflecting the new debt structure:\nThe unaudited pro forma results above m\nay\nnot be indicative of the results that would have been obtained had this acquisition occurred at the beginning of 2020, nor does it intend to be a projection of future results.\nAdditionally, during 2021 we purchased concrete operations in California for total consideration of $\n4.9\nmillion.\nDIVESTITURES AND PENDING DIVESTITURES\nIn\n2023, we sold:\n\nFourth quarter — concrete operations in Texas resulting in a third quarter impairment charge of $\n28.3\nmillion and a fourth quarter loss on sale of $\n13.8\nmillion (the assets were written down to fair value less cost to sell in the third quarter)\n\nFourth quarter — excess real estate in Virginia resulting in a pretax gain of $\n65.7\nmillion\n\nSecond quarter — real estate associated with a former recycled concrete facility in Illinois resulting in a pretax gain of $\n15.2\nmillion\nIn\n2022, we sold:\n\nFourth quarter — concrete operations in New Jersey, New York and Pennsylvania resulting in a third quarter impairment charge of $\n67.8\nmillion and a fourth quarter loss on sale of $\n17.4\nmillion (the assets were written down to fair value less cost to sell in the third quarter)\n\nThird quarter — excess real estate in Southern California resulting in a pretax gain of $\n23.5\nmillion\nIn\n2021, we sol\nd:\n\nFirst quarter — a reclaimed quarry in Southern California resulting in a pretax gain of $\n114.7\nmillion (net of a $\n12.9\nmillion contingency and other directly related obligations)\nNo\nmaterial assets met the criteria for held for sale at December 31, 2023, 2022 or 2021.\nITEM 9"
  },
  {
    "item_key": "item_9",
    "text": "None.\nITEM 9A"
  },
  {
    "item_key": "item_9a",
    "text": "DISCLOSURE CONTROLS AND PROCEDURES\nWe maintain a system of controls and procedures designed to ensure that information required to be disclosed in reports we file with the SEC is recorded, processed, summarized and reported within the time periods specified by the SEC's rules and forms. These disclosure controls and procedures (as defined in the Securities Exchange Act of 1934 Rules 13a - 15(e) or 15d - 15(e)), include, without limitation, controls and procedures designed to ensure that such information is accumulated and communicated to our management, including our Chief Executive Officer and Chief Financial Officer, to allow timely decisions regarding required disclosure. Our Chief Executive Officer and Chief Financial Officer, with the participation of other management officials, evaluated the effectiveness of the design and operation of the disclosure controls and procedures as of December 31, 2023. Based upon that evaluation, our Chief Executive Officer and Chief Financial Officer concluded that our disclosure controls and procedures were effective as of December 31, 2023.\nWe completed the implementation of our quote to invoice software system for our ready-mixed concrete operations in the fourth quarter of 2023. In addition, we are in the process of replacing our quote to invoice system for our aggregates and asphalt operations and expect the full implementation of this system to be completed by the fourth quarter of 2024.\nNo other changes were made during the fourth quarter of 2023 to our internal controls over financial reporting, nor have there been other factors that materially affect these controls.\nMANAGEMENT'S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nOur management is responsible for establishing and maintaining an adequate system of internal control over financial reporting as required by the Sarbanes-Oxley Act of 2002 and as defined in Securities Exchange Act Rule 13a-15(f).\nUnder management's supervision, an evaluation of the design and effectiveness of our internal control over financial reporting was conducted based on the framework in\nInternal Control\n—\nIntegrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission. Based on this evaluation, management concluded that our internal control over financial reporting was effective as of December 31, 2023.\nDeloitte & Touche LLP, an independent registered public accounting firm, as auditors of our consolidated financial statements, has issued an attestation report on the effectiveness of our internal control over financial reporting as of December 31, 2023. Deloitte & Touche LLP's report, which expresses an unqualified opinion on the effectiveness of our internal control over financial reporting, follows this report.\nINHERENT LIMITATIONS ON EFFECTIVENESS OF CONTROLS\nManagement does not expect that our disclosure controls and procedures or our internal controls over financial reporting will prevent or detect all errors and all fraud. A control system, no matter how well designed and operated, can provide only reasonable, not absolute, assurance that the control system’s objectives will be met. The design of a control system must reflect the fact that there are resource constraints, and the benefits of controls must be considered relative to their costs. Further, because of the inherent limitations in all control systems, no evaluation of controls can provide absolute assurance that misstatements due to error or fraud will not occur or that all control issues and instances of fraud, if any, have been detected.\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM – INTERNAL CONTROL OVER FINANCIAL REPORTING\nTo the shareholders and the Board of Directors of Vulcan Materials Company:\nOpinion on Internal Control over Financial Reporting\nWe have audited the internal control over financial reporting of Vulcan Materials Company and subsidiaries (the “Company”) as of December 31, 2023, based on criteria established in\nInternal Control\n—\nIntegrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2023, based on criteria established in\nInternal Control\n—\nIntegrated Framework (2013)\nissued by COSO.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated financial statements as of and for the year ended December 31, 2023, of the Company and our report dated February 22, 2024, expressed an unqualified opinion on those financial statements.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company's internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company's internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company's assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of the effectiveness to future periods are subject to the risk that the controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n‎\nITEM 9B"
  },
  {
    "item_key": "item_9b",
    "text": "SECURITIES TRADING PLANS OF SECTION 16 OFFICERS AND DIRECTORS\nDuring the three months ended December 31, 2023, certain of our Section 16 officers and directors listed below adopted trading arrangements for the sale of shares of our common stock as follows:\nITEM\n9C"
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\nPART III\nITEM 10"
  },
  {
    "item_key": "item_10",
    "text": "On or about March\n25\n, 2024, we expect to file a definitive proxy statement with the Securities and Exchange Commission pursuant to Regulation 14A (our “202\n4\nProxy Statement”). The information under the headings “\nProposal 1 -\nElection of Director\ns,” “Co\nrporate Governance\n– Policies,\n”\n“Corporate Governance – Director Nomination Process,”\n“\nCorporate Governance – Committees of the Board of Directors” and “Delinquent Section 16(a) Reports” (to the extent reported therein) i\nncluded in\nour\n2024 Proxy Statement is incorporated herein by reference. See also the information\nabout our executive officers and governance policies\nset forth above in Part\nI of\nthis report.\nITEM 11"
  },
  {
    "item_key": "item_11",
    "text": "The information under the headings “Compensation Discussion and Analysis,” “Director Compensation\n,” “E\nxecutive Compensation\n,” “Corporate Governance – Compensation Committee Interlocks and Insider Participation,” and “Compensation Committee Report”\nincluded in our 2024 Proxy Statement is incorporated herein by reference.\nITEM 12"
  },
  {
    "item_key": "item_12",
    "text": "STOCKHOLDER MATTERS\nThe information under the headings “Security Ownership of Certain Beneficial Owners and Management,”\nand\n“Equity Compensation Plans\n” i\nncluded in our 2024 Proxy Statement is incorporated herein by reference.\nITEM 13"
  },
  {
    "item_key": "item_13",
    "text": "The information under the headin\ngs\n“\nCorporate Governance – Director Independence,” and “Corporate Governance – Transactions with Related Persons”\nincluded in our 2024 Proxy Statement i\ns i\nncorporated\nherein\nby reference.\nITEM 14"
  },
  {
    "item_key": "item_14",
    "text": "The informatio\nn under the heading “\nIndependent Registered Public Accounting Firm\n”\nincluded\nin our 2024 Proxy Statemen\nt i\ns incorporated\nherein\nby reference\n.\nPART IV\nITEM 15"
  },
  {
    "item_key": "item_15",
    "text": "(a) (1) Financial statements\nThe following financial statements are included herein on the pages shown below:\n(a) (2) Financial statement schedules\nFinancial statement schedule\ns are omitted because of the absence of conditions under which they are required or because the required information is provided in the financial statements or notes thereto.\nFinancial statements (and summarized financial information) of 50% or less owned entities accounted for by the equity method have been omitted because they do not, considered individually or in the aggregate, constitute a significant subsidiary.\n(a) (3) Exhibits\n1\nIncorporated by reference.\n2\nManagement contract or compensatory plan.\nOur SEC file number for documents filed with the SEC pursuant to the Securities Exchange Act of 1934, as amended, is 001-33841.\nITEM 16"
  },
  {
    "item_key": "item_16",
    "text": "We have chosen not to include an optional summary of the information required by this Form 10-K.\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized on February 22, 2024.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated."
  }
]