[
  {
    "item_key": "item_1",
    "text": "Overview\nUlta Beauty is the largest specialty beauty retailer in the United States and the premier beauty destination for cosmetics, fragrance, skin care products, hair care products, and salon services. Key aspects of our business include:\nOne-of-a-kind Assortment.\nWe offer guests a differentiated assortment of approximately 25,000 products from approximately 600 established and emerging beauty brands across a variety of categories and price points. We believe we offer the widest selection of beauty categories, from mass to\nprestige price points, across cosmetics, fragrance, haircare, skincare, bath and body products, professional hair products, and salon styling tools.\nStore Footprint.\nWe operate more than 1,350 stores predominantly located in convenient, high-traffic locations. With a bright and open store environment, we make it easy for guests to discover new products and services. Our store design, fixtures, and open layout provide the flexibility to respond to consumer trends and changes in our merchandising strategy. We also offer beauty services in nearly every store, including a full-service hair salon and a Benefit\nTM\nBrow Bar. In addition to our free-standing locations, through our partnership with Target Corporation we have more than 500 Ulta Beauty at Target shop-in-shops which provide guests with a highly-curated, prestige beauty assortment in a unique and elevated presentation in 1,000 square feet of dedicated space within certain Target locations.\nLeading Digital Experiences.\nThrough our website, Ulta.com, and our mobile applications, we offer guests convenient, interactive, and personalized digital experiences. Our digital channels enable always-on shopping and discovery, and our diverse fulfillment options, including buy online pick-up in store, buy online pick-up curbside, ship from store, ship from distribution center, and same-day delivery, provide guests with value and convenience. In addition to e-commerce platforms, we offer guests a variety of unique digital experiences, including virtual try-on and skin analysis tools, which leverage augmented reality capabilities and artificial intelligence tools to provide guests with personalized experiences.\nBest-in-Class Loyalty Program.\nOur best-in-class loyalty program, Ulta Beauty Rewards, enables members to earn points for every dollar spent on products and beauty services at Ulta Beauty, through purchases on our private label and co-branded credit cards, and purchases at Ulta Beauty at Target. In addition to unique membership benefits, members can redeem points for discounts on any product or service at Ulta Beauty. With more than 95% of total sales coming from members, we are uniquely positioned with a deep understanding of our customers and their preferences, enabling us to personalize experiences, recommendations, and promotions through our Customer Relationship Management (CRM) platform and support our brand partners’ growth.\nGreat Guest Experiences.\nWe cultivate human connection with warm and welcoming guest experiences across all of our channels. Our knowledgeable and approachable store associates, our differentiated service offerings, and our efforts to create relevant, compelling digital content are competitive advantages and enable us to build strong engagement with guests.\nWe were founded in 1990 as a beauty retailer at a time when prestige, mass, and salon products were sold through distinct channels — department stores for prestige products; drug stores and mass merchandisers for mass products; and salons and authorized retail outlets for professional hair care products. We developed a unique specialty retail concept that offers a broad range of brands and price points, select beauty services, and a convenient and welcoming shopping environment. We define our target consumer as a beauty enthusiast, a consumer who is passionate about the beauty category, uses beauty for self-expression, experimentation, and self-investment, and has high expectations for the\n5\nshopping experience. We estimate beauty enthusiasts represent approximately 65% of shoppers and account for more than 80% of beauty products and services spend in the U.S.\nThe following description of our business should be read in conjunction with the information contained in our Management’s Discussion and Analysis of Financial Condition and Results of Operations included in Item 7 and our Financial Statements and Supplementary Data included in Item 8 of this Annual Report on Form 10-K.\nOur strategy\nWe target beauty enthusiasts across multiple demographics and shopping behaviors. Beauty enthusiasts have a deep emotional connection with beauty, and historically, this connection has not diminished in softer economic environments. Our proprietary consumer research confirms engagement with the beauty category remains strong. The COVID-19 pandemic and subsequent recovery drove unprecedented disruption which provided beauty enthusiasts the opportunity to develop new beauty regimens, many of which consumers are sustaining. Despite the disruption caused by the pandemic, beauty enthusiasts continue to demonstrate their commitment to the in-person shopping experience, while also embracing the use\nof online shopping to supplement discovery and convenience. At the same time, rising competitive pressures and a dynamic operating environment will require strong execution and continued investment and innovation to further our leadership position.\nReflecting our understanding about how the consumer and beauty category are evolving, in 2021 we refreshed our strategic framework to position Ulta Beauty for continued success. We are focused on six key strategic pillars designed to expand our market leadership and drive longer-term profitable growth.\nDrive breakthrough and disruptive growth through an expanded definition of All Things Beauty.\nBeauty enthusiasts enjoy the experience of discovering and trying new products and increasingly include beauty as part of their self-care and wellness journey. Reflecting these insights, our objective is to engage and continuously delight beauty enthusiasts with a curated, differentiated, inclusive assortment focused on leading beauty and self-care trends. We are focused on four key areas: maximizing growth in core categories, including makeup, skincare, haircare, and fragrance; driving growth of cross-category strategic platforms, including Conscious Beauty at Ulta Beauty\n®\n, Black-owned and Black, Indigenous, and People of Color (BIPOC)-founded Brands, the Wellness Shop, and SPARKED at Ulta Beauty; differentiating our assortment through exclusive brands and products, including our private label, Ulta Beauty Collection; and increasing profitability through assortment management, inventory productivity, and promotional optimization.\nEvolve the omnichannel experience through connected physical and digital ecosystems, All In Your World.\nOur guest insights and member data confirm that beauty enthusiasts prefer to transact in physical stores, where they can discover and engage with products and other beauty enthusiasts. At the same time, digital channels offer convenience, product reviews, and price transparency. As a result, the guest journey is increasingly blurring across physical and digital channels. To drive greater guest engagement across all channels, we intend to expand our physical footprint, continue to differentiate our service offerings, and expand our order fulfillment capabilities while further enhancing our digital and mobile experiences and driving competitive advantage through digital innovation. Our objective is to deliver a cohesive, industry-leading omnichannel experience that drives breakthrough engagement with our guests and unlocks the combined potential of our physical and digital channels.\nExpand and deepen our presence across the beauty journey, positioning Ulta Beauty at the Heart of the Beauty Community.\nTo understand longer-term shifts in consumer values, perceptions, and behaviors, as well as of-the-moment insights, we have developed a robust consumer research capability. In addition, with more than 95% of total sales coming from our 43.3 million active Ulta Beauty Rewards loyalty program members, we have unique insights about customer preferences and behavior. Based on our proprietary insights, we know beauty enthusiasts have an emotional, personal, and deep connection with beauty. Social media contributes to this connection, and we expect the influence and reach of beauty will continue to grow as engagement with social platforms increases. To expand Ulta Beauty’s reach, relevancy, and guest engagement, we are amplifying our brand purpose; building a creator and content ecosystem to deliver compelling, relevant beauty entertainment; using our member data to increase personalization, drive conversion, and support our brands; and recently introduced further innovation in our Ulta Beauty Rewards program. Our vision is to\n6\nexpand and deepen our presence across the beauty journey to drive consumer acquisition and increase guest engagement, loyalty, and share of wallet.\nDrive operational excellence and optimization.\nSimilar to other retailers, we are experiencing persistent cost pressures from macroeconomic trends, including higher wage rates and transportation and shipping costs. In addition, we anticipate ongoing headwinds from channel and category mix shifts. To mitigate the impact of these pressures and support our future growth, we have developed a continuous improvement capability to identify and activate meaningful, cross-functional process optimization opportunities; we are upgrading our enterprise resource planning platform to increase efficiency and support future growth; we are building a modern ecosystem for future analytics and data-driven decisioning capabilities; and we are enhancing our supply chain network to increase agility, speed and cost-efficiency. Our vision is to deliver profitable growth and competitive advantage by optimizing our cost structure to enable scale, developing agile operating processes that enable real-time visibility and decision-making, and building new capabilities tailored to win in a rapidly evolving omnichannel world.\nProtect and cultivate our world-class culture and talent.\nWe have developed and nurtured a guest and associate-centric, values-based and high-performance culture. These tenets are core to how we lead, how we engage with our guests and partners, and how we make decisions. We value and encourage collaboration and enterprise thinking, and we respect and listen to our associates to continually improve as a company. We have an experienced leadership team and passionate associates committed to living our values while caring for our guests and for each other. To support our growth and enhance the guest experience, we will continue to attract, develop and retain talent at all levels and in all functional areas, and we will continue to work to create an environment where every associate feels they can fully contribute and have an opportunity to grow.\nExpand our environmental and social impact.\nAs a leader in the beauty industry, we have an opportunity to drive positive impact. We believe that beauty is for everyone, regardless of age, size, ability, skin tone, culture, or gender, and we strive to provide an environment where every associate feels they can realize their full potential and every guest is optimally served, regardless of differences. We empower and inspire guests to make informed and sustainable product choices through our unique Conscious Beauty at Ulta Beauty\n®\nplatform, and we strive to protect the beauty of our natural environment and minimize our impact on the world around us by managing our stores’ energy, water, and waste footprints. We are committed to making the world a better place, and we are focused on driving sustainable change in areas where we can make the biggest impact and committed to collaborating with others to address shared challenges.\nOur market\nWe operate within the large and growing U.S. beauty products and salon services industry. In 2023, this market represented approximately $181 billion in sales, according to forecasted Euromonitor International and IBIS World Inc. In 2023, the beauty products industry totaled approximately $112 billion and included cosmetics, haircare, fragrance, bath and body, skincare, salon styling tools, and other toiletries. We estimate that Ulta Beauty had only a 9% share of the $112 billion beauty product industry. Within this market, we compete across all major categories as well as a range of price points by offering prestige, mass, and salon products. In 2023, the salon services industry totaled approximately $69 billion and included hair, skin, and nail services. We estimate that Ulta Beauty had less than 1% share of this industry. We have full-service hair salons in substantially every store and operate brow bars in most of our stores, as well as makeup and ear piercing services through our salons. In addition, we offer skin services in approximately 150 locations.\nCompetition\nOur major competitors for prestige and mass products include traditional department stores, specialty stores, grocery stores, drug stores, mass merchandisers, and the online capabilities of national retailers and brands, as well as pure-play e-commerce companies and online marketplaces. The market for salon services and products is highly fragmented. Our competitors for salon services and products include chain and independent salons.\n7\nOur retail channels\nWe are committed to meeting guests where and how they want to shop and strive to offer guests a compelling, personalized shopping experience through our stores, digital platforms, and partnerships.\nStores\nOur member data suggests our guests prefer to transact in physical stores, where they can discover and interact with products and other beauty enthusiasts. In our fiscal year ended February 3, 2024 (fiscal 2023), 76% of our loyalty members transacted with us solely in one of our stores. Our retail stores are predominantly located in convenient, high-traffic locations such as power strip centers. Our typical store is approximately 10,000 square feet, including approximately 950 square feet dedicated to our full-service salon. Our retail store concept, including physical layout, displays, lighting, and quality of finishes, has changed over time to reflect the evolution of guest preferences and our merchandising and operating strategies.\nWe offer a full range of beauty services in our stores, focusing on hair, makeup, brow, and skin services. Our current Ulta Beauty store prototype includes an open and modern salon area, with most of our stores offering brow services on the salon floor. In addition, stores offering skin services include a skin treatment room or dedicated skin treatment area on the sales floor. The salon features a concierge desk, approximately five to ten stations, and a shampoo and hair color processing area. We employ highly skilled, licensed professional stylists and estheticians who offer services as well as educational experiences, including consultations, styling lessons, makeup applications, skincare services, and at-home care recommendations.\nIn addition to opening new stores, we also remodeled and relocated certain stores, as shown in the following table:\n​\n​\nOur real estate vision is to make Ulta Beauty accessible and convenient to more consumers across a variety of markets and is a key driver of how we plan to expand our market share over time. We believe that over the long term, we have the potential to grow our store footprint to between 1,500 to 1,700 freestanding Ulta Beauty stores in the United States.\nWe leverage a variety of insights to identify the best new store locations and optimize our current store locations, including beauty market share information and insights from our loyalty members. This insight-led, analytical approach to site selection has resulted in a high performing real estate portfolio. The average investment required to open a new Ulta Beauty store is approximately $2.0 million, which includes capital investments, net of landlord contributions, pre-opening expenses, and initial inventory, net of payables. Our net investment required to open new stores and the net sales generated by new stores may vary depending on a number of factors, including geographic location.\nAs part of our ongoing efforts to enhance and evolve our in-store experience to best engage our guests, we are introducing a new layout in our new and remodeled stores. While our traditional layout is organized by price point, with prestige makeup and skincare on one side of the store and mass makeup and skincare on the other, our new layout brings together like categories with intuitive adjacencies to magnify our differentiated assortment. In the new layout, categories\n8\nflow from prestige to mass with delineated fixturing showcasing each segment. In addition, this new layout features elevated gondolas to showcase key, iconic, and service brands and new Beauty Bars that offer our brow and makeup services, support in-store events, and highlight beauty-in-action. We believe this new layout better reflects how our guests shop and will simplify exploration and shopping.\n​\nDigital platform\nIn addition to store expansion, we continue to expand our digital capabilities as more of our guests choose to engage with us across physical and digital platforms. In fiscal 2023, 18% of our loyalty members shopped both in Ulta Beauty stores and through our digital platforms. Our e-commerce platform has two key roles: generating direct channel sales and profits by communicating with our guests in an interactive, enjoyable way that reinforces the Ulta Beauty brand; and driving traffic to our stores, website, and native applications. As part of our digital store transformation, during fiscal 2023 we substantially completed a large-scale upgrade of our end-to-end e-commerce platform and migrated to a new modernized platform to enable a more seamless guest experience. Our omnichannel guests are extremely valuable, historically spending nearly three times as much as retail-only guests. We continue to develop and add new website and mobile features and functionality, marketing programs, new products and brands, and omnichannel integration points. We intend to establish ourselves as a leading online beauty resource by providing our guests with a unique, rich online experience, with information on key trends and products, editorial content, expanded assortments, interactive experiences, including virtual try-on capabilities, and social media content.\nWe continue to improve our order fulfillment capabilities with increased speed of delivery through existing distribution centers, fast fulfillment centers (e-commerce only), market fulfillment centers, and select retail stores, through more efficient processes designed for e-commerce order fulfillment. In addition to ship to home order fulfillment, we offer guests “Buy Online, Pick-up in Store,” “Curbside Pickup,” and “Store 2 Door,” which provides the ability for customers to order in-store and have products delivered to their homes. In addition, we offer same-day delivery for e-commerce orders in virtually all markets.\nPartnerships\nTo expand loyalty member engagement and introduce new guests to Ulta Beauty, we have formed a partnership with Target Corporation to create Ulta Beauty at Target, a “shop-in-shop” concept that offers a curated assortment of more than 60 established and emerging prestige brands across a variety of categories. Co-designed by Ulta Beauty and Target, the Ulta Beauty at Target shop is intended to reflect the Ulta Beauty experience with a unique and elevated presentation in 1,000 square feet of dedicated space separate but adjacent to Target’s core beauty department. The shop is staffed by Target team members who are trained by Ulta Beauty to provide recommendations and answer product questions. Members in our loyalty program, Ulta Beauty Rewards, can earn points (but not redeem) for purchases made in the Ulta Beauty at Target shop.  Loyalty points can only be redeemed in Ulta Beauty stores, on Ulta.com or through our mobile applications. As of February 3,\n2024, Ulta Beauty at Target was available in over 500 Target locations and on target.com.  Over time, we expect Ulta Beauty at Target to be in up to 800 Target locations, in addition to our freestanding Ulta Beauty stores.\nMerchandising\nStrategy\nWe offer one of the most extensive product and brand selections in our industry, including a broad assortment of branded and private label beauty products in cosmetics, fragrance, haircare, skincare, bath and body products, and salon styling tools. Across our stores, Ulta.com and our mobile applications, we offer approximately 25,000 products from approximately 600 well-established and emerging beauty brands across all categories and price points, including Ulta Beauty’s own private label, the Ulta Beauty Collection. Our merchandising team continually monitors beauty and fashion trends, sales trends, and new product launches to keep Ulta Beauty’s product assortment fresh and relevant and to ensure that our assortment reflects the diversity of our guests. We believe our broad selection of merchandise, from moderately-priced brands to higher-end luxury brands, creates a unique shopping experience for our guests.\n9\nCertain beauty enthusiasts are growing more interested in choosing products that support their own personal well-being and the well-being of workers, animals, communities, and the environment, and they are increasingly supporting brands whose products and actions align with their own values. Reflecting the growing importance of these trends, in fiscal 2020 we launched Conscious Beauty at Ulta Beauty\n®\nin all stores, on Ulta.com, and on our mobile applications. This holistic initiative provides transparency for guests to help them choose brands and products that reflect their personal values and individual needs. Through this initiative, we certify brands and products across four key pillars, Clean Ingredients, Cruelty Free, Vegan, and Sustainable Packaging, and recognize brands for their positive impact on our community. Displayed in stores on an endcap constructed of recycled and recyclable materials, the program launched in 2020 with 187 brands. As of February 3,\n2024, more than 300 brands participated in the program, with more than half certified in more than one pillar. As part of the launch, we published our “Made Without List,” an evolving ingredient standard for clean beauty products, and established the Conscious Beauty Advisory Council, a coalition of experts at the forefront of clean beauty, product development, and packaging sustainability. With the help of our Advisory Council, we  will ensure that Conscious Beauty at Ulta Beauty\n®\nwill continue to evolve and grow as expectations and standards for clean beauty continue to change.\nIn the years following the COVID-19 pandemic, consumers have increased their focus on self-care. Based on internal proprietary research, approximately 65% of consumers see the beauty category as being significantly connected to wellness. In response to this trend, we created The Wellness Shop, dedicated space in our store and online that offers a curated assortment of products to support guests wellness journey across six pillars: everyday care, supplements and ingestibles, relax and renew, down there care, spa at home, and intimate wellness.\n​\nWe have a long tradition of being a diversity-forward company. We aspire to be beauty at its most inclusive and have made several important commitments across our marketing, assortment, and training efforts to ensure guests, associates, partners, and communities feel connected to and reflected at Ulta Beauty and are able to discover beauty on their own terms. During fiscal 2023, we increased the number of Black-owned and Black-founded brands in our assortment to 50 brands, up 92% since making our commitment to dedicate 15% of our brand assortment to Black-owned, Black-founded and Black-led brands over time.\n​\nWe believe our private label, the Ulta Beauty Collection, is a strategically important opportunity for growth and profit contribution. Our objective is to provide quality, trend-right private label products to continue to strengthen our guests’ perception of Ulta Beauty as a contemporary beauty destination. Ulta Beauty manages the full development cycle of these products from concept through production to deliver differentiated packaging and formulas that enhance our brand image. The Ulta Beauty Collection has been certified in the Clean Ingredients and Cruelty Free pillars within the Conscious Beauty at Ulta Beauty\n®\nprogram. We also offer products such as Tarte Double Duty Beauty cosmetics and IT Brushes for Ulta Beauty that are permanently exclusive to Ulta Beauty. Similarly, we offer a number of brands and products that are exclusive for a limited period of time or are offered in advance of our competitors, such as Morphe, Juvia’s Place, and Good Molecules. The Ulta Beauty Collection and permanent Ulta Beauty exclusive products represented approximately 3% of our total net sales in fiscal 2023. Both permanent and temporary exclusive products represented approximately 8% of our total net sales in fiscal 2023.\nCategories\nWe offer a balanced portfolio across six primary categories: (1) cosmetics; (2) skincare; (3) haircare products and styling tools; (4) fragrance and bath; (5) services; and (6) accessories and other, which includes other revenue sources such as the private label and co-branded credit card programs, royalties derived from the partnership with Target, and deferred revenue related to the loyalty program and gift card breakage.\n10\n​\nThe following table sets forth the approximate percentage of net sales attributed to each category for the periods presented:\n​\n​\nOrganization\n​\nOur merchandising team consists of a Chief Merchandising Officer who oversees the Senior Vice President of Cosmetics and category Vice Presidents who in turn oversee Divisional Merchandise Managers and their teams of buyers. Our Chief Merchandising Officer also oversees our centralized merchandise planning and forecasting group to ensure consistent execution across our omnichannel platforms and our planogram team.\nIn stores, we present products in an open-sell environment using centrally produced planograms (detailed schematics showing product placement in the store) and promotional merchandising planners. Our planogram team assists the merchants and inventory teams to keep new products flowing into stores on a timely basis. All major product categories undergo planogram revisions on a regular basis, and adjustments are made to assortment mix and product placement based on current sales trends. Our visual team works with our merchandising team to develop strategic placement of promotional merchandise, functional and educational signage, and creative product presentation standards in all of our stores. All stores receive centrally produced promotional merchandising planners to ensure consistent implementation of our marketing programs.\nPlanning and allocation\nWe have developed a disciplined approach to buying and a dynamic inventory planning and allocation process to support our merchandising strategy. We centrally manage product replenishment to our stores through our merchandise planning group. This group serves as a strategic partner to, and provides financial oversight of, the merchandising team. The merchandising team creates a sales forecast by category for the year. Our merchandise planning group creates an open-to-buy plan, approved by senior executives, for each product category. The open-to-buy plan is updated weekly with point-of-sale (POS) data, receipts, and inventory levels and is used throughout the year to balance buying opportunities and inventory return on investment. We believe this structure maximizes our buying opportunities while maintaining organizational and financial control. POS data is used to calculate sales forecasts and to determine replenishment levels. We determine promotional product replenishment levels using sales history from similar or comparable events. To ensure our inventory remains productive, our planning and replenishment group, along with senior executives, monitor the levels of clearance and aged inventory in our stores on a weekly basis.\nBrand partnerships\nWe have strong, active relationships with our brand partners. Our top ten brand partners, such as L’Oréal and Estée Lauder Companies, among others, represented 55% and 56% of our total net sales in fiscal 2023 and our fiscal year ended January 28, 2023 (fiscal 2022), respectively. We believe our brand partners view us as a significant distribution channel for growth and brand enhancement, and we work closely with them to market both new and existing brands.\nAll brand partners and respective subcontractors and their facilities are subject to the applicable Ulta Vendor Standards, which set forth the ethical, legal, social, and workplace standards to meet in order to do business with Ulta Beauty. In addition to complying with Ulta Vendor Standards, many brand partners have committed to help advance our mission to\n11\nmaintain the beauty of our environment\nand\nminimize our impact on the world around us by offering sustainable packaging. We have made a commitment that 50% of packaging from products sold at our stores will be recyclable, refillable, or made from recycled or bio-sourced materials by 2025.\nMarketing and advertising\nWe employ a multi-faceted marketing strategy to increase brand awareness, drive traffic to our stores, website, and mobile applications, acquire new loyalty program members, improve guest retention, increase frequency of shopping, and increase spend per member. We communicate with our guests and prospective guests through multiple vehicles, including print advertising, digital and social media, television and radio. These vehicles highlight the breadth of our selection of prestige, mass and salon beauty products, new products and services, and special offers, as well as build our emotional connection with guests. Our comprehensive public relations strategy enhances Ulta Beauty’s reputation as a beauty destination, increases brand awareness, supports our charitable efforts related to the Ulta Beauty Charitable Foundation, and drives awareness of new products, in-store events, and new store openings.\nThe Ulta Beauty Rewards loyalty program is an important tool to increase retention of existing guests and to enhance their loyalty to the Ulta Beauty brand. Our CRM platform enables sophisticated analysis of the customer data in our loyalty member database as well as greater personalization of our marketing campaigns and day-to-day communications. Our data demonstrates that loyalty members spend more per visit as compared to non-members. Ulta Beauty Rewards enables customers to earn points based on their purchases at Ulta Beauty stores, through our digital platforms, and at Ulta Beauty at Target. Points earned are valid for at least one year and may be redeemed on any product we sell or service we provide in Ulta Beauty stores or through our digital platforms. To enhance our loyalty program, we offer co-branded and private label credit cards. The credit cards drive higher wallet share and greater loyalty from our rewards members, provide increased consumer insights, and offer attractive economics. Furthermore, we continue to expand our gift card program through increased distribution in our store and online channels and through partnerships with third parties.\nWe are directing a growing percentage of our marketing expense towards digital, social media, and streaming advertising. We believe these channels are highly effective in communicating with existing guests, as well as driving consideration amongst those who have not yet shopped with us. Our digital marketing strategy includes search engine optimization, paid search, mobile advertising, social media, display advertising, and other digital marketing channels. Digital marketing, coupled with our national TV and radio advertising, has helped us increase brand awareness and consideration among those not familiar with Ulta Beauty, which we believe has resulted in new guests.\nRetail media network\nWe have a deep understanding of our Ulta Beauty Rewards loyalty members and their preferences. This unique understanding combined with our ongoing investment in data analytics and CRM capabilities enables us to create personalized experiences and value for our guests and has unlocked new ways for us to support our brand partners and drive additional vendor income. In 2022 we launched our retail media network, UB Media, to transform the way our brand partners can connect with beauty enthusiasts. UB Media offers brands a suite of media and advertising capabilities that aim to personalize guest engagement and drive the acquisition of new guests.\n​\nStaffing and operations\nRetail stores\nOur current Ulta Beauty store format is typically staffed with a general manager, a services manager, and three associate managers, along with approximately 28 full- and part-time associates, including approximately four to eight prestige consultants and five to ten licensed salon professionals. The management team in each store reports to the General Manager. The General Manager oversees all store activities including salon management, inventory management, merchandising, cash management, scheduling, hiring, and guest services. Members of store management receive bonuses depending on their position and based upon various performance metrics. Each General Manager reports to a District Manager, who in turn reports to a Regional Vice President of Operations, who in turn reports to a Senior Vice President\n12\nof Stores, who in turn reports to the Chief Store Operations Officer, who in turn reports to the President and Chief Operating Officer, who in turn reports to the Chief Executive Officer. Each store team receives additional support from time to time from recruiting specialists for the retail and salon operations, regionally based talent development managers, a field loss prevention team, service district educators and service district leaders, and brand partners.\nUlta Beauty stores are open seven days a week, typically eleven hours a day, Monday through Saturday, and seven hours on Sunday. Our stores have extended hours during the holiday season.\nSalon services\nA typical salon is staffed with five to ten licensed salon professionals, including six or more stylists, and select stores have an esthetician. Our most productive salons have a guest coordinator and an assistant manager. Our services district educators and brand partner education classes create a comprehensive educational program for approximately 7,500 Ulta Beauty salon professionals.\nSupply chain\nOur vision is to build and operate a dynamic and agile end-to-end supply chain that improves operational efficiency, performance, and guest experience to fuel organizational growth effectively. This includes enhanced systems and processes as well as a modernized distribution center network to support our new store and e-commerce growth. We operate four regional distribution centers that support both stores and e-commerce demand, and two fast fulfillment centers that support e-commerce orders only. In fiscal 2023, we opened our first market fulfillment center, which is smaller than our regional distribution centers, and focuses on our most productive products and supports e-commerce sales and store demand, enabling us to improve service and responsiveness, especially in markets with high store and population density. In addition, approximately 400 stores fulfill e-commerce orders as part of our ship-from-store program.\nInventory is shipped from our suppliers to our distribution centers, fast fulfillment centers, and market fulfillment centers. We replenish our stores with such products primarily in eaches (i.e., less-than-case quantities), which allows us to ship less than an entire case when only one or two of a particular product is required. Our distribution centers, fast fulfillment centers, and market fulfillment centers use warehouse management software systems to manage inventory to support product purchase decisions. Product is delivered to stores using a broad network of contract and local pool (final mile) carriers.\nHuman capital management\nWe believe our associates, with their combined skills, knowledge, experiences, and commitment to serving our guests, are among our most important resources and are critical to our continued success. We strive to make Ulta Beauty a great place to work by leading with our hearts, caring for each other in everything we do, and demonstrating integrity, authenticity and inclusivity in our daily actions.\nThe following table sets forth the approximate number of associates employed as of February 3, 2024:\n​\nWe have no collective bargaining agreements and have not experienced any work stoppages. We believe we have good relationships with our associates.\nDiversity, equity, and inclusion\nOur goal is to create an inclusive environment where associates feel they can be their authentic selves and every guest is optimally served, regardless of differences\n.\nA critical way we achieve this is by educating all associates on the lived\n13\nexperiences of their peers and key moments in time that have cultural or heritage significance, as well as the unconscious beliefs and biases that shape our behavior today. We embed diversity, equity, and inclusion (DEI) efforts through a cross-functional approach, led by our Chief Executive Officer, to ensure teams remain energized and motivated to lead in this critical space and integrate DEI in all that we do. We accomplish this through inclusive recruitment strategies, dedicating time to celebrate intersectionality and diversity, encouraging associates to build personal habits through everyday inclusive actions, and managing a diverse leaders program to empower, inspire, and educate high-potential diverse associates.\nIn addition, we aim to ensure that all in-store experiences are equitable, fair, and unbiased. We take action to support this goal by conducting quarterly trainings for in-store associates and providing weekly learning opportunities to focus on guest perspectives and reinforce key takeaways. We offer similar training across the organization to help key decision-makers and associates in their own learning journeys and support our Champion Diversity value and inclusion competency.\nThe following table sets forth key metrics as of February 3, 2024:\n​\n​\nOversight and management\nWe strive to make sure that our associates are at the heart of every decision we make. The Chief Human Resources Officer, along with the entire executive team, is responsible for developing and executing the Company’s human capital strategy. This includes the attraction, acquisition, development, and engagement of talent and the design of associate compensation and benefits programs. Our human capital objectives and initiatives, including the risks related to compensation policies and practices, management development and leadership succession, DEI policies and practices, and implementation and compliance monitoring of our code of business conduct, are also overseen by individual Board committees as described in our corporate governance guidelines.\nWe believe open and honest two-way communication is critical to maintaining strong associate engagement. We regularly conduct an associate engagement survey to determine associates’ satisfaction with their roles, their leaders, and the Company as a whole, which our executive team reviews and monitors. Our leadership team also hosts roundtable sessions, as well as additional forums, including department town halls, store and distribution center visits, and other small group gatherings, to dive deeper on specific topics.\nTraining and development\nOur success is dependent, in part, on our ability to attract, train, retain, and motivate qualified associates at all levels of the organization. We are committed to continually developing our associates and providing career advancement opportunities. Our associates and management teams are essential to our store expansion strategy. We use a combination of existing managers, promoted associates, and outside hires to support our new stores. The majority of our promotions are internal. As we continue to promote and develop from within, we are building a bench of associates and leaders who understand our business well and support our values-driven culture.\nAll of our associates participate in an interactive new-hire orientation through which each associate becomes acquainted with Ulta Beauty’s mission, vision, and values. Through our learning management system and our digital workplace system, we provide continuing education to associates throughout their careers at Ulta Beauty. Additionally, our leadership development program prepares promising future leaders for new levels of responsibility.\n14\nCompensation and benefits\nOur commitment to our associates and their well-being is one of our highest priorities. We have assembled a suite of benefits that affirms and supports all that our associates contribute every day, including\n:\nIn addition, we believe wellness, like beauty, is more than skin deep, so we offer mental health resources, such as counseling services and access to mobile applications, financial wellness planning and guidance, and health mobile applications and educational resources for soon-to-be parents.\nThe Ulta Beauty Charitable Foundation supports the Associate Relief Program to assist associates facing unforeseen financial hardship. The Associate Relief Program provides short-term financial support to reimburse medical bills or support temporary housing.\nSustainability\nWe strive to operate in an environmentally responsible manner. Our retail stores are focused on energy reduction efforts by maintaining safe indoor air for all customers while products are being used in our salons, using adequate energy-efficient lighting, managing the in-store temperatures, and making efficient use of water needed for our salon services. In addition, we will continue to look for ways to reduce our carbon footprint by investments in renewable energy credits and working with our brand partners to identify ways to work together to reduce Scope 3 emissions.\n​\nInformation technology\nWe are committed to using technology to enhance our competitive position. We intend to leverage our technology infrastructure and systems to gain operational efficiencies through more effective use of our systems, people, and processes. In fiscal 2021, we began a multi-year strategic investment agenda to upgrade key elements of our technology infrastructure including upgrading our our enterprise resource planning platform and refreshing our POS system in all stores, driving our digital store transformation, and building a modern ecosystem for future analytics and data-driven decisioning capabilities. Collectively, these investments are aimed at providing a flexible and scalable operating environment allowing for greater business efficiency and enhancing the guest experience. We will continue to make investments in our information systems to facilitate growth and enhance our competitive position. Also see “Cybersecurity” included as part of Item 1C. of this Annual Report on Form 10-K.\nIntellectual property\nWe have registered trademarks in the United States and other countries. The majority of our trademark registrations contain the ULTA mark, including Ulta Beauty and two related designs, Ulta.com and Ulta Salon, Cosmetics & Fragrance (and design). We maintain our marks and monitor filing deadlines for renewal and continued validity. All marks that are deemed material to our business have been applied for or registered in the United States and select foreign countries, including Canada, Mexico and other countries in Latin America, Europe, and Asia.\n15\nWe believe our trademarks, especially those related to the Ulta Beauty brand, “All Things Beauty. All In One Place.\n®”\n, “The Possibilities are Beautiful\n®\n”, “21 Days of Beauty\n®\n”, and “Conscious Beauty at Ulta Beauty\n®\n” have significant value and are important to building brand recognition.\nGovernment regulation\nWe are affected by extensive laws, governmental regulations, administrative determinations, court decisions, and similar constraints. Such laws, regulations, and other constraints exist at the federal, state, or local levels in the United States. The products we sell, such as cosmetics (including products with cannabidiol), dietary supplements, food, over-the-counter (OTC) drugs, medical devices, and styling tools, including our Ulta Beauty branded products, may be subject to regulation by the U.S. Food and Drug Administration (FDA), the U.S. Federal Trade Commission (FTC), the Consumer Product Safety Commission (CPSC), the Environmental Protection Agency (EPA), state regulatory agencies, and State Attorneys General (State AGs). Such regulations principally relate to the safety, labeling, manufacturing, advertising, and distribution of the products. In addition, the salon services provided in our stores may be subject to state and local regulations.\nCosmetics, OTC drugs, medical devices, and dietary supplements have specific regulatory requirements, including but not limited to ingredient, labeling, manufacturing, and holding requirements. Products such as wrinkle reducing lights may be classified as medical devices and, in addition to being subject to labeling and manufacturing requirements, may also be subject to premarketing review by the FDA. Finally, products such as styling tools (e.g., blow dryers and curling irons) are regulated by the CPSC, which has strict requirements including the requirement to report certain product defects. The labeling and packaging of all of these products may also be subject to the requirements of the Fair Packaging and Labeling Act and state specific requirements.\nFurther, statements we make in advertising, including statements about the safety or efficacy of products, pricing, and environmental claims, are subject to federal and state consumer protection laws, which generally prohibit unfair or deceptive practices.\nFederal, state, municipal, and local labor and employment statutes, laws, ordinances, regulations, mandates, and taxation laws, to which most retailers are typically subject, also impact our day-to-day operations. We are also subject to typical governmental and real estate land use restrictions and typical advertising and consumer protection laws (both federal and state). Our services operations are subject to state board regulations and state licensing requirements.\nIn our store leases, we require our landlords to obtain all necessary governmental approvals and permits for the site to be used as a retail site, and we also ask them to obtain any governmental approvals and permits for our specific use (but at times the responsibility for obtaining governmental approvals and permits for our specific use falls to us). As applicable, we require our landlords to deliver a certificate of occupancy for any work they perform on our buildings or the shopping centers in which our stores are located. If required by the municipality, we are responsible for delivering a certificate of occupancy for any remodeling or build-outs that we perform and are responsible for complying with all applicable laws in connection with such construction projects or build-outs.\nSeasonality\nOur business is subject to seasonal fluctuation. Significant portions of our net sales and profits are realized during the fourth quarter of the fiscal year due to the holiday selling season. To a lesser extent, our business is also affected by Mother’s Day and Valentine’s Day.\nAvailable information\nOur principal website address is www.ulta.com. We make available at this address under investor relations (at https://ulta.com/investor), free of charge, our proxy statement, annual report to shareholders, annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and all amendments to those reports as soon as reasonably practicable after such material is electronically filed with or furnished to the SEC. Information available on our website is not incorporated by reference in and is not deemed a part of this Form 10-K. In addition, our filings with\n16\nthe SEC may be accessed through the SEC’s website at www.sec.gov. All statements made in any of our securities filings, including all forward-looking statements or information, are made as of the date of the document in which the statement is included, and we do not assume or undertake any obligation to update any of those statements or documents unless we are required to do so by law."
  },
  {
    "item_key": "item_1a",
    "text": "The risks described below could materially and adversely affect our business, financial condition, results of operations, or future growth. We could also be affected by additional risks that apply to all companies operating in the United States, as well as other risks that are not presently known to us or that we currently consider to be immaterial. You should carefully consider the following risks and all of the other information contained in this Annual Report on Form 10-K before making an investment in our common stock.\nBusiness, Operational and Strategic Risks\nWe may not be able to sustain our growth plans and successfully implement our long-range strategic, operational and financial plans,\nwhich could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nOur continued and future growth largely depends on our ability to implement our long-range strategic, operational and financial plans and successfully open and operate new stores profitably. There can be no assurance that we will be successful in implementing our growth plans, long-range strategic imperatives and/or operational excellence priorities, including continuous improvement, Project SOAR (our replacement enterprise resource planning platform) and supply chain optimization, and our failure to do so could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nIf we are unable to gauge beauty trends and react to changing consumer preferences in a timely manner, our sales may decrease.\nWe believe our success depends in substantial part on our ability to:\nIf we are unable to anticipate and fulfill the merchandise needs of the consumer, our net sales may decrease and we may be forced to increase markdowns of slow-moving merchandise, either of which could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nAny significant interruption in the operations of our distribution, fast fulfillment, and market fulfillment centers could disrupt our ability to deliver merchandise to our stores and guests in a timely manner, which could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nWe distribute products to our stores without supplementing such deliveries with direct-to-store arrangements from vendors or wholesalers. We are a retailer carrying approximately 25,000 beauty products that change on a regular basis in response to beauty trends, which makes the success of our operations particularly vulnerable to disruptions in our distribution infrastructure. Any significant interruption in the operation of our supply chain infrastructure, such as disruptions in our information systems, disruptions in operations due to fire, natural disasters, or other catastrophic\n17\nevents, labor disagreements, inventory availability, or shipping and transportation problems, could drastically reduce our ability to receive and process orders and provide products and services to our stores and guests, which could have a material adverse effect on our business, financial condition, profitability, and cash flows. In addition, shipping and transportation costs represent a component of our cost structure and an increase in shipping and transportation costs, including as a result of inflationary pressures, could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nOur e-commerce platform exposes us to certain additional risks which could adversely affect our results of operations.\nWe offer most of our beauty products for sale through our Ulta.com website and through our mobile applications. As a result, we encounter risks and difficulties frequently experienced by internet-based businesses, including risks related to our ability to attract and retain customers on a cost-effective basis and our ability to operate, support, expand, and develop our internet operations, website, mobile applications and software, and other related operational systems. Although we believe that our omnichannel participation is a distinct advantage for us due to synergies and the potential for new customers, supporting product offerings through these channels can create issues that have the potential to adversely affect our results of operations. For example, if our e-commerce platform successfully grows, it may do so in part by attracting existing guests, rather than new guests, who choose to purchase products from us online or through our mobile applications rather than from our physical stores, thereby reducing the financial performance of our stores. In addition, offering different products through each channel could cause conflicts and cause some of our current or potential internet or mobile customers to consider competing distributors of beauty products. Offering products through our internet channel or through our mobile applications could also cause some of our current or potential vendors to consider competing internet or mobile offerings of their products either on their own or through competing distributors. Additionally, omnichannel retailing continues to rapidly evolve, and we must keep pace with changing guest expectations and new developments by our competitors. As we continue to grow our e-commerce platform, the impact of attracting existing rather than new guests, conflicts between product offerings online or through our mobile applications and through our stores, and opening up our channels to increased competition from pure-play e-commerce companies could have a material adverse effect on our business, financial condition, profitability, and cash flows. In addition, if we are unable to make, improve, or develop relevant guest-facing technology in a timely manner, our ability to compete and our results of operations could be adversely affected.\nIncreased costs or interruption in our third-party vendors’ overseas sourcing operations could disrupt production, shipment, or receipt of some of our merchandise, which could result in lost sales and could increase our costs.\nWe directly source the majority of our Ulta Beauty branded product components and gifts with purchase and other promotional products through third-party vendors using foreign factories. In addition, many of our vendors use overseas sourcing to varying degrees to manufacture some or all of their products. Any event causing a disruption of manufacturing or imports from such foreign countries, including the imposition of import restrictions, geopolitical events, unanticipated political changes, increased customs duties, and legal or economic restrictions on overseas suppliers’ ability to produce and deliver products, could result in substantial disruptions in our supply chain (including inventory availability) and materially harm our operations. We have no long-term supply contracts with respect to such foreign-sourced items, many of which are subject to existing or potential duties, tariffs, or quotas that may limit the quantity of certain types of goods that may be imported into the United States from such countries. Our business is also subject to a variety of other risks generally associated with sourcing goods from abroad, such as political instability, disruption of imports by labor disputes, and local business practices. Our sourcing operations may also be hurt by health concerns regarding infectious diseases in countries in which our merchandise is produced, adverse weather conditions or natural disasters that may occur overseas, or acts of war or terrorism, to the extent these acts affect the production, shipment, or receipt of merchandise. Our future operations and performance will be subject to these factors, and these factors could have a material adverse effect on our business, financial condition, profitability, and cash flows or may require us to modify our current business practices and incur increased costs.\n18\nWe rely on our good relationships with brand partners to purchase prestige, mass, and salon beauty products on reasonable terms, and to offer certain brands or products that are permanently or temporarily exclusive to us. If these relationships were to be impaired, or if certain brand partners were to change their distribution model or are unable to supply sufficient merchandise to keep pace with our growth plans, we may not be able to obtain a sufficient selection or volume of merchandise on reasonable terms, and we may not be able to respond promptly to changing trends in beauty products, either of which could have a material adverse effect on our competitive position, business, financial condition, profitability, and cash flows.\nWe have no long-term supply agreements with brand partners, and therefore, our success depends on maintaining good relationships with our brand partners. Our business depends to a significant extent on the willingness and ability of our brand partners to supply us with a sufficient selection and volume of products to stock our stores. Some of our prestige brand partners may not have the capacity to supply us with sufficient merchandise to keep pace with our growth plans. We also have strategic partnerships with certain core brands, which have allowed us to benefit from the growing popularity of such brands. Any of our other core brands could in the future decide to scale back or end its partnership with us and strengthen its relationship with our competitors, which could negatively impact the revenue we earn from the sale of such products. If we fail to maintain strong relationships with our existing brand partners, or if we fail to continue acquiring and strengthening relationships with additional brand partners of beauty products, our ability to obtain a sufficient amount and variety of merchandise on reasonable terms may be limited, which could have a negative impact on our competitive position.\nDuring fiscal 2023 and fiscal 2022, merchandise supplied to Ulta Beauty by our top ten brand partners accounted for approximately 55% and 56% of our net sales, respectively. There continues to be vendor consolidation within the beauty products industry. The loss of or a reduction in the amount of merchandise made available to us by any one of these key vendors, or by any of our other brand partners, could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nWe also offer products that are permanently exclusive to us and offer a number of brands and products that are exclusive to us for a limited period of time or are offered in advance of our competitors. If our brand partners ceased granting us permanent or temporary exclusive rights our net sales could be negatively impacted, which could have a material adverse effect on our business, financial condition and profitability.\nIf we are unable to protect against inventory shrink\n, our results of operations and financial condition could be adversely affected.\n​\nOur business depends on our ability to effectively manage our inventory. Risk of inventory loss (also called shrink) is inherent in the retail business. We have historically experienced inventory shrink due to damage, theft (including from organized retail crime), and other causes. While some level of inventory shrink is unavoidable, we continue to experience elevated levels of inventory shrink relative to historical levels, which have adversely affected, and could continue to adversely affect, our results of operations and financial condition. To protect against rising inventory shrink, we have taken, and may continue to take, certain operational and strategic actions that could adversely affect our reputation, guest experience, and results of operations.\n​\nOur comparable sales and quarterly financial performance may fluctuate for a variety of reasons, which could result in a decline in the price of our common stock.\nOur comparable sales and quarterly results of operations have fluctuated in the past, and we expect them to continue to fluctuate in the future. A variety of factors affect our comparable sales and quarterly financial performance, including:\n19\n​\nAccordingly, our results for any one fiscal quarter are not necessarily indicative of the results to be expected for any other quarter, and comparable sales for any particular future period may decrease. In that event, the price of our common stock may decline.\nThe capacity of our distribution and order fulfillment infrastructure and the performance of our distribution centers, fast fulfillment centers, and market fulfillment centers may not be adequate to support our future growth, which could prevent the successful implementation of these plans or cause us to incur excess costs to expand this infrastructure, which could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nWe currently operate four regional distribution centers, which house the distribution operations for Ulta Beauty retail stores together with the order fulfillment operations of our e-commerce platform, two fast fulfillment centers (e-commerce only), and one market fulfillment center (with a second one expected to open in fiscal 2024), which focuses on our most productive products and supports e-commerce and retail stores. To support our expected future growth and to maintain the efficient operation of our business, it is likely additional distribution facilities will be added in the future. Our failure to effectively upgrade and expand our distribution capacity on a timely basis to keep pace with our anticipated growth in stores and the performance of our distribution centers could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nIf our marketing, advertising and promotional programs are unsuccessful, our results of operations and financial condition could be adversely affected.\n​\nCustomer traffic and demand for our merchandise are influenced by our advertising, marketing, and promotional activities. We use marketing, advertising, and promotional programs to attract customers through various media, including social media, websites, mobile applications, email, and print. Our future growth and profitability will depend in part upon the effectiveness and efficiency of our advertising and marketing programs. Further, disruption to certain media channels could have a material adverse effect on our results of operations and financial condition.\nUse of social media may adversely impact our reputation.\nGiven the pervasive use of social media platforms, including blogs, social media websites, and other forms of internet-based and mobile communications, negative commentary regarding us or the products we sell may be adverse to our reputation or business. Customers value readily available information and often act on such information without further investigation and without regard to its accuracy or source. The harm may be immediate without affording us an opportunity for redress or correction.\nWe also use social media platforms as marketing tools. For example, we maintain Facebook, Twitter, Instagram, TikTok, and Pinterest accounts. As laws and regulations evolve to govern the use of these platforms and devices, the failure by us, our employees, or third parties acting at our direction to abide by applicable laws and regulations in the use of these platforms and devices could adversely impact our business, financial condition, profitability, and cash flows.\nIf we fail to retain our existing senior management team or attract qualified new personnel at all levels, such failure could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nOur business requires disciplined execution at all levels of our organization. This execution requires an experienced and talented management team. If we were to lose the benefit of the experience, efforts, and abilities of key executive personnel, it could have a material adverse effect on our business, financial condition, profitability, and cash flows.\n20\nFurthermore, our ability to manage our retail expansion requires us to continue to train, motivate, and manage our associates. We also need to attract, motivate, and retain additional qualified executive, managerial, and merchandising personnel and store and distribution center associates. Competition for this type of personnel is intense, and we may not be successful in attracting, assimilating, and retaining the personnel required to grow and operate our business profitably. In addition, fluctuations in the cost of labor, including as a result of inflationary pressures on wages, may negatively impact our profitability and cash flows.\nOur secured revolving credit facility contains certain restrictive covenants that could limit our operational flexibility, including our ability to open stores.\nWe have an $800.0 million secured revolving credit facility with a term expiring in March 2029. Substantially all of our assets are pledged as collateral for outstanding borrowings under the agreement. The credit facility agreement contains usual and customary restrictive covenants that, among other things, limit our ability to incur additional indebtedness, pay cash dividends and repurchase our stock, and merge or consolidate with another entity, and requires us to maintain a fixed charge coverage ratio of not less than 1.0 to 1.0 during such periods when availability under the agreement falls below a specified threshold. These covenants could restrict our operational flexibility and any failure to comply with these covenants or our payment obligations would limit our ability to borrow under the credit facility and, in certain circumstances, may allow the lenders thereunder to require repayment.\nEconomic, Market and Other External Risks\nMacroeconomic conditions could have a material adverse impact on our business, financial condition, profitability, and cash flows.\n​\nMacroeconomic conditions, including inflation, elevated interest rates and recessionary concerns, as well as continuing labor cost pressures, and transportation and shipping cost pressures, have had, and may continue to have, a negative impact on our business, financial condition, profitability, and cash flows. We expect the impact of inflationary cost pressures to continue in 2024, and we continue to closely monitor macroeconomic conditions, including customer behavior, and the impact of these factors on customer demand. Continuing or worsening inflation, recessionary concerns and/or cost pressures, may have a material adverse impact on our business, financial condition, profitability, and/or cash flows.\nAlthough we do not have any operations outside the United States, geopolitical events, including the ongoing conflicts in Ukraine and the Middle East, have caused greater uncertainty in the global economy and exacerbated the inflation situation.\nThe health of the economy may affect consumer purchases of discretionary items such as beauty products and salon services, which could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nOur results of operations may be materially affected by conditions in the capital markets and the economy generally. We appeal to a wide demographic consumer profile and offer an extensive selection of beauty products sold directly to retail consumers and premium salon services. Uncertainty in the economy could adversely impact consumer purchases of discretionary items across all of our product categories, including prestige beauty products and premium salon services. Factors that could affect consumers’ willingness to make such discretionary purchases include: general business conditions, inflationary pressures, recessionary concerns, levels of employment, interest rates, tax rates, the availability of consumer credit, consumer confidence in future economic conditions, and risks related to epidemics or pandemics and geopolitical events. In the event of a prolonged period of inflation, an economic downturn or a recession, consumer spending habits could be adversely affected, and we could experience lower than expected net sales.\nIn addition, a general deterioration in economic conditions could adversely affect our commercial partners including our brand partners as well as the real estate developers and landlords who we rely on to construct and operate centers in which our stores are located. A bankruptcy or financial failure of a significant vendor or a number of significant real estate developers or shopping center landlords could have a material adverse effect on our business, financial condition, profitability, and cash flows. Additionally, volatility and disruption to the capital and credit markets may have a\n21\nsignificant, adverse impact on global economic conditions, resulting in inflationary or recessionary pressures and declines in consumer confidence and economic growth, which, in turn, may lead to declines in consumer spending. Reduced consumer spending could cause changes in customer order patterns and changes in the level of merchandise purchased by our customers, and may signify a reset of consumer spending habits, all of which may adversely affect our business, financial condition, profitability, and cash flows.\nWe may be unable to compete effectively in our highly competitive markets.\nThe markets for beauty products and salon services are highly competitive with few barriers to entry. We compete against a diverse group of retailers, both small and large, including regional and national department stores, specialty retailers, drug stores, mass merchandisers, high-end and discount salon chains, locally owned beauty retailers and salons, online capabilities of national retailers, pure-play e-commerce companies, online marketplaces, catalog retailers, and direct response television, including television home shopping retailers and infomercials. We believe the principal bases upon which we compete are the breadth of merchandise, our value proposition, the quality of our guests’ shopping experience, and the convenience of our stores as one-stop destinations for beauty products and salon services. Many of our competitors are, and many of our potential competitors may be, larger and have greater financial, marketing, and other resources and therefore, may be able to adapt to changes in customer requirements more quickly, devote greater resources to the marketing and sale of their products, generate greater national brand recognition, or adopt more aggressive pricing policies than we can. As a result, we may lose market share, which could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nA reduction in traffic to, or the closing of, the other destination retailers in the shopping areas where our stores are located could significantly reduce our sales and leave us with excess inventory, which could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nAs a result of our real estate strategy, most of our stores are located in off-mall shopping areas known as power centers. Power centers typically contain three to five big-box anchor stores along with a variety of smaller specialty tenants. As a consequence of most of our stores being located in such shopping areas, our sales are derived, in part, from the volume of traffic generated by the other destination retailers and the anchor stores in power centers where our stores are located. Customer traffic to these shopping areas may be adversely affected by the closing of such destination retailers or anchor stores, or by a reduction in traffic to such stores resulting from a regional or global economic downturn, a public health crisis, a general downturn in the local area where our store is located, or a decline in the desirability of the shopping environment of a particular power center. Such a reduction in customer traffic would reduce our sales and leave us with excess inventory, which could have a material adverse effect on our business, financial condition, profitability, and cash flows. We may respond by increasing markdowns, initiating marketing promotions, or transferring product to other stores to reduce excess inventory, which would further decrease our gross profits and net income.\nEpidemics, pandemics, natural disasters, or other catastrophes or crises could have a material adverse effect on our business, financial condition, profitability, and cash flows.\n​\nEpidemics, pandemics, or other public health crises, natural disasters, such as hurricanes, tornados, wildfires, earthquakes, and mudslides, as well as acts of violence or terrorism, have resulted in the temporary closure of our stores and, in the future, could also result in physical damage to our properties, the temporary closing of our stores, the temporary closing of our distribution, fast fulfillment, and market fulfillment centers, the temporary lack of an adequate work force, the temporary or long-term disruption in the supply of products (or a substantial increase in the cost of those products) from domestic or foreign suppliers, the temporary disruption in the delivery of goods both to and from our distribution, fast fulfillment, and market fulfillment centers (or a substantial increase in the cost of those deliveries), the temporary reduction in the availability of products in our stores and/or the temporary reduction in visits to stores by customers.  Accordingly, if one or more epidemics, pandemics, natural disasters, and/or acts of violence or terrorism were to occur in the future, it could have a material adverse effect on our business, financial condition, profitability, and cash flows or may require us to incur increased costs.\n​\n22\nOur stock repurchase programs could affect the price of our common stock and may be suspended or terminated at any time, which may result in a decrease in the trading price of our common stock.\nWe may have in place from time to time, a stock repurchase program. Any such stock repurchase program adopted will not obligate the Company to repurchase any dollar amount or number of shares of common stock and may be suspended or discontinued at any time, which could cause the market price of our common stock to decline. Repurchases pursuant to any such stock repurchase program could affect our stock price and the existence of a stock repurchase program could also cause our stock price to be higher than it would be in the absence of such a program. There can be no assurance that any stock repurchases will enhance stockholder value because the market price of our common stock may decline below the levels at which we repurchased shares of common stock.\n​\nClimate change might adversely impact our business operations and/or our supply chain.\n​\nScientific consensus shows that carbon dioxide and other greenhouse gases in the atmosphere have caused and will in the future cause changes in weather patterns around the globe. Climatologists predict these changes will result in the increased frequency of extreme weather events and natural disasters which could disrupt our business operations or those of our suppliers. These weather events could also lead to an increased rate of temporary store closures and reduced customer traffic at our stores. In addition, concern about climate change and greenhouse gases may result in new or additional legal, legislative, and/or regulatory requirements to reduce or mitigate the effects of climate change on the environment. Any such new requirements could increase our operating costs for things like energy or packaging, as well as our product supply chain and distribution costs.\n​\nThere is also increased focus, including by investors, guests, and other stakeholders, on climate change and other environmental, social, governance and sustainability matters, including single use plastic, energy, waste and worker safety. Concern about climate change might cause consumer preferences to change, including moving away from products or ingredients considered to have high climate change impact and towards products that are more sustainably made, and we expect to incur additional costs in connection with our initiatives in this area.\n​\nOur reputation could be damaged if we do not (or are perceived not to) act responsibly with respect to these matters and, taken together, these matters could materially and adversely affect our business, financial condition, profitability and cash flows, as well as our ability to meet the needs of our customers.\n​\nInformation Security, Cybersecurity, Data Privacy, Regulatory and Legal Risks\n​\nCybersecurity or information security breaches and other disruptions could compromise our information, result in the unauthorized disclosure of confidential guest, employee, Company and/or business partners’ information, damage our reputation, and expose us to liability, which could negatively impact our business.\nIn the ordinary course of our business, we collect, process, and store sensitive and confidential data, including our proprietary business information and that of our guests, suppliers, and business partners, and personally identifiable information of our guests and employees, in our data centers and on our networks. The secure processing, maintenance, and transmission of this information is critical to our operations. We rely on commercially available systems, software, tools, and monitoring to provide security for processing, transmission, and storage of confidential information. Despite the security measures we have in place and continual vigilance in regard to the protection of sensitive information, our systems and those of our third-party service providers may be vulnerable to security breaches, denial-of-service attacks, break-ins, phishing attacks, social engineering, acts of vandalism, computer viruses, misplaced or lost data, human errors, or other similar events. Furthermore, we allow certain of our employees to work remotely, as certain of our third-party service providers also allow, and this remote working environment may increase cybersecurity related risks. Any such breach could compromise our networks and the information stored there could be accessed, publicly disclosed, lost, or stolen. Any such access, disclosure, or other loss of information could result in legal claims or proceedings, liability under laws that protect the privacy of personal information, disrupt our operations, damage our reputation, and cause a loss of confidence in our business, products, and services, which could adversely affect our business, financial condition, profitability, and cash flows.\n23\nWe are subject to risks relating to our information technology systems, and any failure to adequately protect our critical information technology systems, successfully upgrade our information technology systems, or any material disruption of our information systems could negatively impact financial results and materially adversely affect our business operations, particularly during the holiday season.\nWe are dependent on a variety of information systems, including management, supply chain and financial information, and various other processes and transactions, to effectively manage our business. We also are expanding and upgrading our information systems (including replacing our enterprise resource planning platform through Project SOAR) to support historical and expected future growth. The failure of these projects, the failure of our information systems to perform as designed, or breaches of security could have an adverse effect on our business and results of our operations. Any material disruption of our systems could disrupt our ability to track, record, and analyze the merchandise that we sell and could cause delays or cancellation of customer orders or impede the manufacture or shipment of products, the processing of transactions, our ability to receive and process e-commerce orders, and/or the reporting of financial results.\nOur e-commerce operations are increasingly important to our business. The Ulta.com website and our mobile applications serve as an effective extension of Ulta Beauty’s marketing and prospecting strategies by exposing potential new customers to the Ulta Beauty brand, product offerings, and enhanced content. As the importance of our website, mobile applications, and e-commerce operations to our business continues to grow, we are increasingly vulnerable to downtime and other technical failures. Our failure to successfully respond to these risks could reduce e-commerce sales and damage our brand’s reputation.\nFailure to maintain satisfactory compliance with applicable privacy and data protection laws and regulations may subject us to negative financial consequences, including civil or criminal penalties, and harm our brand and reputation.\n​\nComplex local, state and national laws and regulations apply to the collection, use, retention, protection, disclosure, transfer, and other processing of personal data. These privacy and data protection laws and regulations are quickly evolving, with new or modified laws and regulations proposed and implemented frequently (such as those enacted by California and certain other states) and existing laws and regulations subject to new or different interpretations and enforcement. Complying with these laws and regulations may cause us to incur substantial costs, require changes to our business practices, and limit our ability to obtain data used to provide a differentiated guest experience. In addition, our failure to comply with applicable laws and regulations or other obligations to which we may be subject relating to personal data, or to protect personal data from unauthorized access, use, or other processing, could result in enforcement actions and regulatory investigations against us, claims for damages by guests and other affected individuals, fines, and/or damage to our brand and reputation, any of which could adversely affect our business, financial condition, profitability, and cash flows.\n​\nLitigation and other legal or regulatory proceedings or claims and the outcome of such litigation, proceedings or claims, including possible fines and penalties, could have a material adverse effect on our business and any loss contingency accruals may not be adequate to cover actual losses.\nFrom time to time, we are subject to litigation, including potential class action and single-plaintiff litigation and other legal or regulatory proceedings or claims in the ordinary course of our business operations regarding, but not limited to, employment matters, consumer claims, security of consumer and employee personal information, contractual relations with suppliers, marketing and infringement of trademarks, and other intellectual property rights. Litigation to defend ourselves against claims by third parties, or to enforce any rights that we may have against third parties, may be necessary, which could absorb significant management time and/or result in substantial costs and diversion of our resources, causing a material adverse effect on our business, financial condition, profitability, and cash flows. We establish accruals for potential liability arising from litigation and other legal or regulatory proceedings or claims when potential liability is probable and the amount of the loss can be reasonably estimated based on currently available information. We may still incur legal costs for a matter even if we have not accrued a liability. In addition, actual losses may be higher than the amount accrued for a certain matter, or in the aggregate. Any resolution of litigation or other legal or regulatory proceedings or claims could materially adversely impact our business, financial condition, profitability, and cash flows.\n24\nSpecifically, our technologies, promotional products purchased from third-party vendors, and/or Ulta Beauty branded products, or potential products in development may infringe rights under patents, patent applications, trademark, copyright, or other intellectual property rights of third parties in the United States and abroad. These third parties could bring claims against us that would cause us to incur substantial expenses and, if successful, could cause us to pay substantial damages. Further, if a third party were to bring an intellectual property infringement suit against us, we could be forced to stop or delay development, manufacturing, or sales of the product that is the subject of the suit.\nAs a result of intellectual property infringement claims, or to avoid potential claims, we may choose to seek, or be required to seek, a license from the third party and would most likely be required to pay license fees or royalties or both. These licenses may not be available on acceptable terms, or at all. Ultimately, we could be prevented from commercializing a product or be forced to cease some aspect of our business operations if, as a result of actual or threatened intellectual property infringement claims, we are unable to enter into licenses on acceptable terms. Even if we were able to obtain a license, the rights may be non-exclusive, which would give our competitors access to the same intellectual property. The inability to enter into licenses could harm our business significantly.\nIf our manufacturers are unable to produce products manufactured uniquely for Ulta Beauty, including the Ulta Beauty Collection and Ulta Beauty branded gifts with purchase and other promotional products, consistent with applicable regulatory requirements, we could suffer lost sales and be required to take costly corrective action, which could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nWe do not own or operate any manufacturing facilities and therefore depend upon independent third-party vendors for the manufacture of all products manufactured uniquely for Ulta Beauty, including the Ulta Beauty Collection and Ulta Beauty branded gifts with purchase and other promotional products. The FDA does not currently have a pre-market approval system for cosmetics, but requires safety and efficacy substantiation. If we or our third-party manufacturers fail to comply with applicable regulatory requirements, we could be required to take costly corrective action. In addition, sanctions under various laws may include seizure of products, injunctions against future shipment of products, restitution and disgorgement of profits, operating restrictions, and criminal prosecution. These events could interrupt the marketing and sale of our Ulta Beauty branded products, severely damage our brand reputation and image in the marketplace, increase the cost of our products, cause us to fail to meet customer expectations, or cause us to be unable to deliver merchandise in sufficient quantities or of sufficient quality to our stores, any of which could result in lost sales, which could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nWe, as well as our vendors, are subject to laws and regulations that could require us to modify our current business practices and incur increased costs, which could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nIn our U.S. markets, numerous laws and regulations at the federal, state, and local levels can affect our business. Legal requirements are frequently changed and subject to interpretation, and we are unable to predict the ultimate cost of compliance with these requirements or their effect on our operations. If we fail to comply with any present or future laws or regulations, we could be subject to future liabilities, a prohibition on the operation of our stores, or a prohibition on the sale of our Ulta Beauty branded products. In particular, failure to adequately comply with the following legal requirements could have a material adverse effect on our business, financial condition, profitability, and cash flows.\n25\nThe formulation, manufacturing, packaging, labeling, distribution, sale, and storage of our vendors’ products and our Ulta Beauty branded products are also subject to extensive regulation by various federal agencies, including FDA, FTC, CPSC, and various state and local agencies, such as State AGs and District Attorneys. If we, our vendors, or the manufacturers of our Ulta Beauty branded products fail to comply with those regulations, we could become subject to significant penalties, claims, or product recalls, which could harm our results of operations, our reputation and/or our ability to conduct our business.\nAdditionally, the adoption of new regulations or changes in the interpretations of existing regulations may result in significant compliance costs or discontinuation of product sales and may impair the marketability of our vendors’ products or our Ulta Beauty branded products, resulting in significant loss of net sales. Our failure to comply with federal, state, or local requirements when we advertise our products (including prices) or services, or engage in other promotional activities, in digital (including social media), television, or print may result in enforcement actions and imposition of penalties or otherwise harm the distribution and sale of our products.\nOur associates or others may engage in misconduct or other improper activities, including noncompliance with our policies and procedures.\nWe are exposed to the risk of misconduct or other improper activities by our associates and third parties such as independent contractors or agents. Misconduct by associates, independent contractors, or agents could include inadvertent or intentional failures to comply with our policies and procedures, the laws and regulations to which we are subject, and/or ethical, social, product, labor, and environmental standards. Our current and former associates or independent contractors may also become subject to allegations of sexual harassment, racial and gender discrimination, or other similar misconduct, which, regardless of the ultimate outcome, may result in adverse publicity that could significantly harm our brand, reputation, and operations. Associate misconduct could also involve improper use of information obtained in the course of the associate’s prior or current employment, which could result in legal or regulatory action and harm to our reputation.\n​\nIf we are unable to protect our intellectual property rights, our brand and reputation could be harmed, which could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nWe regard our trademarks, trade dress, copyrights, trade secrets, know-how, and similar intellectual property as critical to our success. Our principal intellectual property rights include registered and common law trademarks on “The Possibilities are Beautiful.\n®\n,” “Ulta Beauty,” “Ulta,” and other marks incorporating our name and “All Things Beauty. All in One Place\n®\n,” “21 Days of Beauty\n®\n,” and “Conscious Beauty at Ulta Beauty\n®\n,” copyrights in our website and mobile applications content, rights to our domain name www.ulta.com, and trade secrets and know-how with respect to our Ulta Beauty branded product formulations, product sourcing, sales and marketing, and other aspects of our business, and our digital innovations such as try-on applications and artificial intelligence. As such, we rely on trademark and copyright law, trade secret protection, and confidentiality agreements with certain of our employees, consultants, suppliers, and others to protect our proprietary rights. If we are unable to protect or preserve the value of our trademarks, copyrights, trade secrets, or other proprietary rights for any reason (including any cybersecurity incident that results in the unauthorized use of our intellectual property rights), or if other parties infringe on our intellectual property rights, our brand and reputation could be impaired, and we could lose customers, which could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nIn addition, we license certain of our trademarks to some of our business partners. While we enter into comprehensive agreements with our business partners covering, among other things, use of our brand name, the value of our brand and our reputation could be impaired to the extent that our business partners do not operate their businesses, including their stores or websites, in a manner consistent with our requirements regarding our brand identities and customer experience standards. Failure to protect the value of our brands, or any other harmful acts or omissions by a business partner, could have an adverse effect on our business, financial condition, profitability, cash flows and reputation.\n​\n26\nOur Ulta Beauty branded products and salon services may cause unexpected and undesirable side effects that could result in their discontinuance or expose us to lawsuits, either of which could result in unexpected costs and damage to our reputation, which could have a material adverse effect on our business, financial condition, profitability, and cash flows\n.\nUnexpected and undesirable side effects caused by our Ulta Beauty branded products for which we have not provided sufficient label warnings or salon services, which may have been performed negligently, could result in the discontinuance of sales of our products or of certain salon services or prevent us from achieving or maintaining market acceptance of the affected products and services. Such side effects could also expose us to product liability or negligence lawsuits. Any claims brought against us may exceed our existing or future insurance policy coverage or limits. Any judgment against us that is in excess of our policy limits would have to be paid from our cash reserves, which would reduce our capital resources. These events could cause negative publicity regarding our Company, brand, or products, which could in turn harm our reputation and net sales, which could have a material adverse effect on our business, financial condition, profitability, and cash flows.\nAnti-takeover provisions in our organizational documents and Delaware law may discourage or prevent a change in control, even if a sale of the Company would be beneficial to our stockholders, which could cause our stock price to decline and prevent attempts by our stockholders to replace or remove our current management.\nOur certificate of incorporation and bylaws contain provisions that may delay or prevent a change in control, discourage bids at a premium over the market price of our common stock, and harm the market price of our common stock and diminish the voting and other rights of the holders of our common stock. These provisions include:\nWe are also subject to provisions of Delaware law that, in general, prohibit any business combination with a beneficial owner of 15% or more of our common stock for three years after the stockholder becomes a 15% stockholder, subject to specified exceptions. Together, these provisions of our certificate of incorporation and bylaws and of Delaware law could make the removal of management more difficult and may discourage transactions that otherwise could involve payment of a premium over prevailing market prices for our common stock."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_1c",
    "text": "We depend on a variety of information systems and technologies to maintain and improve our competitive position and to manage the operations of our business, including supply chain, merchandising, point of sale, e-commerce, marketing, finance, accounting, and human resources. Our core business systems consist mostly of purchased software programs that integrate together with our internally developed software solutions across a company-wide network that connects all corporate users, stores, and our distribution center infrastructure.\nWe manage data security and privacy at the highest levels.\nThe Company’s Board of Directors oversees an enterprise-wide approach to risk management (ERM), designed to support the achievement of organizational objectives, including strategic objectives, to improve long-term organizational performance and enhance stockholder value. Management is responsible for the Company’s day-to-day risk management activities and processes, and our Board’s role is to engage in informed oversight of, and provide guidance\nwith respect to, such risk management activities and processes. The Company’s cybersecurity policies, standards, and practices are fully integrated into the Company’s ERM program and are based on recognized frameworks established by the National Institute of Standards and Technology, the\n27\nInternational Organization for Standardization and other applicable industry standards. In general, the Company seeks to address cybersecurity risks through a comprehensive, proactive cross-functional approach that is focused on preserving the confidentiality, security, and availability of the information that the Company collects and stores by identifying, preventing, and mitigating cybersecurity threats and effectively responding to cybersecurity incidents if they occur.\n​\nRisk Management and Strategy\n​\nAs one of the critical elements of the Company’s overall ERM approach, the Company’s cybersecurity program is focused on the following key areas:\nCollaborative Approach.\nThe Company has implemented a comprehensive, cross-functional approach to identifying, preventing, and mitigating cybersecurity threats and incidents, while also implementing controls and procedures that provide for the prompt identification and escalation of certain cybersecurity incidents so that decisions regarding the public disclosure and reporting of such incidents can be made by management in a timely manner.\nTechnical Safeguards.\nThe Company’s Security Operations Center, led by our Vice President IT Risk Management (Chief Information Security Officer), constantly and proactively monitors our network and application landscape for threats and anomalies. The Security Operations Center deploys technical safeguards that are designed to protect the Company’s information systems from cybersecurity threats, including firewalls, intrusion prevention and detection systems, anti-malware functionality and access controls, which are evaluated and improved through vulnerability assessments and cybersecurity threat intelligence.\nIncident Response Plan\n. The Company has established and maintains a comprehensive incident response plan that addresses the Company’s response to a cybersecurity incident.\nThird-Party Risk Management.\nThe Company maintains a comprehensive, risk-based approach to identifying and overseeing cybersecurity risks presented by third parties, including vendors, service providers, and other external users of the Company’s systems, as well as the systems of third parties that could adversely impact our business in the event of a cybersecurity incident affecting those third-party systems.\nTraining.\nAll Ulta Beauty associates have a role as stewards of Company data, and we educate them on how to keep data safe. As part of the Company’s annual security awareness training and regular training around phishing, we train associates on how to keep devices and data safe in public places; how to avoid security threats and phishing scams; how to maintain a secure workplace; and everyday practices that help maintain the security of corporate digital devices, data and systems.\nThe Company engages in the periodic assessment and testing of the Company’s policies, standards, processes, and practices that are designed to address cybersecurity threats and incidents. We assess ourselves against the National Institute of Standards and Technology Cybersecurity Framework, Payment Card Industry Data Security Standard and management’s defined technology controls to support internal controls over financial reporting. These efforts include a wide range of activities, including audits, assessments, tabletop exercises, threat modeling, vulnerability testing, and other exercises focused on evaluating the effectiveness of our cybersecurity measures and planning. The Company regularly engages third parties to perform assessments on our cybersecurity measures, including information security maturity assessments, audits, and independent reviews of our information security control environment and operating effectiveness, including network penetration assessments. The results of such assessments, audits, and reviews are reported to the Audit Committee of the Board and the Board of Directors, and the Company adjusts its cybersecurity policies, standards, processes, and practices as necessary based on the information provided by these assessments, audits, and reviews.\nIn the last three fiscal years, the Company has not experienced any material cybersecurity incidents, and expenses incurred from cybersecurity incidents were immaterial. Cybersecurity threats, including as a result of any previous cybersecurity incidents, have not materially affected or are not reasonably likely to materially affect the Company, including its business strategy, results of operations or financial condition. Also see “Information Security, Cybersecurity, Data Privacy, Regulatory and Legal Risks” included as part of Item 1A. Risk Factors of this Annual Report on Form 10-K, which disclosures are incorporated by reference herein.\n​\n28\nGovernance\n​\nThe Company’s Board of Directors is actively engaged in oversight of cybersecurity, and it is part of the responsibilities of our Audit Committee. The Company’s Chief Technology and Information Officer (CTIO) and Chief Executive Officer keep the Board informed on cybersecurity and privacy matters throughout the year, which address a wide range of topics including recent developments, evolving standards, vulnerability assessments, third-party and independent reviews, the threat environment, technological trends, and information security considerations arising with respect to the Company’s peers and third parties. The Board and the Audit Committee also receive prompt and timely information regarding any cybersecurity incident that meets established reporting thresholds, as well as ongoing updates regarding any such incident until it has been addressed.\nThe Company’s cybersecurity risk management and strategy processes, which are discussed in greater detail above, are led by our CTIO and our Vice President IT Risk Management. The Company’s CTIO works collaboratively across the Company to implement a program designed to protect the Company’s information systems from cybersecurity threats and to promptly respond to any cybersecurity incidents in accordance with the Company’s incident response plans. To facilitate the success of the Company’s cybersecurity risk management program, we have a unified and centrally coordinated team, led by our Vice President IT Risk Management, that is responsible for implementing and maintaining centralized cybersecurity and data protection practices in close coordination with senior leadership and other teams across Ulta Beauty. Reporting to our Vice President IT Risk Management are a number of trained cybersecurity professionals. In addition to our extensive in-house cybersecurity capabilities, at times we also engage consultants, auditors, or other third parties to assist with assessing, identifying, and managing cybersecurity risks.\nThe Company’s CTIO leads the core elements of Ulta Beauty’s IT and Digital functions, including IT infrastructure, systems and security, digital experience and operations, and consumer technology. He has served in various roles in information technology and information security for over 30 years, including serving as the Global Chief Technology Officer of a large public company prior to joining the Company. The Vice President IT Risk Management leads our information risk management organization responsible for overseeing the Company’s information security program. She has over 25 years of industry experience, including serving in similar roles leading and overseeing cybersecurity programs at other public companies.\n​\n29"
  },
  {
    "item_key": "item_2",
    "text": "All of our retail stores, distribution centers, fast fulfillment centers, market fulfillment centers, and corporate offices are leased or subleased.\nRetail stores\nOur retail stores are predominantly located in convenient, high-traffic locations such as power centers. Our typical store is approximately 10,000 square feet, including approximately 950 square feet dedicated to our full-service salon. Most of our retail store leases provide for a fixed minimum annual rent and generally have a 10-year initial term with options for two or three extension periods of five years each, exercisable at our option. As of February 3, 2024, we operated 1,385 retail stores across 50 states, as shown in the table below:\n​\n​\n30\nDistribution centers, fast fulfillment centers, and market fulfillment centers\nOur standard distribution center, fast fulfillment center, and market fulfilment center lease provides for a fixed minimum annual rent and generally has a 10 or 15-year initial term with three or four renewal options with terms of five years each. The general location, approximate size, and lease expiration date for each distribution center (DC), fast fulfillment center (FFC) and market fulfillment center (MFC) at February 3, 2024, are set forth below:\nCorporate office\nOur principal executive office is in Bolingbrook, Illinois. The corporate office is approximately 349,000 square feet with lease terms expiring in 2028. Additionally, we have a satellite corporate office in Chicago, Illinois. The Chicago office is approximately 23,000 square feet with lease expiration in 2026."
  },
  {
    "item_key": "item_3",
    "text": "See Note 9 to our consolidated financial statements, “Commitments and contingencies - General litigation,” for information on legal proceedings."
  },
  {
    "item_key": "item_4",
    "text": "None.\nItem 4A.  Executive Officers\nThe names of our executive officers, their ages and their positions (as of February 3, 2024) are shown below:\nThere is no family relationship between any of the directors or executive officers and any other director or executive officer of Ulta Beauty.\nDavid C. Kimbell.\nMr. Kimbell was named Chief Executive Officer in June 2021 after having previously served as President since December 2019, Chief Merchandising and Marketing Officer since March 2015, and Chief Marketing Officer since February 2014. Prior to joining Ulta Beauty, he served as Chief Marketing Officer and Executive Vice President at U.S. Cellular, Chief Marketing Officer and Senior Vice President of Seventh Generation, Vice President of Marketing at PepsiCo, and held a number of brand management roles in the Beauty Division of The Procter and Gamble\n31\nCompany from 1995 to 2001. Mr. Kimbell was appointed to the board of directors for Best Buy in 2023. Mr. Kimbell currently serves on the board of directors for Big Brothers Big Sisters of Metropolitan Chicago and Chicago Lights, and is a member of The Economic Club of Chicago.\nKecia Steelman.\nMs. Steelman was named President and Chief Operating Officer in September 2023, and Chief Operating Officer in June 2021. Ms. Steelman has responsibility for corporate strategy, information technology, store and services operations, supply chain, Ulta Beauty at Target, loss prevention, and enterprise-wide transformation and optimization efforts. Previously, Ms. Steelman served as Chief Store Operations Officer since September 2015 and as Senior Vice President, Store Operations since July 2014. Prior to joining Ulta Beauty, Ms. Steelman was Group Vice President at Family Dollar Stores from 2011 to 2014, after joining the company in 2009 as Vice President, Store Development and Store Operations. From 2005 to 2009, Ms. Steelman was Vice President, General Manager of Expo Design Center, Home Depot Design Center, and YardBIRDs and Director of New Store Innovations at the Home Depot Corporation. Ms. Steelman began her career at Target Corporation and served in a variety of retail operations and merchandising roles with increasing responsibility from 1993 to 2005. Ms. Steelman currently serves on the board of directors for Metropolitan Family Services and the Adler Planetarium, and is a member of The Economic Club of Chicago.\n​\nScott M. Settersten.\nMr. Settersten was named Chief Financial Officer, Treasurer and Assistant Secretary in March 2013, after serving as Acting Chief Financial Officer and Assistant Secretary since October 2012. Mr. Settersten oversees the company’s finance, accounting, tax, treasury, procurement, internal audit, investor relations, and real estate teams, including the optimization of the company’s store fleet. Previously, Mr. Settersten served as Vice President of Accounting since 2010, after joining Ulta Beauty in January 2005 as a Director of Financial Reporting. Prior to Ulta Beauty, Mr. Settersten spent 15 years with PricewaterhouseCoopers LLP as a certified public accountant serving in various senior manager roles in the assurance and risk management practices.\nJodi J. Caro.\nMs. Caro was named General Counsel, Chief Risk & Compliance Officer in August 2015. She also serves as Corporate Secretary and Chief Privacy Officer. Ms. Caro oversees Ulta Beauty’s Legal, Risk & Governance Services team in delivering legal, governance, compliance, risk management, and environmental, health and safety services. Ms. Caro also leads the Company’s Environmental, Social, and Governance efforts, including responsilibity for the Ulta Beauty Charitable Foundation. Prior to joining Ulta Beauty, she was Vice President, General Counsel and Secretary for Integrys Energy Group, in addition to holding the role of Integrys’ Chief Compliance and Ethics Officer. Prior to joining Integrys in 2008, Ms. Caro owned and operated her own law practice, which provided general counsel and corporate services to clients ranging from established multi-million-dollar companies to medium and small early-stage enterprises. Prior to opening her law practice in 2006, she was co-founder and General Counsel of Looking Glass Networks, a privately held, facilities-based telecommunications company, and served as an in-house attorney with MCI/WORLDCOM. Ms. Caro serves on the Advisory Board for Markaaz, Inc., a privately held financial services company. She is also Vice-Chair of the Retail Litigation Center and serves on the Chicago-Kent College of Law Board of Advisors as well as the Leadership Council for Communities in Schools of Chicago.\nAnita J. Ryan.\nMs. Ryan was named Chief Human Resources Officer in April 2022, after having previously served as Senior Vice President of Human Resources since 2018 and Vice President of Human Resources since 2016. Ms. Ryan is responsible for Ulta Beauty’s Human Resources strategy and innovation, including oversight of the Company’s people success business partner team and centers of excellence in talent acquisition; associate care and support; leadership and organization development; diversity, equity, and inclusion; compliance; internal communications and training for the enterprise. Prior to her more than 20-year career at Ulta Beauty, Ms. Ryan began her career in the grocery industry where she held numerous operations leadership roles before transitioning to human resources. Ms. Ryan currently serves on the board of directors of Skills for Chicagoland’s Future.\n​\n32\nPart II"
  },
  {
    "item_key": "item_5",
    "text": "Market information\nOur common stock has traded on the NASDAQ Global Select Market under the symbol “ULTA” since October 25, 2007.\nHolders of the registrant’s common stock\nThe last reported sale price of our common stock on the NASDAQ Global Select Market on March 22, 2024 was $520.37 per share. As of March 22, 2024, we had 27 holders of record of our common stock. Because many shares of common stock are held by brokers and other institutions on behalf of stockholders, we are unable to estimate the total number of stockholders represented by these record holders.\nPurchases of equity securities by the issuer and affiliated purchasers\nThe following table sets forth repurchases of our common stock during the fourth quarter of 2023:\nRecent sales of unregistered securities\nNone.\n​\n33\n​\nSecurities authorized for issuance under equity compensation plans\nThe following table provides information about Ulta Beauty common stock that may be issued under our equity compensation plans as of February 3, 2024:\n34\nStock performance graph\nThe following performance graph and related information shall not be deemed “soliciting material” or to be “filed” with the SEC, nor shall such information be incorporated by reference into any future filing under the Securities Act of 1933 or Securities Exchange Act of 1934, each as amended, except to the extent that we specifically incorporate it by reference into such filing.\nSet forth below is a graph comparing the cumulative total stockholder return on Ulta Beauty’s common stock with the S&P 500 and the S&P 500 Consumer Discretionary (Industry Group, SP500-2550) for the period covering February 2, 2019 through the end of Ulta Beauty’s fiscal year ended February 3, 2024. The graph assumes an investment of $100 made at the closing of trading on February 2, 2019 in (i) Ulta Beauty’s common stock, (ii) the stocks comprising the S&P 500 and (iii) the stocks comprising the S&P 500 Consumer Discretionary (Industry Group, SP500-2550). All values assume reinvestment of the full amount of all dividends, if any, into additional shares of the same class of equity securities at the frequency with which dividends are paid on such securities during the applicable time period.\n​\n​\n​\n​"
  },
  {
    "item_key": "item_6",
    "text": "​\n​\n​\n​\n​\n​\n35"
  },
  {
    "item_key": "item_7",
    "text": "The following discussion and analysis of our financial condition and results of operations should be read in conjunction with our financial statements and related notes included elsewhere in this Annual Report on Form 10-K.\nOverview\nWe were founded in 1990 as a beauty retailer at a time when prestige, mass, and salon products were sold through distinct channels – department stores for prestige products; drug stores and mass merchandisers for mass products; and salons and authorized retail outlets for professional hair care products. We developed a unique specialty retail concept that offers a broad range of brands and price points, select beauty services, and a convenient and welcoming shopping environment. We define our target consumer as a beauty enthusiast, a consumer who is passionate about the beauty category, uses beauty for self-expression, experimentation, and self-investment, and has high expectations for the shopping experience. We estimate beauty enthusiasts represent approximately 65% of shoppers and 80% of beauty products and services spend in the U.S. We believe our strategy provides us with the competitive advantages that have contributed to our financial performance.\nToday, we are the largest specialty beauty retailer in the United States and the premier beauty destination for cosmetics, fragrance, skin care products, hair care products, and salon services. Key aspects of our business include: a differentiated assortment of approximately 25,000 beauty products across a variety of categories and price points as well as a variety of beauty services, including salon services, in more than 1,350 stores predominantly located in convenient, high-traffic locations; engaging digital experiences delivered through our website, Ulta.com, and our mobile applications; our best-in-class loyalty program that enables members to earn points for every dollar spent on products and beauty services and provides us with deep, proprietary customer insights; and our ability to cultivate human connection with warm and welcoming guest experiences across all of our channels.\nThe continued growth of our business and any future increases in net sales, net income, and cash flows is dependent on our ability to execute our strategic priorities: 1) drive breakthrough and disruptive growth through an expanded definition of All Things Beauty; 2) evolve the omnichannel experience through connected physical and digital ecosystems, All In Your World; 3) expand and deepen our presence across the beauty journey, positioning Ulta Beauty at the Heart of the Beauty Community; 4) drive operational excellence and optimization; 5) protect and cultivate our world-class culture and talent; and 6) expand our environmental and social impact. We believe the attractive and growing U.S. beauty products and salon services industry, the expanding definition of beauty and the role that omnichannel capabilities play in consumers’ lives, coupled with Ulta Beauty’s competitive strengths, position us to capture additional market share in the industry.\nComparable sales is a key metric that is monitored closely within the retail industry. Our comparable sales have fluctuated in the past, and we expect them to continue to fluctuate in the future. A variety of factors affect our comparable sales, including general U.S. economic conditions, changes in merchandise strategy or mix, and timing and effectiveness of our marketing activities, among others.\nOver the long term, our growth strategy is to increase total net sales through growing our comparable sales, expanding omnichannel capabilities, and opening new stores. Long-term operating profit is expected to increase as a result of our efforts to optimize our real estate portfolio, expand merchandise margin, and leverage our fixed store costs with comparable sales increases and operating efficiencies, partially offset by incremental investments in people, guest experiences, systems, and supply chain required to support a 1,500 to 1,700 store chain in the U.S. with successful e-commerce and competitive omnichannel capabilities.\nCurrent Trends\nIndustry trend\ns\n​\nOur research indicates that Ulta Beauty has captured meaningful market share across all categories over the last several years. The overall beauty market expanded in 2022 and in 2023, supported by healthy consumer engagement with the\n36\nbeauty category. We remain confident that our differentiated and diverse business model, our commitment to strategic investments, and our highly engaged associates will continue to drive market share gains over the long term.\n​\nImpact of inflation and other macroeconomic trends\nAlthough we do not believe inflation had a material impact on our sales during fiscal 2023, continued pressure from inflation or other evolving macroeconomic conditions could have an adverse impact on consumer spending and could lead to a recession. Furthermore, inflationary pressures, as well as other macroeconomic trends, could negatively impact our ability to maintain current levels of gross margin and selling, general and administrative expenses as a percentage of net sales if the selling prices of our products do not increase with higher costs. In addition, inflation could cause the interest rates on any future debt to remain at an elevated level or increase.\nBasis of presentation\n​\nThe Company has one reportable segment, which includes retail stores, salon services, and e-commerce.\nWe recognize merchandise revenue at the point of sale in our retail stores. E-commerce sales are recognized upon shipment or guest pickup of the merchandise\nbased on meeting the transfer of control criteria. Retail store and e-commerce sales are recorded net of estimated returns. Shipping and handling are treated as costs to fulfill the contract and not a separate performance obligation. Accordingly, we recognize revenue for our single performance obligation related to online sales at the time control of the merchandise passes to the customer, which is at the time of shipment or guest pickup. We provide refunds for merchandise returns within 60 days from the original purchase date. State sales taxes are presented on a net basis as we consider our self a pass-through conduit for collecting and remitting state sales tax. Salon service revenue is recognized at the time the service is provided to the guest. Gift card sales revenue is deferred until the guest redeems the gift card. Company coupons and other incentives are recorded as a reduction of net sales. Other revenue includes the private label and co-branded credit card programs, royalties derived from the partnership with Target Corporation, and deferred revenue related to the loyalty program and gift card breakage.\n​\nComparable sales reflect sales for stores beginning on the first day of the 14\nth\nmonth of operation. Therefore, a store is included in our comparable store base on the first day of the period after one year of operations plus the initial one-month grand opening period. Non-comparable store sales include sales from new stores that have not yet completed their 13\nth\nmonth of operation and stores that were closed for part or all of the period in either year. Remodeled stores are included in comparable sales unless the store was closed for a portion of the current or prior period. Comparable sales include retail sales, salon services, and e-commerce. In fiscal years with 53 weeks, the 53\nrd\nweek of comparable sales is included in the calculation. In the year following a 53-week year, the prior year period is shifted by one week to compare similar calendar weeks. There may be variations in the way in which some of our competitors and other retailers calculate comparable or same store sales.\nMeasuring comparable sales allows us to evaluate the performance of our store base as well as several other aspects of our overall strategy. Several factors could positively or negatively impact our comparable sales results:\nCost of sales includes:\n37\nOur cost of sales may be negatively impacted as we open new stores. Changes in our merchandise or channel mix may also have an impact on cost of sales. This presentation of items included in cost of sales may not be comparable to the way in which our competitors or other retailers compute their cost of sales.\nSelling, general and administrative (SG&A) expenses include:\nThis presentation of items in selling, general and administrative expenses may not be comparable to the way in which our competitors or other retailers compute their selling, general and administrative expenses.\nPre-opening expenses include non-capital expenditures during the period prior to store opening for new, remodeled, and relocated stores including rent during the construction period for new and relocated stores, store set-up labor, management and employee training, and grand opening advertising.\nInterest (income) expense represents interest from cash equivalents, which include highly liquid investments such as money market funds and certificates of deposit with an original maturity of three months or less from the date of purchase. Interest expense includes interest costs and facility fees associated with our credit facility, which is structured as an asset-based lending instrument. Our credit facility interest is based on a variable interest rate structure which can result in increased cost in periods of rising or elevated interest rates.\nIncome tax expense reflects the federal statutory tax rate and the weighted average state statutory tax rate for the states in which we operate stores.\nResults of operations\nOur fiscal years are the 52- or 53-week periods ending on the Saturday closest to January 31. The Company’s fiscal years ended February 3, 2024 (fiscal 2023), January 28, 2023 (fiscal 2022), and January 29, 2022 (fiscal 2021) were 53, 52, and 52 week years, respectively.\n38\n​\nAs of February 3, 2024, we operated 1,385 stores across 50 states. The following tables present the components of our consolidated results of operations for the periods indicated:\n​\n​\n​\nFiscal year 2023 versus fiscal year 2022\nNet sales\nNet sales increased $998.7 million, or 9.8%, to $11.2 billion in fiscal 2023 compared to $10.2 billion in fiscal 2022. The net sales increase was primarily due to increased comparable sales, strong new store performance, an increase of $68.3 million in other revenue and the benefit of an extra week of sales in fiscal 2023. Net sales for the 53\nrd\nweek of fiscal 2023 were approximately $181.9 million. The total comparable sales increase of 5.7% in fiscal 2023, compared to an increase of 15.6% in fiscal 2022, was driven by a 7.4% increase in transactions and a 1.5% decrease in average ticket.\n​\n​\n39\nGross profit\nGross profit increased $336.6 million, or 8.3%, to $4.4 billion in fiscal 2023, compared to $4.0 billion in fiscal 2022. Gross profit as a percentage of net sales decreased 50 basis points to 39.1% in fiscal 2023 compared to 39.6% in fiscal 2022. The decrease in gross profit margin was primarily due to:\n​\nSelling, general and administrative expenses\nSG&A expenses increased $299.3 million, or 12.5%, to $2.7 billion in fiscal 2023 compared to $2.4 billion in fiscal 2022. As a percentage of net sales, SG&A expenses increased 50 basis points to 24.0% in fiscal 2023 compared to 23.5% in fiscal 2022. The deleverage of SG&A expenses was primarily due to:\n​\nPre-opening expenses\nPre-opening expenses decreased $2.1 million, or 19.7%, to $8.5 million in fiscal 2023 compared to $10.6 million in fiscal 2022.\nInterest income, net\nNet interest income was $17.6 million in fiscal 2023 compared to $4.9 million in fiscal 2022, due to higher average interest rates on cash balances. We did not have any outstanding borrowings on our credit facility as of February 3, 2024 and January 28, 2023.\nIncome tax expense\nIncome tax expense of $404.6 million in fiscal 2023 represents an effective tax rate of 23.9%, compared to fiscal 2022 income tax expense of $401.1 million and an effective tax rate of 24.4%. The lower income tax rate is primarily due to a decrease in state income taxes compared to fiscal 2022 and a tax benefit from the income tax accounting for stock-based compensation.\n​\nNet income\nNet income increased $48.6 million to $1.3 billion in fiscal 2023 compared to $1.2 billion in fiscal 2022. The increase in net income was primarily due to a $336.6 million increase in gross profit, partially offset by a $299.3 million increase in SG&A expenses and a $3.5 million increase in income taxes.\n40\nFiscal year 2022 versus fiscal year 2021\nNet sales\nNet sales increased $1.6 billion, or 18.3%, to $10.2 billion in fiscal 2022 compared to $8.6 billion in fiscal 2021. The net sales increase was primarily due to the favorable impact from the continued resilience of the beauty category, retail price increases, the impact of new brands and product innovation, increased social occasions and fewer COVID-19 limitations compared to fiscal 2021, and an increase of $77.3 million in other revenue. The total comparable sales increase of 15.6% in fiscal 2022, compared to an increase of 37.9% in fiscal 2021, was driven by a 10.8% increase in transactions and a 4.3% increase in average ticket.\n​\nGross profit\nGross profit increased $676.0 million, or 20.1%, to $4.0 billion in fiscal 2022, compared to $3.4 billion in fiscal 2021. Gross profit as a percentage of net sales increased 60 basis points to 39.6% in fiscal 2022 compared to 39.0% in fiscal 2021. The increase in gross profit margin was primarily due to:\n​\nSelling, general and administrative expenses\nSG&A expenses increased $333.8 million, or 16.2%, to $2.4 billion in fiscal 2022 compared to $2.1 billion in fiscal 2021. As a percentage of net sales, SG&A expenses decreased 40 basis points to 23.5% in fiscal 2022 compared to 23.9% in fiscal 2021. The leverage of SG&A expenses was primarily due to:\n​\nPre-opening expenses\nPre-opening expenses increased $1.1 million, or 11.4%, to $10.6 million in fiscal 2022 compared to $9.5 million in fiscal 2021.\nInterest (income) expense, net\nInterest income, net was $4.9 million in fiscal 2022 compared to $1.7 million of interest expense, net in fiscal 2021. Interest income represents interest from cash equivalents and short-term investments with maturities of twelve months or less from the date of purchase. Interest expense represents interest on borrowings and fees related to the credit facility. We did not have any outstanding borrowings on our credit facility as of January 28, 2023 and January 29, 2022.\nIncome tax expense\nIncome tax expense of $401.1 million in fiscal 2022 represents an effective tax rate of 24.4%, compared to fiscal 2021 income tax expense of $310.0 million and an effective tax rate of 23.9%. The higher income tax expense is primarily due\n41\nto less tax benefit from the income tax accounting for share-based compensation and an increase in state tax expense compared to fiscal 2021.\n​\nNet income\nNet income increased $256.6 million to $1.2 billion in fiscal 2022 compared to $985.8 million in fiscal 2021. The increase in net income was primarily due to a $676.0 million increase in gross profit, partially offset by a $333.8 million increase in SG&A expenses and a $91.1 million increase in income taxes.\nLiquidity and capital resources\nOur primary sources of liquidity are cash and cash equivalents, cash flows from operations, and borrowings under our credit facility. The most significant components of our working capital are merchandise inventories, cash and cash equivalents, and receivables, reduced by accounts payable, deferred revenue, and accrued liabilities. As of February 3, 2024 and January 28, 2023, we had cash and cash equivalents of $766.6 million and $737.9 million, respectively.\nOur primary cash needs are for rent, capital expenditures for new, remodeled, and relocated stores, increased merchandise inventories related to store expansion and new brand additions, supply chain improvements, share repurchases, and continued investment in our information technology systems.\nOur most significant ongoing short-term cash requirements relate primarily to funding operations (including expenditures for lease expenses, inventory, labor, distribution, advertising and marketing, and tax liabilities) as well as periodic spend for capital expenditures, investments, and share repurchases. Our working capital needs are greatest from August through November each year as a result of our inventory build-up during this period for the approaching holiday season.\nLong-term cash requirements primarily relate to funding lease expenses and other purchase commitments.\nWe generally fund short-term and long-term cash requirements with cash from operating activities. We believe our primary sources of liquidity will satisfy our cash requirements over both the short term (the next twelve months) and long term.\nThe following table summarizes contractual cash requirements as of February 3, 2024:\n​\n42\nPurchase obligations reflect legally binding agreements entered into by the Company to purchase goods or services. The amount of purchase obligations relates to commitments for products and services and other goods and service contracts entered into as of February 3, 2024. Excluded from purchase obligations are normal purchases and contracts entered into in the ordinary course of business.\nCash flows\nWe believe our ability to generate substantial cash from operating activities and readily secure financing at competitive rates are key strengths that give us significant flexibility to meet our short and long-term financial commitments.\nThe following table presents a summary of our cash flows during the last three years:\nOperating activities\nOperating activities consist of net income adjusted for certain non-cash items, including depreciation and amortization, non-cash lease expense, deferred income taxes, stock-based compensation expense, realized gains or losses on disposal of property and equipment, and the effect of working capital changes.\nThe decrease in net cash provided by operating activities in fiscal 2023 compared to fiscal 2022 is mainly due to the timing of accrued liabilities, accounts payable, receivable collections, prepaid income taxes, and prepaid expenses and other current assets and a larger increase in merchandise inventories in fiscal 2023, partially offset by the increase in net income and non-cash lease expense.\nMerchandise inventories, net were $1.7 billion at February 3, 2024, compared to $1.6 billion at January 28, 2023, representing an increase of $138.7 million or 8.6%. The increase in total inventory is primarily due to the following:\n​\nThe increase in net income was primarily due to an increase in gross profit resulting from higher sales, partially offset by an increase in SG&A expenses and income taxes.\nThe increase in non-cash lease expense was primarily due to an increase in tenant allowances.\n​\nThe increase in net cash provided by operating activities in fiscal 2022 relative to fiscal 2021 was primarily due to the increase in net income, a smaller increase in merchandise inventories in fiscal 2022 compared to fiscal 2021, and the timing of receivable collections, partially offset by the timing of payables and a smaller increase in deferred revenue compared to fiscal 2021.\n​\nInvesting activities\nWe have historically used cash primarily for new, remodeled, relocated, and refreshed stores, supply chain investments, short-term investments, and investments in information technology systems. Investment activities for capital expenditures were $435.3 million during fiscal 2023, compared to $312.1 million during fiscal 2022.\n43\nThe increase in net cash used in investing activities in fiscal 2023 relative to fiscal 2022 was primarily due to more capital expenditures for new, remodeled, and relocated stores and information technology systems compared to fiscal 2022.\nThe increase in net cash used in investing activities in fiscal 2022 relative to fiscal 2021 was primarily due to more capital expenditures for new, remodeled, and relocated stores, supply chain, and information technology systems compared to fiscal 2021.\n​\nCapital expenditures\n​\nThe following table presents a summary of our store activities during the last three years:\n​\nDuring fiscal 2023, the average investment required to open a new Ulta Beauty store was approximately $2.0 million, which includes capital investment net of landlord contributions, pre-opening expenses, and initial inventory net of payables.\nCapital expenditures during the last three years by major category are as follows:\n​\nOur future investments will depend primarily on the number of new, remodeled, and relocated stores, information technology systems investments, and supply chain investments that we undertake and the timing of these expenditures. Based on past performance and current expectations, we believe our sources of liquidity will be sufficient to fund future capital expenditures. We expect fiscal 2024 capital expenditures will be up to $490 million and will be used primarily to fund our new, remodeled, and relocated stores and strategic priorities, including investments in information technology systems and supply chain optimization.\nFinancing activities\nFinancing activities include share repurchases, borrowing and repayment of our revolving credit facility, and capital stock transactions. Purchases of treasury shares represent the fair value of common shares repurchased from plan participants in connection with shares withheld to satisfy minimum statutory tax obligations upon the vesting of restricted stock.\nThe increase in net cash used in financing activities in fiscal 2023 relative to fiscal 2022 was primarily due to an increase in share repurchases and less stock options exercised.\nThe decrease in net cash used in financing activities in fiscal 2022 relative to fiscal 2021 was primarily due to a decrease in share repurchases.\n44\nWe had no borrowings outstanding under the credit facility at the end of fiscal 2023, 2022 and 2021. The zero outstanding borrowings position is due to a combination of factors including sales demand, overall performance of management initiatives including expense control, and inventory and other working capital reductions. We may require borrowings under the facility from time to time in future periods for unexpected business disruptions, to support our new store program, seasonal inventory needs, or share repurchases.\nShare repurchase program\nIn March 2020, the Board of Directors authorized a share repurchase program (the 2020 Share Repurchase Program) pursuant to which the Company could repurchase up to $1.6 billion of the Company’s common stock. The 2020 Share Repurchase Program authorization revoked the previously authorized but unused amounts from the earlier share repurchase program. The 2020 Share Repurchase Program did not have an expiration date but provided for suspension or discontinuation at any time.\nIn March 2022, the Board of Directors authorized a share repurchase program (the 2022 Share Repurchase Program) pursuant to which the Company could repurchase up to $2.0 billion of the Company’s common stock. The 2022 Share Repurchase Program authorization revoked the previously authorized but unused amounts from the 2020 Share Repurchase Program. The 2022 Share Repurchase Program did not have an expiration date but provided for suspension or discontinuation at any time.\n​\nA summary of common stock repurchase activity is presented in the following table:\n​\n​\nOn March 12, 2024, the Board of Directors authorized a new share repurchase program (the 2024 Share Repurchase\nProgram) pursuant to which the Company may repurchase up to $2.0 billion of the Company’s common stock. The 2024\nShare Repurchase Program authorization revokes the previously authorized but unused amounts from the 2022 Share\nRepurchase Program. The 2024 Share Repurchase Program does not have an expiration date and may be suspended or\ndiscontinued at any time.\n​\nCredit facility\nOn March 13, 2024, we entered into Amendment No. 3 to the Second Amended and Restated Loan Agreement (as so amended, the Loan Agreement) with Wells Fargo Bank, National Association, as Administrative Agent, Collateral Agent and a Lender thereunder; Wells Fargo Bank, National Association and JPMorgan Chase Bank, N.A., as Lead Arrangers and Bookrunners; JPMorgan Chase Bank, N.A., as Syndication Agent and a Lender; PNC Bank, National Association, as Documentation Agent and a Lender; and the other lenders party thereto. The Loan Agreement matures on March 13, 2029, provides maximum revolving loans equal to the lesser of $800.0 million or a percentage of eligible owned inventory and eligible owned receivables (which borrowing base may, at the election of the Company and satisfaction of certain conditions, include a percentage of qualified cash), contains a $50.0 million subfacility for letters of credit and allows the Company to increase the revolving facility by an additional $200.0 million, subject to the consent by each lender and other conditions. The Loan Agreement contains a requirement to maintain a fixed charge coverage ratio of not less than 1.0 to 1.0 during such periods when availability under the Loan Agreement falls below a specified threshold. Substantially all of the Company’s assets are pledged as collateral for outstanding borrowings under the Loan Agreement. Outstanding borrowings bear interest, at the Company’s election, at either a base rate plus a margin of 0.5% to 1.0% or the Term Secured Overnight Financing Rate plus a margin of 1.5% to 2.0%, and a credit spread adjustment of 0.10%, with such margins based on the Company’s borrowing availability, and the unused line fee is 0.25% to 0.375% per annum.\n45\nAs of February 3, 2024 and January 28, 2023, we had no borrowings outstanding under the credit facility and we were in compliance with all terms and covenants of the Loan Agreement.\nSeasonality\nOur business is subject to seasonal fluctuation. Significant portions of our net sales and profits are realized during the fourth quarter of the fiscal year due to the holiday selling season. To a lesser extent, our business is also affected by Mother’s Day and Valentine’s Day. Any decrease in sales during these higher sales volume periods could have an adverse effect on our business, financial condition, or operating results for the entire fiscal year. Our quarterly results of operations have varied in the past and are likely to do so again in the future. As such, we believe that period-to-period comparisons of our results of operations should not be relied upon as an indication of our future performance.\nCritical accounting policies and estimates\nManagement’s discussion and analysis of financial condition and results of operations is based upon our consolidated financial statements, which have been prepared in accordance with U.S. generally accepted accounting principles. The preparation of these financial statements required the use of estimates and judgments that affect the reported amounts of our assets, liabilities, revenues, and expenses. Management bases estimates on historical experience and other assumptions it believes to be reasonable under the circumstances and evaluates these estimates on an on-going basis. Actual results may differ from these estimates. A discussion of our more significant estimates follows. Management has discussed the development, selection, and disclosure of these estimates and assumptions with the Audit Committee of the Board of Directors.\nInventory valuation\nMerchandise inventories are carried at the lower of cost or net realizable value. Cost is determined using the moving average cost method and includes costs incurred to purchase and distribute goods as well as related vendor allowances including co-op advertising, markdowns, and volume discounts. We record valuation adjustments to our inventories if the cost of a specific product on hand exceeds the amount we expect to realize from the ultimate sale or disposal of the inventory as well as for any excess or discontinued inventory. These estimates are based on management’s judgment regarding future demand, age of inventory, and analysis of historical experience. If actual demand or market conditions are different than those projected by management, future merchandise margin rates may be affected by adjustments to these estimates.\nInventories are adjusted for the results of periodic physical inventory counts at each of our locations. We record a shrink reserve representing management’s estimate of inventory losses by location that have occurred since the date of the last physical count. This estimate is based on management’s analysis of historical results, including consideration of current loss rates.\nWe do not believe that there is a reasonable likelihood that there will be a material change in the future estimates or assumptions we use to calculate our inventory reserves. Adjustments to earnings resulting from revisions to management’s estimates of the inventory reserves have been insignificant during fiscal 2023, 2022 and 2021. An increase or decrease in the lower of cost or net realizable value reserve of 10% would not have a material impact on our operating income for fiscal 2023. An increase or decrease in the shrink rate included in the shrink reserve calculation of 10% would not have a material impact on our operating income for fiscal 2023.\nVendor allowances\nThe majority of cash consideration received from a vendor is considered to be a reduction of the cost of the related products and is reflected in cost of sales in our consolidated statements of income as the related products are sold unless it is in exchange for an asset or service or a reimbursement of a specific, incremental, identifiable cost incurred by the Company in selling the vendors’ products. We estimate the amount recorded as a reduction of inventory at the end of each period based on a detailed analysis of inventory turns and management’s analysis of the facts and circumstances of the various contractual agreements with vendors. We record cash consideration expected to be received from vendors in\n46\nreceivables. We do not believe there is a reasonable likelihood there will be a material change in the future estimates or assumptions we use to calculate our reduction of inventory. An increase or decrease in inventory turns of five basis points would not have a material impact on our operating income for fiscal 2023.\nImpairment of long-lived tangible assets\nWe review long-lived tangible assets whenever events or circumstances indicate these assets might not be recoverable. Assets are primarily reviewed at the store level, which is the lowest level for which cash flows can be identified. Significant estimates are used in determining future operating results of each store over its remaining lease term. An impairment loss would be recorded if the carrying amount of the long-lived asset exceeds its fair value. We do not believe there is a reasonable likelihood there will be a material change in the future estimates or assumptions we use to calculate our impairment charges. No impairment charges were recognized in fiscal 2023, 2022, and 2021.\nLoyalty program\nWe maintain a customer loyalty program, Ulta Beauty Rewards, which allows members to earn points based on purchases of merchandise or services. Points earned are valid for at least one year. The loyalty program represents a material right to the customer and points may be redeemed on future products and services. Revenue from the loyalty program is recognized when the members redeem points or points expire. We defer revenue related to points earned that have not yet been redeemed. The amount of deferred revenue includes estimates for the standalone selling price of points earned by members and the percentage of points expected to be redeemed. The expected redemption percentage is based on historical redemption patterns and considers current information or trends. The standalone selling price of points earned and the estimated redemption rate is evaluated each reporting period. We do not believe there is a reasonable likelihood there will be a material change in the future estimates or assumptions used to calculate the estimated redemption rate.\nAdjustments to earnings resulting from revisions to management’s estimates of the redemption rates have been insignificant during fiscal 2023, 2022 and 2021. An increase or decrease in the estimated redemption rate of 5% would not have a material impact on our operating income in fiscal 2023.\n​\nIncome taxes\n​\nWe are subject to income taxes in the United States. Judgment is required in determining our provision for income taxes and income tax assets and liabilities, including evaluating uncertainties in the application of accounting principles and complex tax laws.\n​\nWe recognize deferred income taxes for the estimated future tax consequences attributable to temporary differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which temporary differences are anticipated to be recovered or settled. The effect on deferred taxes of a change in income tax rates is recognized in the consolidated statements of income in the period of enactment. A valuation allowance is recorded to reduce the carrying amounts of deferred tax assets to the amount expected to be realized unless it is more-likely-than-not that such assets will be realized in full. The estimated tax benefit of an uncertain tax position is recorded in our consolidated financial statements only after determining a more-likely-than-not probability that the uncertain tax position will withstand challenge, if any, from applicable taxing authorities.\n​\nJudgment is required in assessing the future tax consequences of events that have been recognized on our consolidated financial statements or tax returns. Variations in the actual outcome of these future tax consequences could materially impact our consolidated financial statements.\nRecent accounting pronouncements not yet adopted\nSee Note 2 to our consolidated financial statements, “Summary of significant accounting policies – Recent accounting pronouncements not yet adopted.”\n47"
  },
  {
    "item_key": "item_7a",
    "text": "Market risk represents the risk of loss that may impact our financial position due to adverse changes in financial market prices and rates. Our market risk exposure is primarily the result of fluctuations in interest rates. We continually monitor this risk and may develop strategies to manage it. We do not hold or issue financial instruments for trading purposes.\nInterest rate risk\nWe are exposed to interest rate risks primarily through borrowings under our credit facility. Interest on our borrowings is based upon variable rates. We did not have any outstanding borrowings on our credit facility as of February 3, 2024, January 28, 2023, or January 29, 2022.\n​\n48"
  },
  {
    "item_key": "item_8",
    "text": "ULTA BEAUTY, INC.\n​\nINDEX TO CONSOLIDATED FINANCIAL STATEMENTS\n​\n​\n​\n​\n​\n​\n49\n​\nReport of Independent Registered Public Accounting Fir\nm\nThe Stockholders and the Board of Directors of Ulta Beauty, Inc.\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of Ulta Beauty, Inc. (the Company) as of February 3, 2024 and January 28, 2023, the related consolidated statements of income, comprehensive income, stockholders’ equity, and cash flows for each of the three years in the period ended February 3, 2024, and the related notes and financial statement schedule listed in the Index at Item 15(a) (collectively referred to as the “consolidated financial statements”). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at February 3, 2024 and January 28, 2023, and the consolidated results of its operations and its cash flows for each of the three years in the period ended February 3, 2024, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company's internal control over financial reporting as of February 3, 2024, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) and our report dated March 26, 2024 expressed an unqualified opinion thereon.\nBasis for Opinion\nThese financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures include examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\n​\n50\nCritical audit matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n​\n​\n/s/\nErnst & Young LLP\n​\nWe have served as the Company’s auditor since 1997.\n​\nChicago, Illinois\nMarch 26, 2024\n​\n51\nReport of Independent Registered Public Accounting Firm\nThe Stockholders’ and the Board of Directors\nUlta Beauty, Inc.\n​\nOpinion on Internal Control over Financial Reporting\n​\nWe have audited Ulta Beauty, Inc.’s internal control over financial reporting as of\nFebruary 3, 2024\n, based on criteria established in Internal Control - Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, Ulta Beauty, Inc. (the Company) maintained, in all material respects, effective internal control over financial reporting as of\nFebruary 3, 2024\n, based on COSO criteria.\n​\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of\nFebruary 3, 2024\nand January 28, 2023, the related consolidated statements of income, comprehensive income, stockholders’ equity and cash flows for each of the three years in the period ended\nFebruary 3, 2024\n, and the related notes and financial statement schedule listed in the Index at Item 15(a) and our report dated March 26, 2024 expressed an unqualified opinion thereon.\n​\nBasis for Opinion\n​\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management’s annual report on internal control over financial reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\n​\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects.\n​\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\n​\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the r\neliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\n​\n​\n​\n​\n​\n​\n52\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n​\n/s/ Ernst & Young LLP\n​\nChicago, Illinois\nMarch 26, 2024\n​\n53\nUlta Beauty, Inc.\nConsolidated Balance Sheets\n​\n​\n​\nSee accompanying notes to consolidated financial statements.\n​\n​\n​\n54\nUlta Beauty, Inc.\nConsolidated Statements of Income\n​\n​\n​\nSee accompanying notes to consolidated financial statements.\n​\n55\n​\nUlta Beauty, Inc.\nConsolidated Statements of Comprehensive Income\n​\n​\n​\nSee accompanying notes to consolidated financial statements.\n56\n​\nUlta Beauty, Inc.\nConsolidated Statements of Cash Flows\n​\n​\nSee accompanying notes to consolidated financial statements.\n​\n57\n​\n​\nUlta Beauty, Inc.\nConsolidated Statements of Stockholders’ Equity\n​\n​\n​\nSee accompanying notes to consolidated financial statements.\n​\n​\n58\nUlta Beauty, Inc.\nNotes to Consolidated Financial Statements\n(In thousands, except per share and store count data)\n1.   Business and basis of presentation\nUlta Beauty, Inc. was founded in 1990\nto operate specialty retail stores selling cosmetics, fragrance, haircare and skincare products, and related accessories and services. Nearly every store features a full-service salon. As used in these notes and throughout this Annual Report on Form 10-K, all references to “we,” “us,” “our,” “Ulta Beauty,” or the “Company” refer to Ulta Beauty, Inc. and its consolidated subsidiaries. All amounts are stated in thousands, with the exception of per share amounts and number of stores.\nAs of February 3, 2024, the Company operated\n1,385\nstores across\n50\nstates.\nThe Company has\none\nreportable segment, which includes retail stores, salon services, and e-commerce.\n​\n2.   Summary of significant accounting policies\nFiscal year\nThe Company’s fiscal year is the\n52\nor\n53\nweeks ending on the Saturday closest to January 31. The Company’s fiscal years ended February 3, 2024 (fiscal 2023), January 28, 2023 (fiscal 2022), and January 29, 2022 (fiscal 2021) were\n53\n,\n52\n, and\n52\nweek years, respectively.\nConsolidation\nThe Company’s consolidated financial statements include the accounts of the Company and its wholly owned subsidiaries. All significant intercompany accounts, transactions, and unrealized profit were eliminated in consolidation.\nUse of estimates\nThe preparation of consolidated financial statements in conformity with U.S. generally accepted accounting principles requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities at the date of the consolidated financial statements and the reported amounts of revenues and expenses during the accounting period. Actual results could differ from those estimates. The Company considers its accounting policies relating to inventory valuations, vendor allowances, impairment of long-lived tangible and right-of-use assets, loyalty program and income taxes to be the most significant accounting policies that involve management estimates and judgments. Significant changes, if any, in those estimates and assumptions resulting from continuing changes in the economic environment will be reflected in the consolidated financial statements in future periods.\n​\nReclassifications\n​\nCertain prior year amounts have been reclassified to conform to the current year presentation.\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n59\nCash and cash equivalents\nCash equivalents include highly liquid investments such as money market funds and certificates of deposit with an original maturity of three months or less from the date of purchase. Cash equivalents also include amounts due from third-party financial institutions for credit card and debit card transactions. These receivables typically settle in five days or less with little or no default risk.\n​\n​\nFair value of financial instruments\nThe carrying value of cash and cash equivalents, accounts receivable, and accounts payable approximates fair value due to the short maturities of these instruments. There was\nno\noutstanding debt as of February 3, 2024 and January 28, 2023.\nReceivables\nReceivables primarily include amounts due from vendors for allowances, royalties and other credit card amounts, and amounts due from third-party gift card providers. The Company does not require collateral on its receivables and does not accrue interest. Credit risk with respect to receivables is limited due to the diversity of vendors comprising the Company’s vendor base. The Company performs ongoing credit evaluations of its vendors and evaluates the collectability of its receivables based on the length of time the receivable is past due and historical experience.\n​\n​\nVendor allowances\nThe Company receives consideration from vendors for advertising, markdown allowances, purchase volume discounts and rebates, reimbursement for defective merchandise, and certain selling and display expenses. A majority of all vendor allowances are recorded as a reduction of the vendor’s product cost and recognized in cost of sales as the product is sold.\nMerchandise inventories\nMerchandise inventories are stated at the lower of cost or net realizable value. Cost is determined using the moving average cost method and includes costs incurred to purchase and distribute goods. Inventory cost also includes vendor allowances related to co-op advertising, markdowns, and volume discounts. The Company maintains an inventory reserve for lower of cost or net realizable value and shrink. The inventory reserve was $\n45,360\nand $\n39,532\nas of February 3, 2024 and January 28, 2023, respectively.\n60\nProperty and equipment and internal use software\nProperty and equipment is stated at cost, net of accumulated depreciation, and depreciated using the straight-line method over the shorter of the assets’ estimated useful lives or lease term. Leasehold improvements purchased after the beginning of the initial lease term are amortized over the shorter of the assets’ useful lives or a term that includes the original lease term, plus any renewals that are reasonably certain at the date the leasehold improvements are acquired. Repair and maintenance costs are expensed as incurred.\n​\n​\nCosts incurred to obtain or develop internal use software that are capitalized are amortized on a straight-line basis over the estimated useful life of the software.\nCloud computing arrangements\nCloud computing arrangements (software-as-a-service contracts) and related implementation costs that are capitalized are amortized on a straight-line basis over the contract term (\n1 month\nto\n5 years\n). These amounts are classified within prepaid expenses and other current assets and other long-term assets in the consolidated balance sheets.\nImpairment of long-lived tangible and right-of-use assets\nThe asset group is defined as the lowest level for which identifiable cash flows are available and largely independent of the cash flows of other groups of assets. The asset group identified is at the store level and includes both property and equipment and operating lease assets.\nSignificant estimates are used in determining future cash flows of each store over its remaining lease term including our expectations of future projected cash flows including revenues and operating expenses. An impairment loss is recorded if the carrying amount of the long-lived asset exceeds its fair value.\nLong-lived tangible and right-of-use assets are evaluated for indicators of impairment quarterly or when events or changes in circumstances indicate that their carrying amounts may not be recoverable. An undiscounted cash flow analysis is performed over the asset group. Asset groups are written down only to the extent that their carrying value exceeds their respective fair value. Fair values of the asset group are determined by discounting the cash flows at a rate that approximates the cost of capital of a market participant. Management’s forecast of future cash flows is based on the income approach. The fair value of individual right-of-use assets is determined under the market approach using estimated market rent assessments based on broker quotes.\n​\nThe determination of fair value under the income approach requires assumptions including forecasts of future cash flows (such as revenue growth rates and operating expenses) and selection of a market-based discount rate. Estimates of market rent are based on non-binding broker quotes. As these inputs are unobservable, they are classified as Level 3 inputs under the fair value hierarchy. If actual results are not consistent with estimates and assumptions used in estimating future cash flows and asset fair values, there may be exposure to additional impairment losses in a future period.\n​\nGoodwill\nGoodwill represents the excess of cost over the fair value of net assets acquired. The recoverability of goodwill is reviewed annually during the fourth quarter or more frequently if an event occurs or circumstances change that would indicate that impairment may exist (see Note 6, “Goodwill”).\n​\n​\n61\nOther intangible assets\n​\nOther definite-lived intangible assets are amortized over their useful lives. The recoverability of intangible assets is reviewed whenever events or changes in circumstances indicate the carrying amount of such assets may not be recoverable (see Note 7, “Other intangible assets”).\n​\nLeases\nThe Company determines whether an arrangement is or contains a lease at contract inception. The lease classification evaluation begins at the lease commencement date.  The lease term used in the evaluation includes the non-cancellable period for which the Company has the right to use the underlying asset, together with renewal option periods when the exercise of the renewal option is reasonably certain.\nTotal rent payable is recorded during the lease term, including rent escalations in which the amount of future rent is fixed on the straight-line basis over the term of the lease (including the rent holiday period beginning upon control of the premises and any fixed payments stated in the lease). For leases with an initial term greater than 12 months, a related lease liability is recorded on the balance sheet at the present value of future payments discounted at the estimated fully collateralized incremental borrowing rate (discount rate) corresponding with the lease term. In addition, a right-of-use asset is recorded as the initial amount of the lease liability, plus any lease payments made to the lessor before or at the lease commencement date and any initial direct costs incurred, less any tenant improvement allowance incentives received. Tenant incentives are amortized through the right-of-use asset as reduction of rent expense over the lease term. The difference between the minimum rents paid and the straight-line rent is reflected within the right-of-use asset.\n​\nCertain leases contain provisions that require variable payments based upon sales volume or payment of\ncommon area maintenance costs, real estate taxes, and insurance related to leases\n(variable lease cost)\n.\nVariable lease costs are expensed as incurred.\nThis results in some variability in lease expense as a percentage of revenues over the term of the lease in stores where variable lease costs are paid.\nContingent rent is accrued each period as the liabilities are incurred, in addition to the straight-line rent expense. This results in some variability in lease expense as a percentage of revenues over the term of the lease in stores where contingent rent is paid.\n​\nLeases with an initial term of 12 months or less (short-term leases) are not recorded on the balance sheet. Short-term lease expense is recognized on a straight-line basis over the lease term.\nThe Company subleases certain real estate to third parties for stores with excess square footage space.\n​\nThe Company does not separate lease and non-lease components (e.g., common area maintenance).\n​\nAs the interest rate implicit in the lease is not readily determinable, the Company uses its incremental borrowing rate corresponding with the lease term. As there are no outstanding borrowings under the Company’s credit facility, this rate is estimated based on prevailing market conditions, comparable company and credit analysis, and judgment. The incremental borrowing rate is reassessed if there is a change to the lease term or if a modification occurs and it is not accounted for as a separate contract (see Note 8, “Leases”).\n​\nLoyalty program\nThe Company maintains a loyalty program, Ulta Beauty Rewards, which allows members to earn points based on purchases of merchandise or services. Points earned are valid for at least\none year\n. The loyalty program represents a material right to the customer and points may be redeemed on future products and services. Revenue from the loyalty program is recognized when the members redeem points or points expire. The Company defers revenue related to points earned that have not yet been redeemed. The amount of deferred revenue includes estimates for the standalone selling price of points earned by members and the percentage of points expected to be redeemed. The expected redemption percentage is based on historical redemption patterns and considers current information or trends. The standalone selling price of points earned and the estimated redemption rate is evaluated each reporting period. When a guest redeems points or the points expire, the Company recognizes revenue in net sales on the consolidated statements of income.\n62\nCredit cards\nThe Company has agreements (the Agreements) with third parties to provide guests with private label credit cards and/or co-branded credit cards (collectively, the Credit Cards). The private label credit card can be used at any store location and online, and the co-branded credit card can be used anywhere the co-branded card is accepted. A third-party financing company is the sole owner of the accounts and underwrites the credit issued under the Credit Card programs. The Company’s performance obligation is to maintain the Ulta Beauty Rewards loyalty program as only guests enrolled in the loyalty program can apply for the Credit Cards. Loyalty members earn points through purchases at Ulta Beauty, Ulta Beauty at Target, and anywhere the co-branded credit card is accepted.\nThe third parties reimburse the Company for certain credit card program costs such as advertising and loyalty points, which help promote the credit card program. The Company recognizes revenue when collectability is reasonably assured, under the assumption the amounts are not constrained and it is probable that a significant revenue reversal will not occur in future periods, which is generally the time at which the actual usage of the Credit Cards or specified transaction occurs.\nThe Company accounts for the amounts associated with the Agreements as a single contract with the sole commercial objective to maintain the Credit Card programs. As a result, all amounts associated with the Agreements are recognized within net sales on the consolidated statements of income.\nGift card program\nThe Company records a contract liability for gift card sales which will be redeemed in the future within deferred revenue on the consolidated balance sheets and recognized in net sales when the gift card is redeemed for product or services. Gift cards do not expire and do not include service fees that decrease guest balances. The Company maintains historical data related to gift card transactions sold and redeemed over a significant time frame. Gift card breakage (amounts not expected to be redeemed) is recognized to the extent there is no requirement for remitting balances to governmental agencies under unclaimed property laws. Estimated gift card breakage revenue is recognized over time in proportion to actual gift card redemptions. Gift card breakage revenue was $\n22,606\n, $\n18,835\n, and $\n15,266\nin fiscal 2023, 2022, and 2021, respectively.\nRevenue recognition\nRevenue is recognized when control of the promised goods or services is transferred to the guest, in an amount that reflects the consideration the Company expects to be entitled to in exchange for those goods or services.\nThe Company determines revenue recognition through the following steps:\n​\nNet sales include retail stores and e-commerce merchandise sales as well as salon services and other revenue.\nRevenue from merchandise sales at retail stores is recognized at the point of sale, net of estimated returns. Revenue from e-commerce merchandise sales is recognized upon shipment to the guest or guest pickup of the merchandise based on meeting the transfer of control criteria, net of estimated returns. Salon services revenue is recognized at the time the service is provided to the guest. Shipping and handling are treated as costs to fulfill the contract and not a separate performance obligation. Accordingly, the Company recognizes revenue for its single performance obligation related to e-commerce sales at the time control of the merchandise passes to the customer, which is at the time of shipment or guest pickup. The Company provides refunds for merchandise returns within\n60 days\nfrom the original purchase date. State sales taxes are presented on a net basis as the Company considers itself a pass-through conduit for collecting and\n63\nremitting state sales tax. Company coupons and other incentives are recorded as a reduction of net sales at the point of sale.\nAdvertising\nAdvertising costs primarily consist of print, digital and social media, and television and radio advertising, net of vendor income that is a reimbursement of specific, incremental, and identifiable costs. Costs related to advertising are expensed in the period the related promotional event occurs.\n​\n​\nPrepaid advertising costs included in prepaid expenses and other current assets on the consolidated balance sheets were $\n12,708\nand $\n9,466\nas of February 3, 2024 and January 28, 2023, respectively.\nPre-opening expenses\nNon-capital expenditures incurred prior to the grand opening of a new, remodeled, or relocated store are expensed as incurred.\nCost of sales\nCost of sales includes the cost of merchandise sold, offset by vendor income that is not a reimbursement of specific, incremental, and identifiable costs; distribution costs including labor and related benefits, freight, rent, depreciation and amortization, real estate taxes, utilities, and insurance; shipping and handling costs; retail stores occupancy costs including rent, depreciation and amortization, real estate taxes, utilities, repairs and maintenance, insurance, and licenses; salon services payroll and benefits; and shrink and inventory valuation reserves.\nSelling, general and administrative expenses\nSelling, general and administrative (SG&A) expenses includes payroll, bonus, and benefit costs for retail store and corporate employees; advertising and marketing costs, offset by vendor income that is a reimbursement of specific, incremental, and identifiable costs; occupancy costs related to our corporate office facilities; stock-based compensation expense; depreciation and amortization for all assets, except those related to our retail stores and distribution operations, which are included in cost of sales; and legal, finance, information systems, and other corporate overhead costs.\nIncome taxes\nDeferred income taxes reflect the net tax effect of temporary differences between the financial statement carrying amounts of assets and liabilities and their tax bases. The amounts reported were derived using the enacted tax rates in effect for the year the differences are expected to reverse.\nIncome tax benefits related to uncertain tax positions are recognized only when it is more likely than not that the tax position will be sustained on examination by the taxing authorities. The determination is based on the technical merits of the position and presumes that each uncertain tax position will be examined by the relevant taxing authority that has full knowledge of all relevant information. Penalties and interest related to unrecognized tax positions are recorded in income tax expense in the consolidated statements of income (see Note 11, “Income taxes”).\n64\nStock-based compensation\nStock-based compensation expense is measured at grant date, based on the fair value of the award, and is recognized on a straight-line basis over the requisite service period for awards expected to vest. Stock-based compensation expense was $\n48,246\n, $\n43,044\n, and $\n47,259\nin fiscal 2023, 2022 and 2021, respectively (see Note 15, “Stock-based compensation”).\nInsurance expense\nThe Company has insurance programs with third party insurers for employee health, workers compensation, and general liability, among others, to limit the Company’s liability exposure. The insurance programs are premium based and include retentions, deductibles, and stop loss coverage. Current stop loss coverage per claim is $\n400\nfor employee health claims, $\n350\nfor general liability claims, and $\n350\nfor workers compensation claims. The Company makes collateral and premium payments during the plan year and accrues expenses in the event additional premium is due from the Company based on actual claim results. UB Insurance, Inc., an Arizona-based wholly owned captive insurance subsidiary of the Company, charges the operating subsidiaries of the Company premiums to insure certain liability exposures. Pursuant to Arizona insurance regulations, UB Insurance, Inc. maintains certain levels of cash and cash equivalents related to its liability exposures.\nNet income per common share\nBasic net income per common share is computed by dividing income available to common stockholders by the weighted-average number of shares of common stock outstanding during the period. Diluted net income per common share includes dilutive common stock equivalents, using the treasury stock method (see Note 16, “Net income per common share”).\nRecent accounting pronouncements not yet adopted\nSegment Reporting (Topic 280): Improvements to Reportable Segment Disclosures\nIn November 2023, the Financial Accounting Standards Board (FASB) issued Accounting Standards Update (ASU) 2023-07, Segment Reporting (Topic 280): Improvements to Reportable Segment Disclosure. The guidance updates reportable segment disclosure requirements, primarily through requiring enhanced disclosures about significant segment expenses and information used to assess segment performance. The ASU is effective for fiscal years beginning after December 15, 2023, with early adoption permitted. The Company is currently evaluating the impact of adopting ASU 2023-07 on related disclosures.\nIncome Taxes (Topic 740): Improvements to Income Tax Disclosures\nIn December 2023, the FASB issued ASU 2023-09,  Income Taxes (Topic 740): Improvements to Income Tax Disclosures. The guidance includes amendments requiring enhanced income tax disclosures, primarily related to standardization and disaggregation of rate reconciliation categories and income taxes paid by jurisdiction. The guidance is effective for fiscal years beginning after December 15, 2024 and should be applied either prospectively or retrospectively. Early adoption is permitted. The Company is currently evaluating the impact of adopting this ASU on related disclosures.\nSEC Climate-Related Disclosures\nIn March 2024, the SEC adopted rules intended to enhance and standardize climate-related disclosures in registration statements and annual reports. The new rules will require disclosure of material climate-related risks, including disclosure of Board of Directors' oversight and risk management activities, the material impacts of these risks to us and the quantification of material impacts to us as a result of severe weather events and other natural conditions. The rules also require disclosure of material greenhouse gas emissions and any material climate-related targets and goals. The new rules will be effective for annual reporting periods beginning in fiscal year 2025, except for the greenhouse gas\n65\nemissions disclosures which will be effective for annual reporting periods beginning in fiscal year 2026. The Company is currently evaluating the impact of these new rules.\n3.   Revenue\nNet sales include retail stores and e-commerce merchandise sales as well as salon services and other revenue. Other revenue includes the private label and co-branded credit card programs, royalties derived from the partnership with Target Corporation, and deferred revenue related to the loyalty program and gift card breakage.\n​\nDisaggregated revenue\n​\nThe following table sets forth the approximate percentage of net sales by primary category:\n​\nDeferred revenue\n​\nDeferred revenue primarily represents contract liabilities for the obligation to transfer additional goods or services to a guest for which the Company has received consideration, such as unredeemed Ulta Beauty Rewards loyalty points and unredeemed Ulta Beauty gift cards. In addition, breakage on gift cards is recognized proportionately as redemption occurs.\nThe following table provides a summary of the changes included in deferred revenue during fiscal 2023 and 2022:\nOther amounts included in deferred revenue were $\n7,803\nand $\n6,094\nat February 3, 2024 and January 28, 2023, respectively.\n​\n​\n​\n​\n66\n4.\nPrepaid expenses and other assets\nPrepaid expenses and other current assets consist of the following:\n​\n​\nOther long-term assets consist of the following:\n​\n​\n5.   Property and equipment\nProperty and equipment consists of the following:\n​\n​\n​\n6.  Goodwill\nThe changes in the carrying amounts of goodwill during the fiscal 2023 and 2022 are as follows:\n67\n​\n​\n7.   Other intangible assets\n​\nOther intangible assets subject to amortization consists of the following:\n​\n​\nAmortization expense related to intangible assets was $\n889\n, $\n1,014\n, and $\n926\nin fiscal 2023, fiscal 2022, and fiscal 2021, respectively.\n​\nEstimated amortization expense related to intangible assets for the next five years and thereafter is as follows:\n​\n​\n​\n8.\nLeases\nThe Company leases retail stores, distribution centers, fast fulfillment centers, market fulfillment centers, corporate offices, and certain equipment under non-cancelable operating leases with various expiration dates through 2036. All leases are classified as operating leases and generally have initial lease terms of\n10 years\nand, when determined applicable, include renewal options under substantially the same terms and conditions as the original leases. Leases do not contain any material residual value guarantees or material restrictive covenants.\n​\nThe following table presents supplemental balance sheet information, the weighted-average remaining lease term, and discount rate for operating leases:\n​\n​\n​\n​\n68\nLease cost\n​\nThe following table presents the components of lease cost for operating leases:\n​\nOther information\n​\nThe following table presents supplemental disclosures of cash flow information related to operating leases:\n​\n​\nMaturity of lease liabilities\n​\nThe following table presents maturities of operating lease liabilities:\n​\n​\nOperating lease payments exclude $\n122,203\nof legally binding minimum lease payments for leases signed but not yet commenced.\n​\n9.   Commitments and contingencies\n​\n69\nContractual obligations\n– As of February 3, 2024, the Company had various non-cancelable obligations of $\n55,587\nprimarily due to commitments made to a third party for products and services for our strategic investments related to supply chain optimization and information technology systems. A majority of these agreements are due within\nthree years\nand are recorded as liabilities when the goods are received or the services are rendered. Payments under these agreements were $\n51,161\nin fiscal 2023.\nGeneral litigation –\nThe Company is involved in various legal proceedings that are incidental to the conduct of the business including both class action and single plaintiff litigation. In the opinion of management, the amount of any liability with respect to these proceedings, either individually or in the aggregate, will not have a material adverse effect on the Company’s consolidated financial position, results of operations or cash flows.\n​\n10\n.   Accrued liabilities\nAccrued liabilities consist of the following:\n​\n11.   Income taxes\nThe provision for income taxes consists of the following:\n​\n​\nA reconciliation of the federal statutory rate to the Company’s effective tax rate is as follows:\n​\n​\n70\nOn August 16, 2022, the Inflation Reduction Act of 2022 was enacted into law, which, among other things, introduced a\n15\n% corporate alternative minimum tax on book income of certain large corporations and created a\n1\n% excise tax on net share repurchases. The corporate alternative minimum tax will be effective in fiscal 2024 and is not expected to have a material impact on the consolidated financial statements. The excise tax applies to share repurchases made after December 31, 2022.\n​\nSignificant components of deferred tax assets and liabilities are as follows:\n​\n​\nAt February 3, 2024, the Company had $\n454\nof credit carryforwards for state income tax purposes that expire between 2024 and 2027. The Company had $\n41\nof state net operating loss (NOL) carryforwards that expire by 2038 and $\n117\nof state NOL carryforwards that do not expire. The Company also had $\n505\nof federal NOL carryforwards that do not expire.\nThe Company accounts for uncertainty in income taxes in accordance with Accounting Standards Codification 740-10. The reserve for uncertain tax positions was $\n4,060\nand $\n4,158\nat February 3, 2024 and January 28, 2023, respectively, which represents the best estimate of the potential liability. A reconciliation of unrecognized tax benefits, excluding interest and penalties, is as follows:\n​\n​\nThe Company acknowledges that the amount of unrecognized tax benefits may change in the next twelve months. However, it does not expect the change to have a significant impact on its consolidated financial statements. Income tax-related interest and penalties were insignificant for fiscal 2023 and 2022.\nThe Company files tax returns in the U.S. federal and state jurisdictions. The Company is no longer subject to U.S. federal examinations by the Internal Revenue Service for years before 2020 and is no longer subject to examinations by\n71\nstate authorities before 2019.\n​\n12\n.   Debt\nOn February 27, 2023, the Company entered into Amendment No. 2 to the Second Amended and Restated Loan Agreement (as so amended, the Loan Agreement) with Wells Fargo Bank, National Association, as Administrative Agent, Collateral Agent and a Lender thereunder; Wells Fargo Bank, National Association and JPMorgan Chase Bank, N.A., as Lead Arrangers and Bookrunners; JPMorgan Chase Bank, N.A., as Syndication Agent and a Lender; PNC Bank, National Association, as Documentation Agent and a Lender; and the other lenders party thereto. The Loan Agreement matures on March 11, 2025, provides maximum revolving loans equal to the lesser of $\n1,000,000\nor a percentage of eligible owned inventory and eligible owned receivables (which borrowing base may, at the election of the Company and satisfaction of certain conditions, include a percentage of qualified cash), contains a $\n50,000\nsubfacility for letters of credit and allows the Company to increase the revolving facility by an additional $\n100,000\n, subject to the consent by each lender and other conditions. The Loan Agreement contains a requirement to maintain a fixed charge coverage ratio of not less than\n1.0\nto 1.0 during such periods when availability under the Loan Agreement falls below a specified threshold. Substantially all of the Company’s assets are pledged as collateral for outstanding borrowings under the Loan Agreement. Outstanding borrowings bear interest, at the Company’s election, at either a base rate plus a margin of\n0\n% to\n0.125\n% or the Term Secured Overnight Financing Rate plus a margin of\n1.125\n% to\n1.250\n%, and a credit spread adjustment of\n0.10\n%, with such margins based on the Company’s borrowing availability, and the unused line fee is\n0.20\n% per annum.\nAs of February 3, 2024 and January 28, 2023, the Company had\nno\nborrowings outstanding under the credit facility.\nAs of February 3, 2024, the Company was in compliance with all terms and covenants of the Loan Agreement.\n​\n13.   Fair value measurements\nThe carrying value of cash and cash equivalents, accounts receivable, and accounts payable approximates their estimated fair values due to the short maturities of these instruments.\nFair value is measured using inputs from the three levels of the fair value hierarchy, which are described as follows:\nAs of February 3, 2024 and January 28, 2023, there were liabilities related to the non-qualified deferred compensation plan included in other long-term liabilities on the consolidated balance sheets of $\n42,653\nand $\n37,501\n, respectively. The liabilities are categorized as Level 2 as they are based on third-party reported values, which are based primarily on quoted market prices of underlying assets of the funds within the plan.\n​\n14\n.   Investments\nInvestments in renewable energy projects are accounted for under the equity method of accounting. The balance of these investments was $\n1,163\nand $\n2,316\nas of February 3, 2024 and January 28, 2023, respectively, and is included in other long-term assets on the consolidated balance sheets. The Company did\nno\nt contribute capital or receive investment tax credits during fiscal 2023 and 2022.\n​\nThe Company made other investments of $\n6,158\nand $\n2,458\nduring fiscal 2023 and 2022, respectively.\n​\n72\n15\n.  Stock-based compensation\nThe Company’s equity incentive plan was adopted in order to attract and retain personnel for positions of substantial authority and to provide additional incentive to employees and directors to promote the success of the business.\nThe Amended and Restated 2011 Incentive Award Plan provides for the grant of incentive stock options, non-qualified stock options, restricted stock, restricted stock units, stock appreciation rights, performance awards, dividend equivalent rights, stock payments, deferred stock, and cash-based awards to employees, consultants, and directors. Unless provided otherwise by the administrator of the plan, options vest over\nfour years\nat the rate of\n25\n% per year from the date of grant and must be exercised within\nten years\n. Options are granted with the exercise price equal to the fair value of the underlying stock on the date of grant. As of February 3, 2024, the plan reserves for the issuance upon grant or exercise of awards up to\n2,281\nshares of common stock.\nThe following table presents information related to stock-based compensation:\n​\n​\nStock options\nStock-based compensation expense is measured on the grant date based on the fair value of the award. Stock-based compensation expense is recognized on a straight-line basis over the requisite service period for awards expected to vest. The estimated grant date fair value of stock options was determined using a Black-Scholes valuation model using the following weighted-average assumptions for the periods indicated:\n​\n​\nThe expected volatility is based on the historical volatility of the Company’s common stock. The risk-free interest rate is based on the United States Treasury yield curve in effect on the date of grant for the respective expected life of the option. The expected life represents the time the options granted are expected to be outstanding. The expected life of options granted is derived from historical data on Ulta Beauty stock option exercises. Forfeitures of stock options are estimated at the grant date based on historical rates of stock option activity and reduce the stock-based compensation expense recognized. The Company does not currently pay a regular dividend.\n73\nThe following table presents information related to common stock options:\n​\n​\nAt February 3, 2024, there was approximately $\n10,498\nof unrecognized stock-based compensation expense related to unvested stock options. The unrecognized stock-based compensation expense is expected to be recognized over a weighted-average period of approximately\none and a half years\n.\n​\nA summary of stock option activity is presented in the following table (shares in thousands):\n​\nThe following table presents information related to stock options outstanding and stock options exercisable at February 3, 2024 based on ranges of exercise prices (shares in thousands):\n​\n​\n​\nThe aggregate intrinsic value of outstanding and exercisable stock options as of February 3, 2024 was $\n63,678\nand $\n37,031\n, respectively. The last reported sale price of the Company’s common stock on the NASDAQ Global Select Market on February 3, 2024 was $\n505.33\nper share.\nRestricted stock units\nRestricted stock units (RSUs) are granted to certain employees and directors. Employee grants generally cliff vest after\nthree years\nand director grants cliff vest after\none year\n. The grant date fair value of RSUs is based on the closing market price of shares of the Company’s common stock on the date of grant. RSUs are expensed on a straight-line basis over the requisite service period. Forfeitures of RSUs are estimated at the grant date based on historical rates of stock award\n74\nactivity and reduce the stock-based compensation expense recognized. At February 3, 2024, unrecognized stock-based compensation expense related to RSUs was $\n26,806\n. The unrecognized stock-based compensation expense is expected to be recognized over a weighted-average period of approximately\none year\n.\nA summary of RSU activity is presented in the following table (shares in thousands):\n​\nPerformance-based restricted stock units\nPerformance-based restricted stock units (PBSs) are granted to certain employees. PBSs cliff vest after\nthree years\nbased upon achievement of pre-established net sales and earnings before tax goals for each of the first\ntwo years\n. The performance is then subject to a three year total shareholder return modifier. The grant date fair value of the PBSs are measured using a Monte Carlo simulation.\nPBSs are expensed on a straight-line basis over the requisite service period, based on the probability of achieving the performance goal, with changes in expectations recognized as an adjustment to earnings in the period of the change. If the performance goal is not met, no stock-based compensation expense is recognized and any previously recognized stock-based compensation expense is reversed. Forfeitures of PBSs are estimated at the grant date based on historical rates of stock award activity and reduce the stock-based compensation expense recognized. At February 3, 2024, unrecognized stock-based compensation expense related to PBSs was $\n22,087\n. The unrecognized stock-based compensation expense is expected to be recognized over a weighted-average period of approximately\none year\n.\nA summary of PBS activity is presented in the following table (shares in thousands):\n​\n​\nThe number of PBSs granted is based on achieving the targeted performance goals as defined in the PBS agreements. As of February 3, 2024, the maximum number of units that could vest under the provisions of the agreements was\n139\n.\nAwards with market conditions are classified as liability awards and the fair value is determined using a Monte Carlo simulation. Market-based restricted stock units totaling\n28\nshares were granted to the former Chief Executive Officer in fiscal 2018 and settled during fiscal 2021. Compensation expense for liability awards was $\n7,671\nin fiscal 2021. There was\nno\ncompensation expense for liability awards in fiscal 2023 or 2022.\n75\n​\n16\n.   Net income per common share\nThe following is a reconciliation of net income and the number of shares of common stock used in the computation of net income per basic and diluted common share:\n​\n​\nThe denominator for diluted net income per common share for fiscal years 2023, 2022 and 2021 excludes\n138\n,\n84\n, and\n205\nemployee stock options and restricted stock units, respectively, due to their anti-dilutive effects. Outstanding performance-based restricted stock units are included in the computation of dilutive shares only to the extent that the underlying performance conditions are satisfied prior to the end of the reporting period or would be considered satisfied if the end of the reporting period were the end of the related contingency period and the results would be dilutive under the treasury stock method.\n​\n17\n.   Employee benefit plans\nThe Company provides a 401(k) retirement plan covering all employees who qualify as to age and length of service. The plan is funded through employee contributions and a Company match of\n100\n% of the first\n3\n% of eligible compensation and an additional\n50\n% match for the next\n2\n% of eligible compensation. Total expense recorded under this plan is included in SG&A expenses in the consolidated statements of income as follows:\n​\n​\nThe Company also has a non-qualified deferred compensation plan for highly compensated employees whose contributions are limited under qualified defined contribution plans. The plan is funded through employee contributions and a Company match of\n100\n% of the first\n3\n% of salary. Amounts contributed and deferred under the plan are credited or charged with the performance of investment options offered under the plan as elected by the participants. In the event of bankruptcy, the assets of this plan are available to satisfy the claims of general creditors. The Company manages the risk of changes in the fair value of the liability for deferred compensation by electing to match its liability under the plan with investment vehicles that offset a substantial portion of its exposure. Total expense recorded under this plan is included in SG&A expenses in the consolidated statements of income and was insignificant during fiscal 2023, 2022, and 2021.\n76\nAmounts included in the consolidated balance sheets related to the deferred compensation plan were as follows:\n​\n18.   Share repurchase program\nIn March 2020, the Board of Directors authorized a share repurchase program (the 2020 Share Repurchase Program) pursuant to which the Company could repurchase up to $\n1,600,000\nof the Company’s common stock. The 2020 Share Repurchase Program authorization revoked the previously authorized but unused amounts from the earlier share repurchase program. The 2020 Share Repurchase Program did not have an expiration date but provided for suspension or discontinuation at any time.\nIn March 2022, the Board of Directors authorized a share repurchase program (the 2022 Share Repurchase Program) pursuant to which the Company could repurchase up to $\n2,000,000\nof the Company’s common stock. The 2022 Share Repurchase Program revoked the previously authorized but unused amounts from the 2020 Share Repurchase Program. The 2022 Share Repurchase Program did not have an expiration date but provided for suspension or discontinuation at any time.\nA summary of common stock repurchase activity is presented in the following table:\n​\n​\n19.   Subsequent events\n​\nOn March 12, 2024, the Board of Directors authorized a new share repurchase program (the 2024 Share Repurchase\nProgram) pursuant to which the Company may repurchase up to\n$\n2,000,000\nof the Company’s common stock. The 2024 Share Repurchas Program authorization revokes the previously authorized but unused amounts from the 2022 Share Repurchase Program. The 2024 Share Repurchase Program does not have an expiration date and may be suspended or discontinued at any time.\n​\nOn March 13, 2024, the Company entered into an Amendment No. 3 to its Second Amended and Restated Loan Agreement, which amended and restated the existing agreement. The new loan agreement extends the maturity of the facility to March 13, 2029, provides maximum revolving loans equal to the lesser of $\n800,000\nor a percentage of eligible owned inventory, contains a $\n50,000\nsub-facility for letters of credit and allows the Company to increase the revolving facility by an additional $\n200,000\n.\n​\n​\n​\n77\n​\nUlta Beauty, Inc.\nSchedule II – Valuation and Qualifying Accounts\n(In thousands)\n​\n​\n​\n​\n​\n78\n​"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of disclosure controls and procedures over financial reporting\nWe have established disclosure controls and procedures to ensure that material information relating to the Company is made known to the officers who certify our financial reports and to the members of our senior management and Board of Directors.\nBased on management’s evaluation as of February 3, 2024, our Chief Executive Officer and Chief Financial Officer have concluded that our disclosure controls and procedures (as defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934) are effective to ensure that the information required to be disclosed by us in our reports that we file or submit under the Securities Exchange Act of 1934 is recorded, processed, summarized, and reported within the time periods specified in the SEC’s rules and forms, and that such information is accumulated and communicated to our management, including the Chief Executive Officer and Chief Financial Officer, as appropriate, to allow timely decisions regarding required disclosure.\nManagement’s annual report on internal control over financial reporting\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting for the Company. Internal control over financial reporting is a process designed by, or under the supervision of, the principal executive officer and principal financial officer and effected by the Board of Directors, management, and other personnel, to provide reasonable assurance regarding the reliability of our financial reporting and the preparation of financial statements for external purposes in accordance with U.S generally accepted accounting principles.\nUnder the supervision and with the participation of our principal executive officer and our principal financial officer, management evaluated the effectiveness of our internal control over financial reporting as of February 3, 2024, based on the criteria established in Internal Control – Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO). Based on this evaluation, our principal executive officer and principal financial officer concluded that our internal controls over financial reporting were effective as of February 3, 2024. Ernst & Young LLP, the independent registered public accounting firm that audited our financial statements included in this Annual Report on Form 10-K, has audited the effectiveness of our internal control over financial reporting as of February 3, 2024 and has issued the attestation report included in Item 8 of this Annual Report on Form 10-K.\nChanges in internal control over financial reporting\nThere were no changes to our internal controls over financial reporting during the 14 weeks ended February 3, 2024 that have materially affected, or are reasonably likely to materially affect, our internal controls over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "During the 14 weeks ended February 3, 2024, no director or Section 16 officer of the Company adopted or terminated a “Rule 10b5-1 trading arrangement” or “non-Rule 10b5-1 trading arrangement,” as each term is defined in Item 408 of Regulation S-K\n.\n79"
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\nPart III"
  },
  {
    "item_key": "item_10",
    "text": "The information required by this item with respect to our executive officers is set forth in Part I, Item 4A of this Annual Report on Form 10-\nK under the caption “Executive Officers.”  The additional information required by this item is included under the captions “Corporate Governance – Code of Business Conduct,” “Corporate Governance – Nomination Process – Qualifications,” “Corporate Governance – Proposal One – Election of Directors,” “Corporate Governance – Information About Our Director Nominees,” “Corporate Governance – Information About Our Directors Continuing in Office” and “Corporate Governance – Audit Committee” in our definitive Proxy Statement for our 2024 Annual Meeting of Stockholders (the Proxy Statement) and is hereby incorporated herein by reference.\nWe have a code of business conduct that applies to all of our employees, including our Chief Executive Officer, Chief Financial Officer, Controller, and other persons performing similar functions. We have posted a copy of our code of business conduct under “Governance” in the Investor Relations section of our website located at http://ulta.com/investor, and such code of business conduct is available in print, without charge, to any stockholder who requests it from our Corporate Secretary. We intend to satisfy the disclosure requirements under Item 5.05 of Form 8-K regarding amendments to, or waivers from, the code of business conduct by posting such information under “Governance” in the Investor Relations section of our website located at http://ulta.com/investor. We are not including the information contained on our website as part of, or incorporating it by reference into, this Annual Report on Form 10-K."
  },
  {
    "item_key": "item_11",
    "text": "The information required by this item is included under the captions “Compensation Discussion and Analysis,” “Corporate Governance – Compensation Committee,” “Corporate Governance – Report of the Compensation Committee of the Board of Directors,” and “Corporate Governance – Non-Employee Director Compensation for Fiscal 2023” in the Proxy Statement and is hereby incorporated herein by reference."
  },
  {
    "item_key": "item_12",
    "text": "The information required by this item with respect to security ownership of certain beneficial owners and management is included under the caption \"Stock Ownership” in the Proxy Statement and is hereby incorporated by reference. The information required by this item with respect to compensation plans under which our equity securities are authorized for issuance as of February 3, 2024 is set forth in Item 5 of this Annual Report on Form 10-K under the caption “Securities authorized for issuance under equity compensation plans.”"
  },
  {
    "item_key": "item_13",
    "text": "The information required by this item is included under the captions “Corporate Governance – Independence,” “Corporate Governance – Compensation Committee – Compensation Committee Interlocks and Insider Participation,” and “Certain Relationships and Transactions” in the Proxy Statement and is hereby incorporated by reference."
  },
  {
    "item_key": "item_14",
    "text": "The information required by this item is included under the caption “Corporate Governance – Proposal Two – Ratification of Appointment of Independent Registered Public Accounting Firm – Fees to Independent Registered Public Accounting Firm” in the Proxy Statement and is hereby incorporated by reference.\n​\n80\nPart IV"
  },
  {
    "item_key": "item_15",
    "text": "The following documents are filed as a part of this Form 10-K:\n​\nAll other financial statement schedules required by Form 10-K have been omitted because they were inapplicable or otherwise not required under the instructions contained in Regulation S-X.\n(b)   Exhibits\nThe exhibits listed in the Exhibit Index below are filed as part of this Annual Report on Form 10-K.\n​\n​\n​\n​\n​\n​\n​\n​\n​\n81\nEXHIBIT INDEX\n82\n83\n*     A management contract or compensatory plan or arrangement."
  },
  {
    "item_key": "item_16",
    "text": "None.\n​\n​\n84\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized, in the City of Bolingbrook, State of Illinois, on March 26, 2024.\n​\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated:\n​\n​\n85"
  }
]