[
  {
    "item_key": "item_1",
    "text": "Introduction\nWe are an international producer and marketer of beer, wine, and spirits with operations in the U.S., Mexico, New Zealand, and Italy with powerful, consumer-connected, high-quality brands like Corona Extra, Modelo Especial, Robert Mondavi Winery, Kim Crawford, Meiomi, The Prisoner Wine Company, High West, Casa Noble, and Mi CAMPO. In the U.S., we are one of the top growth contributors at retail among beverage alcohol suppliers. We are the second-largest beer company in the U.S. and continue to strengthen our leadership position as the #1 share gainer in the high-end beer segment and the overall U.S. beer market. In Fiscal 2024, Modelo Especial became the #1 beer brand in the U.S. beer market in dollar sales. Within wine and spirits, we have reshaped our brand portfolio to a higher-end focused business and continue to expand our supply channels through DTC and international markets. The strength of our brands makes us a supplier of choice to many of our consumers and our customers, which include wholesale distributors, retailers, and on-premise locations. We conduct our business through entities we wholly own as well as through a variety of joint ventures and other entities.\nOur mission is to build brands that people love because we believe elevating human connections is Worth Reaching For. It is worth our dedication, hard work, and calculated risks to anticipate market trends and deliver more for our consumers, shareholders, employees, and industry. This dedication is what has driven us to become one of the fastest-growing, large CPG companies in the U.S. at retail. Our core values guide our pursuits:\nPeople\nTrue strength is achieved when everyone has a voice. That is why we build our culture on a foundation that encourages inclusion and diversity in background and thought and aspire to foster an environment where everyone feels empowered to bring their true selves and different points of view to the workplace to drive us forward\nCustomers\nWe work relentlessly to anticipate what consumers want today, tomorrow, and well into the future\nEntrepreneurship\nAs an industry leader, we act with a bold, calculated approach to realize our vision and unlock new growth opportunities\nQuality\nOur promise is to pursue quality in our processes and products by continuously seeking to enhance what we do and how we do it\nIntegrity\nIt is about more than achieving goals. How we achieve them is also important. We aspire to act with high moral and ethical standards and always do the right thing, even when it is the hard thing\nHeadquartered in Victor, New York, through May 2024 and in Rochester, New York thereafter, we are a Delaware corporation incorporated in 1972, as the successor to a business founded in 1945.\nStrategy\nOur overall strategic vision is to consistently deliver industry-leading total stockholder returns over the long-term through a focus on these key pillars:\n•\ncontinue building strong brands people love with advantaged routes to market;\n•\nbuild a culture that is consumer-obsessed and leverages robust innovation capabilities to stay on the forefront of consumer trends;\n•\ndeploy capital in line with disciplined and balanced priorities;\n•\ndeliver on impactful ESG initiatives that we believe are not only good business, but also good for the world; and\n•\nempower the whole enterprise to achieve best-in-class operational efficiency.\nWe will continue to strive for success by ensuring consumer-led decision making drives all aspects of our business; building a diverse talent pipeline with best-in-class people development; investing in infrastructure that supports and enables our business, including data systems and architecture; and exemplifying intentional and proactive fiscal management. We place focus on positioning our portfolio on higher-margin, higher-growth categories of the beverage alcohol industry to align with consumer-led premiumization, product, and purchasing trends, which we believe will continue to drive faster growth rates across beer, wine, and spirits. To continue capitalizing on consumer-led premiumization trends, become more competitive, and grow our business, we have employed a strategy dedicated to organic growth and supplemented by targeted investments and acquisitions. We also believe a key component to driving faster growth rates is to invest and strengthen our position within the DTC and 3-tier eCommerce channels. We have launched a multi-year Digital Business Acceleration initiative, which we believe will enable us to drive results by enhancing our technology capabilities in key areas. In Fiscal 2024, we continued to focus on procurement, end-to-end supply chain planning, as well as introducing a new focus area, logistics. We believe our continued focus on maintaining a strong balance sheet provides a solid financial foundation to support our broader strategic initiatives. As a result of this strategy, we have realized impacts on each segment of our business.\nIn our beer business, we focus on upholding our leadership position in the U.S. beer market, including the high-end segment, and continuing to grow our high-end imported beer brands through maintenance of leading margins, enhancements to our results of operations and operating cash flow, and exploring new avenues for growth. This includes continued focus on growing our beer portfolio in the U.S. through expanding distribution for key brands, including within the 3-tier eCommerce channel, as well as investing in the next increment of modular capacity additions required to sustain our momentum. We continue to focus on consumer-led innovation by creating new line extensions behind celebrated, trusted brands and package formats, as well as new to world brands, that are intended to meet emerging needs.\nIn our wine and spirits business, we continue to focus on higher-end brands, improving margins, and creating operating efficiencies. We have reshaped our portfolio primarily through an enhanced focus on higher-margin, higher-growth wine and spirits brands. Our business is organized into two distinct commercial teams, one focused on our fine wine and craft spirits brands and the other focused on our mainstream and premium brands. While each team has its own distinct strategy, both remain aligned to the goal of accelerating performance by growing organic net sales and expanding margins. In addition, we are advancing our aim to become a global, omni-channel competitor in line with consumer preferences. Our business continues to progressively expand into DTC channels (including hospitality), 3-tier eCommerce, and international markets, while remaining a major supplier in U.S. 3-tier brick-and-mortar distribution.\nFor further information on our strategy, see “Overview” within MD&A.\nDivestitures, acquisitions, and investments\nIn connection with executing our strategy as outlined above, during Fiscal 2024 we completed the following transactions:\nFor further information about our significant Fiscal 2024, Fiscal 2023, and Fiscal 2022 transactions, refer to (i) “Overview” within MD&A and (ii) Note 2.\nBusiness segments\nWe report our operating results in\nthree\nsegments: (i) Beer, (ii) Wine and Spirits, and (iii) Corporate Operations and Other. The business segments reflect how our operations are managed, how resources are allocated, how operating performance is evaluated by senior management, and the structure of our internal financial reporting.\nWe report net sales in two reportable segments, as follows:\nBeer segment\nWe are the #1 brewer and seller of imported beer in the U.S. market. We are also the leader in the high-end segment of the U.S. beer market, which includes the imported and ABA categories. We have the exclusive right to import, market, and sell our Mexican beer brands in all 50 states of the U.S., of which include the following:\nNotable achievements in the U.S. include the following: (i) we have 7 of the top 15 share gaining brands across the total beer category, (ii) Modelo Especial is the best-selling beer overall, (iii) Corona Extra is the second largest imported beer and fifth best-selling beer overall, and (iv) Pacifico and Corona Familiar are tied for the fastest growing major imported beer brand.\nDuring Fiscal 2024, we spent over $900 million on (i) the completion of planned expansions and execution of optimization initiatives, increasing total capacity in Mexico from approximately 42 million hectoliters to approximately 48 million hectoliters, and (ii) ongoing construction of the Veracruz Brewery. Expansion, optimization, and/or construction activities continue at our breweries in Mexico to support expected future business needs. We expect to spend approximately $3 billion over Fiscal 2025 through Fiscal 2028 on such activities. We believe these investments allow us the opportunity to further expand our leadership position in the high-end segment of the U.S. beer market. For further information about our Mexico Beer Projects, refer to (i) “Production” below, (ii) MD&A, and (iii) Note 5.\nWe are also building on the success of our leading import brand families through our innovation strategy. For example, our Modelo Chelada brands have become an important growth contributor to our portfolio as the leading chelada in the U.S. beer market. In Fiscal 2024, we continued to build on our successful innovation platform with the launch of new products aligned with consumer-led premiumization, betterment, and flavor trends, including: (i) Modelo Oro, a light and lower-calorie Mexican beer, (ii) Modelo Chelada Sandía Picante, a watermelon and chile pepper michelada-style beer, (iii) Modelo Chelada Variety Pack, a 12 ounce, 12-pack format offering of certain of our chelada flavors, and (iv) Corona Non-Alcoholic. Additionally, we announced the following products will be launched across select markets in Fiscal 2025: (i) Modelo Spiked Aguas Frescas, a blend of real fruit juice with a light spike inspired by the classic aguas frescas from Mexico, (ii) Corona Sunbrew, a beer brewed with real citrus peels and a splash of real citrus juice, and (iii) two new Modelo Chelada flavors, Fresa Picante and Negra con Chile.\nWine and Spirits segment\nWe are a major, higher-end wine and spirits company in the U.S. market, with a portfolio that includes higher-margin, higher-growth wine and spirits brands. Our wine portfolio is supported by grapes purchased from independent growers, primarily in the U.S. and New Zealand, and vineyard holdings in the U.S., New Zealand, and Italy. Our wine and spirits are primarily marketed in the U.S. and also sold in Canada, New Zealand, and other major world markets.\nIn the U.S., we have 7 of the 100 top-selling higher-end wine brands, with Meiomi and Kim Crawford achieving the 4\nth\nand 10\nth\nspots, respectively. Some of our well-known wine and spirits brands and portfolio of brands include:\nIn Fiscal 2024, the broader wine category experienced deceleration in both the U.S. wholesale and international markets, and, as a result, our largest mainstream and premium brands experienced a decline. We believe this deceleration is temporary. Despite this dynamic, our fine wine and craft spirits portfolio delivered\nmuted gains and we achieved growth in DTC channels. Additionally, we have been actively working to address mainstream headwinds affecting our two largest volume brands, Woodbridge and SVEDKA, and anticipate these efforts to extend over the medium-term. We continue to believe that over the medium-term our wine and spirits business will return to net sales growth supported by the transformation undertaken over the last few years to better align our portfolio with broader consumer-led premiumization trends, expand our omni-channel capabilities, and extend into select international markets.\nOver the last few years, we have been increasing our development of on-trend product innovation as we believe this is one of the key drivers of growth within the wine and spirits category. Our innovation strategy has evolved to introducing fewer new items which we believe will have the most success for our business. We focus our resources on brand line extensions aligned with consumer-led premiumization and betterment trends that have remained among the top new products in the wine category over the past couple of years, such as: Meiomi Red Blend, Meiomi Bright Pinot Noir, and Kim Crawford Prosecco.\nCorporate Operations and Other segment\nThe Corporate Operations and Other segment includes traditional corporate-related items including costs of corporate development, corporate finance, corporate strategy, executive management, growth, human resources, internal audit, investor relations, IT, legal, and public relations, as well as our Canopy investment and investments made through our corporate venture capital function.\nFor further information regarding net sales and operating income (loss) of our business segments and geographic areas, refer to (i) MD&A and (ii) Note 22.\nMarketing and distribution\nTo focus on their respective product categories, build brand equity, and increase sales, we employ full-time, in-house marketing, sales, and customer service functions for our (i) Beer and (ii) Wine and Spirits segments. These functions engage in a range of marketing activities and strategies, including market research, consumer and trade advertising, price promotions, point-of-sale materials, event sponsorship, on-premise activations, and public relations.\nWhen we advertise our products to consumers, we use a combination of methods to forecast the number of advertising impressions made on individuals at or above the legal drinking age. Through our media placement agencies, we leverage recognized audience measurement services such as Nielsen and ComScore to measure audience composition data on a regular and frequent basis. This data helps us to ensure that our advertising placements are purchased in media outlets and audience buying platforms (i.e., programmatic digital buys) that are primarily targeted toward legal drinking age consumers and, when appropriate, specifically targeted to audiences that are age-verified as of the legal drinking age. Our Global Code of Responsible Practices for Beverage Alcohol Advertising and Marketing provides the fundamental framework for responsible brand advertising and marketing that helps ensure our messages are directed at legal drinking age consumers.\nWe are a corporate member of Responsibility.org, a national not-for-profit that aims to empower adults to make a lifetime of responsible alcohol choices. As part of our efforts to promote responsible beverage alcohol consumption, our brand websites redirect a visitor who self-identifies as being under the legal drinking age to Responsibility.org for information on prevention of underage drinking, ending drunk driving, and drinking responsibly.\nIn Fiscal 2024, we had\nzero\n:\n•\ninstances of non-compliance with industry or regulatory labeling and/or marketing codes; and\n•\nmonetary losses as a result of legal proceedings associated with marketing and/or labeling practice.\nIn the U.S., our products are primarily distributed by wholesale distributors, and we generally use separate distribution networks for (i) our beer portfolio and (ii) our wine and spirits portfolio. In addition, in states where the government acts as the distributor, we distribute our products through state alcohol beverage control agencies, which set the retail prices of our products. As is the case with all other beverage alcohol companies,\nproducts sold through these agencies are subject to obtaining and maintaining listings to sell our products in that agency’s state. State governments can also affect prices paid by consumers for our products through the imposition of taxes.\nTrademarks and distribution agreements\nTrademarks are an important aspect of our business. We sell products under a number of trademarks, which we own or use under license. We also have various licenses and distribution agreements for the sale, or the production and sale, of our products and products of others. These licenses and distribution agreements have varying terms and durations.\nWithin the Beer segment, we have an exclusive sub-license to use trademarks related to our Mexican beer brands in the U.S. This sub-license agreement is perpetual.\nCompetition\nThe beverage alcohol industry is highly competitive. We compete on the basis of quality, price, brand recognition and reputation, and distribution strength. Our beverage alcohol products compete with other alcoholic and non-alcoholic beverages for consumer purchases, as well as shelf space in retail stores, restaurant presence, and wholesaler attention. We compete with numerous multinational producers and distributors of beverage alcohol products, some of which have greater resources than we do. Our principal competitors include:\nProduction\nAs of February 29, 2024, our production capacity at our Mexican breweries was approximately 48 million hectoliters. By the end of Fiscal 2028, we expect to increase our capacity in Mexico to approximately\n65 million hectoliters to support the growth of our high-end beer brands through continued expansion, optimization, and/or construction activities at our Mexican breweries. For further information on these expansion, optimization, and/or construction activities, refer to (i) MD&A and (ii) Note 5.\nIn the U.S., we operate 12 wineries using many varieties of grapes grown principally in the Napa, Sonoma, Monterey, and San Joaquin regions of California as well as the Willamette Valley region of Oregon. We also operate two wineries in New Zealand and five wineries in Italy. Grapes are normally harvested and crushed in August through November in the U.S. and Italy, and in February through May in New Zealand and stored as wine until packaged for sale under our brand names or sold in bulk. The inventories of wine are usually at their highest levels during and after the crush of each year’s grape harvest and are reduced as sold throughout the year.\nWe currently operate five distilleries in the U.S. for the production of our spirits: two facilities for High West whiskey and one facility each for Copper & Kings American brandies, Nelson’s Green Brier bourbon and whiskey products, and Austin Cocktails RTDs. The requirements for agricultural products, neutral grain spirits, and bulk spirits used in the production of our spirits are purchased from various suppliers.\nCertain of our wines and spirits must be aged for multiple years. Therefore, our inventories of wines and spirits may be larger in relation to sales and total assets than in many other businesses.\nResources and availability of production materials\nThe principal components in the production of our Mexican beer brands include water; agricultural products, such as yeast and grains; and packaging materials, which include glass, aluminum, and cardboard.\nFor our Mexican beer brands, packaging materials are the largest cost component of production, with glass bottles representing the largest cost component of our packaging materials. We aim to reduce operational waste and enhance our use of returnable, recyclable, or renewable packaging. In Fiscal 2024, we transitioned from hi-cone plastic rings to recyclable paperboard for all applicable 4-pack and 6-pack SKUs across our beer portfolio. Additionally, our current Mexican breweries are in the process of being evaluated for TRUE Certification for Zero Waste.\nFor Fiscal 2024, the package format mix of our Mexican beer volume sold in the U.S. was as follows:\nAs part of our long-term beer glass sourcing strategy, we are a partner in an equally-owned joint venture with Owens-Illinois, one of the leading manufacturers of glass containers in the world. The joint venture owns a state-of-the-art Glass Plant adjacent to our Nava Brewery in Mexico. The Glass Plant supplies nearly 60% of the total annual glass bottle supply for our Mexican beer brands. We also have long-term glass supply agreements with other glass producers.\nThe current Mexican breweries each receive water originating from separate and distinct aquifers. We believe we have adequate access to water to support these breweries’ ongoing requirements, as well as future requirements after the completion of planned expansion, optimization, and/or construction activities at our breweries. These breweries employ comprehensive water management practices that focus on water efficiency and wastewater treatment operations to reuse water consumed as part of the production process.\nThe principal components in the production of our wine and spirits products are agricultural products, such as grapes and grain, and packaging materials, primarily glass.\nMost of our annual grape requirements are satisfied by grower purchases from each year’s harvest. We receive grapes from approximately 430 independent growers located in the U.S. and 40 independent growers in New Zealand and Italy. We enter into purchase agreements with a majority of these growers with pricing that generally varies year-to-year and is largely based on then-current market prices.\nAs of February 29, 2024, we owned or leased approximately 18,200 acres of land and vineyards, either fully bearing or under development, in the U.S., New Zealand, and Italy. This acreage supplies only a small percentage of our overall total grape needs for wine production. However, most of this acreage is used to supply a large portion of the grapes used for the production of certain of our higher-end wines. We continue to consider the purchase or lease of additional vineyards, and additional land for vineyard plantings, to supplement our grape supply.\nAll of our owned and leased vineyards in California routinely adhere to documented water management plans as required by Sustainable Grape Growing Certifications including the California Sustainable Winegrowing Alliance and Fish Friendly Farming. We use the guidance of these plans to identify the designated beneficial use of the water body based on grape growing goals set before the growing season that account for soil types, slopes, irrigation water availability and quality, and energy efficiency.\nWe believe that we have adequate sources of grape supplies to meet our sales expectations. However, when demand for certain wine products exceeds expectations, we look to source the extra requirements from the bulk wine markets around the world.\nThe distilled spirits manufactured and imported by us require various agricultural products, neutral grain spirits, and bulk spirits, which we fulfill through purchases from various sources by contractual arrangement and through purchases on the open market. We believe that adequate supplies of the aforementioned products are available at the present time.\nWe utilize glass and polyethylene terephthalate bottles and other materials such as caps, corks, capsules, labels, and cardboard cartons in the bottling and packaging of our wine and spirits products. After grape purchases, glass bottles are the largest component of our cost of product sold, comprising more than 95% of our package format mix of our wine and spirits portfolio volume sold for Fiscal 2024. In the U.S., the glass bottle industry is highly concentrated with only a small number of producers. We have traditionally obtained, and continue to obtain, our glass requirements from a limited number of producers under long-term supply arrangements. Currently, one producer supplies most of our glass container requirements for our U.S. operations. We have been able to satisfy our requirements with respect to the foregoing and consider our sources of supply to be adequate at this time.\nWe have implemented plans to enhance our use of circular packaging and reduce waste across our wine and spirits portfolio in connection with our commitments to (i) reduce our ratio of total packaging weight versus the product weight of wine or spirits liquid by 10% across our portfolio between the periods Fiscal 2022 to Fiscal 2025\nand (ii) ensure that 80% of packaging from our portfolio is returnable, recyclable, or renewable. In Fiscal 2024, we activated 40 wine and spirits sustainable packaging projects across more than 190 SKUs to optimize material consumption, decrease packaging weights, and enable reductions in consumer waste.\nGovernment regulations\nWe are subject to a range of laws and regulations in the countries in which we operate. Where we produce products, we are subject to environmental laws and regulations, and may be required to obtain environmental and alcohol beverage permits and licenses to operate our facilities. Where we market and sell products, we may be subject to laws and regulations on brand registration, packaging and labeling, distribution methods and relationships, pricing and price changes, sales promotions, advertising, and public relations. The countries in which we operate impose duties, excise taxes, and other taxes on beverage alcohol products, and on certain raw materials used to produce our beverage alcohol products, in varying amounts. We are also subject to rules and regulations relating to changes in officers or directors, ownership, or control.\nWe believe we are in compliance in all material respects with all applicable governmental laws and regulations in the countries in which we operate. We also believe that the cost of administration and compliance with, and liability under, such laws and regulations does not have, and is not expected to have, a material adverse impact on our financial condition, results of operations, and/or cash flows.\nSeasonality\nThe beverage alcohol industry is subject to seasonality in each major category. As a result, in response to wholesaler and retailer demand which precedes consumer purchases, our beer sales are typically highest during the first and second quarters of our fiscal year, which correspond to the Spring and Summer periods in the U.S. Our wine and spirits sales are typically highest during the third quarter of our fiscal year, primarily due to seasonal holiday buying.\nESG\nDuring the course of our history, we have been committed to safeguarding our environment, making a positive difference in our communities, and advocating for responsible consumption of beverage alcohol products. We believe our ESG strategy enables us to better meet stakeholder expectations and create and protect value for our business, reflects our Company values, and directly addresses pressing environmental and societal needs that are important to our shareholders, communities, consumers, and employees.\nSpecifically, we have focused on areas where we believe we have the greatest opportunities to make meaningful, positive impacts for people and the planet in a manner that strengthens our Company, and we dedicate our resources towards:\nServing as good stewards of our environment and natural resources\nImproving water availability and resilience for our communities where we operate; reducing GHG emissions through energy conservation and renewable energy initiatives; and reducing operational waste and enhancing our use of returnable, recyclable, or renewable packaging\nEnhancing social equity within our industry and communities\nChampioning the professional development and advancement of women in beverage alcohol industry and our communities; enhancing economic development and prosperity in disadvantaged communities; and c\nhampioning an inclusive workplace culture, characterized by diversity in background and thought, which reflects our consumers and the communities where we live and work\nPromoting responsible beverage alcohol consumption\nEnsuring the responsible promotion and marketing of our products; and empowering adults to make responsible choices in their alcohol (substance) consumption by supporting fact-based education, engagement programs, and policies\nWe developed targets in connection with our strategy to serve as good stewards of our environment and natural resources. As of February 29, 2024, we are progressing towards our targets to:\n•\nrestore 5 billion gallons of water withdrawals from local watersheds near our production facilities, while improving accessibility and quality of water for communities where we operate between the periods Fiscal 2023 to Fiscal 2025;\n•\nreduce Scope\n1 (direct) and Scope 2 (indirect) GHG emissions by 15% between the periods Fiscal 2020 to Fiscal 2025;\n•\nobtain a TRUE Certification for Zero Waste to Landfill in key operating facilities by Fiscal 2025; and\n•\nsignificantly enhance our use of circular packaging across our beverage alcohol portfolio by Fiscal 2025.\nDuring Fiscal 2024 we (i) published our 2023 ESG Impact Report where we highlighted notable progress in our ESG focus areas and (ii) took various steps to advance our ESG strategy, including the following:\nServing as good stewards of our environment and natural resources\n•\ncompleted the transition from hi-cone plastic rings to recyclable paperboard for all applicable 4-pack and 6-pack SKUs across our beer portfolio\n•\ncollaborated on the Tecklenburg Groundwater Recharge project in California which will recharge groundwater, help to manage groundwater stress in the communities around our Woodbridge Winery and Lodi Distribution Center as well as in a region from which we source approximately 7% of our U.S. grape supply, and provide volumetric benefits toward our water restoration goal\n•\ninvested in a project in Nogales, Arizona, which we estimate will positively impact approximately 25,000 people, to address river borne trash to help improve the quality of water for communities near where we operate\nEnhancing social equity within our industry and communities\n•\ncommitted $100,000 to UnidosUS’ HOME initiative, a program whose goal is to transform the economic trajectory of Latinx families by advancing systemic change to create 4 million new homeowners by calendar 2030\n•\ncommitted an additional $100,000 to support capacity building for Dress for Success Worldwide and its affiliates and expand direct support to five additional affiliates representing our major markets\nPromoting responsible beverage alcohol consumption\n•\npartnered with Uber to provide safe rides vouchers for U.S. employees celebrating during certain holidays and seasonal activities as part of our Safe Ride Home program\n•\nin collaboration with Responsibility.org we shared responsible consumption messaging during certain holidays and seasonal activities with employees and external audiences\nAs part of our brewery expansion efforts and commitment to making a positive impact on the communities where we operate, we plan to continue working with local authorities and community-based organizations on sustainability initiatives that benefit local residents. Critical local projects are identified through community collaboration and input and guidance from third-party water restoration organizations. This is in addition to other benefits we provide, including local job creation and fueling economic development.\nFor further information about our ESG advancements refer to (i) “Human capital resources” below and (ii) “Capital resources” within MD&A.\nHuman capital resources\nAs of February 29, 2024, we had approximately 10,600 employees, including approximately 1,300 employees through our equally-owned joint venture with Owens-Illinois. The number of employees may change throughout the year, as we employ additional workers during the grape crushing seasons. Approximately 20% of the employees are covered by collective bargaining agreements. Collective bargaining agreements expiring within one year are minimal. We consider our employee relations generally to be good.\nEmployee geographic data is as follows:\nDiversity, equity, and inclusion\nOur DEI strategic priorities are as follows:\nCultivate a best-in-class, diverse, and equitable workforce\nRecruit diverse talent to reflect the richness of the communities in which we live and work and engage their insights and perspectives to create a sustainable competitive advantage, benefiting our stakeholders\nFoster a winning, inclusive work culture\nFoster an inclusive and equitable work culture that drives connection through proximity - to our work and each other - and actively promotes the sharing and leveraging of diverse perspectives, backgrounds, and experiences in relevant and meaningful ways\nEnhance social equity within our industry and communities\nExtend our influence to enhance social equity within the beverage alcohol industry and our surrounding communities by creating globally consistent and locally relevant opportunities that support our ESG goals and initiatives\nWe provide opportunities for our employees to unite around common interests, identities, perspectives, and shared experiences through a growing community of BRGs. Our BRGs are intended to advance our DEI strategic priorities and are supported at the highest level with sponsorships from our executives. See “Information about our Executive Officers” below. Each BRG is tasked with making a business impact on behalf of the represented group and welcomes allies. In Fiscal 2024, approximately 60% of our U.S. salaried employees were members of one or more BRGs and we expanded our BRGs to Mexico and New Zealand.\nWe measure gender and ethnic representation to understand diversity at various levels across the organization, assess progress over time, and drive continuous improvement. We continue to make progress towards our ambitions to enhance both gender representation and overall ethnic diversity among our self-disclosed, U.S. salaried employee population by Fiscal 2026 as follows:\nU.S. Salaried Female\nWorkforce Representation\nAmbition of\n50%\nU.S. Salaried Ethnic Diversity\nWorkforce Representation\nAmbition of\n30%\nAdditionally, we utilize a DEI growth dashboard for our U.S. salaried employee base, centered around identifying and addressing workforce diversity representation opportunities, utilizing 2020 U.S. Census data as a benchmark. This dashboard is shared with our executives and with certain committees of the Board of Directors on a semi-annual basis enabling them to monitor the progress made and to provide guidance on next steps designed to attain our representation ambitions. We also assess metrics throughout the human resource lifecycle to identify potential bias and barriers in our processes, including talent acquisition, turnover, engagement scores, or participation in BRG events.\nCompensation and benefits\nWe strive to provide pay, benefits, and services that meet the needs of our employees. The main components of compensation are: (i) base pay, (ii) long-term incentives dependent on a number of factors such as geographic location and management level which can include restricted stock units, stock options, and performance share units, (iii) short-term incentives, and (iv) recognition awards. Base and incentive compensation is reviewed on an annual basis ensuring it is competitive in the market and gives employees opportunities to earn more for exceeding expectations. Our total rewards program also offers valuable benefits, tools, and resources designed to help employees stay healthy and well, while achieving security, growth, satisfaction, and success.\nProfessional development\nBuilding diverse talent pipelines, delivering best-in-class people development, and championing professional advancement are key components of our human capital strategy which is designed to position our business for long-term growth. We are committed to offering programs, resources, and experiences that empower employees to grow their careers. The University of Constellation Brands, our learning and development center, allows employees to find opportunities to grow, develop, gain new skills and insights, explore, and expand interests through regularly updated curricula. In Fiscal 2024, we (i) spent approximately $17 million in development and training costs, including the delivery of one executive development program, one leadership development program, two women’s focused development programs, and a newly-launched leadership coaching workshop for our people leaders and (ii) produced nearly 375 matched relationships under our formal career development mentoring program.\nSuccession planning\nWe have a comprehensive succession planning process, led by our human resources team and overseen by the Human Resources Committee of our Board of Directors. In addition to the Human Resources Committee’s enhanced focus on executive, senior leader, and high-potential employee succession, our full Board of Directors is also involved in Chief Executive Officer succession planning as well as succession and people development for the broader employee population. As part of the succession planning process, we review and discuss potential successors to key roles and examine backgrounds, capabilities, and appropriate developmental opportunities.\nEmployee engagement\nWe assess employee engagement through global engagement and targeted pulse surveys, which provide feedback on a variety of topics, such as company direction and strategy, resources, support, enablement, empowerment, and well-being.\nSafety\nWe are committed to ensuring the safety of our employees. Our global EHS policy describes our dedication to providing a safe and healthy working environment and developing and maintaining a culture where all employees take responsibility for their own safety as well as the safety of others while minimizing our impact on the environment in the communities where we live and work. With a focus on continuous improvement, we are developing more robust EHS management systems, strengthening employee awareness and training, and ensuring senior leadership engagement on safety. Work-related injuries resulting from the production of our beer, wine, and spirits products are well below industry average. Our recordable incident rate as compared to the industry average is as follows:\nThe recordable incident rate is defined as total number of worldwide CBI work-related injuries (cases beyond first aid) per 100 full-time employees. The industry average is calculated by taking the weighted average of the most recent (2022) U.S. Bureau of Labor Statistics data for wineries, breweries, and distilleries based on our portfolio mix in February 2024, February 2023, and February 2022 for the years ended February 29, 2024, February 28, 2023, and February 28, 2022, respectively.\nEmpowering our employees to give back\nGiving back to our communities is a value instilled by our founder, Marvin Sands, and remains core to our Company’s DNA. We empower our employees to engage in the communities where they live and work in a variety of ways, including volunteering time and through a charitable matching program available to all U.S. employees.\nWe match donations ranging from a maximum of $5,000 to $50,000 per year, depending on employee level, to charitable organizations.\nInformation about our Executive Officers\nExecutive officers of the Company are generally chosen or elected to their positions annually and hold office until the earlier of their removal or resignation or until their successors are chosen and qualified. Information with respect to our executive officers as of April 23, 2024, is as follows:\nCompany Information\nOur website is https://www.cbrands.com, and our investor relations website is https://ir.cbrands.com. Our filings with the SEC, including our Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports, filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, are accessible free of charge on our investor relations website as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. The SEC maintains a website, https://www.sec.gov, that contains reports, proxy and information statements, and other information regarding issuers, such as ourselves, that file electronically with the SEC.\nOur Chief Executive Officer and Senior Financial Executive Code of Ethics specifically applies to our chief executive officer, our principal financial officer, and our controller, and is available on our investor relations website. This Chief Executive Officer and Senior Financial Executive Code of Ethics meets the requirements as set forth in the Exchange Act, Item 406 of Regulation S-K. Our Code of Business Conduct and Ethics applies to all employees, directors, and officers, including each person who is subject to the Chief Executive Officer and Senior Financial Executive Code of Ethics. The Code of Business Conduct and Ethics, together with our Global Code of Responsible Practices for Beverage Alcohol Advertising and Marketing, is available on our website under “Our Policies.” Copies of these materials are available in print to any stockholder who requests them. Stockholders\nshould direct such requests in writing to Investor Relations Department, Constellation Brands, Inc., 207 High Point Drive, Building 100, Victor, New York 14564, or by telephoning our Investor Center at 1-888-922-2150.\nOur Board of Directors Corporate Governance Guidelines and the Charters of the Board’s Audit Committee, Human Resources Committee (which serves as the Board’s compensation committee), and Corporate Governance, Nominating, and Responsibility Committee are accessible on our investor relations website. Amendments to, and waivers granted to our directors and executive officers under, our codes of ethics, if any, will be posted in this area of our investor relations website.\nThe information regarding our websites and their content is for your convenience only. The content of our websites is not deemed to be incorporated by reference in this Form 10-K or filed with the SEC."
  },
  {
    "item_key": "item_1a",
    "text": "In addition to information discussed elsewhere in this Form 10-K, you should carefully consider the following factors, as well as additional factors not presently known to us or that we currently deem to be immaterial, which could materially affect our business, liquidity, financial condition, and/or results of operations in future periods. The following factors are organized under relevant headings; however, they may be relevant to other headings as well.\nOperational Risks\nSupply of quality water, agricultural, and other raw materials, certain raw and packaging materials purchased under supply contracts; supply chain disruptions and inflation; limited group of glass bottle suppliers\nThe quality and quantity of water available for use is important to the supply of our agricultural raw materials and our ability to operate our business. Water is a limited resource in many parts of the world. If climate patterns change and droughts continue or become more severe or other restrictions on currently available water resources are imposed, there may be a scarcity of water or poor water quality which may affect our and our suppliers’ operations, increase production costs, or impose capacity constraints. We are dependent on sufficient amounts of quality water for operation of our breweries, wineries, and distilleries, as well as to irrigate our vineyards and conduct our other operations. The suppliers of the agricultural raw materials we purchase are also dependent upon sufficient supplies of quality water for their vineyards and fields. In addition, water purification and waste treatment infrastructure limitations could increase costs or constrain operations at our production facilities and vineyards. A substantial reduction in water supplies could result in material losses of grape crops and vines or other crops, such as corn, barley, or hops, which could lead to a shortage of our product supply.\nWe have substantial brewery operations in Mexico and substantial wine operations in the U.S. (primarily in California), New Zealand, and Italy as well as brewery and distillery operations in the U.S. Although certain areas in California have recently experienced flooding, the state has endured and may continue to experience prolonged drought conditions which have resulted in the imposition of certain restrictions on water usage. If these conditions or restrictions persist and/or increase in severity, it could have an adverse effect upon those operations. Our current Mexican breweries are each, and the Veracruz Brewery will be, sourced from a single water supply originating from separate and distinct aquifers. The sources of water, methods of water delivery, water quality, or water requirements to support our ongoing requirements may change materially in the future. We may incur additional expenses for improving water delivery, quality, and efficiency as well as for securing additional water sources.\nOur breweries, the Glass Plant, our wineries, and our distilleries use a large volume of agricultural and other raw materials to produce our products. These include corn starch and sugars, malt, hops, fruits, yeast, and water for our breweries; soda ash and silica sand for the Glass Plant; grapes and water for our wineries; and grain and water for our distilleries. Our breweries, wineries, and distilleries all use large amounts of various packaging materials, including glass, aluminum, cardboard, and other paper products. Our production facilities also use electricity, natural gas, and diesel fuel in addition to renewable energy sources in their operations. Certain raw materials and packaging materials are purchased under contracts of varying maturities. The supply, on-time availability, and price of raw, packaging, and other materials, energy, and other commodities have been and may continue to be affected by many factors beyond our control, including economic factors, supply chain disruptions, inflationary pressures, market demand, global geopolitical events and military conflicts, droughts, storms, weather events, or natural or man-made disasters, plant diseases, and theft.\nOur breweries, wineries, and distilleries are also dependent upon an adequate supply of glass bottles. At times, we have experienced glass bottle purchasing shortages, particularly for brown glass used for certain of our Mexican beer brands. Glass bottle costs are one of our largest components of cost of product sold. The Glass Plant produces a majority of the total annual glass bottle supply for our Mexican beer brands, and we have a small number of other suppliers of glass bottles for our Mexican beer brands. Meanwhile, we have two aluminum can suppliers that provide all of our total annual requirements for our Mexican beer brands, with one of those suppliers providing a majority of such aluminum can requirements. In the U.S., glass bottles have only a small\nnumber of producers. Currently, one producer supplies a majority of our glass container requirements for our U.S. wine and spirits operations.\nTo the extent any of the foregoing factors impact our business or operations, including by (i) increasing the costs of our products and we are unable or choose not to pass along such rising costs to consumers through increased selling prices, (ii) leading to a shortage of our product supply or inventory levels, or (iii) requiring unplanned diversions of funds, resources, and talent to address such factors, we could experience a material adverse effect on our business, liquidity, financial condition, and/or results of operations.\nReliance upon complex information systems and third-party global networks; cybersecurity; AI\nWe depend on IT to enable us to operate efficiently and interface with customers and suppliers, maintain financial accuracy and efficiency, and effect accurate and timely governmental reporting. If we do not allocate and effectively manage the resources necessary to build and sustain the proper technology infrastructure, including our global enterprise resource planning system, we could be subject to transaction errors, processing inefficiencies, increased costs, loss of customers, business disruptions, loss of or damage to intellectual property through security breach, penalties associated with the failure to timely file governmental reports, and/or other difficulties. Many groups on a worldwide basis have experienced increases in electronic security breaches, cyberattacks, and other hacking activities such as denial of service, malware, and ransomware, and there is the possibility of retaliatory cyberattacks, including by state-sponsored organizations. As with all large IT systems, we have been a target of cyberattackers and other hacking activities and our systems could be penetrated by increasingly sophisticated parties (including through the use of emerging AI technologies) intent on extracting confidential or proprietary information, corrupting our information, disrupting our business processes, engaging in the unauthorized use of strategic information about us or our employees, customers, or consumers, or demanding monetary payment. Such unauthorized access could disrupt our operations and result in various costs and adverse consequences, including the loss of assets or revenues, litigation, regulatory actions, remediation costs, increased cybersecurity protection costs, damage to our reputation, harm to our employees, or the failure by us to retain or attract customers following such an event.\nWe have outsourced various functions to third-party service providers and may outsource other functions in the future. We rely on such third-parties to provide services on a timely and effective basis, but we do not ultimately control their performance. In addition, our distributors, wholesalers, suppliers, joint venture partners, and other external business partners utilize their own IT systems that are subject to similar risks to us as described above. Their failure to perform as expected or as required by contract, or additional cyberattacks on them that disrupts their systems, could result in significant disruptions and costs to our operations or, in the case of third-party service providers, a penetration of our systems.\nThe recent proliferation and rapid evolution of AI technologies, including generative AI, has resulted in new challenges, including business, regulatory, and ethical considerations, and may intensify the risk of cyberattackers using such technologies to enhance their capabilities. We have implemented a governance framework that includes policies and processes to address the use of AI technologies, primarily focused on generative AI, by our employees and third-party service providers. Nevertheless, our employees and third-party service providers may not follow our governance framework, including if such providers incorporate AI technologies into their products or systems without disclosing this use to us. This may create risks in our ability to address existing or rapidly developing regulatory or industry standards related to AI technologies.\nTo the extent any of the foregoing factors result in significant disruptions and costs to our operations, compromise confidential or sensitive information, imperil our intellectual property, result in harm to our reputation and the public perception of the effectiveness of our IT systems and cybersecurity measures, and/or reduce the effectiveness of our internal control over financial reporting, it could have a material adverse effect on our business, liquidity, financial condition, and/or results of operations.\nEconomic and other uncertainties associated with our international operations\nWe have production facilities in the U.S., Mexico, New Zealand, and Italy and employees in various countries, and our products are sold in numerous countries. The countries in which we operate impose duties, excise taxes, and/or other taxes on beverage alcohol products, and/or on certain raw materials used to produce\nour beverage alcohol products, in varying amounts. Governmental bodies may propose changes to international trade agreements, treaties, tariffs, taxes, and other government rules and regulations including but not limited to environmental treaties and regulations. Significant increases in import and excise duties or other taxes on or impacting beverage alcohol products as well as any tariffs, particularly on imports from Mexico and any retaliatory tariffs imposed by the Mexican government, could have a material adverse effect on our business, liquidity, financial condition, and/or results of operations.\nMeanwhile, escalating geopolitical tensions, have resulted and may continue to result in sanctions, tariffs, and import-export restrictions. These activities, when combined with any retaliatory actions that may be taken by other countries could cause further inflationary pressures and economic and supply chain disruptions (including impacts on prices and supply of certain commodities, such as aluminum, corn, crude oil, natural gas, and steel).\nIn addition, governmental agencies extensively regulate the beverage alcohol products industry concerning such matters as licensing, warehousing, trade and pricing practices, permitted and required labeling, advertising, and relations with wholesalers and retailers. Certain regulations also require warning labels and signage. We may be subject to new or revised regulations, increased licensing fees, requirements, or taxes, or regulatory enforcement actions. Additionally, various jurisdictions may seek to adopt significant additional product labeling or warning requirements, limitations, or guidelines on the marketing or sale of our products because of what our products contain or allegations that our products cause adverse health effects. If these types of requirements become applicable to one or more of our major products under current or future laws or regulations, they may inhibit sales of such products or increase our costs. These uncertainties and changes, as well as the decisions, policies, and economic strength of our suppliers and distributors, could have a material adverse effect on our business, liquidity, financial condition, and/or results of operations.\nDependence on limited facilities for production of our Mexican beer brands; facility expansion, optimization, and construction activities\nWe are dependent on our current Mexican breweries to fulfill our Mexican beer brands’ production requirements, both now as well as for the near-term. Expansion, optimization, and/or construction activities continue at our breweries in Mexico. These are multi-billion-dollar activities with risks of completion delays, cost overruns, and asset impairments, such as the prior impairment of certain long-lived assets at the canceled Mexicali Brewery. We may not achieve the intended financial and operational benefits of these investments, including if we develop excess capacity that outpaces demand for our Mexican beer brands. We are pursuing the sale of the remaining assets at the Mexicali Brewery after exploring various options; however, we may not be successful in completing any such sale or obtaining other forms of recovery.\nExpansion and optimization of current production facilities and construction of new production facilities are subject to various regulatory and developmental risks, including but not limited to: (i) our ability to obtain timely certificate authorizations, necessary approvals and permits from regulatory agencies at all or on terms that are acceptable to us; (ii) potential changes in federal, state, and local laws and regulations, including environmental requirements, that prevent a project from proceeding or increase the anticipated cost of the project; (iii) our inability to acquire rights-of-way or land or water rights on a timely basis on terms that are acceptable to us; or (iv) our inability to acquire the necessary energy supplies, including electricity, natural gas, and diesel fuel. Any of these or other unanticipated events could halt or delay the expansion, optimization, or construction of our production facilities.\nWe may not be able to satisfy our product supply requirements for our Mexican beer brands in the event of (i) a significant disruption or the partial or total destruction of the current Mexican breweries or the Glass Plant, (ii) difficulty shipping raw materials and product into, within, or out of the U.S. or Mexico, including in the event of rail shipping disruptions with our major provider in each country, or (iii) a temporary inability to produce our product due to closure or lower production levels of one or more of our current Mexican breweries. A prolonged closure or restriction of the border between the U.S. and Mexico, particularly at key product and supply crossing points, could result in temporary or longer-term disruptions of sales, consumption, and trade patterns, supply chains, production processes, and/or operations. Also, if the contemplated expansion, optimization, and/or construction activities at our breweries in Mexico are abandoned or not otherwise completed by their targeted completion dates, we may not be able to produce sufficient quantities of our Mexican beer to satisfy our needs in\nthe future. Under such circumstances, we may be unable to obtain our Mexican beer at a reasonable price from another source, if at all. A significant disruption at our current Mexican breweries, or the Glass Plant, even on a short-term basis, could impair our ability to produce and ship products to market on a timely basis. Alternative facilities with sufficient capacity or capabilities may not readily be available, may cost substantially more, or may take a significant time to start production, any of which could have a material adverse effect on our product supply, business, liquidity, financial condition, and/or results of operations.\nOperational disruptions or catastrophic loss to breweries, wineries, other production facilities, or distribution systems\nAll of our Mexican beer products are produced at our current Mexican breweries. Many of the workers at these breweries are covered by collective bargaining agreements. The Glass Plant produces a majority of the total annual glass bottle supply for our Mexican beer brands. Several of our vineyards and production and distribution facilities, including certain California and Oregon wineries, are in areas prone to seismic activity. Additionally, we have various vineyards and wineries in California and Oregon which have experienced wildfires, landslides, and/or severe winter storms.\nIf any of these or other of our properties and production facilities were to experience a significant operational disruption or catastrophic loss, it could delay or disrupt production, shipments, and sales, and result in potentially significant expenses to repair or replace these properties or find suitable alternative providers. Also, our production facilities are asset intensive. As our operations are concentrated in a limited number of production and distribution facilities, we are more likely to experience a significant operational disruption or catastrophic loss in any one location from acts of war or terrorism, natural or man-made disasters, public health crises, labor strikes or other labor activities, cyberattacks and other attempts to penetrate our or our third-party service providers’ IT systems or the IT used by our non-production employees who work remotely, or unavailability of raw or packaging materials. We may be impacted by increases in global energy prices or reduced supply, particularly for crude oil and natural gas, including as a result of geopolitical events and military conflicts. If a significant operational disruption or catastrophic loss were to occur, we could breach agreements, our reputation could be harmed, and our business, liquidity, financial condition, and/or results of operations could be adversely affected by, among other items, higher maintenance charges, unexpected capital spending, or product supply constraints.\nOur insurance policies do not cover certain types of catastrophes and may not cover certain events such as pandemics. Economic conditions and uncertainties in global markets may adversely affect the cost and other terms upon which we are able to obtain property damage and business interruption insurance. If our insurance coverage is adversely affected, or to the extent we have elected to self-insure, we may be at greater risk that we may experience an adverse impact to our business, liquidity, financial condition, and/or results of operations.\nClimate change; ESG regulatory compliance; failure to meet emissions, stewardship, and other ESG targets\nOur business depends upon agricultural activity and natural and human capital resources. There has been much public discussion related to concerns that GHGs may have an adverse impact on global temperatures, weather patterns, and the frequency and severity of extreme weather and natural disasters. Severe weather events and natural disasters, such as our experiences with drought, flooding, and/or wildfires in California and Oregon, severe winter storms in California, Texas, or Mexico, or late frosts or flooding in New Zealand, and climate change may negatively affect agricultural productivity in the regions from which we source our various agricultural raw materials or the energy powering our production facilities. Decreased availability of our raw materials may increase our cost of product sold. Severe weather events and natural disasters or changes in their frequency or intensity can also impact product quality; disrupt our supply chains, which may affect production operations, insurance cost and coverage, and delivery of our products to wholesalers, retailers, and consumers; and negatively affect the ability of consumers to purchase our products.\nThe landscape related to ESG regulation, compliance, and reporting is constantly evolving, including expanding in scope and complexity. For example, the SEC and the European Commission have promulgated final rules that would require significantly increased disclosures related to climate change, although the SEC has issued an order to stay the rules pending the completion of judicial review of multiple petitions challenging the rules. We may experience significant future increases in the costs associated with regulatory compliance for ESG matters, including fees, licenses, personnel, consultants, reporting, and the cost of capital improvements for our operating\nfacilities to meet environmental regulatory requirements, as well as to address other regulations, standards, frameworks, and ratings from various governmental entities and other stakeholders or activist campaigns. We have disclosed various ESG-related targets, including on restoration of water withdrawals, Scope 1 and Scope 2 GHG emissions, enhancing social equity within our industry and communities, waste reduction, and circular packaging, and we may disclose new or updated ESG-related targets in the future. The achievement of such targets along with our broader value chain engagement efforts have required and will continue to require us and in some cases third parties with which we do business, such as our suppliers, to make investments and allocate resources.\nIn addition, we may be party to various environmental remediation obligations arising in the normal course of our business or relating to historical activities of businesses we acquire. Due to regulatory complexities, governmental or contractual requirements, uncertainties inherent in litigation, and the risk of unidentified contaminants at our current and former properties, the potential exists for remediation, liability, indemnification, and other costs to differ materially from the costs that we have estimated. We may also incur costs associated with environmental compliance arising from events we cannot control, such as natural disasters. We may not allot sufficient resources to attain, may not ultimately achieve, and/or may be subject to proceedings or litigation related to our ESG targets, and our costs in relation to any of the foregoing matters may exceed our projections, which could have a material adverse effect upon our business, liquidity, financial condition, and/or results of operations.\nReliance on wholesale distributors, major retailers, and government agencies\nLocal market structures and distribution channels vary worldwide. Within our primary market in the U.S., we offer a range of beverage alcohol products with generally separate distribution networks utilized for our beer portfolio and our wine and spirits portfolio. In the U.S., we sell our products principally to wholesalers for resale to retail outlets and directly to government agencies. We have an exclusive arrangement with one wholesaler that generates a large portion of our branded U.S. wine and spirits net sales, and we have one wholesaler for our beer portfolio which, through multiple entities, represents one-quarter of our consolidated net sales. Wholesalers and retailers of our products offer directly competing products that vie for retail shelf space, promotional support, and consumer purchases, and wholesalers or retailers may give higher priority to products of our competitors. The replacement or poor performance of our major wholesalers, retailers, or government agencies could result in temporary or longer-term sales disruptions or could have a material adverse effect on our business, liquidity, financial condition, and/or results of operations.\nContamination and degradation of product quality from diseases, pests, and weather and other conditions\nContamination, whether arising accidentally or through deliberate third-party action, or other events that harm the integrity or consumer support for our brands, could adversely affect sales. Various diseases, pests, fungi, viruses, drought, frosts, wildfires, and certain other weather conditions or the effects of climate conditions, such as smoke taint sustained during the 2020 U.S. West Coast wildfires or the late frost experienced in New Zealand in calendar 2021, could affect the quality and quantity of barley, hops, grapes, and other agricultural raw materials available and decrease the supply and quality of our products. Similarly, power disruptions, such as the outage at our Nava Brewery due to severe winter weather events in early 2021, could adversely impact our production processes and the quality of our products. We or our suppliers of agricultural raw materials may not succeed in preventing contamination in existing or future vineyards, fields, or production facilities. Future government restrictions regarding the use of certain materials used in growing grapes or other agricultural raw materials may increase vineyard costs and/or reduce production of grapes or other crops. It is also possible that a supplier may not provide materials or product components which meet our required standards or may falsify documentation associated with the fulfillment of those requirements.\nProduct contamination or tampering or the failure to maintain our standards for product quality, safety, and integrity, including with respect to raw materials, naturally occurring compounds, packaging materials, or product components obtained from suppliers, may also reduce demand for our products or cause production and delivery disruptions. Contaminants or other defects in raw materials, packaging materials, or product components purchased from third parties and used in the production of our beer, wine, or spirits products, or defects in the fermentation or distillation process could lead to low beverage quality as well as illness among, or injury to, consumers of our products and may result in reduced sales of the affected brand or all our brands.\nIf any of our products become unsafe or unfit for consumption, are misbranded, or cause injury, we may have to engage in additional product recalls and/or be subject to liability and incur additional costs. Widespread or multiple product recalls or a significant product liability judgment or regulatory action could cause our products to be unavailable for a period, which could reduce consumer demand and brand equity and result in reputational harm.\nOutbreaks of communicable infections or diseases, pandemics, or other widespread public health crises in the markets in which our consumers or employees live and/or in which we or our distributors, retailers, and suppliers operate\nCommunicable disease outbreaks, including the COVID-19 pandemic, and other widespread public health crises have resulted and in the future could result in disruptions and damage to our business caused by potential negative consumer purchasing behavior and reduced consumption as well as disruption to our supply chains, production processes, and operations. This includes containment actions that restrict consumer purchasing occasions, including from the inability to leave home or otherwise shop in a normal manner, cancellations of public events, venue closures, or capacity restrictions, as well as reductions in consumer discretionary income due to reduced or limited work and layoffs. Supply disruption may result from restrictions on the ability of employees and others in the supply chain to travel and work, including from quarantines, individual illnesses, or border closures imposed by governments to deter the spread of communicable infections or diseases; determinations by us or our suppliers or distributors to temporarily suspend operations in affected areas; or other actions which restrict or otherwise negatively impact our ability to produce, package, and ship our products, our distributors’ ability to distribute our products, or our suppliers’ ability to provide us with raw, packaging, and other materials. Channels of entry may be closed or operate at reduced capacity, or transportation of product within a region or country may be limited. Our operations and the operations of our suppliers may become less efficient or otherwise be negatively impacted if our or their executive management or other key operational personnel are unable to work or if a significant percentage of our workforce is unable to work at all or at their normal production or other facility. Another widespread health crisis or pandemic conditions could negatively affect the economies and financial markets of many countries resulting in a global economic downturn which could negatively impact demand for our products and our ability to borrow money. Any of these events could have a material adverse effect on our business, liquidity, financial condition, and/or results of operations.\nLabor activities could increase our costs\nIf our employees were to engage in a labor strike, other work stoppage, or other labor activities, we could experience an operational disruption, incur higher ongoing labor costs, and/or suffer reputational harm, which could have a material adverse effect on our business, liquidity, financial condition, and/or results of operations.\nStrategic Risks\nPotential decline in the consumption of products we sell; dependence on sales of our Mexican beer brands\nOur business depends upon consumers’ consumption of our beer, wine, and spirits brands, and sales of our Mexican beer brands in the U.S. are a significant portion of our business. Consumer preferences, behaviors, perception, and sentiment may shift due to a variety of factors, including changes in taste preferences and leisure, dining, and beverage purchasing and consumption patterns, trends involving demographics and ESG matters, changing market dynamics, including consumer-led premiumization and betterment trends, pricing considerations, perceived value, branding and marketing, and reputational considerations. Further, a limited or general decline in consumption in one or more of our product categories could occur in the future due to a variety of factors, including:\n•\na general decline in economic or geopolitical conditions;\n•\ninflation, including the impact of reduced discretionary income of consumers available to purchase our products and increased commodities and other costs;\n•\nconcern about the health consequences of consuming beverage alcohol products, including betterment trends, and about drinking and driving or other safety considerations;\n•\nreduced consumption of beverage alcohol products, including as a result of stricter laws relating to consumption or driving while under the influence of alcohol or resulting from weight loss regimens and pharmaceuticals, including GLP-1 drugs;\n•\nincreased activity from governmental entities, anti-alcohol groups, or other bodies, such as the World Health Organization, advocating measures or guidelines designed to reduce the consumption of beverage alcohol products or require more stringent labeling;\n•\nincreased excise or other taxes on beverage alcohol products and possible restrictions on beverage alcohol advertising and marketing;\n•\nincreased import and excise duties, other taxes, or tariffs on or impacting beverage alcohol products;\n•\nincreased regulation restricting the purchase or consumption of beverage alcohol products;\n•\nthe inability of our wine and spirits business to become a global, omni-channel competitor; and\n•\nwars, disease outbreaks or pandemics, quarantines, weather, and natural or man-made disasters.\nIf these or any other factors cause a decline in the growth rate, amount, or profitability of our sales of the Mexican beer brands in the U.S. or any material shift in consumer preferences, behaviors, perception, and sentiment in our major markets away from our beer, wine, and spirits brands, and our Mexican beer brands in particular, or from the categories in which they compete, it could adversely affect our business, liquidity, financial condition, and/or results of operations.\nAcquisition, divestiture, investment, and NPD strategies and activities\nFrom time to time, we acquire businesses, assets, or securities of companies that we believe will provide a strategic fit with our business. We integrate acquired businesses with our existing operations; our overall internal control over financial reporting processes; and our financial, operations, and information systems. If the financial performance of our business, as supplemented by the assets and businesses acquired, does not meet our expectations, it may make it more difficult for us to service our debt obligations and our results of operations may fail to meet market expectations. We may not effectively assimilate the business or product offerings of acquired companies into our business or within the anticipated costs or timeframes, retain key customers and suppliers or key employees of acquired businesses, or successfully implement our business plan for the combined business. In addition, our final determinations and appraisals of the estimated fair value of assets acquired and liabilities assumed in our acquisitions may vary materially from earlier estimates and we may fail to fully realize anticipated cost savings, growth opportunities, or other potential synergies. The fair value of acquired businesses or investments may not remain constant.\nWe also divest businesses, assets, or securities of companies from time to time, including those that we believe no longer provide a strategic fit with our business. We may provide various indemnifications in connection with divestitures of businesses or assets. Divestitures of portions of our business may also result in costs stranded in our remaining business. Delays in developing or implementing plans to address such costs could delay or prevent the accomplishment of our financial objectives. The amount of contingent consideration, if any, received in divestitures may also vary based on various factors including actual future brand performance.\nWe have also acquired or retained ownership interests in companies which we do not control, such as our joint venture to operate the Glass Plant, our interest in Canopy, and investments made through our corporate venture capital function, and we have acquired control of companies which we do not wholly own, such as our majority ownership interest in Nelson’s Green Brier Distillery, LLC. Our joint venture partners or the other parties that hold the remaining ownership interests in companies which we do not control may at any time have economic, business, or legal interests or goals that are inconsistent with our goals or the goals of the joint ventures or those companies. Our joint venture arrangements and the arrangements through which we acquired or hold our other equity or membership interests may require us to, among other matters, pay certain costs, make capital investments, fulfill alone our joint venture partners’ obligations, or purchase other parties’ interests. The entities in which we have an interest may be subject to litigation which may have an adverse impact on their ability to do business or under which they may incur costs and expenses which could have a material adverse impact on their operations or financial condition which, in turn, could negatively impact the value of our investment.\nIn addition, our continued success depends, in part, on our ability to develop new products. The launch and ongoing success of NPDs are inherently uncertain, especially with respect to consumer appeal and our ability to deliver optimized marketing in an evolving and dynamic media landscape, including through emerging digital technologies such as AI and data analytics. A new product launch can give rise to a variety of costs. An\nunsuccessful launch, among other things, can affect consumer perception of existing brands and our reputation. Unsuccessful implementation or short-lived popularity of our product innovations has resulted and may in the future result in inventory write-offs and other costs.\nWe may not realize the expected benefits of acquisitions, divestitures, investments, or NPDs. We have recognized impairment losses and/or write-offs in connection with acquired and divested businesses and investments, and we may do so again in the future. Furthermore, our acquisitions, investments, or joint ventures may not be profitable, our forecasts regarding acquisition, divestiture, or investment activities may not be accurate, or the internal control over financial reporting of entities which we must consolidate as a result of our investment activities but do not control or wholly own may not be as robust as our internal control over financial reporting. Our failure to adequately manage the risks associated with acquisitions, divestitures, investments, or NPDs, or the failure of an entity in which we have an equity or membership interest, could have a material adverse effect on our business, liquidity, financial condition, and/or results of operations.\nDependence upon trademarks and proprietary rights, failure to protect our intellectual property rights\nOur future success depends significantly on our ability to protect our current and future brands and products and to defend our intellectual property rights. We have been granted numerous trademark registrations and use certain trademarks under license covering our brands and products, and we have filed, and expect to continue to file or have filed on our behalf, trademark applications seeking to protect newly developed brands and products. We cannot be sure that trademark registrations will be issued with respect to any of such trademark applications. We could also, by omission, fail to timely renew or protect a trademark and our competitors could challenge, invalidate, or circumvent any existing or future trademarks issued to, or licensed by, us.\nOur subsidiaries CB Brand Strategies, LLC, Crown Imports LLC, and Compañía Cervecera de Coahuila, S. de R.L. de C.V. were named as defendants in a lawsuit originally filed in U.S. District Court for the Southern District of New York on February 15, 2021, and most recently amended on March 16, 2022, by Cervecería Modelo de México, S. de R.L. de C.V. and Trademarks Grupo Modelo, S. de R.L. de C.V., captioned\nCervecería Modelo de México, S. de R.L. de C.V., et al. v. CB Brand Strategies, LLC, et al.\n, Case No. 21 Civ. 01317-LAK (S.D.N.Y.). The plaintiffs alleged, among other things, that our sub-license of the trademarks for our Mexican beer brands should not permit us to use the Corona brand name on our Corona Hard Seltzer or the Modelo brand name on our Modelo Ranch Water. On August 5, 2022, both the plaintiffs and the defendants filed motions for summary judgment. On November 3, 2022, the court denied our motion for summary judgment. On December 13, 2022, the court denied plaintiffs’ motion for summary judgment. At a trial in March 2023, the jury returned a unanimous verdict in our favor on all counts in the plaintiffs’ complaint, and the court entered judgment dismissing the complaint on March 15, 2023. On April 12, 2023, the plaintiffs filed a motion for judgment as a matter of law or, in the alternative, for a new trial with the court, which motion was denied on April 14, 2023.\nOn May 12, 2023, the plaintiffs filed a notice of appeal to the U.S. Court of Appeals for the Second Circuit from the final judgment entered in the above-captioned case, rulings and orders incorporated in, antecedent to, or ancillary to that final judgment, and the district court’s order denying the plaintiffs’ motion for judgment as a matter of law or, in the alternative, for a new trial in that action. The appeal is captioned\nCervecería Modelo de México, S. de R.L. de C.V., et al. v. CB Brand Strategies, LLC, et al.\n, Case No. 23-810 (2d Cir.). The plaintiffs’ principal brief was filed on August 22, 2023, which appealed the district court’s order denying the plaintiff’s motion for summary judgment, an evidentiary ruling, and the district court’s instructions to the jury. Our response brief was filed on November 21, 2023, and the plaintiffs’ reply brief was filed on December 12, 2023. Oral argument was conducted before the Second Circuit on March 12, 2024. On March 25, 2024, the Second Circuit issued an order affirming the judgment of the district court, including affirming the denial of the plaintiffs’ motion for summary judgment, affirming the district court’s evidentiary ruling, and rejecting the plaintiffs’ challenges\nto the district court’s instructions to the jury.\nWhile we continue to believe this lawsuit is without merit, litigation is inherently unpredictable and subject to substantial uncertainties and unfavorable developments and resolutions could occur. In addition, our cost of defending this litigation has been and could continue to be substantial. If we are not successful, we may not be able to market Corona Hard Seltzer in its current formulation under the Corona brand name or Modelo\nRanch Water product in its current formulation under the Modelo brand name and we may be required to pay damage awards, each of which may have an adverse effect on our business, liquidity, financial condition and/or results of operations.\nWe have been and may continue to be subject to other litigation related to our trademarks and intellectual property rights. A substantial adverse judgment or other unfavorable resolution of these matters or our failure to otherwise protect our intellectual property rights as well as the costs associated with such activities could have a material adverse effect on our business, liquidity, financial condition, and/or results of operations.\nDamage to our reputation\nThe success of our brands depends upon consumer perception, including having a positive image of those brands, and maintaining a good reputation is critical to selling our branded products. Our reputation could also be impacted negatively by public perception, adverse publicity (whether or not valid, such as the similarity of the name of certain of our brands or trademarks and a type of virus), negative comments or campaigns in social media, or our responses relating to, among other things:\n•\na perceived or actual failure to maintain high ethical standards and responsible operating practices to achieve our business goals;\n•\nperceptions toward, and our performance related to, our ESG and DEI strategies, initiatives, and targets as well as associated reporting regulations, standards, frameworks, and ratings;\n•\na perceived or actual failure to address concerns relating to the quality, safety, or integrity of our products, including from accidental or deliberate contamination or tampering;\n•\nactions we may take to enhance or safeguard our reputation and uphold our core values, including changes to our operations, sales, advertising, marketing, and new product development;\n•\nallegations that we, or persons currently or formerly associated with us, have allegedly or actually violated applicable laws or regulations, including those related to safety, employment, discrimination, harassment, whistleblowing, privacy, corporate citizenship, improper business practices, or cybersecurity, or have otherwise engaged in negatively perceived activities;\n•\nour environmental impact, including use of agricultural materials, packaging, water and energy use, and waste management;\n•\ninvestors, activist groups, or other stakeholders seeking to influence our business, strategies, operations, and products;\n•\nour investment in Canopy and our association with a cannabis business; or\n•\nefforts that are perceived as insufficient to promote the responsible use of alcohol or cannabis.\nFailure to comply with applicable laws and regulations, maintain an effective system of internal controls, provide accurate and timely financial statement information, or protect our information systems against service interruptions, misappropriation of data, or breaches of security, could also hurt our reputation. Damage to our reputation or loss of consumer confidence in our products for any of these or other reasons could result in decreased demand for our products and could have a material adverse effect on our business, liquidity, financial condition, and/or results of operations, as well as require additional resources to rebuild our reputation, competitive position, and brand equity and renew investor confidence.\nCompetition\nWe operate in a highly competitive industry, and our sales and profitability could be negatively affected by numerous factors including:\n•\nour inability to maintain or increase prices or develop new products;\n•\nincreases in our advertising or marketing expenditures to maintain our competitive position;\n•\nour inability to adopt or effectively deploy new and emerging technologies;\n•\nnew entrants in our market or categories, including from the convergence of beverage categories;\n•\nthe consolidation of distributors, wholesalers, retailers, suppliers, and other beverage companies;\n•\nthe decision of wholesalers, retailers, or consumers to purchase competitors’ products instead of ours;\n•\npricing, purchasing, financing, operational, advertising, or promotional decisions made by wholesalers, state and local agencies, and retailers which affect supply of or consumer demand for our products; or\n•\na general decline in beverage alcohol consumption due to consumer dietary preference changes or consumers substituting legalized cannabis or other similar products in lieu of beverage alcohol.\nOur continued success also depends on our ability to attract and retain a high-quality and diverse workforce in a competitive environment for talent and to implement our human capital priorities and initiatives. We could experience higher expenses for investment in our personnel, including due to employee turnover, continuing wage inflation, and other emerging employment trends, particularly in the U.S.; to deliver on our human capital priorities and initiatives; or for other reasons. We may be unable to increase our prices to pass along any increased costs we incur to our customers.\nFinancial and Economic Risks\nIndebtedness and interest rate fluctuations\nWe have incurred indebtedness to finance investments and acquisitions, refinance other indebtedness, fund beer operations expansion, optimization, and construction activities, pay cash dividends, and repurchase shares of our common stock. In the future, we may continue to incur additional indebtedness for any or all of these activities as well as to fund other general corporate purposes. We are exposed to risks associated with interest rate fluctuations, and we have recently experienced a rising interest rate environment. We could experience further changes in our ability to manage fluctuations in interest rates, including for our variable interest rate debt outstanding or if we need to refinance indebtedness. In addition, our business may not generate sufficient cash flow from operations to meet all our debt service requirements, return value to stockholders such as through payment of dividends or repurchase of shares of our common stock, achieve our target net leverage ratio, and fund our general corporate and capital requirements.\nOur current and future debt service obligations and covenants could have important consequences. These consequences include, or may include, the following:\n•\nour ability to obtain financing for future working capital needs, investments, acquisitions, or other purposes may be limited;\n•\nour funds available for operations, expansions, construction, dividends or other distributions, or share repurchases may be reduced because we dedicate a significant portion of our cash flow from operations to the payment of principal and interest on our indebtedness;\n•\nour ability to conduct our business could be limited by restrictive covenants; and\n•\nour vulnerability to adverse economic conditions may be greater than less leveraged competitors and, thus, our ability to withstand competitive pressures may be limited.\nAdditionally, any failure to meet required payments on our debt, or failure to comply with any covenants in the instruments governing our debt, could result in an event of default under the terms of those instruments and a downgrade to our credit ratings. A downgrade to our credit ratings would increase our borrowing costs and could affect our ability to issue commercial paper. Certain of our debt facilities also contain change of control provisions which, if triggered, may result in an acceleration of our obligation to repay the debt. In addition, certain of our current and future debt and derivative financial instruments have, or in the future, could have interest rates that are tied to reference rates, such as SOFR. The volatility and availability of such reference rates, including establishment of alternative reference rates, is out of our control. Changes to or the unavailability of such rates or the manner for calculation of such reference rates, could result in increases to the cost of our debt. In addition, our 2022 Credit Agreement (i) restricts repayment of the loans under the credit agreement with proceeds derived, directly or indirectly, from Canopy prior to the Specified Time, (ii) restricts the use of proceeds from the loans under our credit agreement, directly or indirectly, for any investment in, transaction with, or to fund the activities of or business with Canopy prior to the Specified Time, and (iii) provides that we will not convert any of our outstanding Exchangeable Shares for Canopy common shares or own any Canopy common shares until the Specified Time.\nIf we do not comply with the obligations contained in our senior credit facility, our existing or future indentures, or other loan agreements, we could be in default under such debt facilities or agreements. In such an event, the holders of our debt could elect to declare as due and payable all amounts outstanding under those instruments. An event of default could also result in events of default under other debt facilities or agreements\nthat contain cross-acceleration or cross-default provisions, which could permit counterparties thereunder to exercise remedies. If that occurred, we might not have available funds to satisfy our repayment obligations.\nInternational operations, worldwide and regional economic trends and financial market conditions, geopolitical uncertainty, or other governmental rules and regulations\nRisks associated with international operations, any of which could have a material adverse effect on our business, liquidity, financial condition, and/or results of operations, include:\n•\nchanges in political, economic, social, and labor conditions in U.S., Mexico, and international locales, including as a result of elections, potential government shutdowns, or other events;\n•\npotential disruption from wars and military conflicts, terrorism, civil unrest, kidnapping, and drug-related, workplace, or other types of violence;\n•\nrestrictions on foreign ownership and investments or on repatriation of cash earned in countries outside the U.S.;\n•\nimport and export requirements and border accessibility;\n•\nprotectionist trade policies, sanctions, and tariffs;\n•\nforeign currency exchange rate fluctuations, which may reduce the U.S. dollar value of net sales, earnings, and cash flows from non-U.S. markets or increase our supply chain costs, as measured in U.S. dollars, in those markets;\n•\na less developed and less certain legal and regulatory environment in some countries, which, among other things, can create uncertainty regarding contract enforcement, intellectual property rights, privacy obligations, real property rights, and liability issues; and\n•\ninadequate levels of compliance with applicable domestic and foreign anti-bribery and anti-corruption laws, including the Foreign Corrupt Practices Act.\nUnfavorable global or regional economic conditions, including economic slowdown or recession, instability in the banking sector, and the disruption, volatility, and tightening of credit and capital markets, as well as unemployment, tax increases, governmental spending cuts, or continuing high levels of inflation, could affect consumer spending patterns and purchases of our products. These could also create or exacerbate credit issues, cash flow issues, and other financial hardships for us and our suppliers, distributors, retailers, and consumers. The inability of suppliers, distributors, and retailers to access liquidity could impact our ability to produce and distribute our products.\nWe could also be affected by nationalization of our international operations, unstable governments, unfamiliar or biased legal systems, intergovernmental disputes, or animus against the U.S. or products produced in Mexico. Any determination that our operations or activities did not comply with applicable U.S. or foreign laws or regulations could result in the imposition of fines and penalties, interruptions of business, terminations of necessary licenses and permits, and other legal and equitable sanctions.\nClass action or other litigation, including relating to abuse or misuse of our products, product liability, marketing or sales practices including product labeling, or other matters\nThere has been public attention directed at the beverage alcohol industry, which we believe is due to concerns related to harmful use of alcohol, including drinking and driving, underage drinking, and health consequences from the misuse of alcohol. We could be exposed to lawsuits relating to product liability or marketing or sales practices, including product labeling. With our international operations, we have been and may continue to be subject to risk of a wide variety of other legal claims and proceedings by external parties, employees, and stockholders. Litigation is inherently unpredictable and subject to substantial uncertainties and unfavorable developments and resolutions could occur. In addition, the amount of time and cost to defend ourselves could be substantial. Adverse developments in lawsuits related to such matters as well as the time and costs associated with such activities or a significant decline in the social acceptability of beverage alcohol products or for our products specifically that may result from lawsuits could have a material adverse effect on our business, liquidity, financial condition, and/or results of operations.\nIntangible assets, such as goodwill and trademarks\nWe have a significant amount of intangible assets such as goodwill and trademarks and may acquire more intangible assets in the future. Intangible assets are subject to a periodic impairment evaluation under applicable accounting standards. For example, if broader industry and market conditions decline and/or our expectations of future performance as reflected in our current strategic operating plans are not fully realized, a future impairment of Wine and Spirits goodwill is reasonably possible. A significant write-down of any of our intangible assets could have a material adverse effect on our business, liquidity, financial condition, and/or results of operations.\nChanges to tax laws; fluctuations in our effective tax rate; accounting for tax positions; resolution of tax disputes; changes to accounting standards, elections, assertions, or policies; global minimum tax\nChanges to federal, state, provincial, local, or foreign tax laws, could result in increased taxes on our products, business, customers, or consumers. Various proposals to increase taxes on beverage alcohol products have been made at the federal and state levels or at other governmental bodies in recent years. Federal, state, provincial, local, or foreign governmental entities may consider increasing taxes upon beverage alcohol products as they explore available alternatives for raising funds, including to offset budget or other deficits.\nIn addition, significant judgment is required to determine our effective tax rate and evaluate our tax positions. Our provision for income taxes includes a provision for uncertain tax positions. Fluctuations in federal, state, local, and foreign taxes, or a change to uncertain tax positions, including related interest and penalties, may impact our effective tax rate and our financial results. When tax matters arise, several years may elapse before such matters are audited and finally resolved. Unfavorable resolution of any tax matter could increase our effective tax rate and resolution of a tax issue may require the use of cash in the year of resolution.\nU.S. tax changes or changes in how international corporations are taxed, including changes in how existing tax laws are interpreted or enforced, or changes to accounting standards, elections, or assertions as well as our accounting policies could have a material adverse effect on our business, liquidity, financial condition, and/or results of operations. For example, the OECD has introduced a framework to implement a global minimum tax rate of 15%, referred to as Pillar Two. Many jurisdictions in which we do business have started to enact laws implementing, or have draft legislation proposed for adoption to implement, Pillar Two. These changes, when enacted by the various jurisdictions in which we do business, may significantly increase our taxes in these jurisdictions.\nCash dividends and share repurchases are subject to a number of uncertainties and may affect the price of our common stock\nOur capital allocation strategy contemplates quarterly cash dividends and periodic share repurchases under our share repurchase program. We fund our cash dividends and share repurchases through a combination of cash flow from operations, borrowings, and divestiture proceeds. However, we are not required to declare dividends or to make any share repurchases under our share repurchase program. We may discontinue, limit, suspend, delay, or increase our dividends and share repurchases at any time without prior notice. Even if not discontinued, the amount of such dividends and repurchases may be changed, and the amount, timing, and frequency of such dividends and repurchases may vary from historical practice or from our stated expectations. Decisions with respect to dividends and share repurchases are subject to the discretion of our Board of Directors and will be based on a variety of factors. Important factors that could cause us to discontinue, limit, suspend, delay, or increase our cash dividends or share repurchases include market conditions, the price of our common stock, the nature and timing of other investment opportunities, changes in our business strategy, the terms of our financing arrangements, our outlook as to our ability to obtain financing at attractive rates, the impact on our credit ratings, changes in laws or regulations, and the availability of cash. The IRA imposes an excise tax of 1% on share repurchases, and the ongoing impact of this excise tax will be dependent on the extent of our share repurchases in future periods along with any changes to the excise tax rate and could increase our tax liability. The reduction or elimination of our cash dividend or longer suspension or elimination of our share repurchase program could adversely affect the market price of our common stock. Additionally, any share repurchases may not enhance stockholder value because the market price of our common stock may decline below the levels at which we repurchased shares of common stock, and short-term stock price fluctuations could reduce the program’s effectiveness.\nGovernance Risks\nSands Family Stockholder Class A Stock ownership and Board of Directors nomination rights\nUntil November 2027 and so long as the Sands Family Stockholders, collectively, have beneficial or record ownership of at least 10% of the issued and outstanding shares of Class A Stock, our Board of Directors will, subject to the procedures and limitations set forth in the Reclassification Agreement, nominate two individuals designated by WildStar for election to our Board of Directors at any annual meeting of our stockholders at which directors are to be elected (or otherwise in connection with any action by written consent pursuant to which a majority of the Board of Directors will be elected). So long as the Sands Family Stockholders, collectively, have beneficial or record ownership of less than 10% but at least 9,239,463.1 shares of Class A Stock, as may be adjusted by any stock dividend, stock split, stock combination, or similar transaction, the Board of Directors will, subject to the procedures and limitations set forth in the Reclassification Agreement, nominate one individual designated by WildStar for election to the Board of Directors at any annual meeting of our stockholders at which directors are to be elected (or otherwise in connection with any action by written consent pursuant to which a majority of the Board of Directors will be elected).\nThe amount of Class A Stock currently held by the Sands Family Stockholders, together with the foregoing Board of Directors nomination rights, provide the Sands Family Stockholders with significant continued influence over our decisions. The interests of the Sands Family Stockholders with respect to matters potentially or actually involving or affecting us and our other stockholders, such as future acquisitions, financings, and other corporate opportunities and attempts to acquire us, may conflict with the interests of our other stockholders.\nCertain Sands Family Stockholders have pledged shares of Class A Stock to secure various credit facilities. In the event of noncompliance with certain covenants under the credit facilities, the financial institutions to which such stock is pledged have certain remedies, including the right to sell the pledged shares subject to certain protections afforded to the borrowers and pledgors. The sale by such financial institutions of a substantial amount of the pledged shares could depress, or result in volatility in, the trading price of our Class A Stock.\nChoice-of-forum provision in our Amended and Restated By-laws regarding certain stockholder litigation\nOur Amended and Restated By-laws provide that, unless we consent in writing to the selection of an alternative forum, (i) the Court of Chancery of Delaware (or if such court lacks subject matter jurisdiction, the federal district court of Delaware) will be, to the fullest extent permitted by law, the sole and exclusive forum for any derivative action or proceeding brought on our behalf; any action asserting a claim of breach of a fiduciary duty owed by any of our current or former directors, officers, or stockholders to us or our stockholders; any action asserting a claim arising pursuant to any provision of the DGCL, our Amended and Restated Charter, or our Amended and Restated By-laws, or as to which the DGCL confers jurisdiction on the Court of Chancery of Delaware; or any action asserting a claim governed by the internal affairs doctrine, and (ii) the federal district courts of the U.S. will, to the fullest extent permitted by law, be the sole and exclusive forum for any complaint asserting a cause of action arising under the Securities Act.\nTo the fullest extent permitted by law, this choice-of-forum provision will apply to state and federal law claims, including claims under the federal securities laws (including the Securities Act and the Exchange Act), although our stockholders will not be deemed to have waived our compliance with the federal securities laws and the rules and regulations thereunder. This choice-of-forum provision may increase costs for a stockholder pursuing any such claim, discourage claims, or limit a stockholder’s ability to bring a claim in a judicial forum that such stockholder finds favorable for disputes with us or our directors, officers, other stockholders, or other employees which may discourage such lawsuits even though an action, if successful, might benefit our stockholders. In addition, the courts located in Delaware may reach different judgments or results than would other courts, including courts where a stockholder would otherwise choose to bring the action, and such judgments or results may be more favorable to us than to our stockholders. If a court were to find this choice-of-forum provision inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions which could adversely affect our business, liquidity, financial condition, and/or results of operations. Any person or entity purchasing or otherwise acquiring or holding any interest in shares of our capital stock will be deemed to have notice of and consented to the choice-of-forum provision described above."
  },
  {
    "item_key": "item_1c",
    "text": "Cybersecurity risk management and strategy\nWe have developed and implemented an enterprise-wide cybersecurity program designed to provide structured and thorough cybersecurity risk management and governance. Our cybersecurity program prioritizes, among other things, prevention of unauthorized access; protection of sensitive information; detection, assessment, and response to cyber threats; and continuous improvement of our cybersecurity measures. We seek to achieve our cybersecurity program priorities through a multi-pronged approach to address cyber threats and incidents that includes implementation of various industry best practices, proactive monitoring of our IT systems, ongoing employee training, and regular risk assessments. We also maintain cyber insurance coverage to help mitigate a portion of the potential costs in the event of covered events.\nOur cybersecurity program is aligned with various frameworks for managing cybersecurity risks, such as the National Institute of Standards and Technology Cyber Security Framework for IT systems and International Electrotechnical Commission 62443 which governs cybersecurity for Industrial Control Systems. This program is a component of our ERM function. Our ERM function manages enterprise-wide risk and has established a governance structure in charge of continuous risk management. It has defined risk management processes related specifically to cybersecurity, which include targeted cyber risk reviews and annual cyber risk assessments over our IT and operations. We also have a Cyber and Privacy Risk Committee, led by our CISO, which provides strategic and actionable recommendations on cybersecurity topics, issues, and controls to our executive management team, and a Crisis Management Committee, led by our head of ERM, which manages significant cybersecurity events.\nWe rely upon both internal and external resources for evaluating and enhancing our cyber posture. At least annually, our information security and internal audit teams conduct comprehensive internal and external penetration testing, supplemented by more frequent Purple-team Tests that are designed to identify critical areas of our technical environment and potential vulnerabilities that may need to be addressed. Our information security team also retains external cybersecurity firms to review and provide feedback on improving our cybersecurity program, including in the areas of data protection, threat and vulnerability management, and end-point protection. We conduct tabletop exercises to prepare for potential cyber incidents and assess our cybersecurity preparedness and processes. We also require annual cybersecurity training by our employees, conduct regular exercises to help our employees recognize phishing emails and other social engineering tactics, and provide various methods for employees to report suspicious activity that may give rise to a cyber incident or threat. Significant results of such testing and reviews are communicated to our executive management team and our Audit Committee, as applicable, and are utilized in our cybersecurity program’s continuous improvement process.\nIn response to the growing risks associated with third-party service providers, we have established review processes for assessing the technological and information security controls of our third-party suppliers to attempt to identify material cybersecurity risks associated with such providers, their IT systems, and their access to our IT systems that could significantly disrupt our operations. These processes encompass a range of measures, such as pre-engagement cybersecurity due diligence for providers who access our IT systems or information before their engagement, ongoing monitoring and evaluation of our providers, detailed examination of available System and Organization Controls attestation reports, and inclusion of relevant contractual provisions in our agreements with third-party service providers with respect to areas including cyber protections, notifications, auditing, and risk allocation.\nWe maintain an IRP, which provides a set of core practices and procedures when responding to certain high-risk information security threats and incidents, and a CMP, which is designed to ensure appropriate resources are utilized to provide an effective, timely, and coordinated response in managing crises, including significant cyber threats and incidents. Among other things, the IRP sets forth roles and responsibilities in connection with detecting, assessing, and mitigating cybersecurity incidents and outlines applicable communication and escalation protocols. Under the CMP, our Crisis Management Committee will assume overall responsibility in an effort to\nensure that the appropriate functions and work streams are mobilized and coordinated to effectively manage any significant cyber events.\nAs with all large IT systems, we have been a target of cyberattackers and other hacking activities, as have certain of our third-party service providers. While our cybersecurity program is designed to prevent unauthorized access and protect sensitive information, including through continuous improvement of our cybersecurity measures, and we have not experienced any material cyber threats or incidents to date, we can give no assurance that we will be able to prevent, identify, respond to, or mitigate the impact of all cyber threats or incidents. To the extent future cyber threats or incidents result in significant disruptions and costs to our operations, reduce the effectiveness of our internal control over financial reporting, or otherwise substantially impact our business, it could have a material adverse effect on our business, liquidity, financial condition, and/or results of operations. For additional discussion on our cybersecurity risks, refer to Item 1A. “Risk Factors” of this Form 10-K.\nCybersecurity governance\nOur Board of Directors oversees the management of risks inherent in the operation of our business, with a focus on the most significant risks that we face, including those related to cybersecurity. The Board of Directors has delegated oversight of cybersecurity, including privacy and information security, as well as enterprise risk management to the Audit Committee. In connection with that oversight responsibility, our CDIO and CISO meet with the Audit Committee on a quarterly basis and provide information and updates on a range of cybersecurity topics which may include our cybersecurity program and governance processes; cyber risk monitoring and management; the status of projects to strengthen our cybersecurity and privacy capabilities; recent significant incidents or threats impacting our operations, industry, or third-party suppliers; and the emerging threat landscape. Our head of ERM also meets with our executive management team and the Audit Committee on a quarterly basis and with the Board of Directors on an annual basis and reports on applicable cyber risk management processes and activities pertinent to the ERM function.\nOur enterprise-wide cybersecurity program is managed by a dedicated information security team, including our Cyber and Privacy Risk Committee described above, led by our CISO. Our CISO has more than 25 years of technology experience across various disciplines, including nearly 15 years of experience as a CISO in the financial, manufacturing, and CPG industries. He has led our global information security organization for almost four years. In addition to his employment experience in the cybersecurity field, our CISO has a Master of Business Administration in management and operations and a Bachelor’s Degree in technology management, and he has served on corporate and industry advisory boards related to cybersecurity, all of which have provided him with skills and experience to manage our global information security function. Our CISO reports to our CDIO, who meets regularly with other members of our executive team and provides relevant updates on our cybersecurity program."
  },
  {
    "item_key": "item_2",
    "text": "We operate breweries, wineries, distilleries, and bottling plants, many of which include warehousing and distribution facilities on the premises, and through a joint venture, we operate a glass production plant. In addition to our principal physical properties described below, certain of our businesses maintain office space for sales and similar activities and offsite warehouse and distribution facilities in a variety of geographic locations.\nOur corporate headquarters are located in leased offices in Victor, New York. We plan to relocate our corporate headquarters to a leased office in Rochester, New York in June 2024. Our segments also maintain leased office spaces in other locations in the U.S. and internationally.\nWe believe that our facilities, taken as a whole, are in good condition and working order. Within the Beer segment, we have adequate capacity to meet our current needs and we have undertaken activities to increase our production capacity to address our anticipated future demand. Within the Wine and Spirits segment, we have adequate capacity to meet our needs for the foreseeable future. As of February 29, 2024, our principal physical properties by segment, all of which are owned, consist of:\nWithin our Wine and Spirits segment, as of February 29, 2024, we owned, leased, or had interests in approximately 10,100 acres of vineyards in the U.S., 6,700 acres of vineyards in New Zealand, and 1,400 acres of vineyards in Italy."
  },
  {
    "item_key": "item_3",
    "text": "For information regarding Legal Proceedings, see Risk Factors and Note 16."
  },
  {
    "item_key": "item_5",
    "text": "Our Class A Stock trades on the New York Stock Exchange under the symbol STZ. There is no public trading market for our Class 1 Stock. At April 16, 2024, the number of holders of record of our Class A Stock and Class 1 Stock were 483 and 17, respectively.\nFor information regarding dividends and share repurchase programs, see (i) MD&A and (ii) Note 17.\nFor information on securities authorized for issuance under our equity compensation plans, see Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters under Item 12. of this Form 10-K."
  },
  {
    "item_key": "item_7",
    "text": "Introduction\nWe have elected to omit discussion on the earliest of the three years covered by the consolidated financial statements presented. Refer to Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and “Liquidity and Capital Resources” located in our Form 10-K for the fiscal year ended February 28, 2023, filed on April 20, 2023, for reference to discussion of the fiscal year ended February 28, 2022, the earliest of the three fiscal years presented. This MD&A, which should be read in conjunction with our Financial Statements, is organized as follows:\nOverview.\nThis section provides a general description of our business, which we believe is important in understanding the results of our operations, financial condition, and potential future trends.\nStrategy\n.\nThis section provides a description of our strategy and a discussion of a recent development, and significant divestitures, acquisitions, and investments.\nResults of operations.\nThis section provides an analysis of our results of operations presented on a business segment basis. In addition, a brief description of significant transactions and other items that affect the comparability of the results is provided.\nLiquidity and capital resources.\nThis section provides an analysis of our cash flows, outstanding debt, liquidity position, and commitments. Included in the analysis of outstanding debt is a discussion of the financial capacity available to fund our ongoing operations and future commitments, as well as a discussion of other financing arrangements.\nCritical accounting policies and estimates.\nThis section identifies accounting policies that are considered important to our results of operations and financial condition, require significant judgment, and involve significant management estimates. Our significant accounting policies, including those considered to be critical accounting policies, are summarized in Note 1.\nOverview\nEffective May 31, 2023, we changed\no\nur internal management financial reporting to consist of two\nbusiness divisions: (i) Beer and (ii) Wine and Spirits and\nwe now report our operating results in three\nsegments: (i)\nBeer, (ii)\nWine and Spirits, and (iii) Corporate Operations and Other following the removal of the Canopy operating segment. For additional information, refer to Note 22.\nIn the Beer segment, our portfolio consists of high-end imported beer brands and ABAs. We have an exclusive perpetual brand license to produce our Mexican beer portfolio and to import, market, and sell such portfolio in the U.S. In the Wine and Spirits segment,\nwe sell a portfolio that includes higher-end wine brands\ncomplemented by certain higher-end spirits brands. Amounts included in the Corporate Operations and Other segment consist of costs of corporate development, corporate finance, corporate strategy, executive management, growth, human resources, internal audit, investor relations, IT, legal, and public relations,\nas well as our Canopy investment and investments made through our corporate venture capital function\n. All costs included in the Corporate Operations and Other segment are general costs that are applicable to the consolidated group and are, therefore, not allocated to the other reportable segments. All costs reported within the Corporate Operations and Other segment are not included in our CODM’s evaluation of the operating income (loss) performance of the other reportable segments.\nThe business segments reflect how our operations are managed, how resources are allocated, how operating performance is evaluated by senior management, and the structure of our internal financial reporting.\nStrategy\nOur business strategy for the Beer segment focuses on upholding our leadership position in the U.S. beer market, including the high-end segment, and continuing to grow our high-end imported beer brands through\nmaintenance of leading margins, enhancements to our results of operations and operating cash flow, and exploring new avenues for growth. This includes continued focus on growing our beer portfolio in the U.S. through expanding distribution for key brands, including within the 3-tier eCommerce channel, as well as investing in the next increment of modular capacity additions required to sustain our momentum. We continue to focus on consumer-led innovation by creating new line extensions behind celebrated, trusted brands and package formats, as well as new to world brands, that are intended to meet emerging needs.\nExpansion, optimization, and/or construction activities continue under our Mexico Beer Projects to align with our anticipated future growth expectations, and we expect to spend approximately $3 billion over Fiscal 2025 through Fiscal 2028 on these activities. See “Capital expenditures” below. Additionally, we are pursuing the sale of the remaining assets at the canceled Mexicali Brewery after exploring various options; however, we may not be successful in completing any such sale or obtaining other forms of recovery.\nOur business strategy for the Wine and Spirits segment continues to focus on higher-end brands, improving margins, and creating operating efficiencies. We have reshaped our portfolio primarily through an enhanced focus on higher-margin, higher-growth wine and spirits brands. Our business is organized into two distinct commercial teams, one focused on our fine wine and craft spirits brands and the other focused on our mainstream and premium brands. While each team has its own distinct strategy, both remain aligned to the goal of accelerating performance by growing organic net sales and expanding margins. In addition, we are advancing our aim to become a global, omni-channel competitor in line with consumer preferences. Our business continues to progressively expand into DTC channels (including hospitality), 3-tier eCommerce, and international markets, while remaining a major supplier in U.S. 3-tier brick-and-mortar distribution. In markets where it is feasible, we entered into a contractual arrangement with Southern Glazer’s Wine and Spirits to consolidate our U.S. distribution in order to obtain dedicated distributor selling resources which focus on our U.S. wine and spirits portfolio to drive organic growth. This distributor currently represents about 70% of our branded wine and spirits volume in the U.S.\nMarketing, sales, and distribution of our products are primarily managed on a geographic basis allowing us to leverage leading market positions. In addition, market dynamics and consumer trends vary across each of our markets. Within our primary market in the U.S., we offer a range of beverage alcohol products across the imported beer, ABA, and branded wine and spirits categories, with generally separate distribution networks utilized for (i)\nour beer portfolio and (ii)\nour wine and spirits portfolio. The environment for our products is competitive in each of our markets.\nWe remain committed to our long-term financial model of: growing sales, expanding margins, and increasing cash flow in order to achieve earnings per share growth as well as our target net leverage ratio and dividend payout ratio; investing to support the growth of our business; and delivering additional returns to stockholders through periodic share repurchases. Our results of operations and financial condition have been affected by inflation, changing prices, reductions in discretionary income of consumers available to purchase our products, and shifting consumer behaviors, as well as other unfavorable global and regional economic conditions, global supply chain disruptions and constraints, and geopolitical events. We expect some or all of these impacts to continue into Fiscal 2025 which could have a material impact on our results of operations. We intend to continue to monitor the inflationary environment and the impact on the consumer when we consider passing along rising costs through further selling price increases, subject to normal competitive conditions. In addition, we are continuing our commodity and foreign exchange hedging programs while also seeking to identify additional cost savings initiatives. However, there can be no assurance that we will be able to fully mitigate rising costs through increased selling prices and/or cost savings initiatives. Furthermore, to the extent climate-related severe weather events, such as droughts, floods, wildfires, extreme heat, and/or late frosts, continue to occur or accelerate in future periods, it could have a material impact on our results of operations and financial condition.\nRecent Development\nConversion of Canopy common stock ownership and exchange of investment into Exchangeable Shares\nIn April 2024, the Canopy Amendment was approved by Canopy’s shareholders. We subsequently elected to convert our 17.1 million Canopy common shares into Exchangeable Shares on a one-for-one basis. Additionally,\nwe exchanged our 2023 Canopy Promissory Note for 9.1 million Exchangeable Shares and forgave all accrued but unpaid interest together with the remaining principal amount of the note. For additional information, refer to Note 10.\nDivestitures, acquisitions, and investments\nBeer segment\nCraft Beer Divestitures\nIn June 2023, we completed the Craft Beer Divestitures. Accordingly, our consolidated results of operations include the results of operations of such craft beer brands through the dates of these divestitures. The Craft Beer Divestitures are consistent with our strategic focus on continuing to grow our high-end imported beer brands through maintenance of leading margins and enhancements to our results of operations.\nDaleville Facility\nIn May 2023, we sold the Daleville Facility in connection with our decision to exit the craft beer business.\nWine and Spirits segment\nWine Divestiture\nIn October 2022, we sold certain of our mainstream and premium wine brands and related inventory. Accordingly, our consolidated results of operations include the results of operations of such mainstream and premium wine brands through the date of divestiture. We received cash proceeds of $96.7 million from the Wine Divestiture that were utilized primarily to reduce outstanding borrowings. We recognized a $15.0 million net gain on the sale of business for Fiscal 2023. This gain was included in selling, general, and administrative expenses within our consolidated results.\nAustin Cocktails acquisition\nIn April 2022, we acquired the remaining 73% ownership interest in Austin Cocktails, which included a portfolio of small batch, RTD cocktails. This transaction primarily included the acquisition of goodwill and a trademark. The results of operations of Austin Cocktails are reported in the Wine and Spirits segment and have been included in our consolidated results of operations from the date of acquisition.\nLingua Franca acquisition\nIn March 2022, we acquired the Lingua Franca business, including a collection of Oregon-based luxury wines, a vineyard, and a production facility. This transaction also included the acquisition of a trademark and inventory. The results of operations of Lingua Franca are reported in the Wine and Spirits segment and have been included in our consolidated results of operations from the date of acquisition.\nOur Wine and Spirits segment divestiture and acquisitions support our strategic focus on consumer-led premiumization trends and meeting the evolving needs of our consumers.\nCorporate Operations and Other segment\nCorporate ventures\nAs of August 31, 2023, we evaluated certain equity method investments, made through our corporate venture capital function, and determined there were other-than-temporary impairments due to business underperformance. Investments with a carrying value of $14.9 million were written down to an estimated fair value of $2.6 million, resulting in an impairment of $12.3 million. This loss from impairment was included in income (loss) from unconsolidated investments within our consolidated results for Fiscal 2024. In October 2023, we exited one of these equity method investments in exchange for a note receivable.\nCanopy investment\nWe have an investment in Canopy, a North American cannabis and CPG company providing medical and adult-use cannabis products, which expands our portfolio into adjacent categories.\nCanopy Equity Method Investment —\nWe evaluated the Canopy Equity Method Investment as of May 31, 2023, and determined there was an other-than-temporary impairment. Our conclusion was based primarily on several contributing factors, including: (i) the fair value being less than the carrying value and the uncertainty surrounding Canopy’s stock price recovering in the near-term, (ii) Canopy recorded significant costs in its fourth quarter of fiscal 2023 results designed to align its Canadian cannabis operations and resources in response to continued unfavorable market trends, (iii) the substantial doubt about Canopy’s ability to continue as a going concern, as disclosed by Canopy, and (iv) Canopy’s identification of material misstatements in certain of its previously reported financial results related to sales in its BioSteel reporting unit that were accounted for incorrectly, including the recording of a goodwill impairment during its restated second quarter of fiscal 2023. As a result, the Canopy Equity Method Investment with a carrying value of $266.2 million was written down to its estimated fair value of $142.7 million, resulting in an impairment of $123.5 million. This loss from impairment was included in income (loss) from unconsolidated investments within our consolidated results for Fiscal 2024.\nAdditionally, we evaluated the Canopy Equity Method Investment as of August 31, 2022, and determined that there was an other-than-temporary impairment. Our conclusion was based on several contributing factors, including: (i) the period of time for which the fair value had been less than the carrying value and the uncertainty surrounding Canopy’s stock price recovering in the near-term, (ii) Canopy recording a significant impairment of goodwill related to its cannabis operations during its first quarter of fiscal 2023, and (iii) the uncertainty of U.S. federal cannabis permissibility. As a result, the Canopy Equity Method Investment with a carrying value of $1,695.1 million was written down to its estimated fair value of $634.8 million, resulting in an impairment of $1,060.3 million. This loss from impairment was included in income (loss) from unconsolidated investments within our consolidated results for Fiscal 2023.\nOther Canopy investments —\nIn July 2022, we received 29.2 million common shares of Canopy following the exchange of C$100.0 million principal amount of our Canopy Debt Securities. In April 2023, we extended the maturity of the remaining C$100.0 million principal amount of our Canopy Debt Securities by exchanging them for the 2023 Canopy Promissory Note. The fair value of the Canopy Debt Securities was $69.6 million as of February 28, 2023. As of May 31, 2023, we determined that the 2023 Canopy Promissory Note did not have future economic value and, accordingly, the fair value was reduced to zero. Additionally, on November 1, 2023, the initial tranche of the November 2018 Canopy Warrants expired in accordance with its terms. The remaining tranches of the November 2018 Canopy Warrants were conditioned on the exercise, in full, of the expired warrants. As such, there are no longer any outstanding November 2018 Canopy Warrants.\nFor additional information on these divestitures, acquisitions, and investments, refer to Notes 2, 5, 7, and 10.\nResults of Operations\nFinancial Highlights\nReferences to organic throughout the following discussion exclude the impact of the Wine Divestiture, as appropriate.\nFiscal 2024 compared with\nFiscal 2023\n•\nOur results of operations were primarily impacted by (i) lower impairment and other losses related to our investment in Canopy as compared with Fiscal 2023 and (ii) improvements within the Beer segment driven by 7.4% shipment volume growth and our successful execution of cost savings initiatives, partially offset by a decline in performance within the Wine and Spirits segment.\n•\nNet sales increased 5%\nlargely due to an increase in Beer net sales driven primarily by shipment volume growth and favorable impact from pricing, partially offset by a decline in Wine and Spirits net sales driven primarily by a decrease in branded shipment volume.\n•\nOperating income increased 11%\nlargely due to the improvements within (i) the Beer segment as shipment volume outpaced the growth of cost of product sold, driven by the successful execution of cost savings initiatives, (ii) the Wine and Spirits segment driven by lower transportation and warehousing costs, and (iii) the Corporate Operations and Other segment from lower Digital Business Acceleration investments as compared to Fiscal 2023, partially offset by the decline in branded wine and spirits shipment volume.\n•\nNet income attributable to CBI\nand\ndiluted\nnet income per common share attributable to CBI increased\nlargely due to the\nitems discussed above.\nComparable Adjustments\nManagement excludes items that affect comparability from its evaluation of the results of each operating segment as these Comparable Adjustments are not reflective of core operations of the segments. Segment operating performance and the incentive compensation of segment management are evaluated based on core segment operating income (loss) which does not include the impact of these Comparable Adjustments.\nAs more fully described herein and in the related Notes, the Comparable Adjustments that impacted comparability in our segment results for each period are as follows:\nCost of product sold\nUndesignated commodity derivative contracts\nNet gain (loss) on undesignated commodity derivative contracts represents a net gain (loss) from the changes in fair value of undesignated commodity derivative contracts. The net gain (loss) is reported outside of segment operating results until such time that the underlying exposure is recognized in the segment operating results. At settlement, the net gain (loss) from the changes in fair value of the undesignated commodity derivative contracts is reported in the appropriate operating segment, allowing the results of our operating segments to reflect the economic effects of the commodity derivative contracts without the resulting unrealized mark to fair value volatility.\nFlow through of inventory step-up\nIn connection with acquisitions, the allocation of purchase price in excess of book value for certain inventories on hand at the date of acquisition is referred to as inventory step-up. Inventory step-up represents an assumed manufacturing profit attributable to the acquired business prior to acquisition.\nStrategic business development costs\nWe recognized costs in connection with certain activities which are intended to streamline, increase efficiencies, and reduce our cost structure within the Wine and Spirits segment.\nNet flow through of reserved inventory\nWe sold reserved inventory previously written down following the 2020 U.S. West Coast wildfires.\nRecovery of (loss on) inventory write-down\nWe recognized a gain from a change in estimate on reserved bulk wine inventory and certain grapes as a result of smoke damage sustained during the 2020 U.S. West Coast wildfires.\nSelling, general, and administrative expenses\nRestructuring and other strategic business development costs\nWe recognized costs primarily in connection with certain activities which are intended to streamline, increase efficiencies, and reduce our cost structure.\nTransition services agreements activity\nWe recognized costs in connection with transition services agreements related to the previous sale of a portion of our wine and spirits business\n.\nGain (loss) on sale of business\nWe recognized a net gain (loss) primarily from (i) the Craft Beer Divestitures and the sale of the Daleville Facility (Fiscal 2024) and (ii) the completion of the Wine Divestiture (Fiscal 2023). For additional information, refer to Notes 2 and 5.\nTransaction, integration, and other acquisition-related costs\nWe recognized costs in connection with our investments, acquisitions, and divestitures.\nInsurance recoveries\nWe recognized business interruption and other recoveries largely related to severe winter weather events. For additional information on the Fiscal 2024 recoveries, refer to Note 16.\nCosts associated with the Reclassification\nWe recognized costs primarily related to professional and consulting fees, printing and mailing the associated proxy statement/prospectus, all filing and other fees paid to the SEC, and the acceleration of certain commitments in connection with the Reclassification. For additional information, refer to Note 17.\nImpairments of assets\nWe recognized trademark and other long-lived asset impairment losses in connection with certain continued negative trends within our previously-owned craft beer business\n.\nFor additional information, refer to Notes 5 and 7.\nOther gains (losses)\nWe recognized other gains (losses) primarily from (i) a net loss from changes in the indemnification of liabilities associated with prior period divestitures (Fiscal 2024),\n(ii)\nnet\ndecreases in estimated fair values of contingent liabilities associated with prior period acquisitions\n, and (iii) a gain recognized on the remeasurement of our previously held equity interest to the acquisition-date fair value (Fiscal 2023).\nIncome (loss) from unconsolidated investments\nWe recognized income (loss) primarily from (i) comparable adjustments to equity in losses from Canopy’s results, (ii) impairments of our Canopy Equity Method Investment, (iii) unrealized net losses from the changes in fair value of our securities measured at fair value, and (iv) impairments of certain other equity method investments (Fiscal 2024). For additional information, refer to Notes 7 and 10.\nBusiness Segments\nNet sales\nThe increase in Beer net sales is largely due to (i) $564.5 million of shipment volume growth, which benefited from continued consumer demand for our Mexican beer portfolio, and (ii) $147.6 million of favorable impact from pricing in select markets, partially offset by an $11.5 million decline in net sales from the Craft Beer Divestitures.\n(1)\nIncludes adjustments to remove volumes associated with the Wine Divestiture for the period March 1, 2022, through October 5, 2022.\nThe decrease in Wine and Spirits net sales is due to a $149.9 million decrease in organic net sales and $38.5 million from the Wine Divestiture. The decrease in organic net sales is driven by a $175.2 million decrease in branded wine and spirits shipment volume, partially offset by (i) $21.4 million of favorable impact from pricing and (ii) $4.3 million of favorable product mix, driven by consumer-led premiumization. The decrease in branded wine and spirits shipment volume is primarily attributable to our U.S. wholesale market, driven by declines in both the overall wine market and in our mainstream and premium brands. The favorable impact from pricing was driven by price increases, partially offset by lower contractual distributor payments as compared to Fiscal 2023. While we expect the unfavorable U.S. wholesale wine market trends to continue in Fiscal 2025, we have identified key actions to improve marketing execution and sales performance.\nGross profit\nGross profit as a percent of net sales remained relatively flat at 50.4% for Fiscal 2024 compared with 50.5% for Fiscal 2023. This was driven by (i) 135 basis points of rate decline from higher cost of product sold within the Beer segment, driven by the increase in material costs, and (ii) approximately 30 basis points of rate decline resulting from unfavorable channel mix within the Wine and Spirits segment, offset by (i) approximately 60 basis points of favorable impact from Beer pricing in select markets, (ii) a favorable change of approximately 50 basis points in Comparable Adjustments, and (iii) approximately 35 basis points of rate growth from lower cost of product sold within the Wine and Spirits segment.\nSelling, general, and administrative expenses\nSelling, general, and administrative expenses as a percent of net sales decreased\nto\n18.5% for Fiscal 2024 as compared with 20.4% for Fiscal 2023. The decrease is driven largely by (i) approximately 95 basis points of rate decline as the increase in Beer net sales exceeded the increase in selling, general, and administrative expenses, (ii) a favorable change in Comparable Adjustments, contributing approximately 60 basis points of rate decline, and (iii) approximately 30 basis points of rate decline from a decrease in the Corporate Operations and Other segment’s selling, general, and administrative expenses.\nOperating income (loss)\nIncome (loss) from unconsolidated investments\nInterest expense\nInterest expense increased to $435.4 million for Fiscal 2024 as compared to $398.7 million for Fiscal 2023. This increase of $36.7 million, or 9%, is due to approximately $675 million of higher average borrowings and approximately 20 basis points of higher weighted average interest rates, partially offset by an increase in capitalized interest in connection with the Mexico Beer Projects. The higher average borrowings and weighted average interest rates are largely attributable to funding the aggregate cash payment to holders of Class B Stock in connection with the Reclassification. For additional information, refer to Notes 12 and 17.\nLoss on extinguishment of debt\nLoss on extinguishment of debt primarily consists of a premium payment and the write-off of debt issuance costs in connection with the tender offers of our 3.20% February 2018 Senior Notes and 4.25% May 2013 Senior Notes and make-whole payments in connection with the early redemption of those notes (Fiscal 2023).\n(Provision for) benefit from income taxes\nThe provision for income taxes increased to $456.6 million for Fiscal 2024 from $422.1 million for Fiscal 2023. Our effective tax rate for Fiscal 2024 was 20.6% as compared with 110.0% for Fiscal 2023. In comparison to prior year, our income taxes were impacted primarily by:\n•\nan increase in the valuation allowance related to our investment in Canopy, driven by the Canopy Equity Method Investment impairment recognized in Fiscal 2023; offset by\n•\na net income tax benefit recognized from the realization of tax losses related to a prior period divestiture recognized in Fiscal 2023; and\n•\nthe effective tax rates applicable to our foreign businesses.\nFor additional information, refer to Note 13.\nThe OECD introduced a framework under Pillar Two which includes a global minimum tax rate of 15%. Many jurisdictions in which we do business have started to enact laws implementing Pillar Two. We are monitoring these developments and currently do not believe these rules will have a material impact on our financial condition and/or consolidated results for Fiscal 2025.\nWe expect our reported effective tax rate for Fiscal 2025 to be in the range of 17.5% to 19.5%. This range does not reflect any tax impact associated with our Canopy investment and related activities.\nNet income (loss) attributable to CBI\nNet income (loss) attributable to CBI increased to $1,727.4 million for Fiscal 2024 from $(71.0) million for Fiscal 2023. This increase of $1,798.4 million, is primarily attributable to (i) lower impairment and other losses related to our investment in Canopy and (ii) the Fiscal 2024 improvements within the Beer segment as shipment volume growth exceeded the growth of cost of product sold,\ndriven by the successful execution of cost savings initiatives, partially offset by the decline in performance within the Wine and Spirits segment.\nLiquidity and Capital Resources\nGeneral\nOur primary source of liquidity has been cash flow from operating activities. Our ability to consistently generate robust cash flow from our operations is one of our most significant financial strengths; it enables us to invest in our people and our brands, make capital investments and strategic acquisitions, provide a cash dividend program, and from time-to-time, repurchase shares of our common stock. Our largest use of cash in our operations is for purchasing and carrying inventories and carrying seasonal accounts receivable. Historically, we have used this cash flow to repay our short-term borrowings and fund capital expenditures. Additionally, our commercial paper program is used to fund our short-term borrowing requirements and to maintain our access to the capital markets. We use our short-term borrowings, including our commercial paper program, to support our working capital requirements and capital expenditures, among other things.\nWe seek to maintain adequate liquidity to meet working capital requirements, fund capital expenditures, and repay scheduled principal and interest payments on debt. Absent deterioration of market conditions, we believe that cash flows from operating and financing activities will provide adequate resources to satisfy our working capital, scheduled principal and interest payments on debt, anticipated dividend payments, periodic share repurchases, and anticipated capital expenditure requirements for both our short-term and long-term capital needs.\nWe have an agreement with a financial institution for payment services and to facilitate a voluntary supply chain finance program through this participating financial institution. The program is available to certain of our suppliers allowing them the option to manage their cash flow. We are not a party to the agreements between the participating financial institution and the suppliers in connection with the program. Our rights and obligations to our suppliers, including amounts due and scheduled payment terms, are not impacted. For additional information, refer to Note 16.\nCash Flows\nOperating activities\nThe increase in net cash provided by (used in) operating activities consists of:\nThe $13.3 million net change in operating assets and liabilities was driven by an increase in accounts payable for both the Beer and Wine and Spirits segments largely due to the timing of payments. These changes were largely offset by operating cash flow increases for the Beer segment in both (i) inventory levels and (ii) accounts receivable primarily attributable to the timing of collections. Additionally, net cash provided by operating activities was negatively impacted by higher income tax payments in Fiscal 2024 as compared to Fiscal 2023.\nInvesting activities\nNet cash used in investing activities increased to $1,285.9 million for Fiscal 2024 from $999.4 million for Fiscal 2023. This increase of $286.5 million, or 29%, was primarily due to (i)\n$233.7 million of additional capital expenditures for Fiscal 2024 largely related to the Mexico Beer Projects and (ii)\n$91.3 million of reduced proceeds from the sale of business, driven by the Wine Divestiture in Fiscal 2023. The increase in net cash used in investing activities was partially offset by a $29.6 million decrease in business acquisitions for Fiscal 2024.\nBusiness acquisitions and divestitures consist primarily of the following:\nFor additional information on these acquisitions and divestitures, refer to Notes 2 and 8.\nFinancing activities\nThe decrease in net cash provided by (used in) financing activities consists of:\nDebt\nTotal debt outstanding as of February 29, 2024, amounted to $11,879.3 million, a decrease of $582.0 million, or 5%, from February 28, 2023. This decrease consisted of:\nBank facilities\nIn May 2023, we repaid the outstanding three-year term loan facility borrowings under the August 2022 Term Credit Agreement with proceeds from the May 2023 Senior Notes (see “Senior notes” below). In August 2023, we repaid the outstanding five-year term loan facility borrowings under the April 2022 Term Credit Agreement with proceeds from commercial paper borrowings.\nSenior notes\nIn May 2023, we issued the May 2023 Senior Notes. Proceeds from this offering, net of discount and debt issuance costs, of $739.8 million were used for general corporate purposes, including the repayment of outstanding borrowings under the August 2022 Term Credit Agreement and to reduce outstanding commercial paper borrowings.\nIn January 2024, we issued the January 2024 Senior Notes. Proceeds from this offering, net of discount and debt issuance costs, of $397.2 million were used for general corporate purposes, including working capital, funding capital expenditures, repayment of indebtedness, and other business opportunities.\nGeneral\nThe majority of our outstanding borrowings as of February 29, 2024, consisted of fixed-rate senior unsecured notes, with maturities ranging from calendar 2024 to calendar 2050, as follows:\nAdditionally, we have a commercial paper program which provides for the issuance of up to an aggregate principal amount of $2.25 billion of commercial paper. Our commercial paper program is backed by unused commitments under our revolving credit facility under our 2022 Credit Agreement. Accordingly, outstanding borrowings under our commercial paper program reduce the amount available under our revolving credit facility.\nWe do not have purchase commitments from buyers for our commercial paper and, therefore, our ability to issue commercial paper is subject to market demand. If the commercial paper market is not available to us for any reason when commercial paper borrowings mature, we will utilize unused commitments under our revolving credit facility under our 2022 Credit Agreement to repay commercial paper borrowings. We do not expect that fluctuations in demand for commercial paper will affect our liquidity given our borrowing capacity available under our revolving credit facility.\nWe had the following remaining borrowing capacity available under our 2022 Credit Agreement:\n(1)\nNet of outstanding revolving credit facility borrowings and outstanding letters of credit under our 2022 Credit Agreement and outstanding borrowings under our commercial paper program (excluding unamortized discount) of $241.5 million and $78.7 million as of February 29, 2024\n,\nand April 16, 2024, respectively.\nThe financial institutions participating in our 2022 Credit Agreement have complied with prior funding requests and we believe they will comply with any future funding requests. However, there can be no assurances that any particular financial institution will continue to do so.\nAs of February 29, 2024, we and our subsidiaries were subject to covenants that are contained in our 2022 Credit Agreement, including those restricting the incurrence of additional subsidiary indebtedness, additional liens, mergers and consolidations, transactions with affiliates, and sale and leaseback transactions, in each case subject to numerous conditions, exceptions, and thresholds. The financial covenants are limited to a minimum interest coverage ratio and a maximum net leverage ratio, both as defined in our 2022 Credit Agreement. As of February 29, 2024, under our 2022 Credit Agreement, the minimum interest coverage ratio was 2.5x and the maximum net leverage ratio was 4.0x. In April 2024, the October 2022 Credit Agreement Amendment, which revised certain defined terms and covenants in the 2022 Credit Agreement, became effective.\nOur indentures relating to our outstanding senior notes contain certain covenants, including, but not limited to: (i) a limitation on liens on certain assets, (ii) a limitation on certain sale and leaseback transactions, and (iii) restrictions on mergers, consolidations, and the transfer of all or substantially all of our assets to another person.\nAs of February 29, 2024, we were in compliance with our covenants under our 2022 Credit Agreement and our indentures, and have met all debt payment obligations.\nFor further discussion and presentation of our borrowings and available sources of borrowing, refer to Note 12.\nCommon Stock Dividends\nOn April 10, 2024, our Board of Directors declared a quarterly cash dividend of $1.01 per share of Class A Stock and $0.91 per share of Class 1 Stock payable on May 17, 2024, to stockholders of record of each class as of the close of business on May 3, 2024. We expect to return approximately $740 million to stockholders in Fiscal 2025 through cash dividends.\nWe currently expect to continue to pay a regular quarterly cash dividend to stockholders of our common stock in the future, but such payments are subject to approval of our Board of Directors and are dependent upon our financial condition, results of operations, capital requirements, and other factors, including those set forth under Item 1A. “Risk Factors” of this Form 10-K.\nShare Repurchase Program\nOur Board of Directors authorized the repurchase of our publicly traded common stock of up to $2.0 billion under the 2021 Authorization and an additional repurchase of up to $2.0 billion under the 2023 Authorization.\nDuring Fiscal 2024, we repurchased 1,043,366 shares of Class A Stock pursuant to the 2021 Authorization through open market transactions at an aggregate cost of $249.7 million, excluding the impact of Federal excise\ntax owed pursuant to the IRA, or an average cost of $239.34 per share. Subsequent to February 29, 2024, we repurchased 424,783 shares of Class A Stock pursuant to the 2021 Authorization at an aggregate cost of $110.0 million, excluding the impact of Federal excise tax owed pursuant to the IRA, through open market transactions. We primarily used cash on hand to pay the purchase price for the repurchased shares.\nAs of April 23, 2024, total shares repurchased under the 2021 Authorization and the 2023 Authorization are as follows:\nShare repurchases under the 2021 Authorization and the 2023 Authorization may be accomplished at management’s discretion from time to time based on market conditions, our cash and debt position, and other factors as determined by management. Shares may be repurchased through open market or privately negotiated transactions. We may fund future share repurchases with cash generated from operations and/or proceeds from borrowings. Any repurchased shares will become treasury shares.\nWe currently expect to continue to repurchase shares in the future, but such repurchases are dependent upon our financial condition, results of operations, capital requirements, and other factors, including those set forth under Item 1A. “Risk Factors” of this Form 10-K.\nFor additional information, refer to Note 17.\nCapital Resources\nWe have maintained adequate liquidity to meet working capital requirements, fund capital expenditures, and repay scheduled principal and interest payments on debt. Absent deterioration of market conditions, we believe that cash flows from operating and financing activities will provide adequate resources to satisfy our working capital, scheduled principal and interest payments on debt, anticipated dividend payments, periodic share repurchases, and anticipated capital expenditure requirements for both our short-term and long-term capital needs.\nThe following sets forth information about our outstanding obligations at February 29, 2024. For a detailed discussion of the items noted in the following table, refer to Notes 11 through 16.\n(1)\nInterest payments on long-term debt do not include interest related to finance lease obligations as amounts are not material.\n(2)\nOther long-term liabilities do not include payments for unrecognized tax benefit liabilities of $321.4 million due to the uncertainty of the timing of future cash flows associated with these unrecognized tax benefit liabilities. In addition, other long-term liabilities do not include expected payments for interest and penalties associated with unrecognized tax benefit liabilities as amounts are not material. For a detailed discussion of these items, refer to Note 13.\n(3)\nContracts to purchase equipment and services primarily related to the Mexico Beer Projects. For further information about these purchase obligations, refer to “Capital expenditures” below.\n(4)\nPublicly announced intent to invest (i) $100 million in female-founded or -led companies through our Focus on Female Founders program over a 10-year period concluding in fiscal 2029 and (ii) $100 million to support minority-founded or -owned companies in the beverage alcohol space and related categories through our Focus on Minority Founder Venture program over a 10-year period concluding in fiscal 2031. We have invested a total of $111.5 million through Fiscal 2024 in female-founded or -led and minority-founded or -owned companies.\nCapital Expenditures\nDuring Fiscal 2024, we incurred $1,269.1 million for capital expenditures, including $947.9 million for the Beer segment primarily for the Mexico Beer Projects. We plan to spend from $1.4 billion to $1.5 billion for capital expenditures in Fiscal 2025, including approximately $1.2 billion for the Beer segment associated primarily with the Mexico Beer Projects. The remaining planned Fiscal 2025 capital expenditures consist of improvements to existing operating facilities and replacements of existing equipment and/or buildings. Management reviews the capital expenditure program periodically and modifies it as required to meet current and projected future business needs.\nCritical Accounting Policies and Estimates\nThe preparation of financial statements in accordance with GAAP requires us to make estimates and assumptions that affect amounts reported in our consolidated financial statements. Estimates are based on historical experience, observance of trends in the industry, information provided by our customers, and information available from other outside sources, as appropriate. We review estimates to ensure that they appropriately reflect changes in our business on an ongoing basis. Certain policies are particularly important to the portrayal of our financial position and results of operations and require the application of significant judgment by management to determine appropriate assumptions to be used in certain estimates; as a result, they are subject to an inherent degree of uncertainty. See Note 1 for a description of our significant accounting policies. Our critical accounting estimates include:\n•\nEquity method investments.\nWe monitor our equity method investments for factors indicating other-than-temporary impairment. We consider several factors when evaluating our investments, including,\nbut not limited to, (i) the period of time for which the fair value has been less than the carrying value, (ii) operating and financial performance of the investee, (iii) the investee’s future business plans and projections, (iv) recent transactions and market valuations of publicly traded companies, where available, (v) discussions with their management, and (vi) our ability and intent to hold the investment until it recovers in value.\nCanopy Equity Method Investment – monitored for other-than-temporary impairment at each reporting date, or more frequently if events or changes in circumstances indicate that the carrying value of the investment may not be recoverable. Following the completion of the Canopy Transaction in April 2024 and the conversion of our Canopy common shares to Exchangeable Shares, we no longer apply the equity method to our investment in Canopy.\nWe evaluated the Canopy Equity Method Investment as of May 31, 2023, and determined there was an other-than-temporary impairment. Our conclusion was based on several contributing factors, including: (i) the fair value being less than the carrying value and the uncertainty surrounding Canopy’s stock price recovering in the near-term, (ii) Canopy recorded significant costs in its fourth quarter of fiscal 2023 results designed to align its Canadian cannabis operations and resources in response to continued unfavorable market trends, (iii) the substantial doubt about Canopy’s ability to continue as a going concern, as disclosed by Canopy, and (iv) Canopy’s identification of material misstatements in certain of its previously reported financial results related to sales in its BioSteel reporting unit that were accounted for incorrectly, including the recording of a goodwill impairment during its restated second quarter of fiscal 2023. As a result, the Canopy Equity Method Investment with a carrying value of $266.2 million was written down to its estimated fair value of $142.7 million, resulting in an impairment of $123.5 million. The estimated fair value was determined based on the closing price of the underlying equity security as of May 31, 2023.\nAs of August 31, 2022, we evaluated the Canopy Equity Method Investment and determined there was an other-than-temporary impairment based on several contributing factors, including: (i) the period of time for which the fair value had been less than the carrying value and the uncertainty surrounding Canopy’s stock price recovering in the near-term, (ii) Canopy recording a significant impairment of goodwill related to its cannabis operations during its first quarter of fiscal 2023, and (iii) the uncertainty of U.S. federal cannabis permissibility. As a result, the Canopy Equity Method Investment with a carrying value of $1,695.1 million was written down to its estimated fair value of $634.8 million, resulting in an impairment of $1,060.3 million. The estimated fair value was determined based on the closing price of the underlying equity security as of August 31, 2022.\n•\nGoodwill and other intangible assets.\nGoodwill and other intangible assets are classified into three categories: (i) goodwill, (ii) intangible assets with definite lives subject to amortization, and (iii) intangible assets with indefinite lives not subject to amortization. For intangible assets with definite lives, impairment testing is required if conditions exist that indicate the carrying value may not be recoverable. For intangible assets with indefinite lives and for goodwill, impairment testing is required at least annually or more frequently if events or circumstances indicate that these assets might be impaired. We may perform a qualitative evaluation prior to a quantitative test to determine if an impairment exists. However, if the results of the qualitative evaluation are inconclusive or suggest an impairment may exist, we must proceed to the quantitative test. The qualitative evaluation is an assessment of factors, including market conditions, industry changes, actual results as compared to forecasted results, or the timing of recent acquisitions and/or divestitures. The quantitative test estimates the fair value utilizing assumptions and projections regarding items such as future cash flows, revenues, earnings, and other factors. The factors and assumptions used reflect our estimates and are based on historical trends, projections, and assumptions, including expectations of future economic and competitive conditions that are used in current strategic operating plans; however, these are subject to change as a result of changing market conditions. If these estimates or their related assumptions change in the future, we may be required to recognize an impairment loss for these assets. The recognition of any resulting impairment loss could have a material adverse impact on our financial statements.\nWe perform annual impairment tests and re-evaluate the useful lives of other intangible assets with indefinite lives at the annual impairment test measurement date of January 1 or when circumstances arise that indicate a possible impairment or change in useful life might exist.\nGoodwill – Our reporting units with goodwill include the Beer segment and the Wine and Spirits segment. In the fourth quarter of Fiscal 2024, we performed our annual goodwill impairment analysis using the quantitative assessment. No indication of impairment was noted for either of our reporting units, as the estimated fair value of each of our reporting units with goodwill exceeded their carrying value. Based on this analysis, the reporting unit with the lowest amount of estimated fair value in excess of its carrying value was the Wine and Spirits reporting unit with approximately 11% excess fair value.\nFor Fiscal 2023 and Fiscal 2022, as a result of our annual goodwill impairment analyses, we concluded that there were no indications of impairment for either of our reporting units.\nThe most significant assumptions used in the discounted cash flow calculation to determine the estimated fair value of our reporting units in connection with the impairment testing are: (i) the discount rate, (ii) the expected long-term growth rate, and (iii) the annual cash flow projections.\nAs of January 1, 2024, we performed sensitivities in our impairment testing of goodwill by (i) increasing the discount rate 50 basis points, (ii) decreasing the expected long-term growth rate 50 basis points, and (iii) decreasing the annual cash flow projections 100 basis points. None of these sensitivities individually would have resulted in a conclusion that the goodwill of our reporting units was impaired.\nOther intangible assets – Our intangible assets consist primarily of customer relationships and trademarks obtained through business acquisitions. Customer relationships are amortized over their estimated useful lives. The trademarks that were determined to have indefinite useful lives are not amortized. Using the quantitative assessment, our trademarks are evaluated for impairment by comparing the carrying value of the trademarks to their estimated fair value. The estimated fair value of trademarks is calculated based on an income approach using the relief from royalty method.\nIn connection with our annual trademark analysis, we performed a quantitative assessment for the imported beer, wine, and spirits trademarks and concluded that there were no indications of impairment for any of these trademark units. In the fourth quarter of Fiscal 2023, certain continued negative trends within our Funky Buddha and Four Corners craft beer portfolios, including ongoing negative cash flows, resulted in our decision to revise our long-term financial forecasts for these portfolios. Accordingly, the Beer segment’s Funky Buddha and Four Corners craft beer businesses recognized $9.0 million and $4.0 million impairment losses, respectively, in connection with the write-off of their trademark assets. In Fiscal 2024, we completed the Craft Beer Divestitures. Refer to Notes 2 and 7 for further discussion. There were no indications of impairment for any of our trademark units for Fiscal 2022.\nThe most significant assumptions used in the relief from royalty method to determine the estimated fair value of intangible assets with indefinite lives in connection with impairment testing are: (i) the estimated royalty rate, (ii) the discount rate, (iii) the expected long-term growth rate, and (iv) the annual revenue projections. As of January 1, 2024, we performed sensitivities in our impairment testing of trademarks by (i) decreasing the royalty rate 50 basis points, (ii) increasing the discount rate 50 basis points, (iii) decreasing the expected long-term growth rate 50 basis points, and (iv) decreasing the annual revenue projections 100 basis points. None of these sensitivities individually would have resulted in a conclusion that the trademarks of our reporting units were impaired.\nDivestitures – When some, but not all of a reporting unit that constitutes a business is disposed of, some of the goodwill of the reporting unit should be allocated to the portion of the reporting unit being disposed of. The allocation of goodwill is based on the relative fair values of the portion of the reporting unit being disposed of and the portion of the reporting unit remaining. This approach requires a determination of the fair value of both the business being disposed and the\nbusinesses retained within the reporting unit.\nFor\nFiscal 2023, o\nur estimate of fair value for the Wine Divestiture was determined based on the expected proceeds from the transaction. The components sold were a part of the Wine and Spirits segment and were included in that reporting unit through the date of divestiture. Goodwill was allocated to the assets based on the relative fair value of the business being sold compared to the relative fair value of the reporting unit. Goodwill not allocated to assets associated with the divestiture remained in the wine and spirits reporting unit.\nFor additional information on our goodwill and intangible assets refer to Notes 8 and 9.\n•\nAccounting for income taxes.\nWe estimate our deferred tax assets and liabilities, income taxes payable, provision for income taxes, and unrecognized tax benefit liabilities based upon various factors including, but not limited to, historical pretax operating income, future estimates of pretax operating income, differences between book and tax treatment of various items of income and expense, interpretation of tax laws, and tax planning strategies. We are subject to income taxes in Canada, Mexico, Switzerland, the U.S., and other jurisdictions. We are regularly audited by federal, state, and foreign tax authorities, but a number of years may elapse before an uncertain tax position is audited and finally resolved.\nWe believe all tax positions are fully supported. We recognize tax assets and liabilities in accordance with the FASB guidance for income tax accounting. Accordingly, we recognize a tax benefit from an uncertain tax position when it is more likely than not the position will be sustained upon examination based on the largest benefit that has a greater than 50% likelihood of being realized upon ultimate settlement. Due to the complexity of some of these uncertainties, the ultimate resolution may result in a payment that is materially different from our current estimate of the unrecognized tax benefit liabilities. In addition, changes in existing tax laws or rates could significantly change our current estimate of our unrecognized tax benefit liabilities. These differences will be reflected as increases or decreases to income tax expense in the period in which they are determined. Changes in current estimates, if significant, could have a material adverse impact on our financial statements.\nWe recognize our deferred tax assets and liabilities based upon the expected future tax outcome of amounts recognized in our results of operations. If necessary, we recognize a valuation allowance on deferred tax assets when it is more likely than not they will not be realized. We evaluate our ability to realize the tax benefits associated with deferred tax assets by assessing the adequacy of future expected taxable income, historical and projected operating results, and the availability of prudent and feasible tax planning strategies. The realization of deferred tax assets is evaluated by jurisdiction and the realizability of these assets can vary based on the character of the tax attribute and the carryforward periods specific to each jurisdiction. We believe it is more likely than not the results of future operations will generate sufficient taxable income to realize our existing deferred tax assets, net of valuation allowances. Changes in the realizability of our deferred tax assets will be reflected in our effective tax rate in the period in which they are determined.\nChange in Accounting Guidance\nAccounting guidance adopted for Fiscal 2024 did not have a material impact on our consolidated financial statements. For information regarding recent accounting pronouncements, not yet adopted, see Note 1."
  },
  {
    "item_key": "item_7a",
    "text": "As a result of our global operating, investment, acquisition, divestiture, and financing activities, we are exposed to market risk associated with changes in foreign currency exchange rates, commodity prices, and interest rates. To manage the volatility relating to these risks, we periodically purchase and/or sell derivative instruments including foreign currency forward and option contracts, commodity swap contracts, interest rate swap contracts, and Pre-issuance hedge contracts. We use derivative instruments to reduce earnings and cash flow volatility resulting from shifts in market rates, as well as to hedge economic exposures. We do not enter into derivative instruments for trading or speculative purposes.\nForeign currency and commodity price risk\nForeign currency derivative instruments are or may be used to hedge existing foreign currency denominated assets and liabilities, forecasted foreign currency denominated sales/purchases to/from third parties as well as intercompany sales/purchases, intercompany principal and interest payments, and in connection with investments, acquisitions, or divestitures outside the U.S. As of February 29, 2024, we had exposures to foreign currency risk primarily related to the Mexican peso, Canadian dollar, New Zealand dollar, and euro. Approximately 100% of our balance sheet exposures and 76% of our forecasted transactional exposures for the year ending February 28, 2025, were hedged as of February 29, 2024.\nCommodity derivative instruments are or may be used to hedge forecasted commodity purchases from third parties as either economic hedges or accounting hedges. As of February 29, 2024, exposures to commodity price risk which we are currently hedging include aluminum, corn, diesel fuel, and natural gas prices. Approximately 79% of our forecasted transactional exposures for the year ending February 28, 2025, were hedged as of February 29, 2024.\nWe have performed a sensitivity analysis to estimate our exposure to market risk of foreign exchange rates and commodity prices reflecting the impact of a hypothetical 10% adverse change in the applicable market. The volatility of the applicable rates and prices is dependent on many factors which cannot be forecasted with reliable accuracy. Gains or losses from the revaluation or settlement of the related underlying positions would substantially offset such gains or losses on the derivative instruments. The aggregate notional value, estimated fair value, and sensitivity analysis for our open foreign currency and commodity derivative instruments are summarized as follows:\nInterest rate risk\nThe estimated fair value of our fixed interest rate debt is subject to interest rate risk, credit risk, and foreign currency risk. In addition, we also have variable interest rate debt outstanding (primarily SOFR-based), certain of which includes a fixed margin subject to the same risks identified for our fixed interest rate debt.\nThere were no outstanding cash flow designated or undesignated interest rate swap contracts or Pre-issuance hedge contracts outstanding as of February 29, 2024, or February 28, 2023.\nWe have performed a sensitivity analysis to estimate our exposure to market risk of interest rates reflecting the impact of a hypothetical 1% increase in the prevailing interest rates. The volatility of the applicable rates is dependent on many factors which cannot be forecasted with reliable accuracy.\nThe aggregate notional value, estimated fair value, and sensitivity analysis for our outstanding fixed-rate debt, including current maturities, are summarized as follows:\nA 1% hypothetical change in the prevailing interest rates would have increased interest expense on our variable interest rate debt by $7.1 million and $11.8 million for the years ended February 29, 2024, and February 28, 2023, respectively.\nFor additional discussion on our market risk, refer to Notes 6 and 7."
  },
  {
    "item_key": "item_8",
    "text": "CONSTELLATION BRANDS, INC. AND SUBSIDIARIES\nINDEX TO CONSOLIDATED FINANCIAL STATEMENTS\nFEBRUARY 29, 2024\nManagement’s Annual Report on Internal Control Over Financial Reporting\nManagement of Constellation Brands, Inc. and subsidiaries (the Company) is responsible for establishing and maintaining an adequate system of internal control over financial reporting. This system is designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with U.S. generally accepted accounting principles.\nThe Company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the Company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the Company are being made only in accordance with authorizations of management and directors of the Company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the Company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, a system of internal control over financial reporting can provide only reasonable assurance and may not prevent or detect misstatements. Further, because of changes in conditions, effectiveness of internal controls over financial reporting may vary over time.\nManagement conducted an evaluation of the effectiveness of the system of internal control over financial reporting based on the framework in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations (COSO) of the Treadway Commission. Based on that evaluation, management concluded that the Company’s internal control over financial reporting was effective as of February 29, 2024.\nThe effectiveness of the Company’s internal control over financial reporting has been audited by KPMG LLP, an independent registered public accounting firm, as stated in their report which is included herein.\nReport of Independent Registered Public Accounting Firm\nTo the Stockholders and Board of Directors\nConstellation Brands, Inc.:\nOpinion on Internal Control Over Financial Reporting\nWe have audited Constellation Brands, Inc. and subsidiaries’ (the Company) internal control over financial reporting as of February 29, 2024, based on criteria established in\nInternal Control - Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission. In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of February 29, 2024, based on criteria established in\nInternal Control - Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of February 29, 2024 and February 28, 2023, the related consolidated statements of comprehensive income (loss), changes in stockholders’ equity, and cash flows for each of the fiscal years in the three-year period ended February 29, 2024, and the related notes (collectively, the consolidated financial statements), and our report dated April 23, 2024 expressed an unqualified opinion on those consolidated financial statements.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Annual Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audit also included performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ KPMG LLP\nRochester, New York\nApril 23, 2024\nReport of Independent Registered Public Accounting Firm\nTo the Stockholders and Board of Directors\nConstellation Brands, Inc.:\nOpinion on the Consolidated Financial Statements\nWe have audited the accompanying consolidated balance sheets of Constellation Brands, Inc. and subsidiaries (the Company) as of February 29, 2024 and February 28, 2023, the related consolidated statements of comprehensive income (loss), changes in stockholders’ equity, and cash flows for each of the fiscal years in the three-year period ended February 29, 2024, and the related notes (collectively, the consolidated financial statements). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company as of February 29, 2024 and February 28, 2023, and the results of its operations and its cash flows for each of the fiscal years in the three-year period ended February 29, 2024, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of February 29, 2024, based on criteria established in\nInternal Control - Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission, and our report dated April 23, 2024 expressed an unqualified opinion on the effectiveness of the Company’s internal control over financial reporting\n.\nBasis for Opinion\nThese consolidated financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on these consolidated financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matters\nThe critical audit matters communicated below are matters arising from the current period audit of the consolidated financial statements that were communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate.\nUnrecognized tax benefits\nAs discussed in Notes 1 and 13 to the consolidated financial statements, the Company recognizes a tax benefit from an uncertain tax position when it is more likely than not that the position will be sustained upon examination. The Company has recorded unrecognized tax benefits of $416.1 million as of February 29, 2024.\nWe identified the evaluation of certain of the Company’s unrecognized tax benefits as a critical audit matter. Specifically, complex auditor judgment, including the involvement of tax and valuation professionals with specialized skills and knowledge, was required in evaluating the Company’s interpretation of tax law and its estimate of the ultimate resolution of its tax positions.\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls related to the Company’s process to evaluate uncertain tax positions. This included controls related to the interpretation of tax law, its application in the liability estimation process, and the review of activity that could result in changes to the Company’s unrecognized tax benefits. We involved tax professionals with specialized skills and knowledge, who assisted in evaluating the Company’s interpretation of tax law and tax authority rulings and in performing an independent assessment of certain of the Company’s tax positions and the amount of unrecognized tax benefit, if any, and comparing the results to the Company’s assessment. We also involved valuation professionals with specialized skills and knowledge, who assisted in assessing certain transfer pricing studies for compliance with applicable laws and regulations.\nFair value of the Wine and Spirits reporting unit\nAs discussed in Notes 1 and 8 to the consolidated financial statements, the Company’s goodwill balance for the Wine and Spirits reporting unit as of February 29, 2024 was $2,742.1 million. The Company performs goodwill impairment testing on an annual basis, or sooner, if events or changes in circumstances indicate that the carrying amount of an asset may not be recoverable. In connection with the impairment testing, the Company estimated the fair value of its reporting units using a discounted cash flow model.\nWe identified the evaluation of the fair value of the Wine and Spirits reporting unit as a critical audit matter due to the sensitivity of key assumptions used in the discounted cash flow model. A high degree of subjective auditor judgment was required to evaluate the key assumptions, including the discount rate, revenue growth rates, and long-term growth rate. Changes to these assumptions could have a significant impact on the fair value of the reporting unit. Additionally, specialized skills and knowledge were required to assess certain of these assumptions.\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls related to the Company’s goodwill impairment assessment process, including controls related to the determination of the key assumptions. We evaluated the Company’s revenue growth rates by comparing them to the Company’s historical performance and to relevant market data. In addition, we involved valuation professionals with specialized skills and knowledge, who assisted in:\n•\nevaluating the Company’s long-term growth rate by comparing it to market data for long-term industry and economic growth expectations\n•\nevaluating the Company’s discount rate by comparing it to a range of discount rates that were independently developed using publicly available market data for comparable companies.\n/s/\nKPMG LLP\nWe have served as the Company’s auditor since 2002.\nRochester, New York\nApril 23, 2024\nCONSTELLATION BRANDS, INC. AND SUBSIDIARIES\nCONSOLIDATED BALANCE SHEETS\n(in millions, except share and per share data)\nThe accompanying notes are an integral part of these statements.\nCONSTELLATION BRANDS, INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME (LOSS)\n(in millions, except per share data)\nThe accompanying notes are an integral part of these statements.\nCONSTELLATION BRANDS, INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF CHANGES IN STOCKHOLDERS’ EQUITY\n(in millions)\nThe accompanying notes are an integral part of these statements.\nThe accompanying notes are an integral part of these statements.\nCONSTELLATION BRANDS, INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nFEBRUARY 29, 2024\n1.\nDESCRIPTION OF BUSINESS, BASIS OF PRESENTATION, AND SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nDescription of business\nWe operate primarily in the beverage alcohol industry with operations in the U.S., Mexico, New Zealand, and Italy producing a powerful portfolio of consumer-connected, high-end imported beer brands, and higher-end wine and spirits brands.\nEffective May 31, 2023, we changed our internal management financial reporting to consist of\ntwo\nbusiness divisions: (i) Beer and (ii) Wine and Spirits and we now report\nour operating results in\nthree\nsegments: (i)\nBeer, (ii)\nWine and Spirits, and (iii) Corporate Operations and Other following the removal of the Canopy operating segment. All financial information for the years ended February 28, 2023, and February 28, 2022, has been restated to conform to the new segment presentation. For additional information, refer to Note 22.\nBasis of presentation\nPrinciples of consolidation\nOur consolidated financial statements include our accounts and our majority-owned and controlled domestic and foreign subsidiaries. In addition, we have an equally-owned joint venture with Owens-Illinois. The joint venture owns and operates a state-of-the-art glass production plant which provides bottles exclusively for the Nava Brewery. We have determined that we are the primary beneficiary of this variable interest entity and accordingly, the results of operations of the joint venture are reported in the Beer segment and are included in our consolidated results of operations. All intercompany accounts and transactions are eliminated in consolidation.\nEquity method investments\nIf we are not required to consolidate our investment in another entity, we use the equity method when we (i) can exercise significant influence over the other entity and (ii) hold common stock and/or in-substance common stock of the other entity. Under the equity method, investments are carried at cost, plus or minus our equity in the increases and decreases in the investee’s net assets after the date of acquisition. We monitor our equity method investments for factors indicating other-than-temporary impairment. Dividends received from the investee reduce the carrying amount of the investment.\nManagement’s use of estimates\nThe preparation of financial statements in conformity with U.S. GAAP requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period. Actual results could differ from those estimates.\nSummary of significant accounting policies\nRevenue recognition\nOur revenue (referred to in our financial statements as “sales”) consists primarily of the sale of beer, wine, and spirits domestically in the U.S. Sales of products are for cash or otherwise agreed-upon credit terms. Our payment terms vary by location and customer, however, the time period between when revenue is recognized and when payment is due is not significant. Our customers consist primarily of wholesale distributors. Our revenue generating activities have a single performance obligation and are recognized at the point in time when control transfers and our obligation has been fulfilled, which is when the related goods are shipped or delivered to the customer, depending upon the method of distribution, and shipping terms. We have elected to treat shipping as a fulfillment activity. Revenue is measured as the amount of consideration we expect to receive in exchange for the sale of our product. Our sales terms do not allow for a right of return except for matters related to any manufacturing defects on our part. Amounts billed to customers for shipping and handling are included in sales.\nAs noted, the majority of our revenues are generated from the domestic sale of beer, wine, and spirits to wholesale distributors in the U.S. Our other revenue generating activities include the export of certain of our products to select international markets, as well as the sale of our products through state alcohol beverage control agencies, on-premise, retail locations in certain markets, and 3-tier eCommerce and DTC channels. We have evaluated these other revenue generating activities under the disaggregation disclosure criteria and concluded that they are immaterial for separate disclosure. See Note 22 for disclosure of net sales by product type.\nSales reflect reductions attributable to consideration given to customers in various customer incentive programs, including pricing discounts on single transactions, volume discounts, promotional and advertising allowances, coupons, and rebates. This variable consideration is recognized as a reduction of the transaction price based upon expected amounts at the time revenue for the corresponding product sale is recognized. For example, customer promotional discount programs are entered into with certain distributors for certain periods of time. The amount ultimately reimbursed to distributors is determined based upon agreed-upon promotional discounts which are applied to distributors’ sales to retailers. Other common forms of variable consideration include volume rebates for meeting established sales targets, and coupons and mail-in rebates offered to the consumer. The determination of the reduction of the transaction price for variable consideration requires that we make certain estimates and assumptions that affect the timing and amounts of revenue and liabilities recognized. We estimate this variable consideration by taking into account factors such as the nature of the promotional activity, historical information, and current trends, availability of actual results and expectations of customer and consumer behavior.\nExcise taxes remitted to tax authorities are government-imposed excise taxes primarily on our beverage alcohol products. Excise taxes are shown on a separate line item as a reduction of sales and are recognized in our results of operations when the related product sale is recognized. Excise taxes are recognized as a current liability in other accrued expenses and liabilities, with the liability subsequently reduced when the taxes are remitted to the tax authority.\nCost of product sold\nThe types of costs included in cost of product sold are raw materials, packaging materials, manufacturing costs, plant administrative support and overheads, and freight and warehouse costs (including distribution network costs). Distribution network costs include inbound freight charges and outbound shipping and handling costs, purchasing and receiving costs, inspection costs, and warehousing and internal transfer costs.\nSelling, general, and administrative expenses\nThe types of costs included in selling, general, and administrative expenses consist predominately of advertising and non-manufacturing administrative and overhead costs.\nWe expense advertising (hereafter referred to as “marketing”) costs as incurred, shown, or distributed.\nMarketing expense for the years ended February 29, 2024, February 28, 2023, and February 28, 2022, was $\n853.5\nmillion, $\n860.8\nmillion, and $\n826.4\nmillion, respectively.\nForeign currency translation\nThe functional currency of our foreign subsidiaries is generally the respective local currency. The translation from the applicable foreign currencies to U.S. dollars is performed for balance sheet accounts using exchange rates in effect at the balance sheet date and for revenue and expense accounts using a weighted average exchange rate for the period. The resulting translation adjustments are recognized as a component of AOCI. Gains or losses resulting from foreign currency denominated transactions are included in selling, general, and administrative expenses.\nCash and cash equivalents\nCash equivalents consist of highly liquid investments with an original maturity when purchased of three months or less and are stated at cost, which approximates fair value.\nInventories\nInventories are stated at the lower of cost (primarily computed in accordance with the first-in, first-out method) or net realizable value. Elements of cost include materials, labor, and overhead.\nBulk wine inventories are included as in-process inventories within current assets, in accordance with the general practices of the wine industry, although a portion of such inventories may be aged for periods greater than one year. A substantial portion of barreled whiskey and brandy will not be sold within one year because of the duration of the aging process. All barreled spirits are classified as in-process inventories and are included in current assets, in accordance with industry practice. Warehousing, insurance, value added taxes, and other carrying charges applicable to barreled spirits held for aging are included in inventory costs.\nWe assess the valuation of our inventories and reduce the carrying value of those inventories that are obsolete or in excess of our forecasted usage to their estimated net realizable value based on analyses and assumptions including, but not limited to, historical usage, future demand, and market requirements.\nProperty, plant, and equipment\nProperty, plant, and equipment is stated at cost. Major additions and improvements are recognized as an increase to the property accounts, while maintenance and repairs are expensed as incurred. The cost of properties sold or otherwise disposed of and the related accumulated depreciation are eliminated from the balance sheet accounts at the time of disposal and resulting gains and losses are included as a component of operating income (loss).\nInterest incurred relating to expansion, optimization, and construction of facilities is capitalized to construction in progress. We cease the capitalization of interest when construction activities are substantially completed and the facility and related assets are available for their intended use. At this point, construction in progress is transferred to the appropriate asset class.\nDepreciation\nDepreciation is computed primarily using the straight-line method over the following estimated useful lives:\nDerivative instruments\nWe enter into derivative instruments to manage our exposure to fluctuations in foreign currency exchange rates, commodity prices, and interest rates. We enter into derivatives for risk management purposes only, including derivatives designated in hedge accounting relationships as well as those derivatives utilized as economic hedges. We do not enter into derivatives for trading or speculative purposes. We recognize all derivatives as either assets or liabilities and measure those instruments at estimated fair value (see Notes 6 and 7). We present our derivative positions gross on our balance sheets.\nThe change in the fair value of outstanding cash flow hedges is deferred in stockholders’ equity as a component of AOCI. For all periods presented herein, gains or losses deferred in stockholders’ equity as a component of AOCI are recognized in our results of operations in the same period in which the hedged items are recognized and on the same financial statement line item as the hedged items.\nChanges in fair values for derivative instruments not designated in a hedge accounting relationship are recognized directly in our results of operations each period and on the same financial statement line item as the hedged item. For purposes of measuring segment operating performance, the net gain (loss) from the changes in\nfair value of our undesignated commodity derivative contracts, prior to settlement, is reported outside of segment operating results until such time that the underlying exposure is recognized in the segment operating results. Upon settlement, the net gain (loss) from the changes in fair value of the undesignated commodity derivative contracts is reported in the appropriate operating segment, allowing our operating segment results to reflect the economic effects of the commodity derivative contracts without the resulting unrealized mark to fair value volatility.\nCash flows from the settlement of derivatives, including both economic hedges and those designated in hedge accounting relationships, appear on our statements of cash flows in the same categories as the cash flows of the hedged items.\nFair value of financial instruments\nWe calculate the estimated fair value of financial instruments using quoted market prices whenever available. When quoted market prices are not available, we use standard pricing models for various types of financial instruments (such as forwards, options, swaps, and convertible debt) which take into account the present value of estimated future cash flows (see Note 7).\nGoodwill and other intangible assets\nGoodwill is allocated to the reporting unit in which the business that created the goodwill resides. A reporting unit is an operating segment, or a business unit one level below that operating segment, for which discrete financial information is prepared and regularly reviewed by segment management. We review our goodwill and indefinite-lived intangible assets annually for impairment, or sooner, if events or changes in circumstances indicate that the carrying amount of an asset may not be recoverable. We use January 1 as our annual impairment test measurement date. Indefinite-lived intangible assets consist principally of trademarks. Intangible assets determined to have a finite life, primarily customer relationships, are amortized over their estimated useful lives and are subject to review for impairment when events or circumstances indicate that the carrying amount of an asset may not be recoverable. Note 9 provides a summary of intangible assets segregated between amortizable and nonamortizable amounts.\nIncome taxes\nWe use the asset and liability method of accounting for income taxes. This method accounts for deferred income taxes by applying statutory rates in effect at the balance sheet date to the difference between the financial reporting and tax bases of assets and liabilities. Certain income earned by foreign subsidiaries is subject to GILTI, a U.S. tax on foreign earnings. We treat the tax effect of GILTI as a current period tax expense when incurred. We provide deferred income taxes, consisting primarily of foreign withholding and state taxes, on all applicable unremitted earnings of our foreign subsidiaries. Interest and penalties are recognized as a component of (provision for) benefit from income taxes.\nWe recognize a tax benefit from an uncertain tax position when it is more likely than not the position will be sustained upon examination. We measure and recognize the tax benefit from such a position based on the largest benefit that has a greater than 50% likelihood of being realized upon ultimate settlement. Due to the complexity of some of these uncertainties, the ultimate resolution may result in a payment that is materially different from our current estimate of the unrecognized tax benefit liabilities. In addition, changes in existing tax laws or rates could significantly change our current estimate of our unrecognized tax benefit liabilities. These differences will be reflected as increases or decreases to income tax expense in the period in which they are determined. Changes in current estimates, if significant, could have a material adverse impact on our financial statements.\nLeases\nWe recognize right-of-use assets and lease liabilities on our balance sheet. We assess service arrangements to determine if an asset is explicitly or implicitly specified in the agreement and if we have the right to control the use of the identified asset.\nThe right-of-use asset and lease liability are initially measured at the present value of future lease payments, discounted using the interest rate implicit in the lease or, if that rate cannot be readily determined, our\nsecured incremental borrowing rate. The incremental borrowing rates are determined using a portfolio approach based on publicly available information in connection with our unsecured borrowing rates. We elected to recognize expenses for leases with a term of 12 months or less on a straight-line basis over the lease term and not to recognize these short-term leases on the balance sheet.\nThe right-of-use asset and lease liability are calculated including options to extend or to terminate the lease when we determine that it is reasonably certain that we will exercise those options. In making that determination, we consider various existing economic and market factors, business strategies as well as the nature, length, and terms of the agreement. Based on our evaluation using these factors, we concluded that the exercise of renewal options or early termination options would not be reasonably certain in determining the lease term at commencement for leases we currently have in place. Assumptions made at the commencement date are re-evaluated upon occurrence of certain events such as a lease modification.\nCertain of our contractual arrangements may contain both lease and non-lease components. We elected to measure the lease liability by combining the lease and non-lease components as a single lease component for all asset classes.\nCertain of our leases include variable lease payments, including payments that depend on an index or rate, as well as variable payments for items such as raw materials, labor, property taxes, insurance, maintenance, and other operating expenses associated with leased assets. Certain grape purchasing arrangements include variable payments based on actual tonnage and price of grapes. In addition, certain third-party logistics arrangements include variable payments that vary depending on throughput. Such variable lease payments are excluded from the calculation of the right-of-use asset and the lease liability and are recognized in the period in which the obligation is incurred.\nIndemnification liabilities\nWe have indemnified respective parties against certain liabilities that may arise in connection with certain acquisitions and divestitures. Indemnification liabilities are recognized when probable and estimable and included in deferred income taxes and other liabilities (see Note 16).\nStock-based employee compensation\nWe have\ntwo\nstock-based employee compensation plans (see Note 18). We apply grant date fair-value-based measurement methods in accounting for our stock-based payment arrangements and recognize all costs resulting from stock-based payment transactions, net of expected forfeitures, ratably over the requisite service period. Stock-based awards are subject to specific vesting conditions, generally time vesting, or upon retirement, disability, or death of the employee (as defined by the plan), if earlier. For awards granted to retirement-eligible employees, we recognize compensation expense ratably over the period from the date of grant to the date of retirement-eligibility.\nNet income (loss) per common share attributable to CBI\nWe have\none\nclass of common stock with a material number of shares outstanding: Class A Stock. In addition, we have another class of common stock with an immaterial number of shares outstanding: Class 1 Stock. Prior to November 10, 2022, we had an additional class of common stock with a material number of shares outstanding: Class B Stock. For additional information on the classes of common stock and the Reclassification, see Note 17.\nFor the year ended February 29, 2024, net income (loss) per common share attributable to CBI (hereafter referred to as “net income (loss) per common share”) – basic for Class A Stock has been computed based on the weighted average shares of common stock outstanding during the period. Net income (loss) per common share – diluted for Class A Stock reflects the weighted average shares of common stock plus the effect of dilutive securities outstanding during the period using the treasury stock method. The effect of dilutive securities includes the impact of outstanding stock-based awards. The dilutive computation does not assume conversion, exercise, or contingent issuance of securities that would have an anti-dilutive effect on the net income (loss) per common share.\nFor the years ended February 28, 2023, and February 28, 2022, we used the two-class method for the computation and presentation of net income (loss) per common share. The two-class method is an earnings allocation formula that calculates basic and diluted net income (loss) per common share for each class of common stock separately based on dividends declared and participation rights in undistributed earnings as if all such earnings had been distributed during the period. Under the two-class method, Class A Stock was assumed to receive a\n10\n% greater participation in undistributed earnings (losses) than Class B Stock, in accordance with the respective minimum dividend rights of each class of stock.\nNet income (loss) per common share – basic excluded the effect of common stock equivalents and was computed using the two-class method. Net income (loss) per common share – diluted for Class A Stock reflected the potential dilution that could result if securities or other contracts to issue common stock were exercised or converted into common stock. Net income (loss) per common share – diluted for Class A Stock was computed using the more dilutive of the if-converted or two-class method. For the years ended February 28, 2023, and February 28, 2022, net income (loss) per common share – diluted for Class A Stock was computed using the two-class method, until such conversion took place pursuant to the Reclassification. Net income (loss) per common share – diluted for Class B Stock was computed using the two-class method and did not assume conversion of Class B Stock into shares of Class A Stock.\nFor additional information on net income (loss) per common share, see Note 19.\nRecent accounting pronouncements\nSegment reporting\nIn November 2023, the FASB issued a standard requiring disclosures, on an annual and interim basis, of significant segment expenses and other segment items that are regularly provided to the CODM as well as the title and position of the CODM. We are required to adopt these disclosures for our annual period ending February 28, 2025, and interim periods beginning March 1, 2025, with early adoption permitted. The amendments in this standard will be applied retrospectively to all prior periods presented in the financial statements. We expect this standard to impact our disclosures with no material impacts to our results of operations, cash flows, or financial condition.\nIncome taxes\nIn December 2023, the FASB issued a standard aimed at improving tax disclosure requirements, primarily through enhanced disclosures related to the income tax rate reconciliation and income taxes paid. We are required to adopt these disclosures for our annual period ending February 28, 2026, with early adoption permitted and may be applied retrospectively. We expect this standard to impact our disclosures with no material impacts to our results of operations, cash flows, or financial condition.\nClimate\nIn March 2024, the SEC adopted final rules to require disclosures about certain climate-related information in registration statements and annual reports. In April 2024, the SEC issued an order to stay the rules pending the completion of judicial review of multiple petitions challenging the rules. The rules will require disclosure of, among other things, material climate-related risks, how the board of directors and management oversee and manage such risks, and the actual and potential material impacts of such risks on us. The rules also require disclosure about material climate-related targets and goals, Scope 1 and Scope 2 GHG emissions, and the financial impacts of severe weather events and other natural conditions. If the rules are ultimately implemented, their adoption will be phased and, accordingly, we are required to begin certain disclosures for our annual period ending February 28, 2026. These rules will be applied prospectively. We are currently assessing the impact of these rules on our SEC filings.\n2.\nACQUISITIONS AND DIVESTITURES\nAcquisitions\nAustin Cocktails\nIn April 2022, we acquired the remaining\n73\n% ownership interest in Austin Cocktails, which included a portfolio of small batch, RTD cocktails. This transaction primarily included the acquisition of goodwill and a\ntrademark. In addition, the purchase price for Austin Cocktails includes an earn-out over\nfive years\nbased on performance. The results of operations of Austin Cocktails are reported in the Wine and Spirits segment and have been included in our consolidated results of operations from the date of acquisition.\nLingua Franca\nIn March 2022, we acquired the Lingua Franca business, including a collection of Oregon-based luxury wines, a vineyard, and a production facility. This transaction also included the acquisition of a trademark and inventory. In addition, the purchase price for Lingua Franca includes an earn-out over\nseven years\nbased on performance. The results of operations of Lingua Franca are reported in the Wine and Spirits segment and have been included in our consolidated results of operations from the date of acquisition.\nMy Favorite Neighbor\nIn November 2021, we acquired the remaining\n65\n% ownership interest in My Favorite Neighbor, a super-luxury, DTC focused wine business as well as certain wholesale distributed brands. This transaction primarily included the acquisition of goodwill, trademarks, inventory, and property, plant, and equipment. In addition, the My Favorite Neighbor transaction includes an earn-out over\n10\nyears based on performance, with a\n50\n% minimum guarantee due at the end of the earn-out period. The results of operations of My Favorite Neighbor are reported in the Wine and Spirits segment and have been included in our consolidated results of operations from the date of acquisition.\nWe recognized a gain of $\n13.5\nmillion for the year ended February 28, 2022, related to the remeasurement of our previously held\n35\n% equity interest in My Favorite Neighbor to the acquisition-date fair value. This gain is included in selling, general, and administrative expenses within our consolidated results of operations.\nDivestitures\nCraft Beer Divestitures\nIn June 2023, we completed the Craft Beer Divestitures. Prior to the Craft Beer Divestitures, we recorded the results of operations of such craft beer brands in the Beer segment.\nWine Divestiture\nOn October 6, 2022, we sold certain of our mainstream and premium wine brands and related inventory. The net cash proceeds from the Wine Divestiture were utilized primarily to reduce outstanding borrowings. Prior to the Wine Divestiture, we recorded the results of operations of these brands in the Wine and Spirits segment.\nThe following table summarizes the net gain recognized in connection with this divestiture, for the year ended February 28, 2023:\n(1)\nIncludes certain contract termination costs.\n(2)\nIncluded in selling, general, and administrative expenses within our consolidated results of operations.\n3.\nINVENTORIES\nThe components of inventories are as follows:\nWe evaluated\nthe carrying value of certain inventories and recognized the following in cost of product sold within our consolidated results of operations:\n(1)\nWe recognized a loss predominantly from excess inventory of hard seltzers, within the Beer segment, largely resulting from a slowdown in the overall category which occurred in early Fiscal 2022.\n4.\nPREPAID EXPENSES AND OTHER\nThe major components of prepaid expenses and other are as follows:\n(1)\nAssets held for sale balance includes current assets related to the Mexicali Brewery. See Notes 5 and 7\nfor further discussion.\n5.\nPROPERTY, PLANT, AND EQUIPMENT\nThe major components of property, plant, and equipment are as follows:\n(1)\nThe property, plant, and equipment balance excludes Mexicali Brewery amounts reclassified to assets held for sale. See “Mexicali Brewery” below for further discussion.\n(2)\nThe property, plant, and equipment balance is net of a $\n51.6\nmillion impairment of long-lived assets, including the Daleville Facility. See “Daleville Facility” below and Note 7 for further discussion.\n(3)\nWe capitalized $\n63.7\nmillion, $\n36.5\nmillion, and $\n25.3\nmillion of interest costs for the years ended February 29, 2024, February 28, 2023, and February 28, 2022, respectively, primarily due to the Mexico Beer Projects.\n(4)\nThe design and construction process for the Veracruz Brewery commenced in Fiscal 2023 and is ongoing.\nMexicali Brewery\nWe are pursuing the sale of the remaining assets at the canceled Mexicali Brewery after exploring various options; however, we may not be successful in completing any such sale or obtaining other forms of recovery. The carrying value of assets held for sale are included in prepaid expenses and other and other assets within our consolidated balance sheets. See Note 7 for further discussion.\nDaleville Facility\nIn May 2023, we sold the Daleville Facility in connection with our decision to exit the craft beer business.\nLodi Distribution Center\nIn December 2021, we purchased a previously leased wine and spirits distribution facility located in Lodi, California.\n6.\nDERIVATIVE INSTRUMENTS\nOverview\nWe are exposed to market risk from changes in foreign currency exchange rates, commodity prices, and interest rates, that could affect our results of operations and financial condition. The impact on our results and financial position and the amounts reported in our financial statements will vary based upon the currency, commodity, and interest rate movements during the period, the effectiveness and level of derivative instruments outstanding, and whether they are designated and qualify for hedge accounting.\nThe estimated fair values of our derivative instruments change with fluctuations in currency rates, commodity prices, and/or interest rates and are expected to offset changes in the values of the underlying exposures. Our derivative instruments are held solely to manage our exposures to the aforementioned market\nrisks as part of our normal business operations. We follow strict policies to manage these risks and do not enter into derivative instruments for trading or speculative purposes.\nThe aggregate notional value of outstanding derivative instruments is as follows:\nCash flow hedges\nOur derivative instruments designated in hedge accounting relationships are designated as cash flow hedges. We are exposed to foreign denominated cash flow fluctuations primarily in connection with third party and intercompany sales and purchases. We primarily use foreign currency forward contracts to hedge certain of these risks. In addition, we utilize interest rate swap, treasury lock, and swap lock contracts periodically to manage our exposure to changes in interest rates. Derivatives managing our cash flow exposures generally mature within\nthree years\nor less, with a maximum maturity of\nfive years\n.\nTo qualify for hedge accounting treatment, the details of the hedging relationship must be formally documented at inception of the arrangement, including the risk management objective, hedging strategy, hedged item, specific risk that is being hedged, the derivative instrument, how effectiveness is being assessed, and how ineffectiveness will be measured. The derivative must be highly effective in offsetting changes in the cash flows of the risk being hedged. Throughout the term of the designated cash flow hedge relationship on at least a quarterly basis, a retrospective evaluation and prospective assessment of hedge effectiveness is performed based on quantitative and qualitative measures. All components of our derivative instruments’ gains or losses are included in the assessment of hedge effectiveness.\nWhen we determine that a derivative instrument which qualified for hedge accounting treatment has ceased to be highly effective as a hedge, we discontinue hedge accounting prospectively. In the event the relationship is no longer effective, we recognize the change in the fair value of the hedging derivative instrument from the date the hedging derivative instrument became no longer effective immediately in our results of operations. We also discontinue hedge accounting prospectively when (i) a derivative expires or is sold, terminated, or exercised; (ii) it is no longer probable that the forecasted transaction will occur; or (iii) we determine that designating the derivative as a hedging instrument is no longer appropriate. When we discontinue hedge accounting prospectively, but the original forecasted transaction continues to be probable of occurring, the existing gain or loss of the derivative instrument remains in AOCI and is reclassified into earnings (losses) when the forecasted transaction occurs. When it becomes probable that the forecasted transaction will not occur, any remaining gain or loss in AOCI is recognized immediately in our results of operations.\nWe expect $\n132.8\nmillion of net gains, net of income tax effect, to be reclassified from AOCI to our results of operations within the next 12 months.\nUndesignated hedges\nCertain of our derivative instruments do not qualify for hedge accounting treatment; for others, we choose not to maintain the required documentation to apply hedge accounting treatment. These undesignated instruments are primarily used to economically hedge our exposure to fluctuations in the value of foreign currency denominated receivables and payables; foreign currency investments, primarily consisting of loans to subsidiaries and foreign-denominated investments, and cash flows related primarily to the repatriation of those loans or investments; and commodity prices, including aluminum, corn, diesel fuel, and natural gas prices. We primarily use\nforeign currency forward and option contracts, generally less than\n12\nmonths in duration, and commodity swap contracts, generally less than\n36\nmonths in duration, with a maximum maturity of\nfour years\n, to hedge some of these risks. In addition, from time to time, we utilize interest rate swap contracts, generally less than\nsix months\nin duration, to economically hedge our exposure to changes in interest rates associated with the financing of significant investments and acquisitions. Our derivative policy permits the use of undesignated derivatives as approved by senior management.\nCredit risk\nWe are exposed to credit-related losses if the counterparties to our derivative contracts default. This credit risk is limited to the fair value of the derivative contracts. To manage this risk, we contract only with major financial institutions that have earned investment-grade credit ratings and with whom we have standard International Swaps and Derivatives Association agreements which allow for net settlement of the derivative contracts. We have also established counterparty credit guidelines that are regularly monitored. Because of these safeguards, we believe the risk of loss from counterparty default to be immaterial.\nIn addition, our derivative instruments are not subject to credit rating contingencies or collateral requirements. As of February 29, 2024, the estimated fair value of derivative instruments in a net liability position due to counterparties was $\n3.2\nmillion. If we were required to settle the net liability position under these derivative instruments on February 29, 2024, we would have had sufficient available liquidity on hand to satisfy this obligation.\nResults of period derivative activity\nThe estimated fair value and location of our derivative instruments on our balance sheets are as follows (see Note 7):\nThe principal effect of our derivative instruments designated in cash flow hedging relationships on our results of operations, as well as OCI, net of income tax effect, is as follows:\nThe effect of our undesignated derivative instruments on our results of operations is as follows:\n7.\nFAIR VALUE OF FINANCIAL INSTRUMENTS\nAuthoritative guidance establishes a framework for measuring fair value, including a hierarchy for inputs used in measuring fair value that maximizes the use of observable inputs and minimizes the use of unobservable inputs by requiring that the most observable inputs be used when available. The hierarchy includes three levels:\n•\nLevel 1 inputs are quoted prices in active markets for identical assets or liabilities;\n•\nLevel 2 inputs include data points that are observable such as quoted prices for similar assets or liabilities in active markets, quoted prices for identical assets or similar assets or liabilities in markets that are not active, and inputs (other than quoted prices) such as volatility, interest rates, and yield curves that are observable for the asset or liability, either directly or indirectly; and\n•\nLevel 3 inputs are unobservable data points for the asset or liability, and include situations where there is little, if any, market activity for the asset or liability.\nFair value methodology\nThe following methods and assumptions are used to estimate the fair value of our financial instruments:\nForeign currency and commodity derivative contracts\nThe fair value is estimated using market-based inputs, obtained from independent pricing services, entered into valuation models. These valuation models require various inputs, including contractual terms, market foreign exchange prices, market commodity prices, interest-rate yield curves, and currency volatilities, as applicable (Level 2 fair value measurement).\nCanopy investment\nOn November 1, 2023, the initial tranche of the November 2018 Canopy Warrants expired in accordance with its terms. The remaining tranches of the November 2018 Canopy Warrants were conditioned on the exercise, in full, of the expired warrants. As such, there are no longer any outstanding November 2018 Canopy Warrants. In April 2023, we extended the maturity of the remaining C$\n100.0\nmillion principal amount of our Canopy Debt Securities by exchanging them for a C$\n100.0\nmillion principal amount, 2023 Canopy Promissory Note bearing a\n4.25\n% interest rate. As such, our investment in Canopy as of February 29, 2024 was comprised of (i) the Canopy Equity Method Investment and (ii) the 2023 Canopy Promissory Note. The 2023 Canopy Promissory Note was measured at fair value. Effective as of May 31, 2023, we determined that this instrument did not have future economic value given the substantial doubt about Canopy’s ability to continue as a going concern, as disclosed by Canopy, prior to the maturity of the note. Accordingly, the fair value of the remaining balance for this instrument was determined to be zero. This reduction in fair value is included in income (loss) from unconsolidated investments within our consolidated results of operations for the year ended February 29, 2024. In April 2024, we exchanged the 2023 Canopy Promissory Note for Exchangeable Shares. See Note 10 for further discussion.\nShort-term borrowings\nOur short-term borrowings consist of our commercial paper program and the revolving credit facility under our senior credit facility. The revolving credit facility is a variable interest rate bearing note with a fixed margin, adjustable based upon our debt rating (as defined in our senior credit facility). For these short-term borrowings the carrying value approximates the fair value.\nLong-term debt\nThe fair value of our fixed interest rate long-term debt is estimated by discounting cash flows using interest rates currently available for debt with similar terms and maturities (Level 2 fair value measurement). As of February 29, 2024, the carrying amount of long-term debt, including the current portion, was $\n11,637.9\nmillion, compared with an estimated fair value of $\n10,775.8\nmillion. As of February 28, 2023, the carrying amount of long-term debt, including the current portion, was $\n11,296.0\nmillion, compared with an estimated fair value of $\n10,236.0\nmillion.\nThe carrying amounts of certain of our financial instruments, including cash and cash equivalents, accounts receivable, and accounts payable, approximate fair value as of February 29, 2024, and February 28, 2023, due to the relatively short maturity of these instruments.\nRecurring basis measurements\nThe following table presents our financial assets and liabilities measured at estimated fair value on a recurring basis:\nNonrecurring basis measurements\nThe following table presents our assets and liabilities measured at estimated fair value on a nonrecurring basis for which an impairment assessment was performed for the periods presented:\nEquity method investments\nAs of November 30, 2023, we evaluated a certain equity method investment, made through our corporate venture capital function within the Corporate Operations and Other segment, and determined there was an other-than-temporary impairment due to business underperformance. The estimated fair value was based largely on the cash flows expected to be generated by the investment using unobservable data points.\nAs of August 31, 2023, we evaluated certain equity method investments, made through our corporate venture capital function, and determined there were other-than-temporary impairments due to business underperformance. Investments with a carrying value of $\n14.9\nmillion were written down to an estimated fair value of $\n2.6\nmillion, resulting in an impairment of $\n12.3\nmillion. These investments are part of the Corporate Operations and Other segment. This loss from impairment was included in income (loss) from unconsolidated investments within our consolidated results for the year ended February 29, 2024. The estimated fair value was based largely on observable prices for similar assets. In October 2023, we exited one of these equity method investments in exchange for a note receivable.\nWe evaluated the Canopy Equity Method Investment as of May 31, 2023, and determined there was an other-than-temporary impairment. Our conclusion was based on several contributing factors, including: (i) the fair value being less than the carrying value and the uncertainty surrounding Canopy’s stock price recovering in the near-term, (ii) Canopy recorded significant costs in its fourth quarter of fiscal 2023 results designed to align its Canadian cannabis operations and resources in response to continued unfavorable market trends, (iii) the substantial doubt about Canopy’s ability to continue as a going concern, as disclosed by Canopy, and (iv) C\nanopy’s identification of material misstatements in certain of its previously reported financial results related to sales in its BioSteel reporting unit that were accounted for incorrectly, including the recording of a\ngoodwill impairment during its restated second quarter of fiscal 2023. As a result, the Canopy Equity Method Investment with a carrying value of $\n266.2\nmillion was written down to its estimated fair value of $\n142.7\nmillion, resulting in an impairment of $\n123.5\nmillion. This loss from impairment was included in income (loss) from unconsolidated investments within our consolidated results for the year ended February 29, 2024. The estimated fair value was determined based on the closing price of the underlying equity security as of May 31, 2023.\nAs of August 31, 2022, we evaluated the Canopy Equity Method Investment and determined there was an other-than-temporary impairment based on several contributing factors, including: (i) the period of time for which the fair value had been less than the carrying value and the uncertainty surrounding Canopy’s stock price recovering in the near-term, (ii) Canopy recording a significant impairment of goodwill related to its cannabis operations during its first quarter of fiscal 2023, and (iii) the uncertainty of U.S. federal cannabis permissibility. As a result, the Canopy Equity Method Investment with a carrying value of $\n1,695.1\nmillion was written down to its estimated fair value of $\n634.8\nmillion, resulting in an impairment of $\n1,060.3\nmillion. This loss from impairment was included in income (loss) from unconsolidated investments within our consolidated results for the year ended February 28, 2023. The estimated fair value was determined based on the closing price of the underlying equity security as of August 31, 2022.\nLong-lived assets\nFor the year ended February 28, 2023, in connection with certain continued negative trends within our Beer segment’s craft beer business, management updated its long-term financial forecasts for this business and determined it was no longer part of the beer asset group. This change in financial forecasts indicated it was more likely than not the fair value of our long-lived assets associated with the craft beer business might be below its carrying value. Accordingly, we performed a quantitative assessment for impairment. As a result, certain long-lived assets with a carrying value of $\n59.8\nmillion were written down to their estimated fair value of $\n6.3\nmillion, resulting in a total loss of $\n53.5\nmillion. This loss was included in selling, general, and administrative expenses within our consolidated results of operations for the year ended February 28, 2023. These assets consisted primarily of property, plant, and equipment, including the Daleville Facility. Our estimated fair value was primarily based on the cash flows expected to be generated by the assets. Additionally, in May 2023, we sold the Daleville Facility.\nIn April 2021, our Board of Directors authorized management to sell or abandon the Mexicali Brewery. Subsequently, management determined that we will be unable to use or repurpose certain assets at the Mexicali\nBrewery. Accordingly, for the first quarter of Fiscal 2022, long-lived assets with a carrying value of $\n685.9\nmillion were written down to their estimated fair value of $\n20.0\nmillion, resulting in an impairment of $\n665.9\nmillion. This impairment was included in impairment of brewery construction in progress within our consolidated results of operations for the year ended February 28, 2022. Our estimate of fair value was determined based on the expected salvage value of the assets. The Mexicali Brewery is a component of the Beer segment.\nTrademarks\nFor the year ended February 28, 2023, in connection with certain continued negative trends within our Beer segment’s Funky Buddha and Four Corners craft beer portfolios, we updated our long-term financial forecasts for these portfolios. As a result, the Funky Buddha and Four Corners craft beer trademark assets with a net carrying value of $\n13.0\nmillion were written-off, resulting in an impairment of $\n13.0\nmillion. This impairment was included in selling, general, and administrative expenses within our consolidated results of operations for the year ended February 28, 2023. The estimated fair value of these trademark assets was determined based on our updated cash flow projections. Additionally, in June 2023, we completed the Funky Buddha Divestiture and the Four Corners Divestiture.\n8.\nGOODWILL\nThe changes in the carrying amount of goodwill are as follows:\n(1)\nPurchase accounting allocations associated with the acquisitions of Austin Cocktails, Lingua Franca, and My Favorite Neighbor.\n(2)\nPreliminary purchase accounting allocations associated with the acquisition of Domaine Curry.\nIf broader industry and market conditions decline and/or our expectations of future performance as reflected in our current strategic operating plans are not fully realized, a future impairment of Wine and Spirits goodwill is reasonably possible.\n9.\nINTANGIBLE ASSETS\nThe major components of intangible assets are as follows:\nWe did not incur costs to renew or extend the term of acquired intangible assets for the years ended February 29, 2024, February 28, 2023, and February 28, 2022. Net carrying amount represents the gross carrying value net of accumulated amortization. Amortization expense for intangible assets was $\n1.3\nmillion, $\n3.2\nmillion, and $\n5.1\nmillion for the years ended February 29, 2024, February 28, 2023, and February 28, 2022, respectively.\nEstimated amortization expense for each of the five succeeding fiscal years and thereafter is as follows:\n10.\nEQUITY METHOD INVESTMENTS\nOur equity method investments are as follows:\n(1)\nThe fair value based on the closing price of the underlying equity security as of February 29, 2024, and February 28, 2023, was $\n56.1\nmillion and $\n398.4\nmillion, respectively.\nCanopy Equity Method Investment\nWe have an investment in Canopy, a provider of medical and adult-use cannabis products. The Canopy Equity Method Investment consisted of\n17.1\nmillion Canopy common shares as of February 29, 2024. See “Conversion of Canopy common stock ownership and exchange of investment into Exchangeable Shares” below for additional information. Equity in earnings (losses) from the Canopy Equity Method Investment and related\nactivities is determined by recording the effect of basis differences.\nAmounts included in our consolidated results of operations for each period are as follows:\nThe following tables present summarized financial information for Canopy prepared in accordance with U.S. GAAP. We recognize our equity in earnings (losses) for Canopy on a two-month lag. Accordingly, we recognized our share of Canopy’s earnings (losses) for the periods (i) January through December 2023 in our year ended February 29, 2024 results, (ii) January through December 2022 in our year ended February 28, 2023 results, and (iii) January through December 2021 in our year ended February 28, 2022 results. The year ended February 28, 2023, included a significant goodwill impairment related to Canopy’s operations.\nThe amounts shown represent 100% of Canopy’s financial position and results of operations for the respective periods.\nConversion of Canopy common stock ownership and exchange of investment into Exchangeable Shares\nIn April 2024, the Canopy Amendment was approved by Canopy’s shareholders. In connection with the Canopy Transaction, Canopy amended its share capital to (i) create Exchangeable Shares and (ii) restate the rights of Canopy common shares to provide for their conversion into Exchangeable Shares through the Canopy Amendment. We subsequently elected to convert our\n17.1\nmillion Canopy common shares into Exchangeable Shares on a one-for-one basis. Additionally, we exchanged our 2023 Canopy Promissory Note for\n9.1\nmillion Exchangeable Shares and forgave all accrued but unpaid interest together with the remaining principal amount of the note.\nFollowing the completion of the Canopy Transaction, the transactions included in the Consent Agreement, our election to convert our Canopy common shares into Exchangeable Shares, and the exchange of our 2023 Canopy Promissory Note for Exchangeable Shares:\n•\nwe only have an interest in our\n26.3\nmillion Exchangeable Shares;\n•\nwe terminated all legacy agreements and commercial arrangements between ourselves and Canopy, including the investor rights agreement but excluding the Consent Agreement, certain termination agreements, and the exchange agreement with respect to the 2023 Canopy Promissory Note;\n•\nwe have no further governance rights in relation to Canopy, including rights to nominate members to the board of directors of Canopy, or consulting rights related to certain transactions;\n•\nall of our nominees resigned from the board of directors of Canopy; and\n•\nwe expect to recognize a gain based on the fair value of Exchangeable Shares on the date of the conversion and exchange. Future impairments, if any, will also be reported in income (loss) from unconsolidated investments within our consolidated results.\nOther equity method investment\nCorporate investment\nIn February 2022, we sold an investment made through our corporate venture capital function. We recognized a $\n51.0\nmillion gain for the year ended February 28, 2022, related to the sale of our previously held equity interest in this investment. This gain is included in income (loss) from unconsolidated investments within our consolidated results of operations. Additionally, we recognized our share of their equity in earnings (losses) in our consolidated financial statements in the Corporate Operations and Other segment up to the date we sold our ownership interest.\n11.\nOTHER ACCRUED EXPENSES AND LIABILITIES\nThe major components of other accrued expenses and liabilities are as follows:\n12.\nBORROWINGS\nBorrowings consist of the following:\nBank facilities\nIn October 2022, the Company, CB International, the Administrative Agent, and certain other lenders agreed to amend the 2022 Credit Agreement. The October 2022 Credit Agreement Amendment revised certain defined terms and covenants and became effective in April 2024 following (i) the amendment by Canopy of its Articles of Incorporation, (ii) the conversion of our Canopy common shares into Exchangeable Shares, and (iii) the resignation of our nominees from the board of directors of Canopy.\nSenior credit facility\nIn April 2022, the Company, CB International, the Administrative Agent, and certain other lenders entered into the 2022 Restatement Agreement that amended and restated our then-existing senior credit facility (as amended and restated by the 2022 Restatement Agreement, the 2022 Credit Agreement). The principal changes effected by the 2022 Restatement Agreement were the:\n•\nrefinance and increase of the existing revolving credit facility from $\n2.0\nbillion to $\n2.25\nbillion and extension of its maturity to April 14, 2027;\n•\nrefinement of certain negative covenants; and\n•\nreplacement of LIBOR rates with rates based on term SOFR.\nApril 2022 Term Credit Agreement\nIn June 2021, the Company and the Administrative Agent and Lender amended our then-existing term credit agreement (as amended, the June 2021 Term Credit Agreement). The April 2022 Term Credit Agreement provided for a $\n491.3\nmillion\nfive-year\nterm loan facility. The principal change effected by the amendment was a reduction in LIBOR margin from\n0.88\n% to\n0.63\n% from June 1, 2021 through December 31, 2021.\nIn April 2022, the Company, the Administrative Agent, and the Lender amended the June 2021 Term Credit Agreement (as amended, the April 2022 Term Credit Agreement). The principal changes effected by the amendment were the refinement of certain negative covenants and replacement of LIBOR rates with rates based on term SOFR. In August 2023, we repaid the outstanding\nfive-year\nterm loan facility borrowings under the April 2022 Term Credit Agreement with proceeds from commercial paper borrowings.\nAugust 2022 Term Credit Agreement\nIn August 2022, the Company, the Administrative Agent, and certain other lenders entered into the August 2022 Term Credit Agreement. The August 2022 Term Credit Agreement provided for a $\n1.0\nbillion term loan facility and was not subject to amortization payments, with the balance due and payable\nthree years\nafter the November 10, 2022, funding date. The proceeds from the August 2022 Term Credit Agreement were used to partially fund the aggregate cash payment to holders of Class B Stock in connection with the Reclassification and to pay related fees as well as fees related to closing the August 2022 Term Credit Agreement. In February 2023, we repaid a portion of our indebtedness under the August 2022 Term Credit Agreement with proceeds from the February 2023 Senior Notes. In May 2023, we repaid the remaining outstanding borrowings under the August 2022 Term Credit Agreement with proceeds from the May 2023 Senior Notes. For additional information, refer to “Senior notes” below.\nGeneral\nWe and our subsidiaries are subject to covenants that are contained in the 2022 Credit Agreement, including those restricting the incurrence of additional subsidiary indebtedness, additional liens, mergers and consolidations, transactions with affiliates, and sale and leaseback transactions, in each case subject to numerous conditions, exceptions, and thresholds. The financial covenants are limited to a minimum interest coverage ratio and a maximum net leverage ratio.\nOur senior credit facility permits us to elect, subject to the willingness of existing or new lenders to fund such increase and other customary conditions, to increase the revolving credit commitments. The increased commitments may be an unlimited amount so long as our net leverage ratio, as defined and computed pursuant to our senior credit facility, is no greater than\n4.00\nto 1.00 subject to certain limitations for the period defined pursuant to our senior credit facility.\nInformation with respect to borrowings under the 2022 Credit Agreement is as follows:\n(1)\nNet of outstanding revolving credit facility borrowings and outstanding letters of credit under the 2022 Credit Agreement and outstanding borrowings under our commercial paper program of $\n241.5\nmillion and $\n1,169.5\nmillion (excluding unamortized discount) for the years ended February 29, 2024, and February 28, 2023, respectively (see “Commercial paper program” below).\n(2)\nContractual interest rate varies based on our debt rating (as defined in the agreement) and is a function of SOFR plus a margin and a credit spread adjustment, or the base rate plus a margin, or, in certain circumstances where SOFR cannot be adequately ascertained or available, an alternative benchmark rate plus a margin.\n(3)\nWe and/or CB International are the borrower under the $\n2,250.0\nmillion revolving credit facility with a maturity date of April 14, 2027. Includes a sub-facility for letters of credit of up to $\n200.0\nmillion.\nCommercial paper program\nWe have a commercial paper program which provides for the issuance of up to an aggregate principal amount of $\n2.25\nbillion of commercial paper. Our commercial paper program is backed by unused commitments under our revolving credit facility under our 2022 Credit Agreement. Accordingly, outstanding borrowings under our commercial paper program reduce the amount available under our revolving credit facility.\nInformation with respect to our outstanding commercial paper borrowings is as follows:\n(1)\nOutstanding commercial paper borrowings are net of unamortized discount.\nPre-issuance hedge contracts\nWe enter into cash flow designated Pre-issuance hedge contracts to hedge the interest rate volatility on future debt issuances. Upon the termination and settlement of these contracts, the unrealized gain (loss) is recognized in AOCI within our consolidated balance sheets and amortized to interest expense within our consolidated results of operations. We had\nno\nPre-issuance hedge contracts outstanding as of February 29, 2024, or February 28, 2023.\nSenior notes\nOur outstanding senior notes are as follows:\n(1)\nAmounts are net of unamortized debt issuance costs and unamortized discounts, where applicable.\n(2)\nSenior unsecured obligations which rank equally in right of payment to all of our existing and future senior unsecured indebtedness.\n(3)\nRedeemable, in whole or in part, at our option at any time at a redemption price equal to\n100\n% of the outstanding principal amount, plus accrued and unpaid interest and a make-whole payment based on the present value of the future payments at the applicable treasury rate plus\n50\nbasis points.\n(4)\nRedeemable, in whole or in part, at our option at any time prior to the stated redemption date as defined in the indenture, at a redemption price equal to\n100\n% of the outstanding principal amount, plus accrued and unpaid interest and a make-whole payment based on the present value of the future payments at the applicable treasury rate plus the stated basis points as defined in the indenture. On or after the stated redemption date, redeemable, in whole or in part, at our option at any time at a redemption price equal to\n100\n% of the outstanding principal amount, plus accrued and unpaid interest.\n(5)\nRedeemable, in whole or in part, at our option at any time at a redemption price equal to\n100\n% of the outstanding principal amount, plus accrued and unpaid interest and a make-whole payment based on the present value of the future payments at the applicable treasury rate plus\n15\nbasis points.\n(6)\nRedeemable, in whole or in part, at our option at any time at a redemption price equal to\n100\n% of the outstanding principal amount, plus accrued and unpaid interest.\nIndentures\nOur indentures relating to our outstanding senior notes contain certain covenants, including, but not limited to: (i) a limitation on liens on certain assets, (ii) a limitation on certain sale and leaseback transactions, and (iii) restrictions on mergers, consolidations, and the transfer of all or substantially all of our assets to another person.\nSubsidiary credit facilities\nGeneral\nWe have additional credit arrangements totaling $\n67.7\nmillion and $\n73.5\nmillion as of February 29, 2024, and February 28, 2023, respectively. As of February 29, 2024, and February 28, 2023, amounts outstanding under these arrangements were $\n17.8\nmillion and $\n26.2\nmillion, respectively, the majority of which is classified as long-term as of the respective date. These arrangements primarily support the financing needs of our domestic and foreign subsidiary operations. Interest rates and other terms of these borrowings vary from country to country, depending on local market conditions.\nDebt payments\nAs of February 29, 2024, the required principal repayments under long-term debt obligations (excluding unamortized debt issuance costs and unamortized discounts of $\n56.4\nmillion and $\n23.5\nmillion, respectively) for each of the five succeeding fiscal years and thereafter are as follows:\n13.\nINCOME TAXES\nIncome (loss) before income taxes was generated as follows:\nThe income tax provision (benefit) consisted of the following:\nA reconciliation of the total tax provision (benefit) to the amount computed by applying the statutory U.S. federal income tax rate to income before provision for (benefit from) income taxes is as follows:\n(1)\nIncludes differences resulting from adjustments to the current and deferred state effective tax rates.\n(2)\nConsists of the following (i) difference between the U.S. statutory rate and local jurisdiction tax rates, (ii) the provision for incremental U.S. taxes on earnings of certain foreign subsidiaries offset by foreign tax credits, (iii) the non-U.S. portion of tax provision (benefit) recorded on the unrealized net gain (loss) from the changes in fair value of our investment in Canopy, and (iv) the non-U.S. portion of tax benefits recorded on the Canopy equity in earnings (losses) and related activities.\n(3)\nThe years ended February 29, 2024, February 28, 2023, and February 28, 2022, represent a net income tax provision resulting from the remeasurement of our deferred tax assets in connection with a legislative update in Switzerland.\n(4)\nRepresents the recognition of the income tax effect of stock-based compensation awards in the income statement when the awards vest or are settled.\n(5)\nConsists primarily of valuation allowances related to our investment in Canopy.\nDeferred tax assets and liabilities reflect the future income tax effects of temporary differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases and are measured using enacted tax rates that apply to taxable income.\nSignificant components of deferred tax assets (liabilities) consist of the following:\nIn assessing the realizability of deferred tax assets, we consider whether it is more likely than not that some or all of the deferred tax assets will not be realized. In making this assessment, we consider the projected reversal of deferred tax liabilities and projected future taxable income as well as tax planning strategies. Based upon this assessment, we believe it is more likely than not that we will realize the benefits of these deductible differences, net of any valuation allowances.\nAs of February 29, 2024, operating loss carryforwards, which are primarily state and foreign, totaling $\n3.7\nbillion are being carried forward in a number of jurisdictions where we are permitted to use tax operating losses from prior periods to reduce future taxable income. Of these operating loss carryforwards, $\n2.2\nbillion will expire by fiscal 2031, $\n900.0\nmillion will expire between fiscal 2032 and fiscal 2044, and $\n600.0\nmillion may be carried forward indefinitely in certain jurisdictions. Additionally, as of February 29, 2024, federal capital losses totaling $\n1.6\nbillion are being carried forward and will expire, if unused, in Fiscal 2029.\nWe have recognized valuation allowances for operating loss carryforwards and other deferred tax assets when we believe it is more likely than not that these items will not be realized. The increase in our valuation allowances as of February 29, 2024, primarily related to our investment in Canopy.\nThe liability for income taxes associated with uncertain tax positions, excluding interest and penalties, and a reconciliation of the beginning and ending unrecognized tax benefit liabilities is as follows:\nAs of February 29, 2024, and February 28, 2023, we had $\n488.5\nmillion and $\n402.3\nmillion, respectively, of unrecognized tax benefit liabilities, including interest and penalties, recognized on our balance sheets. These liabilities are primarily recorded as non-current as of the balance sheet date.\nAs of February 29, 2024, and February 28, 2023, we had $\n416.1\nmillion and $\n344.3\nmillion, respectively, of unrecognized tax benefit liabilities that, if recognized, would decrease the effective tax rate in the year of resolution.\nWe file U.S. federal income tax returns and various state, local, and foreign income tax returns. Major tax jurisdictions where we are subject to examination by tax authorities include Canada, Mexico, Switzerland, and the U.S. Various U.S. state and foreign income tax examinations are currently in progress. It is reasonably possible that the liability associated with our unrecognized tax benefit liabilities will increase or decrease within the next 12 months as a result of these examinations or the expiration of statutes of limitation. As of February 29, 2024, we estimate that unrecognized tax benefit liabilities could change by a range of $\n70\nmillion to $\n160\nmillion. With few exceptions, we are no longer subject to U.S. federal, state, local, or foreign income tax examinations for fiscal years prior to February 28, 2017.\nWe provide for additional tax expense based on probable outcomes of ongoing tax examinations and assessments in various jurisdictions. While it is often difficult to predict the outcome or the timing of resolution of any tax matter, we believe the reserves reflect the probable outcome of known tax contingencies. Unfavorable settlement of any particular issue would require the use of cash.\n14.\nDEFERRED INCOME TAXES AND OTHER LIABILITIES\nThe major components of deferred income taxes and other liabilities are as follows:\n15.\nLEASES\nGeneral\nWe primarily lease certain vineyards, office and production facilities, warehouses, production equipment, and vehicles. We have concluded that certain grape purchasing arrangements associated with the purchase of grape production yielded from a specified block of a vineyard and certain third-party logistics arrangements contain a lease.\nBalance sheet location\nA summary of lease right-of-use assets and liabilities are as follows:\nLease cost\nThe components of total lease cost are as follows:\nLease maturities\nAs of February 29, 2024, minimum payments due for lease liabilities for each of the five succeeding fiscal years and thereafter are as follows:\nRelated party transaction\nWe have a long-term lease for office space with an affiliate of a director.\nSupplemental information\n(1)\nOur leases have varying terms with remaining lease terms of up to approximately\n29\nyears. Certain of our lease arrangements provide us with the option to extend or to terminate the lease early.\n16.\nCOMMITMENTS AND CONTINGENCIES\nPurchase commitments and contingencies\nWe have entered into various long-term contracts in the normal course of business for the purchase of (i) certain inventory components, (ii) property, plant, and equipment and related contractor and manufacturing services, (iii) transportation, marketing, and warehousing and bottling services, (iv) IT and consumer and market insights contracts, and (v) certain energy requirements.\nAs of February 29, 2024, the estimated aggregate minimum purchase commitments under these contracts through the date of the last contractual commitment are as follows:\n(1)\nCertain grape purchasing arrangements include the purchase of grape production yielded from specified blocks of a vineyard. The actual tonnage and price of grapes that we purchase will vary each year depending on certain factors, including weather, time of harvest, overall market conditions, and the agricultural practices and location of the vineyard. Amounts included herein for the estimated aggregate minimum grape purchase commitments consist of estimates for the purchase of the grapes and the implicit leases of the land. Certain grape purchasing arrangements classified as leases have not resulted in the recognition of right-of-use assets and lease liabilities on our balance sheet due to their variable nature.\n(2)\nConsists of purchase commitments entered into primarily in connection with the Mexico Beer Projects.\nIndemnification liabilities\nIn connection with prior divestitures, we have indemnified respective parties against certain liabilities that may arise subsequent to the divestiture. As of February 29, 2024, and February 28, 2023, these liabilities consist primarily of indemnifications related to certain income tax matters and lease contracts. As of February 29, 2024, and February 28, 2023, the carrying amount of our indemnification liabilities was $\n32.9\nmillion and $\n16.3\nmillion, respectively, and are included in other accrued expenses and liabilities and deferred income taxes and other liabilities. We do not expect to be required to make material payments under the indemnifications and we believe that the likelihood is remote that the indemnifications could have a material adverse effect on our business, liquidity, financial condition, and/or results of operations.\nSupply chain finance program\nWe have an agreement with a financial institution for payment services and facilitate a voluntary supply chain finance program through this participating financial institution. The program is available to certain of our suppliers allowing them the option to manage their cash flow. We are not a party to the agreements between the participating financial institution and the suppliers in connection with the program. Our rights and obligations to our suppliers, including amounts due and scheduled payment terms, are not impacted. We account for payments made under the supply chain finance program the same as our other\naccounts payable\n, as a reduction to our cash flow from operating activities.\nThe changes in outstanding obligations under our supply chain finance program are as follows:\n(1)\nReflects amounts settled through the supply chain finance program and paid to the financial institution.\n(2)\nReflects amount payable to the participating financial institution for suppliers who voluntarily participated in the supply chain finance program and was included in accounts payable within our consolidated balance sheets.\nLegal matters\nIn the ordinary course of our business, we are subject to lawsuits, arbitration, claims, and other legal proceedings in connection with our business. Some of the legal actions include claims for substantial or unspecified compensatory and/or punitive damages and/or injunctive relief. A substantial adverse judgment or other unfavorable resolution of these matters could have a material adverse effect on our financial condition, results of operations, or cash flows. Management believes that we have adequate legal defenses with respect to the legal proceedings to which it is a defendant or respondent and that the outcome of these pending proceedings is not likely to have a material adverse effect on our financial condition, results of operations, and/or cash flows. However, we are unable to predict the outcome of these matters.\nRegulatory matters\nWe are in discussions with various governmental agencies concerning matters raised during regulatory examinations or otherwise subject to such agencies’ inquiry. These matters could result in censures, fines, or other sanctions. Management believes the outcome of any pending regulatory matters will not have a material adverse effect on our financial condition, results of operations, and/or cash flows. However, we are unable to predict the outcome of these matters.\nInsurance recoveries\nDuring the year ended February 29, 2024, we recorded $\n56.3\nmillion of business interruption and other recoveries from our insurance carriers. These recoveries related to an outage at our Nava Brewery due to severe winter weather events in early 2021. These proceeds are included in our consolidated results of operations for the year ended February 29, 2024.\n17.\nSTOCKHOLDERS’ EQUITY\nCommon stock\nEffective November 10, 2022, we have\none\nclass of common stock with a material number of shares outstanding: Class A Stock. Holders of Class A Stock are entitled to\none\nvote per share. In addition, we have a class of common stock with an immaterial number of shares outstanding: Class 1 Stock. Shares of Class 1 Stock generally have no voting rights. Class 1 Stock shares are convertible into shares of Class A Stock on a one-to-one basis at any time at the option of the holder, provided that the holder immediately sells the Class A Stock acquired upon conversion. Because shares of Class 1 Stock are convertible into shares of Class A Stock, for each share of Class 1 Stock issued, we must reserve one share of Class A Stock for issuance upon the conversion of the share of Class 1 Stock. Holders of Class 1 Stock do not have any preference as to dividends, but may participate in any dividend if and when declared by the Board of Directors. If we pay a cash dividend on Class 1 Stock, each share of Class A Stock will receive an amount at least\n10\n% greater than the amount of cash dividend per share paid on Class 1 Stock. In addition, the Board of Directors may declare and pay a dividend on Class A Stock without paying a dividend on Class 1 Stock.\nPrior to the Reclassification, we had an additional class of common stock with a material number of shares outstanding: Class B Stock. Class B Stock shares were convertible into shares of Class A Stock on a one-to-one basis at any time at the option of the holder. Holders of Class B Stock were entitled to\n10\nvotes per share. See “Reclassification” below for additional information.\nThe number of shares of common stock issued and treasury stock, and associated share activity, are as follows:\n(1)\nNet of the following shares withheld to satisfy tax withholding requirements:\n(2)\nShares of our Class B Treasury Stock were retired to authorized and unissued shares of our Class B Stock prior to completing the Reclassification.\n(3)\nIncludes shares of Class B Stock issued and outstanding immediately prior to the Effective Time that were reclassified, exchanged, and converted into\none\nshare of Class A Stock and the right to receive $\n64.64\nin cash, without interest (see “Reclassification” below).\nStock repurchases\nIn January 2018, our Board of Directors authorized the repurchase of up to $\n3.0\nbillion of our publicly traded common stock, which was fully utilized as of May 31, 2022. Additionally, in January 2021 and in November 2023, our Board of Directors authorized additional repurchases of up to $\n2.0\nbillion, respectively, of our publicly traded common stock. The Board of Directors did not specify a date upon which these authorizations would expire. Shares repurchased under these authorizations become treasury shares.\nA summary of share repurchase activity is as follows:\nSubsequent to February 29, 2024, we repurchased\n424,783\nshares of Class A Stock pursuant to the 2021 Authorization at an aggregate cost of $\n110.0\nmillion through open market transactions. As of April 23, 2024, total shares repurchased under our board authorizations are as follows:\n(1)\nAs of April 23, 2024, $\n2,503.7\nmillion remains available for future share repurchases, excluding the impact of Federal excise tax owed pursuant to the IRA.\nReclassification\nIn November 2022, we completed the Reclassification at the Effective Time as contemplated by the Reclassification Agreement. Pursuant to the Reclassification, each share of Class B Stock issued and outstanding immediately prior to the Effective Time was reclassified, exchanged, and converted into\none\nshare of Class A Stock and the right to receive $\n64.64\nin cash, without interest. The aggregate cash payment to holders of Class B Stock at the Effective Time was $\n1.5\nbillion. We utilized our $\n1.0\nbillion delayed draw\nthree-year\nterm loan facility under the August 2022 Term Credit Agreement and borrowings under our commercial paper program to fund the aggregate cash payment to holders of Class B Stock. The issuance of Class A Stock in connection with the Reclassification was registered under the Securities Act pursuant to the Registration Statement on Form S-4.\nFollowing the completion of the Reclassification, a number of corporate governance changes were implemented, consisting of the following:\n•\nRobert and Richard Sands, who previously served as our Executive Chairman of the Board and Executive Vice Chairman of the Board, respectively, retired from their executive positions;\n•\nRobert Sands and Richard Sands continued serving as non-executive Board members;\n•\nholders of Class A Stock are entitled to elect all directors to be elected at future Annual Meetings of Stockholders; and\n•\ncertain standstill and lock-up provisions for the Sands Family Stockholders; limitations on the Sands Family Stockholders’, directors’, and officers’ ability to pledge our common stock; a near-term rotation of the lead independent director position; and the transition to a majority vote standard for uncontested director elections.\nCommon stock dividends\nIn April 2024, our Board of Directors declared a quarterly cash dividend of $\n1.01\nper share of Class A Stock and $\n0.91\nper share of Class 1 Stock payable in the first quarter of Fiscal 2025.\n18.\nSTOCK-BASED EMPLOYEE COMPENSATION\nWe have\ntwo\nstock-based employee compensation plans (as further discussed below).\nTotal compensation cost recognized for our stock-based awards and income tax benefits related thereto are as follows:\nLong-Term Stock Incentive Plan\nUnder our Long-Term Stock Incentive Plan, nonqualified stock options, restricted stock units, performance share units, and other stock-based awards may be granted to our employees, officers, and directors. The aggregate number of shares of our Class A Stock and Class 1 Stock available for awards under our Long-Term Stock Incentive Plan is\n108,000,000\nshares.\nThe exercise price, vesting period, and term of nonqualified stock options granted are established by the committee administering the plan (the “Committee”). The exercise price of any nonqualified stock option may not be less than the fair market value of our Class A Stock on the date of grant. Nonqualified stock options generally vest and become exercisable over a\nthree-year\nperiod from the date of grant and expire as established by the Committee, but not later than\n10\nyears after the grant date. Prior to April 2023, nonqualified stock options generally vested and became exercisable over a\nfour-year\nperiod from the date of grant.\nGrants of restricted stock units, performance share units, and other stock-based awards may contain such vesting periods, terms, conditions, and other requirements as the Committee may establish. Restricted stock unit awards are based on service and generally vest over\none\nto\nthree years\nfrom the date of grant. Prior to April 2023, restricted stock unit awards generally vested over\none\nto\nfour years\nfrom the date of grant. Performance share unit awards are based on service and the satisfaction of certain performance conditions, and vest over a required employee service period, generally from\none\nto\nthree years\nfrom the date of grant, which closely matches the performance period. The performance conditions include the achievement of specified financial or operational performance metrics, or market conditions which require the achievement of specified levels of stockholder return relative to other companies as defined in the applicable performance share unit agreement. The actual number of shares to be awarded upon vesting of a performance share unit award will range between\n0\n% and\n200\n% of the target award, based upon the measure of performance as certified by the Committee.\nA summary of stock option activity under our Long-Term Stock Incentive Plan is as follows:\nAs of February 29, 2024, the aggregate intrinsic value of our options outstanding and exercisable was $\n118.1\nmillion and $\n94.2\nmillion, respectively. In addition, the weighted average remaining contractual life for our options outstanding and exercisable was\n6.0\nyears and\n5.2\nyears, respectively.\nThe fair value of stock options vested, and the intrinsic value of and tax benefit realized from the exercise of stock options, are as follows:\nThe weighted average grant-date fair value of stock options granted and the weighted average inputs used to estimate the fair value on the date of grant using the Black-Scholes option-pricing model are as follows:\n(1)\nBased on historical experience of employees’ exercise behavior for similar type awards.\n(2)\nBased primarily on historical volatility levels of our Class A Stock.\n(3)\nBased on the implied yield currently available on U.S. Treasury zero coupon issues with a remaining term equal to the expected life.\n(4)\nBased on the calculated yield on our Class A Stock at date of grant using the current fiscal year projected annualized dividend distribution rate.\nA summary of restricted stock unit and performance share unit activity under our Long-Term Stock Incentive Plan is as follows:\n(1)\nReflects the net number of awards achieved above (below) target levels based on actual performance measured at the end of the performance period.\nThe fair value of shares vested for our restricted stock unit and performance share unit awards is as follows:\nThe weighted average grant-date fair value of performance share units granted with a market condition and the weighted average inputs used to estimate the fair value on the date of grant using the Monte Carlo Simulation model are as follows:\n(1)\nBased primarily on historical volatility levels of our Class A Stock.\n(2)\nBased on the implied yield currently available on U.S. Treasury zero coupon issues with a remaining term equal to the performance period.\n(3)\nNo expected dividend yield as units granted earn dividend equivalents\n.\nEmployee Stock Purchase Plan\nWe have an Employee Stock Purchase Plan under which\n9,000,000\nshares of Class A Stock may be issued. Under the terms of the plan, eligible employees may purchase shares of our Class A Stock through payroll deductions. The purchase price is the lower of\n85\n% of the fair market value of the stock on the first or last day of the purchase period. For the years ended February 29, 2024, February 28, 2023, and February 28, 2022, employees purchased\n59,408\nshares,\n57,284\nshares, and\n57,738\nshares, respectively, under this plan.\nOther\nAs of February 29, 2024, there was $\n69.9\nmillion of total unrecognized compensation cost related to nonvested stock-based compensation arrangements granted under our stock-based employee compensation plans. This cost is expected to be recognized in our results of operations over a weighted-average period of\n1.8\nyears. With respect to the issuance of shares under any of our stock-based compensation plans, we have the option to issue authorized but unissued shares or treasury shares.\n19.\nNET INCOME (LOSS) PER COMMON SHARE ATTRIBUTABLE TO CBI\nThe computation of basic and diluted net income (loss) per common share for the applicable years ended is as follows:\n20.\nACCUMULATED OTHER COMPREHENSIVE INCOME (LOSS)\nOther comprehensive income (loss) attributable to CBI includes the following components:\nAccumulated other comprehensive income (loss), net of income tax effect, includes the following components:\n21.\nSIGNIFICANT CUSTOMERS AND CONCENTRATION OF CREDIT RISK\nNet sales to our 10 largest customers represented approximately\n58\n%,\n55\n%, and\n55\n% of our net sales for the years ended February 29, 2024, February 28, 2023, and February 28, 2022, respectively, and are expected to continue to represent a significant portion of our revenues.\nNet sales to customers which individually amount to 10% or more of our net sales, and the associated amounts receivable from these customers as a percentage of our accounts receivable, are as follows:\nNet sales for the above customers are primarily reported within the Beer and Wine and Spirits segments, respectively. Our arrangements with certain of our customers may, generally, be terminated by either party with prior notice. The majority of our accounts receivable balance is generated from sales to independent distributors with whom we have a predetermined collection date arranged through electronic funds transfer. We perform ongoing credit evaluations of our customers’ financial position, and management is of the opinion that any risk of significant loss is reduced due to the diversity of our customers and geographic sales area.\n22.\nBUSINESS SEGMENT INFORMATION\nPrior to May 31, 2023, our internal management financial reporting consisted of\nthree\nbusiness divisions: (i) Beer, (ii) Wine and Spirits, and (iii) Canopy and\nwe reported our operating results in\nfour\nsegments: (i)\nBeer, (ii)\nWine and Spirits, (iii) Corporate Operations and Other, and (iv)\nCanopy.\nDue to several factors occurring as of May 31, 2023, including those which led to the additional Canopy Equity Method Investment impairment combined with Canopy’s financial results no longer being provided to, or reviewed by, our CODM, and no longer being used to make strategic decisions, allocate resources, or assess performance, we have removed Canopy as a reportable segment. Accordingly, effective May 31, 2023,\no\nur internal management financial\nreporting consists of\ntwo\nbusiness divisions: (i) Beer and (ii) Wine and Spirits and\nwe report our operating results in\nthree\nsegments: (i)\nBeer, (ii)\nWine and Spirits, and (iii) Corporate Operations and Other.\nIn the Beer segment, our portfolio consists of high-end imported beer brands and ABAs. We have an exclusive perpetual brand license to produce our Mexican beer portfolio and to import, market, and sell such portfolio in the U.S. In the Wine and Spirits segment, we sell a portfolio that includes higher-end wine brands complemented by certain higher-end spirits brands. Amounts included in the Corporate Operations and Other segment consist of costs of corporate development, corporate finance, corporate strategy, executive management, growth, human resources, internal audit, investor relations, IT, legal, and public relations,\nas well as our Canopy investment and investments made through our corporate venture capital function\n. All costs included in the Corporate Operations and Other segment are general costs that are applicable to the consolidated group and are, therefore, not allocated to the other reportable segments. All costs reported within the Corporate Operations and Other segment are not included in our CODM’s evaluation of the operating income (loss) performance of the other reportable segments.\nThe business segments reflect how our operations are managed, how resources are allocated, how operating performance is evaluated by senior management, and the structure of our internal financial reporting. Long-lived tangible assets and total asset information by segment is not provided to, or reviewed by, our\nCODM\nas it is not used to make strategic decisions, allocate resources, or assess performance.\nIn addition, management excludes Comparable Adjustments from its evaluation of the results of each operating segment as these Comparable Adjustments are not reflective of core operations of the segments. Segment operating performance and the incentive compensation of segment management are evaluated based on core segment operating income (loss) which does not include the impact of these Comparable Adjustments.\nWe evaluate segment operating performance based on operating income (loss) of the respective business units.\nComparable Adjustments that impacted comparability in our segment operating income (loss) for each period are as follows:\nThe accounting policies of the segments are the same as those described for the Company in the Summary of Significant Accounting Policies in Note 1.\nSegment information is as follows:\nOur principal area of operation is in the U.S. Current operations outside the U.S. are in Mexico for the Beer segment and primarily in New Zealand and Italy for the Wine and Spirits segment. Revenues are attributed to countries based on the location of the customer.\nGeographic data is as follows:\n23.\nSELECTED QUARTERLY FINANCIAL INFORMATION (UNAUDITED)\nA summary of selected quarterly financial information is as follows:\n(1)\nIncludes the following:"
  },
  {
    "item_key": "item_9a",
    "text": "Disclosure controls and procedures\nOur Chief Executive Officer and our Chief Financial Officer have concluded, based on their evaluation as of the end of the period covered by this report, that the Company’s “disclosure controls and procedures” (as defined in the Exchange Act Rules 13a-15(e) and 15d-15(e)) are effective to ensure that information required to be disclosed in the reports that we file or submit under the Exchange Act (i) is recorded, processed, summarized and reported within the time periods specified in the SEC’s rules and forms, and (ii) is accumulated and communicated to our management, including our Chief Executive Officer and our Chief Financial Officer, as appropriate to allow timely decisions regarding required disclosure.\nInternal control over financial reporting\nSee page\nof this Form 10-K for Management’s Annual Report on Internal Control over Financial Reporting, which is incorporated herein by reference.\nSee page\nof this Form 10-K for the attestation report of KPMG LLP, our independent registered public accounting firm, which is incorporated herein by reference.\nIn connection with management’s quarterly evaluation of “internal control over financial reporting” (as defined in the Exchange Act Rules 13a-15(f) and 15d-15(f)), no changes were identified in our internal control over financial reporting during our fiscal quarter ended February 29, 2024 (our fourth fiscal quarter) that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "During the three months ended February 29, 2024, none of our directors or officers (as defined in Exchange Act Rule 16a-1(f))\nadopted\nor\nterminated\na “Rule 10b5-1 trading arrangement” or “non-Rule 10b5-1 trading arrangement,” as each term is defined in Item 408 of Regulation S-K."
  },
  {
    "item_key": "item_10",
    "text": "The information required by this Item (except for the information regarding executive officers required by Item 401 of Regulation S-K which is included in Part I hereof) is incorporated herein by reference to the Proxy Statement including under those sections of the Proxy Statement to be titled “Proposal 1 - Election of Directors,” “Delinquent Section 16(a) Reports,” and “Our Board Committees.” The Proxy Statement will be filed within 120 days after the end of our fiscal year.\nOur Chief Executive Officer and Senior Financial Executive Code of Ethics applies to our chief executive officer and our senior financial officers. The Chief Executive Officer and Senior Financial Executive Code of Ethics is located on our investor relations website at https://ir.cbrands.com. Amendments to, and waivers granted under, our Chief Executive Officer and Senior Financial Executive Code of Ethics, if any, will be posted to our investor relations website as well. We will provide to anyone, without charge, upon request, a copy of such Code of Ethics. Such requests should be directed in writing to Investor Relations Department, Constellation Brands, Inc., 207 High Point Drive, Building 100, Victor, New York 14564 or by telephoning our Investor Center at 1-888-922-2150."
  },
  {
    "item_key": "item_11",
    "text": "The information required by this Item is incorporated herein by reference to the Proxy Statement including under those sections of the Proxy Statement to be titled “Executive Compensation,” “Compensation Committee Interlocks and Insider Participation,” and “Director Compensation.” The Proxy Statement will be filed within 120 days after the end of our fiscal year. Notwithstanding the foregoing, the Compensation Committee Report included within the section of the Proxy Statement to be titled “Executive Compensation” is only being “furnished” hereunder and shall not be deemed “filed” with the SEC or subject to the liabilities of Section 18 of the Exchange Act."
  },
  {
    "item_key": "item_12",
    "text": "The information required by this Item is incorporated herein by reference to the Proxy Statement including under that section of the Proxy Statement to be titled “Beneficial Ownership.” The Proxy Statement will be filed within 120 days after the end of our fiscal year.\nSecurities authorized for issuance under equity compensation plans\nThe following table sets forth information with respect to our compensation plans under which our equity securities may be issued, as of February 29, 2024. The equity compensation plans approved by security holders include our Long-Term Stock Incentive Plan and our 1989 Employee Stock Purchase Plan.\nEquity Compensation Plan Information\n(1)\nIncludes 199,271 shares of unvested performance share units and 335,614 shares of unvested restricted stock units under our Long-Term Stock Incentive Plan. The unvested performance share units represent the maximum number of shares to be awarded, or up to 200% of the target shares granted. We currently estimate that 30,814 of the target shares granted will be awarded at 200%, 58,396 of the target shares granted will be awarded between 100% and 150%, and 20,851 of the target shares granted will be awarded at approximately 70% based upon our expectations as of February 29, 2024, regarding the achievement of specified performance targets.\n(2)\nExcludes unvested performance share units and unvested restricted stock units under our Long-Term Stock Incentive Plan that can be exercised for no consideration.\n(3)\nIncludes 1,111,458 shares of Class A Stock under our Employee Stock Purchase Plan remaining available for purchase, of which approximately 30,200 shares are subject to purchase during the current offering period."
  },
  {
    "item_key": "item_13",
    "text": "The information required by this Item is incorporated herein by reference to the Proxy Statement including under those sections of the Proxy Statement to be titled “Proposal 1 - Election of Directors,” “Board Leadership Structure,” “Our Board Committees,” and “Certain Relationships and Related Transactions.” The Proxy Statement will be filed within 120 days after the end of our fiscal year."
  },
  {
    "item_key": "item_14",
    "text": "The information required by this Item is incorporated herein by reference to the Proxy Statement including under that section of the Proxy Statement to be titled “Audit Matters.” The Proxy Statement will be filed within 120 days after the end of our fiscal year."
  },
  {
    "item_key": "item_15",
    "text": "1.\nFinancial Statements\nThe following consolidated financial statements of the Company are submitted herewith:\nManagement’s Annual Report on Internal Control Over Financial Reporting\nReport of Independent Registered Public Accounting Firm – KPMG LLP\nReport of Independent Registered Public Accounting Firm – KPMG LLP\nConsolidated Balance Sheets – February 29, 2024, and February 28, 2023\nConsolidated Statements of Comprehensive Income (Loss) for the years ended February 29, 2024, February 28, 2023, and February 28, 2022\nConsolidated Statements of Changes in Stockholders’ Equity for the years ended February 29, 2024, February 28, 2023, and February 28, 2022\nConsolidated Statements of Cash Flows for the years ended February 29, 2024, February 28, 2023, and February 28, 2022\nNotes to Consolidated Financial Statements\n2.\nFinancial Statement Schedules\nSchedules are not submitted because they are not applicable or not required under Regulation S-X or because the required information is included in the financial statements or notes thereto.\n3.\nExhibits required to be filed by Item 601 of Regulations S-K\nThe information called for by this Item is incorporated by reference from the Index to Exhibits included in this Form 10-K."
  },
  {
    "item_key": "item_16",
    "text": "None.\nINDEX TO EXHIBITS\n*    Designates management contract or compensatory plan or arrangement.\n†    The exhibits, disclosure schedules, and other schedules, as applicable, have been omitted pursuant to Item 601(a)(5) of Regulation S-K. The Company agrees to furnish supplementally a copy of such exhibits, disclosure schedules, and other schedules, as applicable, or any section thereof, to the SEC upon request.\n+    Portions of this exhibit have been redacted pursuant to Item 601(b)(10)(iv) of Regulation S-K.\nThe Company agrees, upon request of the SEC, to furnish copies of each instrument that defines the rights of holders of long-term debt of the Company or its subsidiaries that is not filed herewith pursuant to Item 601(b)(4)(iii)(A) because the total amount of long-term debt authorized under such instrument does not exceed 10% of the total assets of the Company and its subsidiaries on a consolidated basis.\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated."
  }
]