[
  {
    "item_key": "item_1",
    "text": "General\nCorning traces its origins to a glass business established in 1851. The present corporation was incorporated in the State of New York in December 1936. The Company’s name was changed from Corning Glass Works to Corning Incorporated on April 28, 1989.\nCorning is vital to progress – in the industries we help advance and in the world we share. For more than 170 years, Corning has combined its unparalleled expertise in glass science, ceramic science and optical physics with deep manufacturing and engineering capabilities to develop category-defining products that transform industries and enhance people’s lives. Our materials science and manufacturing expertise, boundless curiosity and commitment to purposeful invention place us at the center of the way the world works, learns and lives. In addition, our sustained investment in research, development and engineering capabilities means we are always ready to solve the toughest challenges alongside our customers.\nOur capabilities are versatile and synergistic, allowing Corning to evolve to meet changing market needs, while also helping customers capture new opportunities in dynamic industries. Today, Corning’s markets include optical communications, mobile consumer electronics, display, automotive, solar, semiconductor and life sciences. Corning’s industry-leading products include damage-resistant cover glass for mobile devices; precision glass for advanced displays; optical fiber and cable, wireless technologies and connectivity solutions for state-of-the-art communications networks; trusted products to accelerate drug discovery and delivery; and clean-air technologies for cars and trucks.\nCorning manufactures products at 124 plants in 15 countries and operates in five reportable segments: Optical Communications, Display Technologies, Specialty Materials, Environmental Technologies and Life Sciences.\nOptical Communications Segment\nWe invented the world’s first low-loss optical fiber in 1970. Since that milestone, we have continued to pioneer optical fiber, cable and connectivity solutions. As global demand driven by video usage grows exponentially, telecommunications networks continue to migrate from copper to optical-based systems that can deliver the required cost-effective capacity. Our experience puts us in a unique position to design and deliver optical solutions that reach every edge of the communications network.\nThe Optical Communications segment is divided into two main product groupings – carrier network and enterprise network. The carrier network group consists primarily of products and solutions for optical-based communications infrastructure for services such as video, data and voice communications. The enterprise network group consists primarily of optical-based communication networks sold to businesses, governments and individuals for their own use.\n2\nOur carrier network product portfolio encompasses an array of optical fiber products, including Vascade® optical fibers for use in submarine networks; LEAF® optical fiber for long-haul, regional and metropolitan networks; SMF-28® ULL and TXF® fiber for more scalable long-haul and regional networks; SMF-28e+™ single-mode optical fiber providing additional transmission wavelengths in metropolitan and access networks and ClearCurve® ultra-bendable single-mode fiber for use in multiple-dwelling units and fiber-to-the-home applications.  For high performance across the range of long-haul, metro, access and fiber-to-the-home network applications, SMF-28® Ultra and SMF-28® Contour fibers deliver industry-leading attenuation, compatibility and improved macrobend performance in one fiber. A portion of our optical fiber is sold directly to end users and third-party cablers globally. Our remaining fiber production is cabled internally and sold to end users as either bulk cable or as part of an integrated optical solution. Our cable products, including the RocketRibbon® and miniXtend® portfolios, support various outdoor, indoor/outdoor and indoor applications and include a broad range of loose tube, ribbon and drop cable designs with flame-retardant versions available for indoor and indoor/outdoor use including 5G networks.\nIn addition to optical fiber and cable, our carrier network product portfolio also includes hardware and equipment products, including cable assemblies, fiber-optic hardware, fiber-optic connectors, optical components and couplers, closures, network interface devices and other accessories. These products may be sold as individual components or as part of integrated optical connectivity solutions designed for various carrier network applications. Examples of these solutions include our Evolv™ platform, which provides pre-connectorized solutions for cost-effectively deploying fiber-to-the-home and 5G networks; and the Centrix platform, which provides a fiber management system with industry-leading density and innovative jumper routing that can be deployed in a wide variety of carrier switching centers.\nIn addition to our optical-based portfolio, our carrier network portfolio also contains select copper-based products including subscriber demarcation, connection and protection devices, xDSL (different variations of digital subscriber lines) passive solutions and outside plant enclosures.\nOur enterprise network portfolio leverages optical fiber products, including ClearCurve® ultra-bendable multimode fiber for private and hyperscale data centers and other enterprise network applications.\nOur hardware and equipment for enterprise network applications include cable assemblies, fiber-optic hardware, fiber-optic connectors, optical components and couplers, closures and other accessories. These products may be sold as individual components or as part of integrated optical connectivity solutions designed for various network applications, including hyperscale data centers. Examples of enterprise network solutions include the EDGE® platform, which provides high-density pre-connectorized cabling solutions for data center applications, supporting a path to speeds of 400G and beyond and Everon™ Network Solutions, which provide next-generation cellular connectivity products for interior spaces of all sizes.\nOur optical fiber manufacturing facilities are in North Carolina, China, India and Poland. Cabling operations are in North Carolina, Poland and smaller regional locations. Our manufacturing operations for hardware and equipment products are in Texas, Mexico, Brazil, Germany, Poland and China.\nPatent protection is important to the segment’s operations. The segment has an extensive portfolio of patents relating to its products, technologies and manufacturing processes. The segment licenses certain of its patents to third parties and generates revenue from these licenses, although the royalty income is not currently material to this segment’s operating results. We are licensed to use certain patents owned by others, which are considered important to the segment’s operations. Refer to the material under the heading “Patents and Trademarks” for more information.\nThe Optical Communications segment represented\n     30% of Corning’s total segment net sales in\n     2023.\nDisplay Technologies Segment\nThe Display Technologies segment manufactures glass substrates for flat panel displays, including liquid crystal displays (“LCDs”) and organic light-emitting diodes (“OLEDs”) that are used primarily in televisions, notebook computers, desktop monitors, tablets and handheld devices.  This segment develops, manufactures and supplies high quality glass substrates using technology expertise and a proprietary fusion manufacturing process, which we invented and is the cornerstone of our technology leadership in the display glass industry.  Our highly automated process yields glass substrates with a pristine surface and excellent thermal stability and dimensional uniformity – essential attributes in the production of large, high-performance display panels. Our fusion process is scalable and we believe it is the most cost-effective process for producing large size substrates.\n3\nWe are recognized as a world leader in precision glass innovations that enable our customers to produce larger, thinner, more flexible and higher-resolution displays. Some of the product innovations we have launched over the past ten years utilizing our world-class processes and capabilities include the following:\nWe have display glass manufacturing operations in China, South Korea, Japan and Taiwan, and service our glass customers in all regions, utilizing our manufacturing facilities throughout Asia.\nPatent protection and proprietary trade secrets are important to the Display Technologies segment’s operations. Refer to the material under the heading “Patents and Trademarks” for more information.\nThe Display Technologies segment represented 26% of Corning’s total segment net sales in 2023.\nSpecialty Materials Segment\nThe Specialty Materials segment manufactures products that provide more than 150 material formulations for glass, glass ceramics and crystals, as well as precision metrology instruments and software to meet requirements for unique customer needs. Consequently, this segment operates in a wide variety of commercial and industrial markets including materials optimized for mobile consumer electronics, semiconductor equipment optics and consumables, aerospace and defense optics, radiation shielding products, sunglasses and telecommunications components.\nOur highly durable glass, known as Corning® Gorilla® Glass, is a chemically strengthened thin glass designed specifically to function as a cover, or back-enclosure glass, for mobile consumer electronic devices such as mobile phones, tablets, laptops and smartwatches. Elegant and lightweight, Corning® Gorilla® Glass is durable enough to resist many real-world events that commonly cause wear or scratch damage and glass failure, while providing optical clarity, touch sensitivity and RF transparency, thus enabling exciting new applications in technology and design. In 2022, Corning unveiled its newest glass innovation, Corning® Gorilla® Glass Victus® 2, which delivers improved cover glass drop performance on rough surfaces like concrete, while preserving the scratch resistance of Corning® Gorilla® Glass Victus®. Corning® Gorilla® Glass is manufactured in the United States (“U.S.”), South Korea and Taiwan.\nWe collaborated with Apple to deliver durable glass with infused color for the back of Apple's iPhone 15 and iPhone 15 Plus devices. These devices also feature Ceramic Shield, a highly transparent, color-free glass-ceramic, which offers unparalleled durability and toughness for smartphones.\nOur semiconductor optics include high-performance optical materials including Corning® HPFS® Fused Silica and Corning® ULE® Ultra-Low Expansion Glass, optical-based metrology instruments and custom optical assemblies for applications in the global semiconductor industry. Our semiconductor optics products are manufactured in New York.\nWe also manufacture ultra-flat, ultra-thin glass wafers and substrates for a variety of applications including augmented reality, advanced semiconductor packaging, 3D sensing and more. These products are manufactured in New York, France and China.\nOther specialty glass products include tinted sunglasses and radiation shielding products that are made in France.\nPatent protection is important to the segment’s operations. The segment has a growing portfolio of patents relating to its products, technologies and manufacturing processes. Brand recognition and loyalty, through well-known trademarks, are important to the segment. Refer to the material under the heading “Patents and Trademarks” for more information.\nThe Specialty Materials segment represented 14% of Corning’s total segment net sales in 2023.\n4\nEnvironmental Technologies Segment\nThe Environmental Technologies segment manufactures ceramic substrates and filter products for emissions control in mobile applications around the world. In the early 1970s, we developed an economical, high-performance cellular ceramic substrate that is now the standard for catalytic converters in vehicles worldwide. As global emissions control regulations tighten, we have continued to develop more effective and durable ceramic substrate and filter products for gasoline and diesel applications, most recently launching low-mass Corning® FLORA® substrates and Corning® DuraTrap® GC gasoline particulate filters. We manufacture substrate and filter products in New York, Virginia, China and Germany. We sell our ceramic substrate and filter products worldwide to catalyzers and manufacturers of emission control systems who then sell to automotive and diesel vehicle or engine manufacturers. Although most sales are made to the emission control systems manufacturers, the use of our substrates and filters is generally required by the specifications of the automotive and diesel vehicle or engine manufacturers.\nPatent protection is important to the segment’s operations. The segment has an extensive portfolio of patents relating to its products, technologies and manufacturing processes. We are licensed to use certain patents owned by others, which are also considered important to the segment’s operations. Refer to the material under the heading “Patents and Trademarks” for more information.\nThe Environmental Technologies segment represented 13% of Corning’s total segment net sales in 2023.\nLife Sciences Segment\nAs a leading developer, manufacturer and global supplier of laboratory products for over 105 years, the Life Sciences segment works with researchers and drug manufacturers seeking to drive innovation, increase efficiencies, reduce costs and compress timelines. Using unique expertise in the fields of materials science, polymer surface science, cell culture and cell biology, the segment provides innovative solutions that improve productivity and enable breakthrough research for traditional small molecule, or chemical, drugs, biologics, vaccines and emerging cell and gene therapies.\nLife Sciences products include consumables, such as plastic vessels, liquid handling plastics, specialty surfaces, cell culture media and serum, as well as general labware, glassware and equipment.  These products are used for drug discovery research and development, compound screening, diagnostics, advanced cell culture research, genomics applications and mass production of cells for clinical trials and bioproduction.\nWe sell life sciences products under the Corning®, Falcon®, PYREX® and Axygen® brands. The products are marketed globally, primarily through distributors, to pharmaceutical and biotechnology companies, contract manufacturing organizations, central testing labs, academic institutions, hospitals, government entities and other facilities. We manufacture these products in California, Illinois, Maine, Massachusetts, New York, North Carolina, Utah, Virginia, China, France, Mexico, Brazil and Poland.\nPatent protection is important to the segment’s operations. The segment has a growing portfolio of patents relating to its products, technologies and manufacturing processes. Brand recognition and loyalty, through well-known trademarks, are important to the segment. Refer to the material under the heading “Patents and Trademarks” for more information.\nThe Life Sciences segment represented 7% of Corning’s total segment net sales in 2023.\nHemlock and Emerging Growth Businesses\nAll other businesses that do not meet the quantitative threshold for separate reporting have been grouped as Hemlock and Emerging Growth Businesses. This group is primarily comprised of the results of Hemlock Semiconductor Group (“HSG”).  HSG is a leading provider of high-purity polysilicon products for the solar power and electronics industries. HSG operates in the solar power market, as polysilicon is needed in the manufacturing process to produce sustainable solar power cell, panels and arrays, and the electronics markets, as polysilicon is used to create fabricated wafers and integrated circuit chips used by leading semiconductor manufacturers.\nHemlock and Emerging Growth Businesses also includes our pharmaceutical technologies business, which produces high-quality pharmaceutical glass tubing and vials to meet the rigorous needs of the pharmaceutical industry; our automotive glass solutions business, which enhances vehicle exteriors and interiors with innovations that enable lightweight, damage-resistant windows and displays; as well as other businesses and certain corporate investments.\nHemlock and Emerging Growth Businesses represented 10% of Corning’s total segment net sales in 2023.\n5\nAdditional explanation regarding Corning and its five reportable segments, as well as financial information about geographic areas, is presented in Management’s Discussion and Analysis of Financial Condition and Results of Operations and Note 17 (Reportable Segments) in the accompanying notes to the consolidated financial statements.\nCompetition\nWe compete with many large and varied manufacturers, both domestic and foreign. Some of these competitors are larger than we are, and some have broader product lines. We strive to maintain and improve our market position through technology and product innovation. For the foreseeable future, our competitive advantage lies in our commitment to research and development, deep customer relationships, reliability of supply, product quality, superior customer service and technical specification of our products. There is no assurance that we will be able to maintain or improve our market position or competitive advantage.\nOptical Communications Segment\nWe maintain a leadership position in the segment’s principal product groups, which include carrier and enterprise networks. The competitive landscape includes industry consolidation, pricing pressure and competition for the innovation of new products. These competitive conditions are likely to persist. Our large-scale manufacturing experience, fiber process, technology leadership and intellectual property provide cost advantages relative to several of our competitors. Our principal competitors include CommScope Holding Company, Inc. and Prysmian Group S.p.A.\nDisplay Technologies Segment\nWe are the largest worldwide producer of glass substrates for flat panel displays. The environment for high-performance display glass substrate products is very competitive and we have maintained our competitive advantages by investing in new products, continually improving our proprietary fusion manufacturing process and providing a consistent and reliable supply of high-quality products. Our process allows us to deliver glass that is larger, thinner and lighter, with exceptional surface quality and without heavy metals. Our principal competitors include AGC Inc. and Nippon Electric Glass Co., Ltd.\nSpecialty Materials Segment\nWe have deep capabilities in materials science, optical design, shaping, coating, finishing, metrology and optical system assembly. Our products and capabilities in this segment position us to meet the needs of a broad array of markets, including semiconductor, aerospace, defense, industrial, commercial and telecommunications. Our principal competitors include Schott AG, AGC Inc., Nippon Electric Glass Co., Ltd. and Heraeus.\nEnvironmental Technologies Segment\nWe maintain a strong position in the worldwide market for automotive ceramic substrate and filter products, as well as in the heavy-duty and light-duty diesel vehicle markets.  Our competitive advantage in automotive ceramic substrate products for catalytic converters and filter products for particulate emissions in exhaust systems is based on an advantaged product portfolio, collaborative engineering design services, customer service and support, strategic global presence and continued product innovation. Our principal competitors include NGK Insulators, Ltd. and Ibiden Co., Ltd.\nLife Sciences Segment\nWe seek to maintain a competitive advantage by emphasizing product quality, global distribution, supply chain efficiency, a broad product line, technical support and superior product attributes. Our principal competitors include Thermo Fisher Scientific Inc., Avantor, Inc., Greiner AG, Eppendorf SE, Sarstedt AG & Co. KG and Danaher Corporation. Corning also faces competition from large distributors that have pursued backward integration or introduced private label products.\n6\nRaw Materials\nOur manufacturing processes and products require access to uninterrupted power sources, significant quantities of industrial water, certain precious metals and various batch materials. Availability of resources, such as ores, minerals, polymers, lithium, helium and processed chemicals, required in our manufacturing operations appear to be adequate. From time to time, our suppliers may experience capacity limitations in their own operations or may eliminate certain product lines. We have adequate programs to ensure a reliable supply of raw and batch materials, as well as precious metals which are used in our production processes. For many of our materials, we have alternate suppliers that would allow operations to continue without interruption in the event of specific materials shortages.\nCertain key materials and proprietary equipment used in the manufacturing of products are currently sole-sourced or available only from a limited number of suppliers. To minimize this risk, we closely monitor raw materials and equipment with limited availability or sole-sourced suppliers. However, any future difficulty in obtaining sufficient and timely delivery, or inflationary pricing, of components and/or raw materials could result in lost revenue due to delays or reductions in product shipments, or reductions in gross margin.\nPatents and Trademarks\nInventions by members of our research and engineering staff continue to be important to our growth. Patents have been granted on many of these inventions in the U.S. and other countries. Some of these patents have been licensed to other manufacturers. Many of our earlier patents have now expired, but we continue to seek and obtain patents protecting our innovations. In 2023, we were granted about 520 patents in the U.S. and over 1,510 patents in countries outside the U.S.\nEach business segment possesses a patent portfolio that provides certain competitive advantages in protecting our innovations.  We have historically enforced, and will continue to enforce, our intellectual property rights.  At the end of 2023, we owned about 12,975 unexpired patents in various countries, of which about 4,660 were U.S. patents.  Between 2024 and 2026, approximately 730, or 6%, of these worldwide patents will expire, while at the same time we intend to seek patents protecting our newer innovations.  Worldwide, we have about 8,370 patent applications in process, with about 2,130 in process in the U.S.  Our patent portfolio will continue to provide a competitive advantage in protecting our innovations, although our competitors in each of our businesses are actively seeking patent protection as well.\nWhile each of our reportable segments has numerous patents in various countries, no one patent is considered material to any segment. Important issued patents in our reportable segments include the following:\n7\nThe following table presents the approximate number of patents granted to our reportable segments:\nMany of our patents are used in operations or are licensed for use by others, and we are licensed to use patents owned by others. We have entered into cross-licensing arrangements with some major competitors, but the scope of such licenses has been limited to specific product areas or technologies.\nOur principal trademarks include the following:  Axygen, Celcor, ClearCurve, Corning, DuraTrap, Eagle XG, Edge8, Everon, Evolv, Falcon, Gorilla, Guardiant, HPFS, Leaf, PYREX, RocketRibbon, SMF-28e, Steuben, UniCam, Valor, Velocity, Victus and Viridian.\nProtection of the Environment\nWe have an extensive program to ensure that our facilities comply with state, federal and foreign pollution-control regulations. This program has resulted in capital and operating expenditures each year. To maintain compliance with such regulations, capital expenditures for pollution control in operations were approximately $21.8 million in 2023 and are estimated to be $20.1 million in 2024.\nOur 2023 consolidated operating results reflect approximately $69.6 million for depreciation, maintenance, waste disposal and other operating expenses associated with pollution control.\nHuman Capital Management Overview\nAt Corning, we are proud of the life-changing innovations we bring to the world.  Our unparalleled expertise in our core technologies along with deep manufacturing and engineering capabilities require a talent strategy focused on attracting and retaining exceptional people, building a culture that enables innovation and collaboration and supporting long and successful careers.\nEach of our 49,800 full- and part-time employees in 44 countries make an important contribution, whether in one of our manufacturing or processing facilities, research labs, sales offices or other facilities.  Approximately 60% of all employees are in production and maintenance roles and more than 60% of all employees are represented by a union, works council or other representative group.\nValues\nCorning is guided by an enduring set of Values that defines our relationship with employees, customers and our communities:  Quality, Integrity, Performance, Leadership, Innovation, Independence and the Individual. Our Values are the key to our business success, a source of pride and excitement for our employees and the factor that ultimately sets us apart from our competitors. In short, we believe that how we do things is as important as what we do. We measure how we live our Values through our annual “Voice to Action” workplace culture survey. In 2023, we had an 85% response rate with survey participation worldwide. We use the results to pinpoint recurring global themes and develop plans to drive action based on employee feedback. Corning employees all contribute to the success of the Company by Living our Values—all seven, all the time, all around the world.\nDiversity, Equity and Inclusion\nWe are focused on building globally diverse teams and creating an inclusive environment for all. Our global workforce is comprised of 64% men and 36% women. In all regions of the world, we are continuing to invest in building our talent pipeline of women through targeted recruitment efforts, mentoring and coaching programs, networking opportunities, personalized development plans and proactive career management.  As a result of these efforts, we have made significant diversity gains within our leadership teams. Since 2013, gender and ethnic diversity among members of the Corporate Management Group, which includes approximately 240 of the Company’s top global leaders, increased from 30% to 51%; corporate officer diverse representation has increased from 23% to 42%.\n8\nIn 2021, we achieved 100% pay equity for all salaried men and women in our worldwide operations, having achieved it in the U.S. since 2017. Our U.S. analysis also includes minority groups compared with white employees. We continue to monitor regularly and make adjustments where appropriate to maintain our global gender pay equity.\nThe Office of Racial Equality and Social Unity (“ORESU”) extends our longstanding commitment to diversity, equity and inclusion at Corning into the communities in which our employees live and work. Since its creation in 2020, in addition to driving inclusive mindsets within Corning, the office leads the development and execution of programs that address racial inequalities and socioeconomic disparities in communities at the local, state and national levels. Our programs drive equity and help communities thrive by investing in education, economic growth and access to healthcare.\nTalent Management\nEach year we formally evaluate the talent implications of our strategic business plans and align our actions and objectives accordingly.  As business needs change, we create human capital objectives to ensure we have the right people with the right skills in place to deliver that growth.\nCorning strives to attract and recruit diverse qualified candidates to maintain our culture of innovation and to foster creativity.  We have created a strategic talent pipeline through internships, co-ops, rotational leadership programs and partnerships with various universities, including Historically Black Colleges & Universities.  In addition, we collaborate with organizations such as the Society of Women Engineers, the Society of Hispanic Professional Engineers, National Society of Black Engineers and military veterans’ groups to introduce us to talented, diverse candidates.\nIt is important to Corning that employees continue to grow and develop.  We offer a variety of enterprise and on-demand developmental programs and experiences, targeted to all levels in the organization.  We provide on-the-job learning experience, mentoring and career planning to ensure immediate application and lasting impact.  Talent retention is an ongoing focus area which aligns with our strategy of encouraging and supporting longer-term careers with Corning.  Historically, our salaried voluntary turnover has been consistently lower than the markets in which we compete for talent.  Salaried talent retention in 2023 remained strong at 95%.\nAt Corning, the health and safety of our workforce is always of paramount consideration.  Our safety standards meet, and often exceed, local regulatory standards.  Corning continued managing Total Recordable Incident Rate (“TRIR”) performance to world class levels with an annual TRIR of just 0.35 in 2023.  Globally, we promote employee health and wellbeing through wellness programs which vary by region such as nutrition and fitness-related offerings, smoking cessation programs and smoke free campuses. Corning also promotes healthy behaviors with its employees including flu and COVID vaccinations and has introduced global programs emphasizing mental health and wellness programs.\n9\nExecutive Officers of the Registrant\nJaymin Amin\nSenior Vice President and Chief Technology Officer\nDr. Amin joined Corning in 1997 as a senior research scientist. He held numerous operational roles within Photonics before joining Corning Specialty Materials in 2004. He led product and process development, product engineering and commercial technology for Gorilla Glass and later for Mobile Consumer Electronics.  In 2020, Dr. Amin was appointed vice president and general manager, Corning Gorilla Glass, Mobile Consumer Electronics, and in June 2022 he was appointed senior vice president and chief technology officer.  Age 55.\nJohn P. Bayne, Jr.\nSenior Vice President and General Manager, Mobile Consumer Electronics\nMr. Bayne joined Corning in 1995 as the Fallbrook plant controller, and in 1997 became an international business controller in the Optical Fiber division. From 1999 to 2003 he held a variety of management positions in Photonic Technologies. In 2003 he joined Display Technologies and in 2006, he was named president, Display Technologies, China. In 2009 he became director of strategy, Display Technologies. In 2012 he was appointed vice president and general manager for High Performance Displays and in 2014 he assumed responsibility for the Advanced Glass Innovations group. In 2015 Mr. Bayne was named vice president and general manager of the Gorilla Glass business. He was appointed senior vice president and general manager of Mobile Consumer Electronics in April 2020. Age 57.\nStefan Becker\nSenior Vice President and Corporate Controller\nMr. Becker joined Corning in 2000 through Corning’s acquisition of Siemens Communication Cable Division. From 2001 to 2005, he held positions as manager, Planning and Analysis and later director of Finance, Corning Cable Systems. He joined the Display Technologies division in 2005 as U.S. Controller. In 2007 he was appointed CFO, Corning Display Technologies Taiwan. In 2009 he was named director of Finance, Corning Display Technologies (“CDT”) and in 2010 was appointed division controller, CDT. Between 2012 and 2015, he served as international division vice president, Finance, Corning Glass Technologies. Mr. Becker was appointed Corning’s operations controller in 2015 and senior vice president in 2019. In 2021 he was appointed senior vice president, Finance, and corporate controller and in February 2022 he was named principal accounting officer.  Age 52.\nMichael A. Bell\nSenior Vice President and General Manager, Optical Communications\nMr. Bell joined Corning in 1991 as a process engineer for the Telecommunications Cable Plant in Hickory, North Carolina. He has held a variety of positions in manufacturing and engineering. He was appointed to CCS Americas Cable Manufacturing Manager in 2004, which expanded to include hardware manufacturing in 2009. In 2012 he was appointed senior vice president and general manager, Optical Connectivity Solutions for Corning Optical Communications. He was appointed senior vice president and general manager, Optical Communications in 2020. Age 59.\nMartin J. Curran\nExecutive Vice President and Innovation Officer\nMr. Curran joined Corning in 1984 and has held a variety of roles in finance, manufacturing and marketing.  He has served as senior vice president, general manager for Corning Cable Systems Hardware and Equipment Operations in the Americas, responsible for operations in Hickory, North Carolina; Keller, Texas; Reynosa, Mexico; Shanghai, China; and the Dominican Republic.  In 2007, he was appointed senior vice president and general manager of Corning Optical Fiber.  Mr. Curran was appointed executive vice president and innovation officer in 2012.  Age 65.\nJeffrey W. Evenson\nExecutive Vice President and Chief Strategy Officer\nDr. Evenson joined Corning in 2011 as senior vice president and operations chief of staff.  In 2015, he was named chief strategy officer.  He was appointed executive vice president in 2018. He oversees corporate strategy, corporate communications and advanced analytics.  Prior to joining Corning, Dr. Evenson was a senior vice president with Sanford C. Bernstein & Co., LLC, where he served as a senior analyst.  Before that, Dr. Evenson was a partner at McKinsey & Company, where he led technology and market assessment for early-stage technologies.   Age 58.\nLi Fang\nSenior Vice\nPresident, Corning International and New Business Development, Solar\nMr. Fang joined Corning International in 1997 as business development manager, China. In 1999 he transferred to the Environmental Products Division and became production manager of Corning Environmental Technologies’ (CET) China Plant - Corning (Shanghai) Company Ltd. In July 2004, he was appointed operations manager and in October 2004 he was appointed director of operations and plant manager of Corning (Shanghai) Company Ltd. In 2007, Mr. Fang was appointed vice president, Corning Display Technologies China, and director of commercial operations, government affairs and supply chain. In 2009 he was named president, Corning Display Technologies China. From 2012-2021 Mr. Fang served as president and general manager of Corning Greater China. In 2021 he was appointed as president and general manager, International, Corning Incorporated and in 2023 he was appointed senior vice president, Corning International and new business development, Solar.  Age 61.\n10\nJordana D. Kammerud\nSenior Vice President and Chief Human Resources Officer\nMs. Kammerud joined Corning in 2023 with more than 20 years of experience leading progressive HR functions and has deep expertise in people, technology, and change on a global scale and across multiple industries. Prior to joining Corning, she served as executive vice president and chief human resources officer at Claire’s, where she was responsible for global human resources, as well as corporate strategy, and enterprise transformation management. Additionally, she led numerous technology, capability, and culture investments. Prior to that role, Ms. Kammerud served as senior vice president, chief human resources officer, at Core-Mark. She has also held human resources leadership positions with SC Johnson, American Express, and DaimlerChrysler. Age 47.\nLawrence D. McRae\nVice Chairman and Corporate Development Officer\nMr. McRae joined Corning in 1985 and has held a broad range of leadership positions in finance, sales, marketing and general management across Corning’s businesses. In 1995 he was appointed vice president of Corning Consumer Products Company and president of Revere Ware Corporation. He then moved to Telecommunications Products, where he served as division vice president, Global Development, from 1996 to 2000. He was appointed vice president Corporate Development in 2000 and progressed through a series of senior leadership positions. Mr. McRae has led strategy and corporate development since 2010.  He was named vice chairman in 2015 and corporate development officer in 2020. Mr. McRae retired on December 31, 2023 after 38 years of service.  Age 65.\nEric S. Musser\nPresident and Chief Operating Officer\nMr. Musser joined Corning in 1986 and served in a variety of manufacturing and general management roles in Corning’s Optical Communications businesses.  In 2005, he was named vice president and general manager of Optical Fiber.  Mr. Musser served as general manager, Corning Greater China from 2007 to 2012 and president of Corning International from 2012 to 2014.  In 2014, he was appointed executive vice president, Corning Technologies and International. In 2020, he was appointed president & chief operating officer.  Age 64.\nAvery H. Nelson III\nSenior Vice President and General Manager, Automotive & Solar\nMr. Nelson joined Corning in 1991 as shift supervisor at the Harrodsburg, Kentucky plant and subsequently served in progressive roles in Corning Display Technologies. In 2007, he joined CET as general manager, Corning (Shanghai) Company Limited. In 2009, he became general manager and regional director of China and India, CET. In 2010 he returned to the U.S. as program director, CET. In 2011, he assumed the role of business director, AAA Corning® Gorilla® Glass, New Business Development. Later that year, he was appointed division vice president, Heavy Duty Diesel (HDD). In 2013, he was appointed division vice president and business director. In 2014, Mr. Nelson was appointed vice president and general manager for Environmental Technologies and in 2018 he was named senior vice president and general manager, CET. In 2020 was appointed senior vice president and general manager, Automotive. He was appointed senior vice president and general manager, Automotive & Solar in 2023. Age 55.\nEdward A. Schlesinger\nExecutive Vice President and Chief Financial Officer\nMr. Schlesinger joined Corning in 2013 as senior vice president and chief financial officer of Corning Optical Communications.  He was appointed vice president and corporate controller in September 2015 and principal accounting officer in December 2015. He was named senior vice president in 2019.  In February 2022, he was appointed executive vice president and chief financial officer.  Prior to joining Corning, Mr. Schlesinger served as Vice President, Finance and Sector Chief Financial Officer for the Climate Solutions Sector for Ingersoll Rand.  Mr. Schlesinger’s financial career spans more than 20 years, with extensive expertise in accounting, technical financial management and reporting.  Age 56.\nSoumya Seetharam\nSenior Vice President and Chief Digital & Information Officer\nMs. Seetharam joined Corning in November 2022 as senior vice president and chief digital & information officer.  Prior to joining Corning, she was vice president and general manager IT at Intel Corporation.  She also served as chief systems officer at Anadarko Petroleum Corporation and senior director of Global Project Management Office and Business Intelligence at Baker Hughes.  She spent 14 years in various divisions at General Electric (GE), including positions as Client CIO – GE Oil & Gas, IT Leader, IT program manager and Six Sigma Black Belt.  She brings deep experience in information technology, digital and systems transformation and risk governance to Corning. Age 48.\nLewis A. Steverson\nExecutive Vice President and Chief Legal & Administrative Officer\nMr. Steverson joined Corning in 2013 as senior vice president and general counsel.  In 2018 he was named executive vice president and general counsel.  He was appointed chief legal & administrative officer in 2020.  Prior to joining Corning, Mr. Steverson served as senior vice president, general counsel, and corporate secretary of Motorola Solutions, Inc.  During his 18 years with Motorola, he held a variety of law leadership roles across the company’s numerous business units.  Prior to Motorola, Mr. Steverson was in private practice at the law firm of Arnold & Porter.  Age 60.\n11\nRonald L. Verkleeren\nSenior Vice President and General Manager, Life Sciences Technologies\nMr. Verkleeren joined Corning in 2001 in the Optical Communications segment. He joined the Life Sciences segment in 2004 and has held a variety of progressive roles in that segment. In 2010, he was named division vice president and director of Advanced Life Sciences. In 2012 he was named division vice president and program director for Corning Pharmaceutical Technologies. In 2015, Mr. Verkleeren became vice president and general manager of the Pharmaceutical Technologies division. He was appointed senior vice president & general manager, Life Sciences Technologies in 2020. Age 53.\nWendell P. Weeks\nChairman and Chief Executive Officer\nMr. Weeks joined Corning in 1983 in the finance group.  He has held a variety of financial, business development, commercial and general management roles.  He was named vice president and general manager of the Optical Fiber business in 1996 and president of Corning’s Optical Communications division in 2001.  He became Corning’s president and chief operation officer in 2002. Mr. Weeks has been a member of Corning’s Board of Directors since December 2000.  He was named chief executive officer in 2005 and chairman of the board in 2007.  Mr. Weeks is a director of Amazon.com, Inc.  Age 64.\nJohn Z. Zhang\nSenior Vice President and General Manager, Display & Corning Asia\nMr. Zhang joined Corning in 2008 as director, corporate development. In 2009, he was appointed director, corporate development Asia Pacific. In 2010, he further expanded his role to lead the strategy & corporate development organization of Corning International. In 2014, he was named deputy general manager, Corning Display Technologies. In 2015, Mr. Zhang was appointed senior vice president and general manager, Corning Display Technologies. In 2020, he was appointed senior vice president and general manager, Corning Display and was appointed as senior vice president and general manager, Display & Corning Asia in 2023. Age 51.\nDocument Availability\nA copy of Corning’s 2023 Annual Report on Form 10-K filed with the United States Securities and Exchange Commission (the “SEC”) is available upon written request to Corporate Secretary, Corning Incorporated, One Riverfront Plaza, Corning, NY 14831. The Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments pursuant to Section 13(a) or 15(d) of the Exchange Act of 1934 and other filings are available as soon as reasonably practicable after such material is electronically filed or furnished to the SEC, and can be accessed electronically free of charge at www.SEC.gov, or through the Investor Relations page on Corning’s website at www.corning.com. The information contained on the Company’s website is not included in, or incorporated by reference into, this Annual Report on Form 10-K.\nOther\nAdditional information in response to Item 1 is found in Note 17 (Reportable Segments) in the accompanying notes to the consolidated financial statements.\n12"
  },
  {
    "item_key": "item_1a",
    "text": "We operate globally in a rapidly changing economic, political and technological environment that present numerous risks. Our operations and financial results are subject to risks and uncertainties, including those described below, that could adversely affect our business, financial condition, results of operations, cash flows, our ability to successfully execute our strategy and the trading price of our common stock or debt. The following discussion identifies the most significant factors that may adversely affect the Company. This information should be read in conjunction with Management’s Discussion and Analysis of Financial Conditions and Results of Operations (“MD&A”) and the consolidated financial statements and related notes incorporated by reference into this report. The following discussion of risks is not all inclusive but is designed to highlight what we believe are important factors to consider, as these factors could cause our future results to differ from those in our forward-looking statements and from historical trends.\nRisks Related to Our Business\nInflationary price pressures and uncertain availability of commodities, raw materials, utilities, labor or other inputs used by us and our suppliers, or instability in logistics and related costs, among other factors, could negatively impact our profitability\nIncreases in the price of commodities, raw materials, utilities, labor or other inputs that we or our suppliers use in manufacturing and supplying products, components and parts, along with logistics and other related costs, may lead to higher production and shipping costs for our products, parts and components. Further, increasing global demand for, and uncertain supply of, such materials could disrupt our or our suppliers’ ability to obtain such materials in a timely manner to meet our supply needs and/or could lead to increased costs. Any increase in the cost of inputs to our production could lead to higher costs for our products and could negatively impact our operating results, future profitability and ability to successfully deliver on our strategy. Increasing our prices to our customers may cause certain of our customers to push out, cancel or refrain from purchasing our products, which could materially adversely impact demand for our products, and thereby also negatively impact our operating results, future profitability and ability to successfully deliver on our strategy.\nFactors such as supply chain disruptions, manufacturing interruptions or delays, or the failure to accurately forecast customer demand, could affect our ability to meet customer demand, lead to higher costs, or result in excess or obsolete inventory; if we are unable to obtain the necessary equipment, raw and batch materials, natural resources, utilities and other essentials required in our products or processes, our business will be negatively impacted\nCorning’s business relies on the timely supply of raw materials, precious metals, natural resources or utilities including energy and industrial water, equipment, parts and components, services and related products to meet the changing technical and volume requirements of its customers, which depends in part on the timely delivery of materials, equipment and services, from suppliers and contract manufacturers. Significant or sudden increases in demand for such materials, equipment and services, as well as delays in and unpredictability of shipments due to transportation interruptions, have resulted in, and may continue to result in, a shortage of materials, equipment and services needed to manufacture Corning’s products. Such shortages have adversely impacted, and may continue to adversely impact, our suppliers’ ability to meet our demand requirements and Corning’s manufacturing operations and its ability to meet customer demand. Some key materials, equipment and services are subject to long lead-times or are available only from a single supplier or limited group of suppliers and we may not be able to find alternate sources in a timely manner. Volatility of demand for manufacturing equipment can increase capital, technical, operational and other risks for Corning and for companies throughout our supply chain, and may cause some suppliers to exit businesses, scale back or cease operations, which could impact our ability to meet customer demand and could have a material adverse effect on our business.\n13\nCorning may also experience significant interruptions of its manufacturing operations, delays in its ability to deliver products or services, increased costs or customer order cancellations as a result of:\nHealth crisis events, such as epidemics or pandemics, have adversely impacted, and may continue to impact, the economy and disrupt our operations and supply chains, which may have an adverse effect on our results of operations\nHealth crisis events, including epidemics or pandemics, such as COVID-19, have impacted and may further impact the economy and could have additional impacts on economic growth, supply chains, the proper functioning of financial and capital markets, foreign currency exchange rates and interest rates. Recently, the COVID-19 pandemic resulted in authorities around the world implementing numerous unprecedented measures such as travel restrictions, quarantines, shelter in place orders, vaccine mandates and facility shutdowns. These measures have impacted our workforce, operations and supply chains, and those of our customers, contract manufacturers and suppliers, and may continue to have an impact particularly in the event of another significant global health crisis. There is considerable uncertainty regarding the duration, scope and severity of a health crisis event and the impacts on our business and the economy from the effects of such an event and response measures.\nCorning\n’\ns Display Technologies segment generates a significant amount of the Company\n’\ns profits and cash flow; any significant decrease in display glass pricing, volume or market share could have a material and negative impact on our financial results\nCorning’s ability to generate profits and operating cash flow depends largely on the profitability of our display glass business, which is subject to pricing pressure, exchange rate movements, industry competition, potential over-capacity, development of new technologies and operational and regulatory risks. If we are not able to achieve proportionate reductions in costs and/or increases in volume or price to offset the aforementioned factors, it could have a material adverse impact on our financial results.\nBecause we have a concentrated customer base, future sales and cash flows could be negatively impacted by the actions or loss of one or more key customers\nA relatively small number of end customers account for a high percentage of our net sales.  This concentration subjects us to a variety of risks including:\n14\nThe following table details the number of combined customers of our reportable segments that accounted for a large percentage of segment net sales:\nEvents outside of Corning\n’\ns control, or those of our contract manufacturers, could cause a disruption to our manufacturing operations and our ability to serve our customers, resulting in a negative impact to Corning\n’\ns net sales, net income, asset values and liquidity\nDisruption to our manufacturing operations, or those of our contract manufacturers, could significantly impact Corning’s ability to supply its customers and could produce a near-term severe impact on our individual business units and the Company. Given the geographical concentration of certain of the Company’s and our contract manufacturers’ plants in Asia Pacific, the highly engineered nature of the facilities and the globally dispersed talent required to run these facilities, any event that adversely affects or restricts movement into or out of a specific geographic area where we, our contract manufacturers, suppliers, or customers have a presence, could adversely impact our results. Due to the specialized nature of our products and single-site manufacturing locations, in the event such a location experiences disruption, it may not be possible to find replacement capacity or substitute production from other facilities.\nWe may experience difficulties in enforcing our intellectual property rights, which could result in loss of market share and decreased sales and profits, and we may be subject to claims of infringement of the intellectual property rights of others\nWe rely on patent and trade secret laws, copyright, trademark, confidentiality procedures, controls and contractual commitments to protect our intellectual property rights. Despite our efforts, these protections may be limited and we may encounter difficulties in protecting our intellectual property rights or obtaining rights to additional intellectual property necessary to permit us to continue or expand our businesses. We cannot provide assurance that the patents we hold or may obtain will provide meaningful protection against our competitors. Changes in or enforcement of laws concerning intellectual property may affect our ability to prevent or address the misappropriation of, or the unauthorized use of, our intellectual property, potentially resulting in loss of market share. Litigation may be necessary to enforce our intellectual property rights. Litigation is inherently uncertain and outcomes are unpredictable. If we cannot protect our intellectual property rights against unauthorized copying or use, or other misappropriation, we may not remain competitive.\nThe intellectual property rights of others could inhibit our ability to introduce new products. Other companies hold patents on technologies used in our industries and are aggressively seeking to expand, enforce and license their patent portfolios. We periodically receive notices from, or have lawsuits filed against us, by third parties claiming infringement, misappropriation or other misuse of their intellectual property rights and/or breach of our agreements with them. These third parties often include entities that do not have the capabilities to design, manufacture, or distribute products or entities that acquire intellectual property, including patents, for the sole purpose of monetizing their acquired intellectual property through asserting claims of infringement and misuse. Such claims of infringement or misappropriation may result in loss of revenue, substantial costs, or lead to monetary damages or injunctive relief against us.\nInformation technology dependency and cybersecurity vulnerabilities could lead to reduced revenue, liability claims, competitive or reputational harm, and result in material adverse effects on our operations and financial results\nThe Company is dependent on information technology systems and infrastructure (“IT systems”) owned and operated by the Company or managed by third-party service providers, suppliers and contract manufacturers. IT systems enable us to conduct, monitor and/or protect our business, operations, systems, data and other assets. In the ordinary course of our business, we and our providers collect, process, transmit and store sensitive data, including intellectual property, our proprietary information and that of our customers, suppliers and business partners, as well as personally identifiable information.  Intrusion into a supplier or contract manufacturer system not integrated with a Corning IT system could result in service disruption and/or loss of financial control.\n15\nOur IT systems, and those of our providers, may be vulnerable to compromise or disruption due to human error or malfeasance, outdated applications, computer viruses or malware (e.g., ransomware), natural disasters, unauthorized access, cyber-attacks and other similar incidents and disruptions. Inadequate account security or organizational security practices may also result in unauthorized access. Increased work-from-home, at both the Company and our providers, presents additional operational risk.  Companies that provide utilities, water, transportation, natural gas and other resources and services across our supply chain, are critical to our manufacturing operations and are vulnerable to cyber-attacks. From time to time, both we and certain of our providers, have been subject to cyberattacks and security incidents.  We may be unable to anticipate, detect, prevent or remediate future attacks, particularly as attackers are becoming more sophisticated in their ability to circumvent controls and remove forensic evidence.\nAny significant disruption, breakdown, intrusion, interruption or corruption, data breach, or compromise to the accessibility, security or integrity of our or our providers’ IT systems, or the misappropriation or disclosure of any confidential, proprietary or personally identifiable information, could result in the loss of data or intellectual property, equipment or systems damage, downtime, safety related issues and could have a material adverse effect on our business, including by harming our competitive position and reputation, disrupting our manufacturing, reducing the value of our investment in research and development and other strategic initiatives, impairing our ability to access suppliers, contract manufacturers, customers and cloud-based services, subjecting us to litigation or regulatory investigations or fines, increasing the costs of compliance and remediation, or otherwise adversely affecting our business.  We may be required to invest significant additional resources to comply with evolving cybersecurity regulations and to modify and enhance our IT systems, information security and controls, and to investigate and remediate any security vulnerabilities. Any losses, costs or liabilities may not be covered by, or may exceed the coverage limits of, any, or all, of our applicable insurance policies.\nWe may not earn a positive return from our research, development and engineering investments\nDeveloping our products through our innovation model of research and development is costly and often involves a long investment cycle. We make significant investments in research, development and engineering that may not earn an economic return. If our investments do not provide a pipeline of products or technologies that our customers demand or lower our manufacturing costs, or if our products or technologies become obsolete or disrupted by emerging technologies, it could negatively impact our revenue and operating margins for both near- and long-term.\nOur innovation model depends on our ability to attract and retain specialized expertise\nOur innovation model requires us to employ highly specialized experts in glass science, ceramic science and optical physics to conduct our research and development and engineer our products and design our manufacturing facilities. The loss of the services of any member of our key research and development or engineering team without adequate replacement, or the inability to attract new qualified personnel, could have a material adverse effect on our operations and financial performance.\nWe are subject to strict environmental regulations and regulatory changes that could result in fines or restrictions that interrupt our operations\nSome of our manufacturing processes generate chemical waste, wastewater, other industrial waste or greenhouse gases, and we are subject to numerous laws and regulations relating to the use, storage, discharge and disposal of such substances. We have installed anti-pollution equipment for the treatment of chemical waste and wastewater at our facilities. We have taken steps to control and reduce the amount of greenhouse gases created by our manufacturing operations. However, we cannot provide assurance that environmental claims will not be brought against us or that government regulators will not take steps to adopt more stringent environmental standards.\nAny failure on our part to comply with any present or future environmental regulations could result in the assessment of damages or imposition of fines against us, or the suspension/cessation of production or operations. In addition, environmental regulations could require us to acquire costly equipment, incur other significant compliance expenses or limit or restrict production or operations and thus materially and negatively affect our financial condition and results of operations.\nChanges in regulations and the regulatory environment in the U.S. and the many other countries in which we operate, such as those resulting from the regulation and impact of climate change, CO\n2\nabatement and emission reduction targets, may affect our businesses and results in adverse ways by, among other things, substantially increasing manufacturing costs, limiting availability of scarce resources, especially energy, or requiring limitations on production or sales of our products or those of our customers.\n16\nGeneral Risk Factors\nWe may have additional tax liabilities\nWe are subject to income taxes in the U.S. and many foreign jurisdictions and are commonly audited by various tax authorities. There are many transactions and calculations where the ultimate tax treatment is uncertain. Judgment is required in determining our worldwide provision for income taxes. Although we believe our tax estimates are reasonable, the final determination of tax, assessments, audits and any related litigation could be materially different from our historical income tax provisions and accruals, or result in the forfeiture of funds deposited with the relevant government authorities. The results of an audit or litigation could have a material effect on our financial statements in the period or periods for which such a determination is made.\nThe U.S., other countries and international organizations, such as Organisation for Economic Co-operation and Development, may change their laws or issue new international tax standards that may also impact our taxes.\nAs a global company, we face many risks which could adversely impact our operations and financial results\nWe are a global company and derive a substantial portion of our revenue from, and have significant operations, outside of the U.S. Our international operations include manufacturing, assembly, sales, research and development, customer support and shared administrative service centers. Additionally, we rely on a global supply chain for key components and capabilities that are central to our ability to invent, make and sell products.\nCompliance with multiple legal and regulatory requirements increases our costs. We are subject to both U.S. laws and the local laws where we operate which, among other things, include data privacy requirements, employment and labor laws, tax laws, anti-competition regulations, prohibitions on payments to governmental officials, import and trade restrictions and export requirements. Non-compliance or violations could result in fines, criminal sanctions against us, our officers or employees, and prohibitions on the conduct of our business. Such violations could result in prohibitions on our ability to offer our products and services in one or more countries and could also materially damage our reputation, our brand, our international expansion efforts, our ability to attract and retain employees, our businesses and operating results. Our success depends, in part, on our ability to anticipate and manage these risks.\nCorning is exposed to risks associated with an uncertain, recessionary and inflationary global economy\nUncertain or adverse economic and business conditions, including uncertainties and volatility in the financial markets, national debt, fiscal or monetary concerns, availability of government incentives, inflation and rising interest rates in various regions, could materially adversely impact Corning’s operating results. Markets for our products depend largely on business and consumer spending and demand for network capacity, electronics and automotive products. Uncertain or adverse economic and recessionary business conditions, among other factors, that could result in decreases in consumer spending and demand, or cause us to pass on increased costs to our customers, may cause certain of our customers to push out, cancel or refrain from purchasing our products, which could materially adversely impact demand for our products and our operating results.\nSimilarly, changes that result in sudden increases in consumer demand for electronic products have resulted in, and may continue to result in, a shortage of parts and materials needed to manufacture our products or the products in which our products are used. Such shortages, as well as shipment delays due to transportation interruptions, have adversely impacted, and may continue to adversely impact, our ability to meet our demand requirements.\nUncertain economic and industry conditions also make it more challenging for Corning to forecast its operating results, make business decisions and identify and prioritize the risks that may affect its businesses, sources and uses of cash, financial condition and results of operations. If Corning does not appropriately manage its business operations in response to changing economic and industry conditions, it could have a significant negative impact on its business performance and financial condition. Even during periods of economic uncertainty or lower revenues, Corning must continue to invest in research and development and maintain a global business infrastructure to compete effectively and support its customers, which can have a negative impact on its operating margins and earnings.\n17\nWe are also subject to a variety of other risks in managing a global organization, including those related to:\nWe have significant exposure to foreign currency movements\nA large portion of our sales, profit and cash flows are transacted in non-U.S. dollar currencies, primarily the Japanese yen, South Korean won, New Taiwan dollar, Chinese yuan and euro. The Company expects to continue to experience fluctuations in the U.S. dollar value of these activities if it is not possible, cost-effective or should we not elect to hedge certain currency exposure. Additionally, gains or losses may be experienced if the underlying exposure which has been hedged increases or decreases significantly.\nThe ultimate realized gain or loss with respect to currency fluctuations will generally depend on the size and type of cross-currency exposure that we have, the changes in exchange rates associated with those exposures, whether we have entered into foreign currency contracts to offset these exposures and other factors.\nThese factors could materially impact our results of operations, anticipated future results, financial position and cash flows.\nWe may have significant exposure to counterparties of our related derivatives portfolio\nWe maintain a significant portfolio of over-the-counter derivatives to hedge our projected currency exposure. We are exposed to potential losses in the event of non-performance by our counterparties to these derivative contracts. Any failure of a counterparty to pay on such a contract when due could materially impact our results of operations, financial position and cash flows.\nCurrent or future litigation or regulatory investigations may harm our financial condition or results of operations\nAs a global technology and manufacturing company, we are engaged in various litigations and regulatory matters. Litigation and regulatory proceedings may be uncertain, and adverse rulings could occur, resulting in significant liabilities, penalties or damages. Any such substantial legal liability or regulatory action could have a material adverse effect on our business, financial condition, cash flows and reputation.\n18\nOur business is subject to various governmental regulations, and compliance with these regulations may cause us to incur significant expense. If we fail to maintain compliance with applicable regulations, we may be forced to cease the manufacture and distribution of certain products, and we could be subject to administrative proceedings and civil or criminal penalties\nOur products and operations are also subject to regulation by U.S. and non‐U.S. regulatory agencies, such as the U.S. Federal Trade Commission. From time to time, we may also be involved or required to participate in regulatory investigations or inquiries, into certain of our contracting and business practices, which may evolve into legal or other administrative proceedings. Growing public concern over concentration of economic power in corporations is likely to result in increased anti‐competition legislation, regulation, administrative rule making and enforcement activity. Involvement in regulatory investigations or inquiries, can be costly, lengthy, complex and time consuming, diverting the attention and energies of our management and technical personnel.  If any pending or future governmental investigations result in an unfavorable resolution, we could be required to cease the manufacture and sale of the subject products or technology, pay fines or disgorge profits or other payments and/or cease certain conduct and/or modify our contracting or business practices, which could have a material adverse effect on our business, financial condition and results of operations. We may be obligated to indemnify our current or former directors or employees, or former directors or employees of companies that we have acquired, in connection with regulatory investigations. These liabilities could be substantial and may include, among other things, the cost of government, law enforcement or regulatory investigations and civil or criminal fines and penalties.\nOur global operations are subject to extensive trade and anti-corruption laws and regulations\nDue to the international scope of our operations, we are subject to a complex system of import- and export-related laws and regulations, including U.S. regulations issued by Customs and Border Protection, the Bureau of Industry and Security, the Office of Anti-boycott Compliance, the Directorate of Defense Trade Controls and the Office of Foreign Assets Control, as well as the counterparts of these agencies in other countries. Any alleged or actual violation by an employee or the Company may subject us to government scrutiny, investigation and civil and criminal penalties, and may limit our ability to import or export our products or to provide services outside the U.S. We cannot predict the nature, scope or effect of future regulatory requirements to which our operations might be subject to, based on the way existing laws might be administered or interpreted.\nIn addition, the U.S. Foreign Corrupt Practices Act and similar foreign anti-corruption laws generally prohibit companies and their intermediaries from making improper payments or providing anything of value to improperly influence foreign government officials to obtain or retain business or obtain an unfair advantage. Recent years have seen a substantial increase in the global enforcement of anti-corruption laws. Our continued operation and expansion outside the U.S., including in developing countries, could increase the risk of alleged violations. Violations of these laws may result in severe criminal or civil sanctions, could disrupt our business, and result in an adverse effect on our reputation, business and results of operations or financial condition.\nMoreover, several of our key customers are domiciled in areas of the world with laws, rules and business practices that may notably differ from those in the U.S., and we face the reputational and legal risk that our related partners may violate applicable laws, rules and business practices.\nInternational trade policies may negatively impact our ability to sell and manufacture our products outside of the U.S.\nGovernment policies on international trade and investment such as import quotas, tariffs and capital controls, whether adopted by individual governments or addressed by regional trade blocs, can affect the demand for our products and services, impact the competitive position of our products or prevent us, our equity affiliates or joint ventures, from being able to sell and manufacture products in certain countries. The implementation of more restrictive trade policies, such as higher tariffs or new barriers to entry, together with anti-dumping claims, duties, slowed regulatory approvals and other restrictions, in countries in which we import raw materials and components or sell large quantities of products and services could negatively impact our business, results of operations and financial condition. For example, a country’s adoption of nationalistic policies or retaliation by another government against such policies could have a negative impact on our results of operations.  Further, these actions in conjunction with any trade tensions may restrict us from participating in a specific market or may prevent us from competing effectively.\n19"
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_1c",
    "text": "Cybersecurity Risk Management\nWe developed and implemented a cybersecurity risk management program intended to protect the confidentiality, integrity, and availability of our critical information technology (“IT”) systems and information.\nOur cybersecurity risk management program is integrated into our overall enterprise risk management program, and shares common methodologies, incident reporting channels and governance processes that apply across the enterprise risk management program to other legal, compliance, strategic, operational and financial risk areas. We designed and continue to assess our cybersecurity program based on the National Institute of Standards and Technology Cybersecurity Framework (“NIST CSF”), which we use as a guide to help us identify, prioritize and manage the cybersecurity risks that could materially affect our business, financial condition or results of operations.\nOur cybersecurity risk management program includes a cybersecurity incident response plan (“CIRP”). Corning’s CIRP provides the Company with the capability for responding, reporting and remediating cybersecurity incidents. It has been established to reduce or minimize the impact of cybersecurity incidents on the Company’s networks, IT systems, users or business processes. Corning’s Cyber Security Incident Response Team, led by the Chief Information Security Officer (“CISO”), handles the response process for all cybersecurity incidents and Corning’s Corporate Crisis Response Team (“CCRT”) is mobilized and involved in any significant incidents.\nOur cybersecurity risk management program also includes:\nCybersecurity Governance\nCorning’s Board of Directors (“Board”) plays a role in overseeing risks associated with cybersecurity threats. In particular, the IT Committee of the Board is responsible for cybersecurity governance and has information security oversight as a key component of its charter. In all meetings, the IT Committee reviews the Company’s cybersecurity posture as well as significant cybersecurity events. Corning’s Chief Digital and Information Officer (“CDIO”), in combination with Corning’s CISO, briefs the IT Committee on cybersecurity activities and long-term cybersecurity strategies, as well as general cybersecurity trends that could have a material impact on the Company. On an annual basis, the CISO provides a cybersecurity update to the Board and participates in a joint meeting of the IT and Audit Committees to review significant cybersecurity risks and their impact, if any, on internal controls. At any time, Board members may raise concerns regarding the Company’s cybersecurity posture and recommend future changes to controls or procedures.  Should a cybersecurity incident rise to the level of a corporate crisis, consistent with the Company’s CCRT escalation protocols, the Board would be engaged.\nOur CDIO and our CISO lead our management team in assessing and managing our response to cybersecurity threats and incidents. Our CDIO and CISO together have over 50 years of combined experience in information technology, digital and systems transformation, cybersecurity and related risk management and governance. This team has primary responsibility for our overall cybersecurity risk management program and supervises both our internal cybersecurity personnel and our retained external cybersecurity consultants, and works with all divisional, manufacturing and functional teams within Corning on cybersecurity issues.  The team’s efforts to prevent, detect, mitigate and remediate cybersecurity risks and incidents are enhanced by briefings from internal security personnel, by receipt of threat intelligence and other information obtained from governmental, public or private sources, including external consultants engaged by us, periodic assessments against the NIST CSF and through alerts and reports produced by security tools deployed in our IT environment.\n20\nWhile Corning has had to address various cybersecurity threats in the ordinary course of its business, we have not identified risks from cybersecurity threats, including as a result of any prior cybersecurity incidents, that have or are reasonably likely to materially affect us, including our operations, business strategy, results of operations, or financial condition."
  },
  {
    "item_key": "item_2",
    "text": "We operate 124 manufacturing plants and processing facilities in 15 countries, of which approximately 33% are in the U.S. We own approximately 53% of our executive and corporate buildings, with 93% located in and around Corning, New York. We also own approximately 63% of our sales and administrative office square footage, 80% of our research and development square footage, 60% of our manufacturing square footage and 8% of our warehousing square footage.\nManufacturing, sales and administrative, research and development facilities and warehouse facilities have an aggregate floor space of approximately 65.5 million square feet. The following table presents the distribution of this total area:\nTotal assets and capital expenditures by reportable segment are included in Note 17 (Reportable Segments) in the accompanying notes to the consolidated financial statements. Information concerning lease commitments is included in Note 5 (Leases) in the accompanying notes to the consolidated financial statements."
  },
  {
    "item_key": "item_3",
    "text": "Corning is a defendant in various lawsuits and is subject to various claims that arise in the normal course of business, the most significant of which are summarized in Note 12 (Commitments, Contingencies and Guarantees) in the accompanying notes to the consolidated financial statements. In the opinion of management, the likelihood that the ultimate disposition of these matters will have a material adverse effect on the Company’s consolidated financial position, liquidity, or results of operations, is remote.\nEnvironmental Litigation\nCorning has been designated by federal or state governments under environmental laws, including Superfund, as a potentially responsible party that may be liable for cleanup costs associated with 19 hazardous waste sites. It is Corning’s policy to accrue for its estimated liability related to such hazardous waste sites and other environmental liabilities related to property owned by Corning based on expert analysis and continual monitoring by both internal and external consultants. As of December 31, 2023 and 2022, Corning had accrued approximately $88 million and $109 million, respectively, for the estimated undiscounted liability for environmental cleanup and related litigation. Based upon the information developed to date, management believes that the accrued reserve is a reasonable estimate of the Company’s liability."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n21\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "As of December 31, 2023, there were approximately 11,000 registered holders of common stock and approximately 777,000 beneficial shareholders.\nInformation with respect to securities authorized for issuance under equity compensation plans is included herein under Item 12.\nPerformance Graph\nThe following graph illustrates the cumulative total shareholder return over the last five years of Corning’s common stock compared with the cumulative total return of companies on the Standard & Poor's (“S&P’s”) 500 Stock Index and the S&P Communications Equipment companies. This graph assumes the investment of $100 on December 31, 2018 and the reinvestment of all dividends since that date.\n22\nIssuer Purchases of Equity Securities"
  },
  {
    "item_key": "item_6",
    "text": "23"
  },
  {
    "item_key": "item_7",
    "text": "The following Management’s Discussion and Analysis of Financial Condition and Results of Operations (“MD&A”) was prepared to provide a historical and prospective narrative on our financial condition and results of operations through the eyes of management and should be read in conjunction with our consolidated financial statements and the accompanying notes to those financial statements. The discussion and analysis of the 2022 to 2021 year-over-year changes are not included herein and can be found in “Management’s Discussion and Analysis of Financial Conditions and Results of Operations” in our Annual Report on Form 10-K for the year ended December 31, 2022.\nOur MD&A is organized as follows:\nOVERVIEW\nCorning is vital to progress – in the industries we help advance and in the world we share. For more than 170 years, Corning has combined its unparalleled expertise in glass science, ceramic science and optical physics with deep manufacturing and engineering capabilities to develop category-defining products that transform industries and enhance people’s lives. Our materials science and manufacturing expertise, boundless curiosity and commitment to purposeful invention place us at the center of the way the world works, learns and lives. In addition, our sustained investment in research, development and engineering capabilities means we are always ready to solve the toughest challenges – alongside our customers.\nOur capabilities are versatile and synergistic, allowing Corning to evolve to meet changing market needs, while also helping customers capture new opportunities in dynamic industries. Corning strives to be a catalyst for positive change and to help move the world forward. The Company drives profitable multiyear growth by inventing, making and selling life-changing products – all of which is based on a set of vital capabilities that are increasingly relevant to profound transformations that touch many facets of daily life. Today, Corning's markets include optical communications, mobile consumer electronics, display, automotive, solar, semiconductor and life sciences.\nAt the start of 2023, we introduced plans to improve profitability and cash flow. Throughout the year, we took action to restore our productivity ratios to historical levels and to raise price to more appropriately share inflation with our customers. Our results demonstrated that we continue to make solid progress advancing market leadership, strengthening our profitability, and improving our cash flow generation even in the lower-demand environment that we are experiencing.\nAlthough demand in most of our markets is temporarily depressed due to supply chain corrections and macroeconomic factors, we are entering 2024 operationally strong and we remain confident that key industry growth drivers are intact: specifically, wireless, broadband, 5G, cloud computing and advanced artificial intelligence in Optical communications, increased screen sizes in Display Technologies, tighter emission regulations that drive more and better filtration in Environmental Technologies and the need for more and more advanced cover materials in Mobile Consumer Electronics. Additionally, we have built competitively-advantaged positions in the markets in which we participate and we believe we are the technology leader, as well as the lowest-cost producer, in those markets.\nTherefore, as we expect our markets to normalize in the midterm, we believe we are well-positioned with the production capacity and technical capabilities necessary to capture this growth opportunity and deliver powerful incremental profit and cash to our shareholders.\n2024 Corporate Outlook\nWe expect core net sales of approximately $3.1 billion for the first quarter of 2024.\n24\nRESULTS OF OPERATIONS\nThe following table presents selected highlights from our operations (in millions):\nNet Sales\nNet sales for the year ended December 31, 2023 decreased by $1.6 billion, or 11%, when compared to the same period in 2022. The decrease was primarily driven by a decline in segment sales for Optical Communications of $1.0 billion, Life Sciences of $0.3 billion and Hemlock and Emerging Growth Businesses of $0.2 billion, partially offset by an increase in segment sales for Environmental Technologies of $0.2 billion. Refer to the “Segment Analysis” section of our MD&A below for a discussion of net sales by segment.\nIn 2023 and 2022, sales in international markets accounted for 67% and 65% of total net sales, respectively.\nCost of Sales / Gross Margin\nThe types of expenses included in cost of sales are: raw materials consumption, including direct and indirect materials; salaries, wages and benefits; depreciation and amortization; production utilities; production-related purchasing; warehousing (including receiving and inspection); repairs and maintenance; inter-location inventory transfer costs; production and warehousing facility property insurance; rent for production facilities; freight and logistics costs; and other production overhead.\nGross margin decreased by $575 million, or 13% and gross margin as a percentage of net sales decreased by 1 percentage point when compared to 2022.  The decrease in gross margin is primarily driven by the decrease in net sales, as discussed above. Throughout 2023, actions were taken by management to improve profitability, including raising prices, restoring our productivity levels and normalizing inventory levels, which has resulted in improvements in gross margin as a percentage of net sales throughout the year despite the decline in sales.\n25\nSelling, General and Administrative Expenses\nThe types of expenses included in selling, general and administrative expenses are: salaries, wages and benefits; share-based compensation expense; travel; sales commissions; professional fees; and depreciation and amortization, utilities and rent for administrative facilities.\nSelling, general and administrative expenses decreased by $55 million, or 3%, and increased as a percentage of net sales when compared to 2022, primarily due to the decline in net sales.\nResearch, Development and Engineering Expenses\nResearch, development and engineering expenses increased by $29 million, or 3%, and increased as a percentage of net sales when compared to 2022, primarily due to the decline in net sales.\nTranslated earnings contract gain, net\nIncluded in translated earnings contract gain, net, is the impact of foreign currency contracts which economically hedge the translation exposure arising from movements in the Japanese yen, South Korean won, New Taiwan dollar, euro, Chinese yuan and British pound and its impact on net income.\nThe following table provides detailed information on the impact of translated earnings contract gain, net (in millions):\nIncome Before Income Taxes\nCorning’s income before income taxes decreased by $981 million for the year ended December 31, 2023, when compared to the same period in 2022, which is primarily driven by a $575 million decline in gross margin, as discussed above, and $190 million less in translated earnings contract gain, net.\nProvision for Income Taxes\nFor the year ended December 31, 2023, the effective tax rate differed from the U.S. statutory rate of 21% primarily due to tax credits generated, non-taxable items, foreign derived intangible income and stock compensation windfall deductions, partially offset by changes in valuation allowance assessments, non-deductible items and tax reserves.\nFor the year ended December 31, 2022, the effective tax rate differed from the U.S. statutory rate of 21% primarily due to changes in tax reserves, foreign earnings and valuation allowance assessments, partially offset by changes in tax credits generated and foreign derived intangible income.\n26\nThe effective tax rate for the year ended December 31, 2023 decreased compared to the year ended December 31, 2022 primarily due to changes in pretax earnings, non-taxable items and tax reserves, partially offset by changes in valuation allowance assessments, non-deductible items and foreign derived intangible income.\nRefer to Note 6 (Income Taxes) in the accompanying notes to the consolidated financial statements for further details regarding income tax matters.\nThe U.S. enacted the Inflation Reduction Act of 2022 (“IRA”) in August 2022, which, among other sections, creates a new book minimum tax of at least 15% of consolidated pre-tax income for corporations with average book income in excess of $1 billion. The IRA also provides credit incentives to taxpayers based on the type and amount of manufacturing activity performed. None of the provisions within the IRA are expected to have a material impact on our results of operations, financial position or cash flow.\nIn December 2022, the European Union (“EU”) Member States formally adopted the EU Pillar Two Framework (“Pillar Two Framework”), which generally provides for a 15% global minimum effective tax rate, based on the Organization for Economic Cooperation and Development guidelines.  Certain countries have enacted this tax law change, with an effective date starting January 1, 2024 and January 1, 2025, for certain aspects of the directive.  The Company continues to evaluate the potential impact of the Pillar Two Framework, but we do not currently believe it will have a material impact on our results of operations, financial position or cash flow.\nNet Income Attributable to Corning Incorporated\nAs a result of the items discussed above, net income attributable to Corning Incorporated and per share data were as follows (in millions, except per share amounts):\nComprehensive Income attributable to Corning Incorporated\nThe $298 million decrease in comprehensive income attributable to Corning Incorporated was primarily due to the $738 million decrease in net income partially offset by a $549 million improvement in net losses on foreign currency translation adjustments, driven by the Japanese yen, Chinese yuan, South Korean won and euro.\n27\nSEGMENT ANALYSIS\nFinancial results for the reportable segments and Hemlock and Emerging Growth Businesses are prepared on a basis consistent with the internal disaggregation of financial information to assist the Chief Operating Decision Maker (“CODM”) in making internal operating decisions, which is more fully discussed within Note 17 (Reportable Segments) in the accompanying notes to the consolidated financial statements.\nSegment net income may not be consistent with measures used by other companies.\nThe following table presents segment net sales by reportable segment and Hemlock and Emerging Growth Businesses (in millions):\nOptical Communications\nThe decrease in segment net sales was primarily driven by a decline in volume due to lower order rates from carriers as they continue to draw down inventory.\nDisplay Technologies\nThe increase in segment net sales was primarily due to higher volumes, primarily attributable to the recovery of panel maker utilization, as well as a result of price increases in the second half of 2023.\nSpecialty Materials\nThe decrease in segment net sales was primarily due to lower demand in the smartphone, tablet and notebook markets, partially offset by continued demand for semiconductor materials.\nEnvironmental Technologies\nThe increase in segment net sales was primarily due to increased demand of automotive products, including gasoline particulate filter adoption in China.\nLife Sciences\nThe decrease in segment net sales was primarily due to lower demand for COVID-related products in China and the impact of customers in North America and Europe drawing down inventory.\nHemlock and Emerging Growth Businesses\nThe decrease was primarily driven by a decrease in our HSG business due to declines in solar-grade polysilicon prices and lower sales in our Pharmaceutical Technologies business as the last of the volume commitments for COVID-related products were completed in the second quarter.\n28\nThe following table presents segment net income by reportable segment and Hemlock and Emerging Growth Businesses (in millions):\nOptical Communications\nThe decrease in segment net income was primarily driven by a decline in sales volume, as outlined above, partially offset by improvements from pricing and productivity actions.\nDisplay Technologies\nThe increase in segment net income was primarily driven by the increase in sales, as outlined above, and improved profitability which includes price increases in the second half of 2023.\nSpecialty Materials\nThe decrease in segment net income was primarily driven by the decline in sales volume, as outlined above, and the inflationary impact on raw materials.\nEnvironmental Technologies\nThe increase in segment net income was primarily driven by the increase in sales, as outlined above, and as a result of improvements from productivity actions.\nLife Sciences\nThe decrease in segment net income was primarily driven by lower sales volume, as outlined above.\nHemlock and Emerging Growth Businesses\nThe decrease was primarily driven by our HSG and Pharmaceutical Technologies businesses due to lower sales, as outlined above.\n29\nCORE PERFORMANCE MEASURES\nIn managing the Company and assessing our financial performance, we adjust certain measures included in our consolidated financial statements to exclude specific items to arrive at our core performance measures. These items include the impact of translating the Japanese yen-denominated debt, the impact of the translated earnings contracts, acquisition-related costs, certain discrete tax items and other tax-related adjustments, restructuring, impairment and other charges and credits, certain litigation, regulatory and other legal matters, pension mark-to-market adjustments and other items which do not reflect the ongoing operating results of the Company.\nIn addition, because a significant portion of our revenues and expenses are denominated in currencies other than the U.S. dollar, management believes it is important to understand the impact on sales and net income of translating these currencies into U.S. dollars. Therefore, management utilizes constant-currency reporting for the Display Technologies, Specialty Materials, Environmental Technologies and Life Sciences segments to exclude the impact from the Japanese yen, South Korean won, Chinese yuan, New Taiwan dollar and euro, as applicable to the segment. The most significant constant-currency adjustment relates to the Japanese yen exposure within the Display Technologies segment. The constant-currency rates established for our core performance measures are internally derived long-term management estimates, which are closely aligned with our hedging instrument rates. These hedging instruments may include, but are not limited to, foreign exchange forward or option contracts and foreign-denominated debt. For details of the rates used, please see the footnotes to the “Reconciliation of Non-GAAP Measures” section.\nWe believe that the use of constant-currency reporting allows management to understand our results without the volatility of currency fluctuations, analyze underlying trends in the businesses and establish operational goals and forecasts.\nCore performance measures are not prepared in accordance with accounting principles generally accepted in the United States of America (“GAAP”). We provide investors with these non-GAAP measures to evaluate our results as we believe they are indicative of our core operating performance and provide greater transparency to how management evaluates our results and trends and makes financial and operational decisions. These measures are not, and should not be viewed as a substitute for, GAAP reporting measures. With respect to the outlook for future periods, it is not possible to provide reconciliations for these non-GAAP measures because management does not forecast the movement of foreign currencies against the U.S. dollar, or other items that do not reflect ongoing operations, nor does it forecast items that have not yet occurred or are out of management's control. As a result, management is unable to provide outlook information on a GAAP basis.\nFor a reconciliation of non-GAAP performance measures to their most directly comparable GAAP financial measure, please see “Reconciliation of Non-GAAP Measures.”\nResults of Operations\n–\nCore Performance Measures\nThe following table presents selected highlights from our operations, excluding certain items, (in millions, except per share amounts):\nCore Net Sales\nFor the year ended December 31, 2023, we generated core net sales of $13.6 billion compared to core net sales for the year ended December 31, 2022 of $14.8 billion. The decrease in core net sales of $1.2 billion was primarily driven by lower reportable segment net sales in Optical Communications of $1.0 billion and Life Sciences of $0.3 billion. Net sales of reportable segment and Hemlock and Emerging Growth Businesses are discussed in detail in the “Segment Analysis” section of our MD&A.\n30\nCore Net Income\nFor the year ended December 31, 2023, we generated core net income of $1.5 billion, or $1.70 per share, compared to core net income generated for the year ended December 31, 2022 of $1.8 billion, or $2.09 per share. The decrease in core net income of $331 million was driven by lower reportable segment net income in Optical Communications of $183 million, Specialty Materials of $138 million and Life Sciences of $103 million, offset by an increase in Environmental Technologies of $94 million and Display Technologies of $73 million. Net income of reportable segment and Hemlock and Emerging Growth Businesses are discussed in detail in the “Segment Analysis” section of our MD&A.\nCore Earnings per Share\nCore earnings per share decreased for the year ended December 31, 2023 to $1.70 per share, as a result of the decrease in core net income, as outlined above.\nThe following table sets forth the computation of core earnings per share (in millions, except per share amounts):\nRECONCILIATION OF NON-GAAP MEASURES\nWe utilize certain financial measures and key performance indicators that are not calculated in accordance with GAAP to assess our financial and operating performance. A non-GAAP financial measure is defined as a numerical measure of a company’s financial performance that (i) excludes amounts, or is subject to adjustments that have the effect of excluding amounts, that are included in the comparable measure calculated and presented in accordance with GAAP in the consolidated statements of income or statements of cash flows, or (ii) includes amounts, or is subject to adjustments that have the effect of including amounts, that are excluded from the comparable measure as calculated and presented in accordance with GAAP in the consolidated statements of income or statements of cash flows.\nCore net sales, core net income and core earnings per share are non-GAAP financial measures utilized by our management to analyze financial performance without the impact of items that are driven by general economic conditions and events that do not reflect the underlying fundamentals and trends in our operations.\nSee “Items Adjusted from GAAP Measures” for the descriptions of the footnoted reconciling items.\n31\nThe following tables reconcile our non-GAAP financial measures to their most directly comparable GAAP financial measure (amounts in millions, except percentages and per share amounts):\nSee “Items Adjusted from GAAP Measures” for the descriptions of the footnoted reconciling items.\n32\nItems Adjusted from GAAP Measures\nItems adjusted from GAAP measures to arrive at core performance measures are as follows:\n33\nLIQUIDITY AND CAPITAL RESOURCES\nOur financial condition and liquidity are strong. We are not aware of any known trends, demands, commitments, events or uncertainties that will result in or that are reasonably likely to result in a material decrease in our liquidity. In addition, other than items discussed, there are no known material trends, favorable or unfavorable, in our capital resources and no expected material changes in the mix of such resources.\nOur major sources of funding for 2024 and beyond will be our operating cash flow, our existing balances of cash and cash equivalents and proceeds from any issuances of debt. We believe we have sufficient liquidity to fund operations and meet our obligations for the foreseeable future.  Such obligations include requirements for acquisitions, capital expenditures, debt repayments, dividend payments and share repurchase programs. We will continue to generate cash from operations and maintain access to our revolving credit facilities and commercial paper programs as discussed in more detail below.\nKey Balance Sheet Data\nWe fund our working capital with cash from operations and short-term borrowings, including commercial paper, when necessary. In addition, we receive upfront cash from customers relating to long-term supply agreements, as well as cash incentives from government entities generally for capital expansion and related expenses.\nThe following table presents balance sheet and working capital measures (in millions):\nWe perform comprehensive reviews of our significant customers and their creditworthiness by analyzing their financial strength at least annually or more frequently for customers where we have identified a measure of increased risk. We closely monitor payments and developments to identify potential customer credit issues. We are not aware of any customer credit issues that could have a material impact on our liquidity.\nWe participate in accounts receivable management programs, including factoring arrangements to sell certain accounts receivable to third-party financial institutions or accelerate collections through our customer’s supply chain financing arrangements. Sales of accounts receivable are reflected as a reduction of accounts receivable in the consolidated balance sheets and the proceeds are included in cash flows from operating activities in the consolidated statements of cash flows. By utilizing these types of programs, we have accelerated the collection of $1.5 billion and $1.6 billion of accounts receivable cumulatively throughout the years ended December 31, 2023 and 2022, respectively. Of these amounts, we believe $1.2 billion would have been collected during the normal course of business within each year ended December 31, 2023 and 2022.\n34\nCash Flows\nThe following table presents a summary of cash flow data (in millions):\nNet cash provided by operating activities decreased by $610 million for the year ended December 31, 2023, when compared to the same period in the prior year, primarily driven by the decrease in net income partially offset by improvements in working capital, mostly due to the reduction in inventory levels.\nNet cash used in investing activities improved by $355 million for the year ended December 31, 2023, when compared to the same period last year, primarily driven by lower capital expenditures of $214 million, lower premiums paid on hedging contracts of $66 million and higher realized gains on translated earnings contracts of $26 million.\nNet cash used in financing activities improved by $766 million for the year ended December 31, 2023, when compared to the same period last year, primarily driven by the $918 million proceeds received from the issuance of euro-denominated notes in May 2023 and the purchase of common stock during the year ended December 31, 2022 of $221 million compared to no purchases of common stock made during year ended December 31, 2023. These financing cash flow improvements were partially offset by increased debt repayments of $197 million made during the year ended December 31, 2023.\nSources of Liquidity\nWe generate strong ongoing cash flows from operations, which is our principal source of liquidity. During the years ended December 31, 2023 and 2022, cash flows provided by operating activities were $2.0 billion and $2.6 billion, respectively.\nAs of December 31, 2023, our cash and cash equivalents and available credit capacity included (in millions):\nCash and Cash Equivalents\nWe ended 2023 with $1.8 billion of cash and cash equivalents. Our cash and cash equivalents are held in various locations throughout the world and are generally unrestricted. We utilize a variety of strategies to ensure that our worldwide cash is available in the locations in which it is needed. As of December 31, 2023, approximately 60% of the consolidated cash and cash equivalents were held outside the U.S.\nDuring the year ended December 31, 2023, the Company distributed an immaterial amount from foreign subsidiaries to their respective U.S. parent companies. As of December 31, 2023, Corning had approximately $1.4 billion of indefinitely reinvested foreign earnings. If we distribute our foreign cash balances to the U.S. or to other foreign subsidiaries, we could be required to accrue and pay withholding taxes. We do not foresee a need to repatriate any earnings for which we asserted permanent reinvestment. However, to help fund cash needs of the U.S. or other international subsidiaries as they arise, we repatriate available cash from certain foreign subsidiaries whose earnings are not permanently reinvested.\n35\nDebt Facilities and Other Sources of Liquidity\nWe have a commercial paper program pursuant to which we may issue short-term, unsecured commercial paper notes up to a maximum aggregate principal amount outstanding at any one time of $1.5 billion. Under this program, we may issue commercial paper from time to time and will use the proceeds for general corporate purposes.  As of December 31, 2023, we did not have any commercial paper outstanding.\nOur $1.5 billion Revolving Credit Agreement is available to support obligations under the commercial paper program and for general corporate purposes, if needed. There were no outstanding amounts under this facility as of December 31, 2023 and 2022. In addition, we had a 25 billion Japanese yen liquidity facility, which was scheduled to mature in 2025. In the fourth quarter of 2023, the 25 billion Japanese yen liquidity facility was terminated. There were never any amounts outstanding under this facility.\nOur Revolving Credit Agreement includes affirmative and negative covenants with which we must comply, including a leverage (debt to capital ratio) financial covenant. The required leverage ratio is a maximum of 60%. As of December 31, 2023, our leverage using this measure was approximately 39%. As of December 31, 2023, we were in compliance with all such covenants.\nOur debt instruments contain customary event of default provisions, which allow the lenders the option of accelerating all obligations upon the occurrence of certain events. In addition, some of our debt instruments contain a cross default provision, whereby an uncured default exceeding a specified amount on one debt obligation, also would be considered a default under the terms of another debt instrument. As of December 31, 2023, we were in compliance with all such provisions.\nWe have access to certain Chinese yuan-denominated unsecured variable rate loan facilities, whose proceeds are used for capital investment and general corporate purposes. As of December 31, 2023, borrowings totaled $293 million and these facilities had variable interest rates ranging from 3.2% to 4.1% and maturities ranging from 2024 to 2032. As of December 31, 2023, Corning had 779 million Chinese yuan of unused capacity, equivalent to approximately $110 million.\nOn May 15, 2023, the Company issued €300 million 3.875% Notes due 2026 (“2026 Notes”) and €550 million 4.125% Notes due 2031 (“2031 Notes”). The proceeds from the 2026 Notes and 2031 Notes were received in euros and converted to U.S. dollars on the date of issuance.  The net proceeds received were approximately $918 million and will be used for general corporate purposes. As of December 31, 2023, the U.S. dollar equivalent carrying value of the euro-denominated long-term debt was $932 million.\nAs a well-known seasoned issuer, we filed an automatic shelf registration with the SEC on December 1, 2023. Under this shelf registration we may offer, from time to time, debt securities, common stock, preferred stock, depositary shares and warrants.\nCustomer Deposits, Deferred Revenue and Government Incentives\nWe receive cash deposits or consideration, generally non-refundable, from customers under long-term supply agreements. In addition, we receive incentives from government entities, typically in the form of cash incentives primarily to offset capital expenditures or related expenses. For the years ended December 31, 2023 and 2022, the amounts received from these types of arrangements were $0.3 billion and $0.4 billion, respectively.\nRefer to Note 1 (Summary of Significant Accounting Policies) and Note 3 (Revenue) in the accompanying notes to the consolidated financial statements for additional information.\n36\nUses of Cash\nFixed Rate Cumulative Convertible Preferred Stock, Series A\nWe had 2,300 outstanding shares of Fixed Rate Cumulative Convertible Preferred Stock, Series A (the “Preferred Stock”) as of December 31, 2020. On January 16, 2021, the Preferred Stock became convertible into 115 million common shares. On April 5, 2021 we executed the Share Repurchase Agreement (“SRA”) with Samsung Display Co., Ltd. (“SDC”) and the Preferred Stock was fully converted as of April 8, 2021. Immediately following the conversion, we repurchased and retired 35 million of the common shares held by SDC for an aggregate purchase price of approximately $1.5 billion, of which approximately $507 million was paid in April in each of 2023, 2022 and 2021.\nPursuant to the SRA, with respect to the remaining 80 million common shares outstanding held by SDC:\nRefer to Note 14 (Shareholders’ Equity) in the accompanying notes to the consolidated financial statements for additional information.\nShare Repurchases\nIn 2019, the Board authorized the repurchase of up to $5.0 billion of additional common stock upon the completion of the 2018 repurchase plan (“2019 Authorization”).\nIn addition to the common shares repurchased under the SRA, as discussed above, we repurchased 6.0 million shares of common stock under our 2019 Authorization for approximately $221 million, respectively, during the year ended December 31, 2022. No shares were repurchased under our 2019 Authorization during the year ended December 31, 2023.\nAs of December 31, 2023, approximately $3.3 billion remains available under our 2019 Authorization, which does not have an expiration date and may be amended or terminated by the Board of Directors at any time without prior notice.\nCommon Stock Dividends\nDuring the years ended December 31, 2023, 2022 and 2021, total dividends paid to common shareholders were $989 million, $932 million and $871 million, respectively. The Board’s decision to declare and pay future dividends will depend on our income and liquidity position, among other factors. We expect to declare quarterly dividends and fund payments with cash from operations.\nOn February 7, 2024, our Board of Directors declared a quarterly dividend of $0.28 per share of common stock, beginning with the dividend paid in the first quarter of 2024. The dividend will be payable on March 28, 2024.\nCapital Expenditures\nCapital expenditures were $1.4 billion, $1.6 billion and $1.6 billion during the years ended December 31, 2023, 2022 and 2021, respectively. We expect our 2024 capital expenditures to be lower than 2023.\nCurrent Maturities of Short and Long-Term Debt\nIn the fourth quarter of 2023, Corning repurchased ¥14.7 billion (equivalent to $100 million) of ¥9.8 billion 0.992% notes due 2027 and ¥4.9 billion 1.043% notes due 2028.\nAs of December 31, 2023, we had $320 million of long-term debt that is due in less than one year. The maturity schedule of our existing long-term debt does not require significant cash outflows, with approximately $1.4 billion due over the next five years.\nDefined Benefit Pension Plans\nOur global pension plans, including our unfunded and non-qualified plans, were 81% funded as of December 31, 2023. Our largest single pension plan is our U.S. qualified plan, which accounted for 77% of our consolidated defined benefit pension plans’ projected benefit obligation, was 92% funded as of December 31, 2023.\n37\nThe funded status of our pension plans is dependent upon multiple factors including actuarial assumptions, interest rates at year-end, prior investment returns and contributions made to the plans. During the year ended December 31, 2023, Corning made no voluntary contributions to our domestic defined benefit pension plan and cash contributions to our international pension plans were $25 million. During 2024, the Company anticipates making cash contributions of $11 million to the international pension plans.\nRefer to Note 11 (Employee Retirement Plans) in the accompanying notes to the consolidated financial statements for additional information.\nCommitments, Contingencies and Guarantees\nA summary of our contractual obligations and other commercial commitments as of December 31, 2023 are detailed within Note 12 (Commitments, Contingencies and Guarantees) in the accompanying notes to the consolidated financial statements.\nOff Balance Sheet Arrangements\nOff balance sheet arrangements are transactions, agreements, or other contractual arrangements with an unconsolidated entity for which we have an obligation to the entity that is not recorded in our consolidated financial statements.\nOur off balance sheet arrangements include guarantee and indemnity contracts. At the time a guarantee is issued, we are required to recognize a liability for the fair value or market value of the obligation it assumes. In the normal course of our business, we do not routinely provide significant third-party guarantees. Generally, third-party guarantees provided by us are limited to certain financial guarantees, including stand-by letters of credit and performance bonds. These guarantees have various terms and none of these guarantees are individually significant. We believe a significant majority of these guarantees and contingent liabilities will expire without being funded.\nRefer to Note 12 (Commitments, Contingencies and Guarantees) in the accompanying notes to the consolidated financial statements for additional information.\nENVIRONMENT\nRefer to Item 3. Legal Proceedings or Note 12 (Commitments, Contingencies and Guarantees) in the accompanying notes to the consolidated financial statements for information.\nCRITICAL ACCOUNTING ESTIMATES\nOur consolidated financial statements are prepared in conformity with accounting principles generally accepted in the United States of America. This requires us to make estimates and assumptions that affect reported amounts and related disclosures. Actual results could differ from those estimates. The following estimates are considered by management to be the most critical to the understanding of the consolidated financial statements as they require significant judgments that could materially impact our results of operations, financial position and cash flows.\nImpairment of assets held for use\nWe are required to assess the recoverability of the carrying value of long-lived assets when an indicator of impairment has been identified. We perform this review each quarter and exercise judgment in assessing whether impairment indicators are present.\nManufacturing equipment includes certain components of production equipment that are constructed of precious metals, primarily platinum and rhodium. These metals are not depreciated because they have very low physical losses and are repeatedly reclaimed and reused in our manufacturing process over a very long useful life. The physical loss of precious metals in the manufacturing and reclamation process is treated as depletion and these losses are accounted for as a period expense based on actual units lost. Precious metals are reviewed for impairment as part of our assessment of long-lived assets. This review considers all our precious metals that are either in place in the production process; in reclamation, fabrication, or refinement in anticipation of re-use; or awaiting use to support increased capacity. Precious metals are only acquired to support our operations and are not held for trading or other non-manufacturing related purposes.\n38\nExamples of events or circumstances that may be indicative of impairments include, but are not limited to:\nFor purposes of recognition and measurement of an impairment loss, a long-lived asset or assets is grouped with other assets and liabilities at the lowest level for which identifiable cash flows are largely independent of the cash flows of other assets and liabilities. We must exercise judgment in assessing the lowest level for which identifiable cash flows are largely independent of the cash flows of other assets and liabilities. Our assessment is performed at the operating segment level. For most of our operating segments, we concluded that locations or businesses within these segments which share production along the supply chain must be combined to appropriately identify cash flows that are largely independent of the cash flows of other assets and liabilities.\nFor long-lived assets, when impairment indicators are present, we compare estimated undiscounted future cash flows, including the eventual disposition of the asset group at market value, to the assets’ carrying value to determine if the asset group is recoverable. This assessment requires the exercise of judgment in assessing the future use of and projected value to be derived from the assets to be held and used. Assessments also consider changes in asset utilization, including the temporary idling of capacity and the expected timing for placing this capacity back into production.\nFor an asset group that fails the test of recoverability, the estimated fair value of long-lived assets is determined using an “income approach” that starts with the forecast of all the expected future net cash flows, including the eventual disposition at market value of long-lived assets, and considers the fair market value of all precious metals, if applicable. If there is an impairment, a loss is recorded to reflect the difference between the assets’ fair value and carrying value. Our estimates are based upon our historical experience, our commercial relationships and available external information about future trends. We believe fair value assessments are most sensitive to market growth and the corresponding impact on volume and selling prices and that these are also more subjective than manufacturing cost and other assumptions. We believe our current assumptions and estimates are reasonable and appropriate.\nIncome taxes\nWe are required to exercise judgment about our future results in assessing the realizability of our deferred tax assets. Inherent in this estimation process is the requirement for us to estimate future book and taxable income and possible tax planning strategies. These estimates require us to exercise judgment about our future results, the prudence and feasibility of possible tax planning strategies and the economic environments in which we do business. It is possible that actual results will differ from assumptions and require adjustments to allowances.\nWe record uncertain tax positions only when they are believed to have a less than 50% likelihood of being sustained on their technical merits and then only to the extent of the amount of tax benefit that is less than 50% likely of being realized upon settlement. In estimating these amounts, we must exercise judgment around factors such as the weighting of the tax law in our favor or alternatively, consider a negotiated compromise, and our willingness to dispute a tax authorities’ assertion to the level of appeal we believe is required to sustain our position. As a result, it is possible that our estimate of the benefits we will realize for uncertain tax positions may change when we become aware of new information affecting these judgments and estimates.\n39\nFair value measures\nAs required, we use two kinds of inputs to determine the fair value of assets and liabilities: observable and unobservable. Observable inputs are based on market data or independent sources, while unobservable inputs are based on our own market assumptions. Once inputs have been characterized, we prioritize the inputs used to measure fair value into one of three broad levels. Characterization of fair value inputs is required for those accounting pronouncements that prescribe or permit fair value measurement. In addition, observable market data must be used when available and the highest-and-best-use measure should be applied to non-financial assets. Our major categories of financial assets and liabilities required to be measured at fair value are short-term and long-term investments, certain pension asset investments and derivatives. These categories use observable inputs only and are measured using a market approach based on quoted prices in markets considered active or in markets in which there are few transactions.\nDerivative assets and liabilities may include foreign exchange forward contracts and foreign exchange option contracts that are measured using observable quoted prices for similar assets and liabilities. Included in our foreign exchange forward contracts and foreign exchange option contracts are foreign currency hedges that hedge our cash flow and translation exposure resulting from movements in the Japanese yen, South Korean won, New Taiwan dollar, Chinese yuan, British pound, and euro.  In arriving at the fair value of our derivative assets and liabilities, we have considered the appropriate valuation and risk criteria, including such factors as credit risk of the relevant party to the transaction.  Amounts related to credit risk are not material.\nRefer to Note 13 (Financial Instruments) in the accompanying notes to the consolidated financial statements for additional information.\nProbability of litigation ou\ntcomes\nWe are required to make judgments about future events that are inherently uncertain. In making determinations of likely outcomes of litigation matters, we consider the evaluation of legal counsel knowledgeable about each matter, case law and other case-specific issues. Refer to Item 3. Legal Proceedings or Note 12 (Commitments, Contingencies and Guarantees) in the accompanying notes to the consolidated financial statements for a discussion of Corning’s material litigation matters.\nPension and other postretirement employee benefits (“OPEB”\n)\nWe offer employee retirement plans consisting of defined benefit pension plans covering certain domestic and international employees and postretirement plans that provide health care and life insurance benefits for eligible retirees and dependents. The costs and obligations related to these benefits reflect our assumptions related to general economic conditions (particularly interest rates), expected return on plan assets, rate of compensation increase for employees and health care trend rates. The cost of providing plan benefits depends on demographic assumptions including retirements, mortality, turnover and plan participation. While management believes that the assumptions used are appropriate, differences in actual experience or changes in assumptions may affect our employee pension and other postretirement obligations, and current and future expense.\nThe following table presents our actual and expected return (loss) on assets, as well as the corresponding percentages (in millions, except percentages):\nAs of December 31, 2023, the Projected Benefit Obligation (“PBO”) for U.S. pension plans was $3.3 billion.\n40\nThe following table presents the estimated increases (decreases) in future ongoing pension expense and projected benefit obligation assuming a 25 basis point change in the key assumptions for our U.S. pension plans (in millions):\nThe above sensitivities reflect the impact of changing one assumption at a time. Economic factors and conditions often affect multiple assumptions simultaneously and the effects of changes in key assumptions are not necessarily linear. These changes in assumptions would have no effect on our funding requirements.\nThe following table presents the estimated increases (decreases) in future ongoing pension expense and the Accumulated Postretirement Benefit obligation (“APBO”) assuming a 25 basis point change in the key assumptions for our U.S. OPEB plans (in millions):\nThe above sensitivities reflect the impact of changing one assumption at a time. Economic factors and conditions often affect multiple assumptions simultaneously and the effects of changes in key assumptions are not necessarily linear.\nRefer to Note 11 (Employee Retirement Plans) in the accompanying notes to the consolidated financial statements for additional information.\nNEW ACCOUNTING STANDARDS\nRefer to Note 1 (Summary of Significant Accounting Policies) in the accompanying notes to the consolidated financial statements.\n41\nFORWARD-LOOKING STATEMENTS\nThe statements in this Annual Report on Form 10-K, in reports subsequently filed by Corning with the Securities and Exchange Commission (“SEC”) on Forms 10-Q and 8-K and related comments by management that are not historical facts or information and contain words such as “will,” “believe,” “anticipate,” “expect,” “intend,” “plan,” “seek,” “see,” “would,” “target,” “estimate,” “forecast” or similar expressions are forward-looking statements. Such statements relate to future events that by their nature address matters that are, to different degrees, uncertain. These forward-looking statements relate to, among other things, the Company’s future operating performance, the Company’s share of new and existing markets, the Company’s revenue and earnings growth rates, the Company’s ability to innovate and commercialize new products, the Company’s expected capital expenditure and the Company’s implementation of cost-reduction initiatives and measures to improve pricing, including the optimization of the Company’s manufacturing capacity.\nAlthough the Company believes that these forward-looking statements are based upon reasonable assumptions regarding, among other things, current estimates and forecasts, general economic conditions, its knowledge of its business and key performance indicators that impact the Company, there can be no assurance that these forward-looking statements will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements.  The Company undertakes no obligation to update forward-looking statements if circumstances or management’s estimates or opinions should change except as required by applicable securities laws.\nSome of the risks, uncertainties and other factors that could cause actual results to differ materially from those expressed in or implied by the forward-looking statements include, but are not limited to:\n42"
  },
  {
    "item_key": "item_7a",
    "text": "We operate and conduct business in many foreign countries and as a result are exposed to movements in foreign currency exchange rates. Our exposure to exchange rates has the following effects:\nOur most significant foreign currency exposure relates to the Japanese yen, South Korean won, New Taiwan dollar, Chinese yuan and euro. We seek to mitigate the impact of exchange rate movements in our income statement by using over-the-counter (“OTC”) derivative instruments including foreign exchange forward and option contracts. In general, these hedges expire coincident with the timing of the underlying foreign currency commitments and transactions.\nWe are exposed to potential losses in the event of non-performance by our counterparties to these derivative contracts. However, we minimize this risk by maintaining a diverse group of highly-rated major financial institutions as our counterparties. We do not expect to record any losses as a result of such counterparty default. Neither we nor our counterparties are required to post collateral for these financial instruments.\nOur cash flow hedging activities utilize OTC foreign exchange forward contracts to reduce the risk that movements in exchange rates will adversely affect the net cash flows resulting from the sale of products to foreign customers and purchases from foreign suppliers. We also use OTC foreign exchange forward and option contracts that are not designated as hedged instruments. These contracts are used to offset economic currency risks. The undesignated hedges limit exposure to foreign functional currency fluctuations related to certain subsidiaries’ monetary assets, monetary liabilities and net earnings in foreign currencies. A significant portion of our non-U.S. revenue is denominated in Japanese yen. When this revenue is translated back to U.S. dollars, we are exposed to foreign exchange rate movements in the Japanese yen. To protect translated earnings against movements in the Japanese yen, we have entered into a series of option contracts and average rate forwards.\nWe use a sensitivity analysis to assess the market risk associated with foreign currency exposure. Market risk is defined as the potential change in fair value of assets and liabilities resulting from an adverse movement in foreign currency exchange rates. As of December 31, 2023, with respect to open foreign exchange forward and option contracts and foreign denominated debt with values exposed to exchange rate movements, a 10% adverse movement in quoted foreign currency exchange rates could result in a loss in fair value of these instruments of $0.6 billion compared to $0.8 billion as of December 31, 2022. Specific to the Japanese yen, a 10% adverse movement in quoted yen exchange rates could result in a loss in fair value of these instruments of $0.3 billion and $0.4 billion as of December 31, 2023 and 2022, respectively. Management expects that these hypothetical losses from a 10% adverse movement in quoted foreign currency exchange rates on the derivative financial instruments should largely offset gains on the assets, liabilities and future transactions being hedged."
  },
  {
    "item_key": "item_8",
    "text": "The response to this Item 8 is included in our audited consolidated financial statements and notes to consolidated financial statements, which are contained in Part IV, Item 15 of this Annual Report on Form 10-K."
  },
  {
    "item_key": "item_9",
    "text": "None.\n43"
  },
  {
    "item_key": "item_9a",
    "text": "Disclosure Controls and Procedures\nThe Company’s principal executive and principal financial officers, after evaluating the effectiveness of disclosure controls and procedures (as defined in the Securities Exchange Act of 1934 (“Exchange Act”) Rules 13a-15(e) or 15d-15(e) as of the end of the period covered by this report, have concluded that based on the evaluation of these controls and procedures required by paragraph (b) of Exchange Act Rules 13a-15 or 15d-15, that Corning’s disclosure controls and procedures were effective.\nDisclosure controls and procedures mean controls and other procedures of an issuer that are designed to ensure that information required to be disclosed by the issuer in the reports that it files or submits under the Exchange Act is recorded, processed, summarized, and reported, within the time periods specified in the SEC’s rules and forms. Corning’s disclosure controls and procedures include, without limitation, controls and procedures designed to ensure that information required to be disclosed by Corning in the reports that it files or submits under the Exchange Act is accumulated and communicated to Corning’s management, including Corning’s principal executive and principal financial officers, or other persons performing similar functions, as appropriate to allow timely decisions regarding required disclosure.\nInternal Control Over Financial Reporting\nManagement is responsible for establishing and maintaining adequate internal control over financial reporting for Corning.\nCorning’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with accounting principles generally accepted in the U.S. Corning’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of Corning’s assets; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with accounting principles generally accepted in the\nU.S., a\nnd that Corning’s receipts and expenditures are being made only in accordance with authorizations of Corning’s management and directors; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of Corning’s assets that could have a material effect on the financial statements. Because of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies and procedures may deteriorate.\nManagement conducted an evaluation of the effectiveness of the Company’s internal control over financial reporting based on the framework in\nInternal Control\n–\nIntegrated Framework\n(2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission.\nBased on this evaluation, management concluded that the Company’s internal control over financial reporting was effective as of December 31, 2023. The effectiveness of the Company’s internal control over financial reporting as of December 31, 2023 has been audited by PricewaterhouseCoopers LLP, an independent registered public accounting firm, as stated in its report which is included in Part IV, Item 15 of this Annual Report on Form 10-K.\nThere were no changes in the Company’s internal control over financial reporting identified by the evaluation required by paragraph (d) of Exchange Act Rules 13a-15 or 15d-15 that occurred during the most recently completed fiscal quarter that have materially affected, or are reasonably likely to materially affect, internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "During the\nthree\nmonths ended\nDecember 31, 2023,\nnone\nof our executive officers or directors adopted, modified or terminated any contract, instruction or written plan for the purchase or sale of our securities that was intended to satisfy the affirmative defense conditions of Rule\n10b5\n-\n1\n(c) or any “non-Rule\n10b5\n-\n1\ntrading arrangement.”"
  },
  {
    "item_key": "item_9c",
    "text": "None.\n44\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The sections titled “Proposal 1 Election of Directors,” “Corporate Governance and the Board of Directors” and “Delinquent Section 16(a) Reports” in our Definitive Proxy Statement are incorporated by reference in this Annual Report on Form 10-K.\nExecutive Officers of the Registrant\nRefer to Part I, Item 1. of this Annual Report on Form 10-K for a listing of executive officers.\nCorning’s Board of Directors\nDonald W. Blair\nRetired Executive Vice President and Chief Financial Officer, NIKE, Inc.\nMr. Blair was the executive vice president and chief financial officer of NIKE, Inc. from 1999 to October 2015. Prior to joining NIKE, he served 15 years at PepsiCo, Inc. in a number of senior executive-level corporate and operating unit financial assignments, including chief financial officer roles for PepsiCo Japan (based in Tokyo) and Pepsi-Cola International’s Asia Division (based in Hong Kong). He began his career in 1981 as an accountant with Deloitte Haskins & Sells. Mr. Blair joined Corning’s Board in 2014. Age 65.\nLeslie A. Brun\nChairman and Chief Executive Officer, Sarr Group LLC\nMr. Brun is chairman and chief executive officer of Sarr Group, LLC, co-founder, chairman and chief executive officer of Ariel Alternatives, LLC, senior advisor of G100, Council Advisors, World 50 and a member of the Council on Foreign Relations. He was also the founder of Hamilton Lane, where he served as chief executive officer and chairman from 1991 until 2005. In addition, Mr. Brun served as a managing director and co-founder of the investment banking group of Fidelity Bank and as a past vice president in the corporate finance division of E.F. Hutton & Co. Mr. Brun joined Corning’s Board in 2018. Age 71.\nStephanie A. Burns\nRetired Chairman and Chief Executive Officer, Dow Corning Corporation\nDr. Burns has nearly 40 years of global innovation and business leadership experience. Dr. Burns joined Dow Corning in 1983 as a researcher and specialist in organosilicon chemistry. In 1994, she became the company’s first director of women’s health. She was elected to the Dow Corning Board of Directors in 2001 and elected as president in 2003. She served as chief executive officer from 2004 until May 2011 and served as chair from 2006 until her retirement in December 2011.  Dr. Burns joined Corning’s Board in 2012. Age 68.\nRichard T. Clark\nRetired Chairman, Chief Executive Officer and President, Merck & Co., Inc. Lead Independent Director\nMr. Clark retired from Merck in 2011. He joined Merck in 1972 and held a broad range of senior management positions. He became president and chief executive officer of Merck in May 2005 and chairman of the board in April 2007. He transitioned from the chief executive officer role in January 2011 and served as Merck board chairman through November 2011. He was president of the Merck Manufacturing Division (June 2003 to May 2005) of Merck Sharp & Dohme Corp. He is chairman emeritus of the board of Project Hope and a trustee of several charitable non-profit organizations. Mr. Clark joined Corning’s Board in 2011. Age 77.\nPamela J. Craig\nRetired Chief Financial Officer, Accenture plc.\nFrom 2006 through 2013, Ms. Craig served as chief financial officer of Accenture plc., a global management consulting, technology services and outsourcing company, following many other leadership roles in line management, consulting and operations during her 34 years with the company. She is also actively involved in charitable organizations focused on education and on the advancement of women in business, including The Women’s Forum of New York, New York University Stern School of Business, Junior Achievement of New Jersey and is a member of the Board of Trustees of Smith College. Ms. Craig joined Corning’s Board in 2021. Age 66.\nRobert F. Cummings, Jr.\nRetired Vice Chairman of Investment Banking, JPMorgan Chase & Co.\nMr. Cummings retired as vice chairman of Investment Banking at JPMorgan Chase & Co. in 2016. He had served in that role since 2010, advising on client opportunities across sectors and industry groups. Mr. Cummings began his business career in the investment banking division of Goldman, Sachs & Co. in 1973 and was a partner of that firm from 1986 to 1998. He served as an advisory director at Goldman Sachs until 2002. Mr. Cummings joined Corning’s Board in 2006. Age 74.\n45\nRoger W. Ferguson, Jr.\nSteven A. Tananbaum Distinguished Fellow for International Economics, council on Foreign Relations\nMr. Ferguson is the Steven A. Tananbaum Distinguished Fellow for International Economics at the Council on Foreign Relations. He is also a partner and the Chief Investment Officer of Red Cell Partners, an incubation and venture capital enterprise focused on the health care and defense sectors. He is the past President and Chief Executive Officer of TIAA, a position he held from 2008 to 2021. He is also the former Vice Chairman of the Board of Governors of the U.S. Federal Reserve System. Prior to joining TIAA in April 2008, Mr. Ferguson was head of financial services for Swiss Re and Chairman of Swiss Re America Holding Corporation. From 1984 to 1997, he was an Associate and Partner at McKinsey & Company. He began his career as an attorney at the New York City office of Davis Polk & Wardwell. Mr. Ferguson joined Corning’s Board in 2021. Age 72.\nThomas D. French\nSenior Partner Emeritus, McKinsey & Company, Inc.\nMr. French retired as a Senior Partner of McKinsey & Company in December 2019, and currently is Senior Partner Emeritus. Over the course of his 33-year career in consulting, he served leading technology-driven industrial companies on issues of strategy, marketing, corporate governance, and organization design. He led the firm’s Global Marketing and Sales Practice for five years, the Americas Practice for seven years, and served on multiple firm governance committees. He is a trustee of several non-profit organizations. Mr. French joined Corning’s Board in 2023.  Age 64.\nDeborah A. Henretta\nRetired Group President of Global E-Business, Procter & Gamble Company\nMs. Henretta has nearly 40 years of business leadership experience across both developed and developing markets, as well as expertise in brand building, marketing, philanthropic program development and government relations. She joined Procter & Gamble (P&G) in 1985. In 2005, she was appointed President of P&G’s business in ASEAN, Australia and India. She was appointed group president, P&G Asia in 2007, group president of P&G Global Beauty Sector in 2013 and group president of P&G E-Business in 2015. She retired from P&G in 2015. Ms. Henretta joined Corning’s Board in 2013. Age 62.\nDaniel P. Huttenlocher\nDean, MIT Stephen A. Schwarzman College of Computing\nDr. Huttenlocher is the Dean of the MIT Schwarzman College of Computing. Prior to joining MIT, Dr. Huttenlocher served as dean and vice provost of Cornell Tech from 2012 – 2019 and worked for Cornell University from 1988 to 2012 in various positions. Before Cornell, Dr. Huttenlocher worked at Xerox Palo Alto Research Center and was Chief Technology Officer at Intelligent Markets, Inc. He has also served as the Chair of the John D. and Catherine T. MacArthur Foundation, an independent foundation that makes grants and impact investments to support non-profit organizations addressing global social challenges. Dr. Huttenlocher holds a Ph.D. in computer science and a Master of Science degree in Electrical Engineering, both from the Massachusetts Institute of Technology. Dr. Huttenlocher joined Corning’s Board in 2015. Age 65.\nKurt M. Landgraf\nRetired President, Washington College\nFrom July 2017 to July 2020, Mr. Landgraf was president of Washington College. He previously served as president and chief executive officer of Educational Testing Service (ETS), a private non-profit educational testing and measurement organization, from 2000 until 2013. Prior to that, he was executive vice president and chief operating officer of E.I. Du Pont de Nemours and Company (DuPont), where he held a number of senior leadership positions, including chief financial officer. Mr. Landgraf joined Corning’s Board in 2007. Age 77.\nKevin J. Martin\nVice President, US Public Policy, Meta Platforms, Inc.\nMr. Martin is Vice President, US Public Policy at Meta Platforms, Inc. Prior to joining Meta, he was a partner and co-chair of the telecommunications practice at Squire Patton Boggs, an international law firm from 2009 to 2015. From March 2005 to January 2009, he was chairman of the Federal Communications Commission (FCC). Prior to that, he was a special assistant to the president for Economic Policy and served on the staff of the National Economic Council, focusing on commerce and technology policy issues. He served as the official U.S. government representative to the G-8’s Digital Opportunity Task Force. Mr. Martin joined Corning’s Board in 2013. Age 57.\nDeborah D. Rieman\nRetired Executive Chairman, Metamarkets Group\nDr. Rieman has more than 34 years of experience in the software and information technology industries. In 2016, she retired as executive chairman of Metamarkets Group. Previously, she was managing director of Equus Management Company, a private investment fund. From 1995 to 1999, she served as president and chief executive officer of Check Point Software Technologies, Incorporated. Dr. Rieman joined Corning’s Board in 1999. Age 74.\n46\nHansel E. Tookes II\nRetired Chairman and Chief Executive Officer, Raytheon Aircraft Company\nMr. Tookes retired from Raytheon Company in December 2002. He joined Raytheon in 1999 and served as president of Raytheon International, chairman and chief executive officer of Raytheon Aircraft and executive vice president of Raytheon Company. From 1980 to 1999, Mr. Tookes served United Technologies Corporation as president of Pratt and Whitney’s Large Military Engines Group and in a variety of other leadership positions. He is a former Lieutenant Commander and military pilot in the United States Navy and former commercial pilot with United Airlines. He is also a former member of the National Academies Aeronautics and Space Engineering Board. Mr. Tookes joined Corning’s Board in 2001. Age 76.\nWendell P. Weeks\nChairman and Chief Executive Officer\nMr. Weeks has served as the Chief Executive Officer of Corning Incorporated since April 2005 and Chairman of the Board of Directors since April 2007.  He has held a variety of financial, commercial, business development and general management positions across Corning’s businesses and technologies since he joined the company in 1983.  Mr. Weeks joined Corning’s Board in 2000.  Age 64.\nMark S. Wrighton\nProfessor and Chancellor Emeritus, Washington University in St. Louis\nDr. Wrighton has nearly 30 years of leadership experience overseeing large research universities. He currently serves as professor and chancellor emeritus of Washington University in St. Louis where he served 24 years as its chief executive officer and 14 years as chancellor. He served as president at George Washington University from January 2022 to June 2023 while on sabbatical from Washington University in St. Louis. Before joining Washington University in St. Louis, he was a researcher and professor at the Massachusetts Institute of Technology, where he was head of the Department of Chemistry from 1987 to 1990, and then provost from 1990 to 1995. Dr. Wrighton served as a presidential appointee to the National Science Board from 2000 to 2006. He is also a past chair of the Association of American Universities, the Business Higher Education Forum and the Consortium on Financing Higher Education. He was elected to membership in the American Academy of Arts and Sciences and the American Philosophical Society and he is a Fellow of the American Association for the Advancement of Science. Dr. Wrighton joined Corning’s Board in 2009.  Age 74.\nCode of Ethics\nOur Board of Directors adopted the Code of Ethics (“Code”) for the Chief Executive Officer and Financial Executives. This Code has been in existence for more than ten years. The Code applies to our Chief Executive Officer, Chief Financial Officer, Controller and other financial executives.  During 2023, no amendments to or waivers of the provisions of the Code were made with respect to any of our directors or executive officers. A copy of the Code of Ethics is available on our website at http://www.corning.com/worldwide/en/about-us/investor-relations/codes-of-conduct-ethics.html. We will also provide a copy of the Code of Ethics to shareholders without charge upon written request to Corporate Secretary, Corning Incorporated, One Riverfront Plaza, Corning, NY 14831. We will disclose future amendments to, or waivers from, the Code of Ethics on our website within four business days following the date of such amendment or waiver."
  },
  {
    "item_key": "item_11",
    "text": "The sections titled “Compensation Discussion and Analysis,” “Director Compensation” and “Compensation and Talent Management Committee Interlocks and Insider Participation” in our Definitive Proxy Statement are incorporated by reference in this Annual Report on Form 10-K.\n47"
  },
  {
    "item_key": "item_12",
    "text": "The section titled “Beneficial Ownership Table” in our Definitive Proxy Statement is incorporated by reference in this Annual Report on Form 10-K.\nEquity Compensation Plan Information\nThe following table provides information about the Company’s equity compensation plans as of December 31, 2023:"
  },
  {
    "item_key": "item_13",
    "text": "The sections titled “Policy on Transactions with Related Persons,” “Director Independence” and “Corporate Governance and the Board of Directors-Committees” in our Definitive Proxy Statement are incorporated by reference into this Annual Report on Form 10-K."
  },
  {
    "item_key": "item_14",
    "text": "The sections titled “Fees Paid to Independent Registered Public Accounting Firm” and “Policy Regarding Audit Committee Pre-Approval of Audit and Permitted Non-Audit Services of Independent Registered Public Accounting Firm” in our Definitive Proxy Statement are incorporated by reference in this Annual Report on Form 10-K.\n48\nPART IV\nItem 15. Exhibits\n49\n50"
  },
  {
    "item_key": "item_16",
    "text": "None.\n51\nSignatures\nPursuant to the requirements of Section 13 or 15(d) of the Securities and Exchange Act of 1934, the Registrant has duly caused his report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPower of Attorney\nKNOW ALL PERSONS BY THESE PRESENTS, that each person whose signature appears below constitutes and appoints Edward A. Schlesinger, Lewis A. Steverson and Stefan Becker, jointly and severally, his or her attorneys-in-fact, each with the power of substitution, for him or her in any and all capacities, to sign any amendments to this Annual Report on Form 10-K, and to file the same, with exhibits thereto and other documents in connection therewith, with the Securities and Exchange Commission, hereby ratifying and confirming all that each of said attorneys-in-fact, or his substitute or substitutes, may do or cause to be done by virtue hereof.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities as indicated and on the 12th day of February, 2024.\n52\n53\nCorning Incorporated\n2023 Annual Report\nIndex to Financial Statements\n54\nReport of Independent Registered Public Accounting Firm\nTo the\nBoard of Directors and Shareholders of Corning Incorporated\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of Corning Incorporated and its subsidiaries (the “Company”) as of December 31, 2023 and 2022, and the related consolidated statements of income, comprehensive income, changes in shareholders’ equity and cash flows for each of the three years in the period ended December 31, 2023, including the related notes (collectively referred to as the “consolidated financial statements”).\nWe also have audited the Company’s internal control over financial reporting as of December 31, 2023, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated\nfinancial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2023 and 2022\n,\nand the results of its operations and its cash flows for each of the three years in the period ended December 31, 2023\nin conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2023, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the COSO.\nBasis for Opinions\nThe Company’s management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in Management’s Annual Report on Internal Control Over Financial Reporting appearing under Item 9A. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company’s internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated\nfinancial statements included performing procedures to assess the risks of material misstatement of the consolidated\nfinancial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated\nfinancial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\n55\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nCritical Audit Matters\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nIncome Taxes - Receivables for South Korean Tax Disputes\nAs described in Notes 1, 6, and 9 to the consolidated financial statements, in evaluating the tax benefits associated with the Company’s various tax filing positions, management records a tax benefit for uncertain tax positions using the highest cumulative tax benefit that is more likely than not to be realized. Adjustments are made to the asset or liability for unrecognized tax benefits in the period in which the Company files the return containing the tax position or when new information becomes available. The Company is currently appealing certain South Korean tax assessments and tax refund claims for tax years 2010 through 2019. The Company is required to deposit the disputed tax amounts with the South Korean government as a condition of its appeal of any tax assessment. The Company believes that it is more likely than not that the Company will prevail in the appeals process and as a result, management recorded a non-current receivable of $261 million as of December 31, 2023.\nThe principal considerations for our determination that performing procedures relating to the receivables for South Korean tax disputes is a critical audit matter are (i) the significant judgment by management when applying the more-likely-than-not recognition criteria to the Company’s uncertain tax positions based on the application of the tax law; (ii) a high degree of auditor judgment, subjectivity, and effort in performing procedures and evaluating audit evidence relating to management’s assumption that the Company will prevail in the appeal of any tax assessment; and (iii) the audit effort involved the use of professionals with specialized skill and knowledge.\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to uncertain tax positions, including management’s assessment of the South Korean tax disputes. These procedures also included, among others, obtaining management’s assessment and evidence supporting the more-likely-than-not tax position on the South Korean tax disputes and evaluating the reasonableness of the likelihood that the tax positions will ultimately be sustained upon examination by the South Korean tax authorities and through the appeals process. Professionals with specialized skill and knowledge were used to assist in evaluating management’s assessment and supporting evidence related to the application of the tax law.\n/s/\nPricewaterhouseCoopers LLP\nNew York, New York\nFebruary 12, 2024\nWe have served as the Company’s auditor since\n1944.\n56\nThe accompanying notes are an integral part of these consolidated financial statements.\n57\nThe accompanying notes are an integral part of these consolidated financial statements.\n58\nThe accompanying notes are an integral part of these consolidated financial statements.\n‎\n59\nThe accompanying notes are an integral part of these consolidated financial statements.‎\n60\nThe accompanying notes are an integral part of these consolidated financial statements.\n61\nCorning Incorporated and Subsidiary Companies\nNotes to Consolidated Financial Statements\n1.\nSummary of Significant Accounting Policies\nOrganization\nCorning Incorporated is a provider of high-performance glass for notebook computers, flat panel desktop monitors, display televisions and other information display applications; carrier network and enterprise network products for the telecommunications industry; ceramic substrates for gasoline and diesel engines in automotive and heavy-duty vehicle markets; laboratory products for the scientific community and specialized polymer products for biotechnology applications; advanced optical materials for the semiconductor industry and the scientific community; polycrystalline silicon products and other technologies. In these notes, the terms “Corning,” “Company,” “we,” “us,” or “our” mean Corning Incorporated and subsidiary companies.\nBasis of Presentation and Principles of Consolidation\nThe consolidated financial statements include the consolidated accounts of Corning Incorporated and its subsidiaries that are consolidated in conformity with accounting principles generally accepted in the United States of America (“GAAP”). All intercompany accounts, transactions and profits have been eliminated. Investments in partially-owned affiliates are accounted for by the equity method when the Company exercises significant influence, which typically occurs when its ownership interest exceeds\n20%\nand the Company does\nnot\nhave a controlling interest. The Company’s share of earnings or losses of these affiliated companies is included in the consolidated operating results.\nThe Company consolidates variable interest entities (“VIEs”) when it has the power to direct the significant activities of the entity and the obligation to absorb losses or receive benefits from the entity that\nmay\nbe significant. The Company did\nnot\nhave any material consolidated or nonconsolidated VIEs in its operations for the presented reporting periods.\nCertain prior year amounts have been reclassified to conform to the current year presentation. These reclassifications had\nno\nimpact on the results of operations, financial position, or changes in shareholders’ equity.\nUse of Estimates\nThe preparation of financial statements, in conformity with GAAP, requires management to make estimates and assumptions affecting reported amounts of assets, liabilities, revenue, expenses and the disclosure of contingent assets and liabilities in the consolidated financial statements and related notes. Significant estimates and assumptions in these consolidated financial statements include estimates associated with revenue recognition, restructuring charges, goodwill and long-lived asset impairment tests, estimates of fair value of acquired assets and liabilities, estimates of fair value of investments, equity interests, environmental and legal liabilities, income taxes and deferred tax valuation allowances, assumptions used in calculating pension and other postretirement employee benefit expenses and the fair value of share-based compensation. Due to the inherent uncertainty involved in making estimates, actual results reported in future periods\nmay\nbe different from these estimates.\nRevenue Recognition\nMost of the Company’s revenue is generated by delivery of products to customers and recognized at a point in time based on evaluation of when the customer obtains control of the products. Revenue is recognized when all performance obligations under the terms of a contract are satisfied and control of the product has been transferred to the customer. If customer acceptance clauses are present and it cannot be objectively determined that control has been transferred, revenue is only recorded when customer acceptance is received and all performance obligations have been satisfied. Sales of goods typically do\nnot\ninclude multiple product and/or service elements. Shipping and handling fees are treated as fulfillment costs and\nnot\nas separate performance obligations under the terms of revenue contracts due to the perfunctory nature of the shipping and handling obligations.\nRevenue is measured as the amount of consideration expected in exchange for transferring goods or providing services. Sales tax, value-added tax and other taxes are collected concurrently with revenue-producing activities and excluded from revenue. Incidental contract costs that are\nnot\nmaterial in the context of the delivery of goods and services are recognized as an expense.\n62\n1.\nSummary of Significant Accounting Policies (Continued)\nAt the time revenue is recognized, allowances are recorded with the related reduction to revenue for estimated product returns, allowances and price discounts based upon historical experience and related terms of customer arrangements. Where product warranties are offered, liabilities are established for estimated warranty costs based upon historical experience and specific warranty provisions. Warranty liabilities are adjusted when experience indicates the expected outcome will differ from initial estimates of the liability. Product warranty liabilities were\nnot\nmaterial as of\nDecember 31, 2023\nand\n2022\n.\nIn addition, the Company has contractual arrangements with certain customers, mainly related to Telecommunications products and comprised of design, installation, training and software maintenance services, in which revenue is recognized over time. The performance obligations under these contracts generally require services to be performed over time, resulting in either a straight-line amortization method or an input method using incurred and forecasted expense to predict revenue recognition patterns which follows satisfaction of the performance obligation. Corning’s other revenue was\nnot\nmaterial for the years ended\nDecember 31, 2023\n,\n2022\nand\n2021\n.\nContract Assets and Liabilities\nContract assets, such as incremental costs to obtain or fulfill contracts, are an insignificant component of Corning’s revenue recognition process. Most of Corning’s fulfillment costs as a manufacturer of products are classified as inventory, fixed assets and intangible assets, which are accounted for under the respective guidance for those asset types. Other fulfillment costs are immaterial due to the nature of the products and their respective manufacturing processes.\nContract liabilities include customer deposits, deferred revenue and other advanced payments. Customer deposits are primarily related to Display products and deferred revenue is primarily related to Hemlock Semiconductor Group (“HSG”). Other advanced payments are\nnot\nsignificant to operations and are recorded within other accrued liabilities on the consolidated balance sheets.\nResearch and Development Costs\nResearch and development costs are charged to expense as incurred. Research and development costs totaled $\n0.9\nbillion, $\n0.9\nbillion and $\n0.8\nbillion for the years ended\nDecember 31,\n2023\n,\n2022\nand\n2021\n, respectively.\nForeign Currency Translation and Transactions\nThe determination of the functional currency for Corning’s foreign subsidiaries is made based on the appropriate economic factors. For most foreign operations, the local currencies are generally considered to be the functional currencies. Corning’s most significant exception is a Taiwanese subsidiary, which uses the Japanese yen as its functional currency. For all transactions denominated in a currency other than a subsidiary’s functional currency, foreign currency revaluation and remeasurement gains and losses are included in income for the period in which the exchange rates changed. A net foreign currency revaluation and remeasurement gain of $\n59\nmillion, $\n130\nmillion and $\n126\nmillion was recorded for the years ended\nDecember 31,\n2023\n,\n2022\nand\n2021\n, respectively.\nForeign subsidiary functional currency balance sheet accounts have been translated at period-end exchange rates, and statement of operations accounts have been translated using average exchange rates for the period. Translation gains and losses are recorded as a separate component of accumulated other comprehensive loss in shareholders’ equity. The effects of remeasuring non-functional currency assets and liabilities into the functional currency are included in current earnings, except for those related to intra-entity foreign currency transactions of a long-term investment nature which are recorded together with translation gains and losses in accumulated other comprehensive loss in shareholders’ equity. Upon sale or substantially complete liquidation of an investment in a foreign entity, the amount of net translation gains or losses that have been accumulated in other comprehensive loss attributable to that investment are reported as a gain or loss for the period in which the sale or liquidation occurs.\nShare-Based Compensation\nCorning maintains long-term incentive plans (the “Plans”) for employees and non-employee members of its Board of Directors. The Plans are established to grant equity-based compensation awards, including time-based restricted stock and restricted stock units, performance-based restricted stock units, stock options, stock appreciation rights or a combination of awards (collectively, “share-based awards”).\n63\n1.\nSummary of Significant Accounting Policies (Continued)\nShare-based compensation cost is allocated to cost of sales, selling, general and administrative expenses and research, development and engineering expenses in the consolidated statements of income.\nThe cost of share-based compensation awards is equal to the fair value of the award at the grant date and compensation expense is recognized for awards expected to ultimately vest. The number of awards expected to vest equals the total awards granted less an estimation of the number of forfeitures expected to occur prior to vesting. The Company reassesses the probability of vesting annually and adjusts share-based compensation expense based on its probability assessment.\nThe forfeiture assumption is ultimately adjusted to the actual forfeiture rate. The effect of any change in estimated forfeitures would be recognized through a cumulative adjustment that would be included in compensation cost in the period of the change in estimate. As a result, changes in the forfeiture assumptions do\nnot\nimpact the total amount of expense ultimately recognized over the service period. Rather, different forfeiture assumptions would only impact the timing of expense recognition over the service period.\nFor awards granted to non-employee members of the Company’s Board of Directors, the Company recognizes the compensation expense over the service period for awards with vesting terms and immediately for awards with\nno\nvesting terms. For awards granted to employees, the Company recognizes the compensation expense over the service period. For awards containing retirement provisions that are granted to retirement eligible employees, share-based compensation expense is recognized over the period in which the required service is expected to be met.\nDuring the requisite service period, the Company also recognizes a deferred income tax benefit for the expense recognized. At the time of subsequent vesting, exercise, forfeiture, or expiration of an award, the difference between the Company’s actual income tax deduction, if any, and the previously accrued income tax benefit is recognized in current income tax expense/benefit during the current period.\nTime-Based Restricted Stock and Restricted Stock Units\nTime-based restricted stock and restricted stock units are issued by the Company on a discretionary basis and are payable in shares of the Company’s common stock upon vesting. The fair value is based on the closing market price of the Company’s stock on the grant date.\nPerformance-Based Restricted Stock Units\nPerformance-based restricted stock units are issued by the Company on a discretionary basis, earned upon the achievement of certain targets and are payable in shares of the Company’s common stock upon vesting, typically over a\nthree\nyear period. The fair value is based on the closing market price of the Company’s common stock on the grant date and assumes that the target payout level will be achieved.\nStock Options\nCorning’s stock option plans provide non-qualified and incentive stock options to purchase authorized but unissued common shares, or treasury shares, at the closing market price on the grant date and generally become exercisable in tranches from\none\nyear to\nfive\nyears from the grant date. The maximum term of non-qualified and incentive stock options is\n10\nyears from the grant date. An award is considered vested when the employee’s retention of the award is\nno\nlonger contingent on providing subsequent service (the “non-substantive vesting period approach”).\nCash and Cash Equivalents\nCash equivalents consist of highly liquid investments that are readily convertible into cash. Securities with contractual maturities of\nthree\nmonths or less, when purchased, are considered cash equivalents. The carrying amount of these securities approximates fair value because of the short-term maturity of these instruments.\n64\n1.\nSummary of Significant Accounting Policies (Continued)\nThe following table presents supplemental disclosures of cash flow information (in millions):\nTrade Accounts Receivable, net of Doubtful Accounts\nThe allowance for doubtful accounts is based on the best estimate of the amount of probable lifetime credit losses in existing accounts receivable. The Company determines the allowance based on historical write-off experience and expected future default rate by industry. In addition, in circumstances where the Company is made aware of a specific customer’s inability to meet its financial obligations, a specific allowance is established. The Company does\nnot\nhave any significant off balance sheet credit exposure related to its customers.\nInventories\nInventories are stated at the lower of cost or net realizable value using the\nfirst\n-in,\nfirst\n-out method.\nProperty, Plant and Equipment, Net of Accumulated Depreciation\nLand, buildings and equipment, including precious metals, are recorded at cost. Depreciation is based on the estimated useful life of the respective assets using the straight-line method. The estimated useful lives generally range from\n10\nto\n40\nyears for buildings and improvements and\n2\nto\n20\nyears for equipment, excluding precious metals as discussed below. Interest on borrowings is capitalized during the active construction period of major capital projects, added to the cost of the underlying assets and amortized over the useful life of the assets.\nIncluded in the subcategory of equipment are the following types of assets (excluding precious metals):\nManufacturing equipment includes certain components of production equipment that are constructed of precious metals. These assets are\nnot\ndepreciated because they have very low physical losses and are repeatedly reclaimed and reused in the Company’s manufacturing processes over a very long useful life. The physical loss of precious metals in the manufacturing and reclamation process is treated as depletion and these losses are accounted for as a period expense based on actual units lost. Precious metals are integral to many glass production processes and are only acquired to support operations. These metals are\nnot\nheld for trading or other purposes.\n65\n1.\nSummary of Significant Accounting Policies (Continued)\nLeases\nCorning leases certain real estate, vehicles and equipment from\nthird\nparties, which are classified as operating or finance leases. Right-of-use assets represent the Company’s right to use an underlying asset for the lease term and lease liabilities represent its obligation to make lease payments arising from the lease. Right-of-use assets and the corresponding lease liabilities are recognized at the commencement date based on the present value of lease payments for all leases with terms longer than\ntwelve\nmonths. To determine the present value of lease payments, the Company uses its incremental borrowing rate based on information available on the lease commencement date or the implicit rate if it is readily determinable. The Company has elected to combine lease and non-lease components of a contract for its leases.\nRenewal and termination options are included in the calculation of the right-of-use assets and lease liabilities when considered to be reasonably certain to be exercised.\nLease expense is recognized on a straight-line basis over the lease term for operating leases.  Interest expense and amortization of the right-of-use assets relating to finance leases are calculated and recognized using the effective interest and straight-line methods, respectively.\nCorning does\nnot\nhave any significant agreements as a lessor.\nImpairment of Long-Lived Assets\nThe recoverability of long-lived assets, such as property, plant and equipment and intangible assets, is reviewed when events or changes in circumstances occur that indicate the carrying value of the asset or asset group\nmay\nnot\nbe recoverable. The Company is required to assess the recoverability of the carrying value of long-lived assets when an indicator of impairment has been identified. The Company performs this review each quarter and exercises judgment in assessing whether impairment indicators are present. When impairment indicators are present, the estimated undiscounted future cash flows, including the eventual disposition of the asset group at market value, is compared to the assets’ carrying value to determine if the asset group is recoverable. For an asset group that fails the test of recoverability, the estimated fair value of long-lived assets is determined using an income approach that starts with the forecast of all the expected future net cash flows, including the eventual disposition at market value of long-lived assets, and considers the fair market value of all precious metals, if applicable. The recoverability of the carrying value of long-lived assets is assessed at the lowest level for which identifiable cash flows are largely independent of the cash flows of other assets and liabilities. If there is an impairment, a loss is recorded to reflect the difference between the assets’ fair value and carrying value.\nGoodwill\nGoodwill reflects the purchase price of a business acquisition in excess of the fair values assigned to identifiable assets acquired and liabilities assumed. The Company's goodwill relates, and is assigned directly, to\none\nof our\nsix\nreporting units.\nGoodwill is tested for impairment at the reporting unit level, annually, or more frequently if events or changes in circumstances indicate that it is more likely than\nnot\nthat the fair value of a reporting unit is less than its carrying amount, by performing a qualitative assessment before performing a quantitative assessment. If the Company determines, based on the qualitative factors considered, that it is more likely than\nnot\nthat the fair value of a reporting unit is greater than its carrying amount, the Company will\nnot\nneed to proceed to the quantitative goodwill impairment process, except that the Company performs a detailed quantitative assessment at least every\nthree\nyears. The Company’s qualitative assessment is performed by assessing various factors including, but\nnot\nlimited to, expectations for the long-term growth of the business, forecasted future cash flows, changes in macroeconomic conditions, industry and market considerations, cost factors, overall financial performance, other relevant entity-specific events, or a sustained decrease in share price.\nDuring the current year, the Company performed its detailed triennial quantitative impairment test as of\nOctober 1, 2023\nand determined that\nno\ngoodwill impairment was required as the implied fair values for each of the Company's reporting units significantly exceeded the reporting unit's carrying amount. In estimating the fair value of a reporting unit, the Company used an income approach using a discounted cash flow model. The estimates and key assumptions and inputs used in the model include management’s internal projections of future cash flows, the weighted-average cost of capital and the long-term growth rate. The fair value measurement is classified as a Level\n3\nwithin the fair value hierarchy due to the unobservable inputs used. Estimates are based upon historical experience, current knowledge from commercial relationships and available external information about future trends. If the fair value is less than the carrying value, the difference between the implied fair value and the carrying amount would be recorded as an impairment to goodwill. Changes in these estimates and key assumptions could affect the determination of fair value.\n66\n1.\nSummary of Significant Accounting Policies (Continued)\nGovernment Assistance\nThe Company receives government assistance, typically in the form of cash incentives primarily for capital expansion projects and tax credits that are refundable or transferable. Incentives are recognized when it is probable that the Company will comply with any contractual conditions and that the incentives will be received. Incentives are classified as an asset when they are recognized but have\nnot\nbeen received and as a liability when they are received but have\nnot\nbeen recognized. Incentives relating to the purchase of property, plant and equipment are deducted from the cost of the relevant asset. Incentives relating to project costs or other expenses are recognized in the statements of income as an offset to the related expense.\nDuring the year ended\nDecember 31, 2023,\nincentives recognized in net income were $\n186\nmillion and incentives recognized as a reduction of property, plant and equipment were\nnot\nmaterial. As of\nDecember 31, 2023,\nthe Company had $\n98\nmillion classified within other assets and $\n61\nmillion classified within other liabilities in the consolidated balance sheet. Other amounts on the balance sheet as of\nDecember 31, 2023\nwere\nnot\nmaterial.\nDuring the year ended\nDecember 31, 2022,\nincentives recognized in net income or as a reduction of property, plant and equipment were\nnot\nmaterial. As of\nDecember 31, 2022,\nthe Company had $\n92\nmillion classified within other accrued liabilities and $\n74\nmillion classified within other liabilities in the consolidated balance sheet for cash incentives received, which primarily relate to capital expansion projects within Display Technologies and Pharmaceutical Technologies and are expected to be realized over the next\n1\n-\n2\nyears. Other amounts on the balance sheet as of\nDecember 31, 2022\nwere\nnot\nmaterial.\nEnvironmental Liabilities\nThe Company accrues for its environmental investigation, remediation, operating and maintenance costs when it is probable that a liability has been incurred and the amount can be reasonably estimated. For environmental matters, the most likely cost to be incurred is accrued based on an evaluation of currently available facts with respect to each individual site, current laws and regulations and prior remediation experience. For sites with multiple potentially responsible parties, the Company considers its likely proportionate share of the anticipated remediation costs and the ability of the other parties to fulfill obligations in establishing a provision for those costs. Where\nno\namount within a range of estimates is more likely to occur than another, the minimum undiscounted amount is accrued. When future liabilities are determined to be reimbursable by insurance coverage, an accrual is recorded for the potential liability and a receivable is recorded related to the insurance reimbursement when reimbursement is virtually certain.\nThe uncertain nature inherent in such remediation and the possibility that initial estimates\nmay\nnot\nreflect the outcome could result in additional costs being recognized by the Company in future periods.\nEquity Method Investments\nAs of\nDecember 31, 2023\nand\n2022\n, Corning had investments in affiliated companies accounted for by the equity method totaling $\n296\nmillion and $\n261\nmillion, respectively. During the years ended\nDecember 31, 2023\n,\n2022\nand\n2021\nCorning had sales to affiliated companies of $\n211\nmillion, $\n228\nmillion and $\n312\nmillion, respectively.\nEquity method investments are reviewed for impairment on a periodic basis, or if an event occurs or circumstances change that indicate the carrying amount\nmay\nbe impaired. This assessment is based on a review of the equity investments’ performance and a review of indicators of impairment to determine whether there is evidence of a loss in value. For an equity investment with impairment indicators, the fair value is measured based on discounted cash flows, or other appropriate valuation methods, depending on the nature of the company involved. If it is probable that the carrying amount of the investment cannot be recovered, the impairment is considered other-than-temporary and recorded in earnings, and the equity investment balance is reduced to its fair value.\nAll equity investments that do\nnot\nresult in consolidation and are\nnot\naccounted for under the equity method are measured at fair value with changes therein reflected in net income. The Company utilizes the measurement alternative for equity investments that do\nnot\nhave readily determinable fair values and measures these investments at cost less impairment, plus or minus observable price changes in orderly transactions. These investments were\nnot\nmaterial as of\nDecember 31, 2023\nand\n2022\n.\n67\n1.\nSummary of Significant Accounting Policies (Continued)\nEmployee Retirement Plans\nCorning offers employee retirement plans consisting of defined benefit pension plans covering certain domestic and international employees and postretirement plans that provide health care and life insurance benefits for eligible retirees and dependents. The costs and obligations related to these benefits reflect the Company’s assumptions related to general economic conditions, particularly interest rates, expected return on plan assets, rate of compensation increase for employees and health care cost trend rates. The cost of providing plan benefits depends on demographic assumptions including retirements, mortality, turnover and plan participation.\nCosts for defined benefit pension plans consist of\ntwo\nelements: (\n1\n) on-going costs recognized quarterly, which are comprised of service and interest costs, expected return on plan assets and amortization of prior service costs; and (\n2\n) mark-to-market gains and losses outside of the corridor, where the corridor is equal to\n10%\nof the greater of the benefit obligation or the market-related value of plan assets at the beginning of the year, which are recognized annually in the\nfourth\nquarter of each year. These gains and losses result from changes in actuarial assumptions and the differences between actual and expected return on plan assets. Any interim remeasurement, triggered by a curtailment, settlement or significant plan change, as well as any true-up to the annual valuation, is recognized as a mark-to-market adjustment in the quarter in which such event occurs.\nCosts for postretirement benefit plans consist of on-going costs recognized quarterly, and are comprised of service and interest costs, amortization of prior service costs and amortization of actuarial gains and losses. Actuarial gains and losses resulting from changes in actuarial assumptions are recognized as a component of accumulated other comprehensive loss in shareholders’ equity on an annual basis and amortized into operating results over the average remaining service period of employees expected to receive benefits under the plans, to the extent such gains and losses are outside the corridor.\nIncome Taxes\nThe Company accounts for income taxes using the asset and liability method. Under this method, deferred tax assets and liabilities are recognized for the future tax consequences attributable to operating loss and tax credit carryforwards and for differences between the carrying amounts of existing assets and liabilities and their respective tax bases. Valuation allowances are established when management is unable to conclude that it is more likely than\nnot\nthat some portion, or all, of the deferred tax asset will ultimately be realized based upon the available evidence, including consideration of tax planning strategies.\nThe effective tax rate reflects the assessment of the ultimate outcome of tax audits. In evaluating the tax benefits associated with the Company’s various tax filing positions, a tax benefit for uncertain tax positions is recorded using the highest cumulative tax benefit that is more likely than\nnot\nto be realized. Adjustments are made to the asset or liability for unrecognized tax benefits in the period in which the return containing the tax position is filed or when new information becomes available. The liability for unrecognized tax benefits, including accrued penalties and interest, is included in other accrued liabilities and other long-term liabilities on the consolidated balance sheets and within income tax expense in the consolidated statements of income.\nDiscrete events such as audit settlements or changes in tax laws are recognized in the period in which they occur.\nGenerally, Corning will indefinitely reinvest the foreign earnings of: (\n1\n) any subsidiary that lacks sufficient local statutory earnings from which to make a distribution or otherwise lacks the ability to repatriate its earnings, (\n2\n) any subsidiary where Corning’s intention is to reinvest those earnings in operations, (\n3\n) legal entities for which Corning holds a non-controlling interest, (\n4\n) any subsidiary with an accumulated deficit in earnings and profits, or (\n5\n) any subsidiary where a future distribution would trigger a significant net cost.\nFair Value Measurements\nMajor categories of financial assets and liabilities, including short-term investments, other assets and derivatives, are measured at fair value on a recurring basis. Certain assets and liabilities are measured at fair value on a nonrecurring basis when impaired, which include long-lived assets, goodwill, equity method investments, other investments and asset retirement obligations. Non-financial assets and liabilities or financial assets and liabilities other than derivatives measured at fair value either on a recurring or nonrecurring basis were\nnot\nsignificant as of\nDecember 31, 2023\nand\n2022\n.\n68\n1.\nSummary of Significant Accounting Policies (Continued)\nFair value is the price that would be received from selling an asset, or paid to transfer a liability, in an orderly transaction between market participants at the measurement date. When determining the fair value measurements for assets and liabilities required to be recorded at fair value, the principal, or most advantageous, market in which Corning would transact is analyzed. Assumptions that market participants would use when pricing the asset or liability, such as inherent risk, transfer restrictions and risk of non-performance, are considered.\nA\nthree\n-level valuation hierarchy, based upon the observable and unobservable inputs, is used for fair value measurements. Observable inputs are based on market data or independent sources while unobservable inputs are based on the Company’s own market assumptions. Once inputs have been characterized, the inputs are prioritized into\none\nof\nthree\nbroad levels used to measure fair value: Level\n1,\nquoted market prices in active markets for identical instruments, Level\n2,\nsignificant other observable inputs and Level\n3,\nsignificant unobservable inputs.\nDerivative Instruments\nThe Company enters into a variety of foreign exchange forward contracts and foreign exchange option contracts to manage the exposure to fluctuations in foreign exchange rates.  Financial exposure is managed in accordance with corporate policies and procedures. The Company also utilizes derivatives that are bifurcated from its precious metals lease contracts to manage the exposure of its separate accounting pool of leased precious metals to changes in market prices.\nThe most significant foreign currency exposures relate to the Japanese yen, South Korean won, New Taiwan dollar, Chinese yuan and the euro. Corning seeks to mitigate the impact of exchange rate movements in the income statement by using over-the-counter (“OTC”) derivative instruments including foreign exchange forward and option contracts. In general, the expirations of these contracts coincide with the timing of the underlying foreign currency commitments and transactions.\nCorning is exposed to potential losses in the event of non-performance by counterparties to these derivative contracts. However, this risk is minimized by maintaining a portfolio with a diverse group of highly-rated major financial institutions. The Company does\nnot\nexpect to record any losses due to counterparty default. Neither the Company nor its counterparties are required to post collateral for these financial instruments.\nAll derivatives are recorded at fair value on the consolidated balance sheets. The fair values of these derivative contracts are recorded as either assets (gain position) or liabilities (loss position) on the consolidated balance sheets. Changes in the fair value of derivatives designated as cash flow hedges are\nnot\nrecognized in current operating results but are recorded in accumulated other comprehensive loss.  Amounts related to cash flow hedges are reclassified from accumulated other comprehensive loss when the underlying hedged item impacts earnings.  This reclassification is recorded within the same line item of the consolidated statements of income where the underlying hedged transaction was recorded, typically sales, cost of sales or other income, net.  Changes in the fair value, excluding the time value component, of derivatives designated as fair value hedges are recognized in current operating results within other income, net in the consolidated statements of income. Changes in the fair value of derivatives\nnot\ndesignated as hedging instruments are recognized within translated earnings contract gain, net and other income, net in the consolidated statements of income.\nDesignated Hedges\nCorning uses OTC foreign exchange forward contracts designated as cash flow hedges, with maturities through\n2024,\nto reduce the risk that movements in exchange rates will adversely affect the net cash flows resulting from the sale of products to customers and purchases from suppliers. Corning defers gains and losses related to the cash flow hedges into accumulated other comprehensive loss on the consolidated balance sheets until the hedged item impacts earnings. As of\nDecember 31, 2023\n, the amount expected to be reclassified into earnings within the next\n12\nmonths is a pre-tax gain of\n$58\nmillion.\nCorning has entered into leases of precious metals, with maturities through\n2025.\nTo offset the risk of changes in the fair value of the Company’s separate accounting pool of leased precious metals due to adverse changes in the respective market prices, Corning designated the bifurcated embedded derivatives included in these leases as fair value hedges. The gain or loss on the derivatives, as well as the offsetting loss or gain on the hedged item attributable to the hedged risk, are recognized in current earnings. The amounts representing the time value component of the derivatives are excluded from the assessment of effectiveness and amortized in earnings. The impact of the excluded component is\nnot\nmaterial.\nCorning uses regression analysis or the critical term match method to assess initial hedge effectiveness. Following the inception of a hedging relationship, hedge effectiveness is assessed quarterly based on qualitative factors.\n69\n1.\nSummary of Significant Accounting Policies (Continued)\nNet Investment Hedges\nFrom time to time, Corning utilizes derivative and non-derivative net investment hedges to offset risk against investments in foreign subsidiaries with non-USD functional currencies. Changes in the value of these hedging instruments due to foreign currency gains or losses are deferred in other comprehensive loss on the consolidated statements of comprehensive income, within the foreign currency translation adjustments and other line, and will remain in accumulated other comprehensive loss until the hedged investment is sold or substantially liquidated. We evaluate the effectiveness of the net investment hedges each quarter using the critical terms match method.\nUndesignated Hedges\nCorning uses OTC foreign exchange forward and option contracts\nnot\ndesignated as hedging instruments for accounting purposes to offset foreign currency risks. The undesignated hedges limit exposure to foreign functional currency fluctuations related to certain subsidiaries’ monetary assets, monetary liabilities and net earnings in foreign currencies.\nA significant portion of the Company’s non-U.S. revenue and expenses are denominated in Japanese yen, South Korean won, New Taiwan dollar, Chinese yuan and euro. When this revenue and these expenses are translated back to U.S. dollars, the Company is exposed to foreign exchange rate movements. To protect translated earnings against movements in these currencies, the Company has entered into a series of average rate forwards and option contracts. Most of these contracts hedge a significant portion of the Company’s exposure to the Chinese yuan, Japanese yen and South Korean won.  The Company has contracts through\n2025\nfor the Japanese yen and\n2026\nfor both the Chinese yuan and South Korean won.\nNew Accounting Standards\nIn\nNovember 2023,\nthe FASB issued Accounting Standards Update\n2023\n-\n07\nSegment Reporting (Topic\n280\n): Improvements to Reportable Segment Disclosures (“ASU\n2023\n-\n07”\n).  ASU\n2023\n-\n07\nimproves segment disclosure requirements, primarily through enhanced disclosures about significant segment expenses. ASU\n2023\n-\n07\nis effective for annual periods beginning after\nDecember 15, 2023\nand interim periods within fiscal years beginning after\nDecember 15, 2024.\nEarly adoption is permitted and application should be applied retrospectively, unless it is impracticable to do so. We are currently assessing the potential impact of adopting ASU\n2023\n-\n07\non our consolidated financial statements.\nIn\nDecember 2023,\nthe FASB issued Accounting Standards Update\n2023\n-\n09\nIncome Taxes (Topic\n740\n): Improvements to Income Tax Disclosures (“ASU\n2023\n-\n09”\n).  ASU\n2023\n-\n09\nenhances the transparency and decision usefulness of income tax disclosures. ASU\n2023\n-\n09\nis effective for annual periods beginning after\nDecember 15, 2024.\nEarly adoption is permitted and application\nmay\nbe applied prospectively or retrospectively. We are currently assessing the potential impact of adopting ASU\n2023\n-\n09\non our consolidated financial statements.\n70\n2.\nRestructuring, Impairment and Other Charges and Credits\nCorning periodically assesses the operating efficiency and cost structure of the Company’s asset base and global workforce and takes appropriate actions to align corporate resources with the business environment.\nThe following table presents the restructuring, impairment and other charges and credits (in millions):\nDuring the year ended\nDecember 31, 2023,\nCorning recorded $\n471\nmillion in severance, asset write-offs and other related charges. Capacity optimization charges include asset write-offs associated with the exit of certain facilities, product lines and other exit activities primarily within Optical Communications, Specialty Materials and Life Sciences. Severance charges were recorded across all segments and as of\nDecember 31, 2023,\nthe severance accrual of $\n118\nmillion was reflected within other accrued liabilities on the consolidated balance sheet and is expected to be substantially completed within the next\ntwelve\nmonths.\nDuring the year ended\nDecember 31, 2022,\nCorning recorded $\n414\nmillion in severance, accelerated depreciation, asset write-offs and other related charges. Capacity optimization charges include accelerated depreciation and asset write-offs associated with the exit of certain facilities, product lines and other exit activities primarily within Display Technologies, Specialty Materials and an emerging growth business. Severance charges were recorded across all segments and as of\nDecember 31, 2022,\nthe severance accrual was $\n66\nmillion and reflected within other accrued liabilities on the consolidated balance sheet.\n71\n2.\nRestructuring, Impairment and Other Charges and Credits (Continued)\nThe following tables present the impact and respective location of total restructuring, impairment and other charges and credits in the consolidated statements of income (in millions):\n72\n3.\nRevenue\nDisaggregated Revenue\nThe following table shows revenue by major product category, similar to the Company’s reportable segment disclosure. Within each product category, contract terms, conditions and economic factors affecting the nature, amount, timing and uncertainty around revenue recognition and cash flows are substantially similar. The commercial markets and selling channels are also similar. Except for an insignificant number of Telecommunications products, product category revenues are recognized at the point in time when control transfers to the customer.\nThe following table presents revenues by product category (in millions):\nCustomer Deposits\nAs of\nDecember 31, 2023\nand\n2022\n, Corning had customer deposits of approximately $\n1.2\nbillion and $\n1.3\nbillion, respectively.  Most of these customer deposits were non-refundable and allowed customers to secure rights to products produced by Corning under long-term supply agreements.  The duration of these long-term supply agreements ranges up to\n10\nyears.  As products are delivered to customers, Corning will recognize revenue and reduce the amount of the customer deposit liability.\nFor the years ended\nDecember 31, 2023\nand\n2022\n, customer deposits recognized were $\n103\nmillion and $\n198\nmillion, respectively.\nRefer to Note\n9\n(Other Assets and Other Liabilities) for additional information.\nDeferred Revenue\nAs of\nDecember 31, 2023\nand\n2022\n, Corning had deferred revenue of approximately $\n860\nmillion and $\n869\nmillion, respectively.  Deferred revenue was primarily related to the performance obligations of non-refundable consideration previously received by HSG from its customers under long term supply agreements.\nDeferred revenue is tracked on a per-customer contract-unit basis. As customers take delivery of the committed volumes under the terms of the contract, a per-unit amount of deferred revenue is recognized when control of the promised goods is transferred to the customer based upon the units delivered compared to the remaining contractual units. During the years ended\nDecember 31, 2023,\n2022\nand\n2021,\nthe amount of deferred revenue recognized in the consolidated statements of income was\nnot\nmaterial.\nRefer to Note\n9\n(Other Assets and Other Liabilities) for additional information.\n73\n4.\nInventories\nInventories consisted of the following (in millions):\n5.\nLeases\nThe following table presents the components of lease cost (in millions)\n(\n1\n)\n:\nThe following table presents the components of cash paid for amounts included in the measurement of lease liabilities (in millions)\n(\n1\n)\n:\nThe following table presents supplemental consolidated balance sheet information (in millions, except lease term and discount rate)\n(\n1\n)\n:\n74\n5.\nLeases (Continued)\nAs of\nDecember 31, 2023\n, maturities of operating lease liabilities are as follows (in millions)\n(\n1\n)\n:\nAs of\nDecember 31, 2023\n, Corning had additional operating leases, primarily for new production equipment, that have\nnot\nyet commenced or been recorded, of approximately $\n138\nmillion on an undiscounted basis. These operating leases will commence in\n2025\nwith lease terms of\n4\nyears.\n6.\nIncome Taxes\nThe following table presents the components of income before income taxes (in millions):\nThe following table presents the current and deferred amounts of the provision for income taxes (in millions):\nAmounts reflected in the preceding tables are based on the location of the taxing authorities.\n75\n6.\nIncome Taxes (Continued)\nThe following table presents the reconciliation of the statutory U.S. federal income tax rate to the effective tax rate:\nDuring the year ended\nDecember 31, 2023\n, the Company distributed an immaterial amount from foreign subsidiaries to their respective U.S. parent companies.  As of\nDecember 31, 2023\n, Corning has approximately $\n1.4\nbillion of indefinitely reinvested foreign earnings. It remains impracticable to calculate the tax cost of repatriating unremitted earnings which are considered indefinitely reinvested.\nThe following table presents the tax effects of temporary differences and carryforwards that gave rise to significant portions of the deferred tax assets and liabilities (in millions):\n76\n6.\nIncome Taxes (Continued)\nNet deferred tax assets on the consolidated balance sheets consisted of the following (in millions):\nThe following table presents details of the deferred tax assets for loss and tax credit carryforwards (in millions):\nThe following table presents the changes in the deferred tax valuation allowance (in millions):\nThe following table presents the reconciliation of the beginning and ending amount of unrecognized tax benefits (in millions):\nDuring\n2020,\nthe Internal Revenue Service (“IRS”) opened an audit for tax years\n2015\n-\n2018.\nIn addition, during\n2023,\nthe IRS opened an audit for tax years\n2019\n-\n2020.\nThe Company does\nnot\nexpect additional material exposure for the tax years under audit. However, if upon conclusion of these matters, the ultimate determination of taxes owed is for an amount materially different than the current position, the overall tax expense and effective tax rate could be materially impacted in the period of adjustment.\nThe additions for tax positions of prior years were primarily due to tax audits, development of tax court cases and tax law changes in various jurisdictions.\nIncluded in the balance as of\nDecember 31, 2023,\n2022\nand\n2021\nare $\n174\nmillion, $\n169\nmillion and $\n120\nmillion, respectively, of unrecognized tax benefits that would impact the Company’s effective tax rate if recognized.\nInterest and penalties associated with uncertain tax positions are recognized as part of tax expense. For the years ended\nDecember 31, 2023,\n2022\nand\n2021\nthe amounts recognized were\nnot\nmaterial.\n77\n6.\nIncome Taxes (Continued)\nIt is possible that the amount of unrecognized tax benefits will change due to\none\nor more of the following events during the next\ntwelve\nmonths: audit activity, tax payments, or final decisions in matters that are the subject of controversy in various jurisdictions. The Company believes that adequate tax reserves are provided for these matters. However, if upon conclusion of these matters, the ultimate determination of taxes owed is for an amount materially different than the current reserves, the Company’s overall tax expense and effective tax rate could be materially impacted in the period of adjustment. As of\nDecember 31, 2023\n, the Company is\nnot\nexpecting any significant movements in the uncertain tax benefits in the next\ntwelve\nmonths.\nCorning Incorporated, as the common parent company, and all\n80%\n-or-more-owned of its U.S. subsidiaries join in the filing of consolidated U.S. federal income tax returns. The statute of limitations is closed for all periods ending through\nDecember\n31,\n2013.\nAll returns for periods ended through\nDecember\n31,\n2014,\nhave been audited by and settled with the IRS.\nCorning Incorporated and its U.S. subsidiaries file income tax returns on a combined, unitary or stand-alone basis in multiple state and local jurisdictions, which generally have statutes of limitations ranging from\n3\nto\n5\nyears. Various state income tax returns are currently in the process of examination or administrative appeal. The Company does\nnot\nexpect any material proposed adjustments from any of these audits.\nCorning’s foreign subsidiaries file income tax returns in the countries where their operations are located.  Generally, these countries have statutes of limitations ranging from\n3\nto\n10\nyears.  The statute of limitations is closed through the following years in these major jurisdictions:  China (\n2014\n), Japan (\n2016\n), Taiwan (\n2018\n) and South Korea (\n2014\n).\nCorning Precision Materials, a South Korean subsidiary, is currently appealing certain tax assessments and tax refund claims for tax years\n2010\nthrough\n2019.\nThe Company was required to deposit the disputed tax amounts with the South Korean government as a condition of its appeal of any tax assessment. During\n2023,\n$\n99\nmillion was\nno\nlonger under dispute and was refunded to the Company. The non-current receivable balance was $\n261\nmillion and $\n349\nmillion as of\nDecember 31, 2023\nand\nDecember 31, 2022\n, respectively, for the amount on deposit with the South Korean government. Corning believes that it is more likely than\nnot\nthat the Company will prevail in the appeals process relating to these matters.\n7.\nProperty, Plant and Equipment, Net of Accumulated Depreciation\nProperty, plant and equipment, net of accumulated depreciation consisted of the following (in millions):\n78\n8.\nGoodwill and Other Intangible Assets\nThe following table presents the changes in the carrying amount of goodwill (in millions):\nCorning’s gross goodwill balance and accumulated impairment losses were $\n8.9\nbillion and $\n6.5\nbillion, respectively, as of\nDecember 31, 2023\nand\n2022\n. Accumulated impairment losses were generated primarily through goodwill impairments related to the Optical Communications segment.\nManagement completed its fiscal\n2023\nannual impairment test as of\nOctober 1, 2023.\nThe impairment test resulted in implied fair values of our reporting units that substantially exceeded each reporting unit’s carrying value. Based on the quantitative test performed in\n2023,\nno\ngoodwill impairment was required.\nOther Intangible Assets, Net\nOther intangible assets, net consisted of the following (in millions):\nCorning’s amortized intangible assets are primarily related to Optical Communications, Life Sciences and certain businesses within Hemlock and Emerging Growth Businesses.  The net carrying amount of intangible assets decreased during the year, primarily driven by amortization of $\n122\nmillion.\nAnnual amortization expense is expected to be approximately $\n126\nmillion, $\n119\nmillion, $\n98\nmillion, $\n94\nmillion and $\n88\nmillion for years\n2024\nthrough\n2028,\nrespectively.\n79\n9.\nOther Assets and Other Liabilities\nOther assets consisted of the following (in millions):\nOther liabilities consisted of the following (in millions):\n80\n10.\nDebt\nDebt consisted of the following (in millions):\nBased on borrowing rates currently available to us for loans with similar terms and maturities, the fair value of long-term debt was $\n7.0\nbillion and $\n6.1\nbillion as of\nDecember 31, 2023\nand\n2022\n, respectively, compared to recorded book values of $\n7.2\nbillion and $\n6.7\nbillion as of\nDecember 31, 2023\nand\n2022\n, respectively. The Company measures the fair value of its long-term debt using Level\n2\ninputs based primarily on current market yields for its existing debt traded in the secondary market.\nCorning did\nnot\nhave outstanding commercial paper as of\nDecember 31, 2023\nand\n2022\n.\nDuring\n2022,\nCorning amended and restated its existing revolving credit agreement, which provides a committed $\n1.5\nbillion unsecured multi-currency line of credit, primarily to extend the term to\n2027.\nThere were\nno\noutstanding amounts under this facility as of\nDecember 31, 2023\nand\n2022\n. In addition, Corning had a\n25\nbillion Japanese yen liquidity facility, which was schedule to mature in\n2025.\nIn the\nfourth\nquarter of\n2023,\nthe\n25\nbillion Japanese yen liquidity facility was terminated. There were never any amounts outstanding under this facility.\n81\n10.\nDebt (Continued)\nCorning is the obligor to Chinese yuan-denominated unsecured variable rate loan facilities, whose proceeds are used for capital investment and general corporate purposes. As of\nDecember 31, 2023\nand\n2022\n, amounts outstanding under these facilities totaled $\n293\nmillion and $\n352\nmillion, respectively, and these facilities had variable interest rates ranging from\n3.2\n% to\n4.1\n% and\n3.3\n% to\n4.3\n%, respectively, and maturities ranging from\n2024\nto\n2032.\nAs of\nDecember 31, 2023\n, Corning had\n779\nmillion Chinese yuan of unused capacity, equivalent to approximately $\n110\nmillion.\nThe following table presents debt maturities by year as of\nDecember 31, 2023\n(in millions)\n(\n1\n)\n:\nDebt Issuances and Redemptions\nIn the\nfourth\nquarter of\n2023,\nCorning repurchased\n¥14.7\nbillion (equivalent to $\n100\nmillion) of\n¥9.8\nbillion\n0.992%\nnotes due\n2027\nand\n¥4.9\nbillion\n1.043%\nnotes due\n2028.\nThe repurchase transactions resulted in an insignificant gain in the current period.\nOn\nMay 15, 2023,\nthe Company issued\n€300\nmillion\n3.875%\nNotes due\n2026\n(\n“2026\nNotes”) and\n€550\nmillion\n4.125%\nNotes due\n2031\n(\n“2031\nNotes”). The proceeds from the\n2026\nNotes and\n2031\nNotes were received in euros and converted to U.S. dollars on the date of issuance.  The net proceeds received were approximately\n    $\n918\nmillion and will be used for general corporate purposes. As of\nDecember 31, 2023\n, the U.S. dollar equivalent carrying value of the euro-denominated long-term debt was\n    $\n932\nmillion.\nThe full amounts of the\n2026\nNotes and\n2031\nNotes have been designated as net investment hedges against our investments in certain European subsidiaries with euro functional currencies.  Refer to Note\n13\n(Financial Instruments) for additional information.\nDuring the year ended\nDecember 31, 2021,\nCorning redeemed $\n375\nmillion of\n2.9\n% debentures due in\n2022\nand $\n250\nmillion of\n3.7\n% debentures due in\n2023,\npaying premiums of $\n10\nmillion and $\n19\nmillion, respectively, by exercising the make-whole call.  The bond redemptions resulted in an $\n11\nmillion and $\n20\nmillion loss, respectively. Losses on bond redemption have been recorded within other income, net in the consolidated statements of income.\n11.\nEmployee Retirement Plans\nDefined Benefit Plans\nCorning has defined benefit pension plans covering certain domestic and international employees. The Company\nmay\ncontribute, as necessary, an amount exceeding the minimum requirements to achieve the Company’s long-term funding targets. During the year ended\nDecember 31, 2023\n, voluntary cash contributions to domestic plans were\nnot\nmaterial and cash contributions of $\n25\nmillion were made to international pension plans. During the year ended\nDecember 31, 2022\n, voluntary cash contributions were\nnot\nmaterial to domestic and international defined benefit plans. In\n2024\n, the Company plans to make cash contributions of $\n11\nmillion to international pension plans.\nCorning offers postretirement plans that provide health care and life insurance benefits for retirees and eligible dependents. Certain employees\nmay\nbecome eligible for such postretirement benefits upon reaching retirement age and service requirements. In\n2023\nand\n2022\n,\nno\nvoluntary cash contributions were made to domestic postretirement plans. For current retirees (including surviving spouses) and active employees eligible for the salaried retiree medical program, Corning has placed a “cap” on the amount to be contributed toward retiree medical coverage in the future. The cap is equal to\n120\n% of the\n2005\ncontributions toward retiree medical benefits. Once contributions toward salaried retiree medical costs reach this cap, impacted retirees will have to pay the excess amount in addition to their regular contributions for coverage. This cap was attained for post-\n65\nretirees in\n2008\nand attained for pre-\n65\nretirees in\n2010.\nFurthermore, employees hired or rehired on or after\nJanuary\n1,\n2007\nwill be eligible for Corning retiree medical benefits upon retirement; however, these employees will pay\n100\n% of the cost.\n82\n11.\nEmployee Retirement Plans (Continued)\nObligations and Funded Status\nThe following table presents the change in benefit obligation and the funded status of the defined benefit pension and post-retirement benefit plans (in millions):\n83\n11.\nEmployee Retirement Plans (Continued)\nAcross total pension benefits, an actuarial loss of $\n0.1\nbillion was recognized in\n2023\nprimarily due to decreases in bond yields during the year, leading to domestic and international plan weighted-average discount rates that were\n34\nand\n16\nbasis points lower, respectively, than the prior year. In\n2022,\nan actuarial gain of $\n1.1\nbillion was recognized primarily due to increases in bond yields during the year, leading to domestic and international plan weighted-average discount rates that were\n263\nand\n126\nbasis points higher, respectively, than the prior year. The accumulated benefit obligation for defined benefit pension plans was $\n3.7\nbillion and $\n3.5\nbillion as of\nDecember 31, 2023\nand\n2022\n, respectively.\nFor the years ended\nDecember 31, 2023\nand\n2022\n, postretirement benefits actuarial gains of $\n7\nmillion and $\n209\nmillion, respectively, were recognized.  The decrease in actuarial gain recognized is primarily due to changes in weighted-average discount rates in response to bond yields during the year.  For the years ended\nDecember 31, 2023\nand\n2022\n, the changes in weighted-average discount rates were a decrease of\n34\nbasis points and an increase of\n259\nbasis points, respectively.\nThe following table presents information for pension plans where the projected benefit obligation or the accumulated benefit obligation exceeded the fair value of plan assets (in millions):\nThe following table presents the components of net periodic benefit expense (income) for employee retirement plans, which other than the service cost component is recorded in other income, net in the consolidated statements of income (in millions):\n84\n11.\nEmployee Retirement Plans (Continued)\nCorning uses a hypothetical yield curve and associated spot rate curve to discount the plan’s projected benefit payments. Once the present value of projected benefit payments is calculated, the suggested discount rate is equal to the level rate that results in the same present value. The yield curve is based on actual high-quality corporate bonds across the full maturity spectrum, which also includes private placements and eurobonds that are denominated in U.S. currency. The curve is developed from yields on hundreds of bonds from\nfour\ngrading sources, Moody’s, S&P, Fitch and the Dominion Bond Rating Service. A bond will be included if at least half of the grades from these sources are Aa, non-callable bonds. The very highest\n10\n% yields and the lowest\n40\n% yields are excluded from the curve to eliminate outliers in the bond population.\nMortality is\none\nof the key assumptions used in valuing liabilities of retirement plans. It is used to assign a probability of payment for benefits that are contingent upon participants’ survival. To make this assumption, benefit plan sponsors typically use a base mortality table and an improvement scale to mortality rates for future anticipated changes to historical death rates.\nAs of\nDecember 31, 2021,\nCorning updated the adjustment factors applied to its base mortality assumption (PRI-\n2012\nwhite collar table and PRI-\n2012\nblue collar table for non-union and union participants, respectively) to value its U.S. benefit plan obligation, with\nno\nchange in\n2022\nor\n2023.\nIn addition, Corning also updated to the MP-\n2020\nprojection scale and the mortality assumption applied to disabled participants (PRI-\n2012\ndisabled mortality base table with future improvements using MP-\n2020\n) for the year ended\nDecember 31, 2020,\nwith\nno\nchange in\n2022\nor\n2023.\nAs the Society of Actuaries publishes additional mortality improvement scales and base mortality tables, Corning considers these revised schedules in setting its mortality assumptions.\nMeasurement of postretirement benefit expense is based on assumptions used to value the postretirement benefit obligation at the beginning of the year.\nThe following table presents the weighted-average assumptions used to determine benefit obligations:\nThe following table presents the weighted-average assumptions used to determine net periodic benefit expense (income):\nThe following table presents the assumed health care trend rates:\n85\n11.\nEmployee Retirement Plans (Continued)\nPlan Assets\nThe Company’s primary objective is to ensure the plan has sufficient return on assets to fund the plan’s current and future obligations as they become due. Investments are primarily made in public securities to ensure adequate liquidity to support benefit payments. Domestic and international stocks provide diversification to the portfolio. The target allocation range equity investment is\n50\n% which includes large, mid and small-cap companies and investments in both developed and emerging markets. The target allocation for bond investments is\n50\n%, which predominately includes corporate bonds. Long-duration fixed income assets are utilized to mitigate the sensitivity of funding ratios to changes in interest rates.\nThe following table presents the fair values of domestic defined benefit and post-retirement benefit plan assets, by asset category (in millions):\nThe following table presents the fair values of international defined benefit plan assets, by asset category (in millions):\n86\n11.\nEmployee Retirement Plans (Continued)\nThe following table presents the changes in the fair value of the defined benefit plans’ Level\n3\nassets (in millions):\nCredit Risk\n42\n% of domestic plan assets are invested in bonds with an average credit rating of AA-. These bonds are subject to both credit and default risk and changes in the risk could lead to a decline in the value of these bonds.\nLiquidity Risk\nLess than\n1\n% of the domestic securities are invested in Level\n3\nsecurities. These are long-term investments in private equity and private real estate investments that\nmay\nnot\nmature or be sellable in the near-term without significant loss.\nAs of\nDecember 31, 2023\nand\n2022\n, the amount of Corning common stock included in equity securities was\nnot\nsignificant.\nCash Flow Data\nThe following table presents the gross benefit payments expected to be paid for domestic and international defined benefit pension plans and the postretirement medical and life plans (in millions):\nOther Benefit Plans\nCorning offers defined contribution plans covering employees meeting certain eligibility requirements. Total consolidated defined contribution plan expense was $\n118\nmillion, $\n117\nmillion and $\n98\nmillion for the years ended\nDecember 31, 2023,\n2022\nand\n2021\n, respectively.\n87\n12.\nCommitments, Contingencies and Guarantees\nGuarantees\nThe Company is required, at the time a guarantee is issued, to recognize a liability for the fair value or market value of the obligation it assumes. In the normal course of business, the Company does\nnot\nroutinely provide significant\nthird\n-party guarantees. Generally,\nthird\n-party guarantees provided by Corning are limited to certain financial guarantees, including stand-by letters of credit and performance bonds, and the incurrence of contingent liabilities in the form of purchase price adjustments related to attainment of milestones. These guarantees have various terms and\nnone\nof these guarantees are individually significant. The Company believes a significant majority of these guarantees and contingent liabilities will expire without being funded.\nPurchase Commitments\nPurchase obligations are enforceable and legally binding obligations. The Company has purchase commitments primarily for raw materials and energy-related take-or-pay contracts. Commitments made under these obligations as of\nDecember 31, 2023\nare as follows (in millions):\nLitigation, Environmental and Indemnifications\nCorning is a defendant in various lawsuits and is subject to various claims that arise in the normal course of business, the most significant of which are summarized below. In the opinion of management, the likelihood that the ultimate disposition of these matters will have a material adverse effect on Corning’s consolidated financial position, liquidity, or results of operations, is remote.\nDow Corning Chapter\n11\nRelated Matters\nUntil\nJune\n1,\n2016,\nCorning and The Dow Chemical Company (“Dow”) each owned\n50\n% of the common stock of Dow Corning Corporation (“Dow Corning”). On\nMay\n31,\n2016,\nCorning and Dow realigned their ownership interest in Dow Corning. Following the realignment, Corning\nno\nlonger owned any interest in Dow Corning. With the realignment, Corning agreed to indemnify Dow for\n50\n% of Dow Corning’s non-ordinary course, pre-closing liabilities to the extent such liabilities exceed the amounts reserved for them by Dow Corning as of\nMay\n31,\n2016,\nsubject to certain conditions and limits. In\nJanuary 2024,\nwe entered into an agreement to settle the Dow Corning Chapter\n11\nRelated Matters and the amount reserved as of\nDecember 31, 2023\nwas\nnot\nmaterial.\nDow Corning Environmental Claims\nBeginning in\nSeptember 2019,\nDow formally notified Corning of certain environmental matters for which Dow asserts that it has or will experience losses arising from remediation and response at a number of sites. Subject to certain conditions and limits, Corning\nmay\nbe required to indemnify Dow for up to\n50\n% of such losses. As of\nDecember 31, 2023\n, Corning has determined that a potential liability for these environmental matters is probable and the amount reserved was\nnot\nmaterial.\nEnvironmental Litigation\nCorning has been designated by federal or state governments under environmental laws, including Superfund, as a potentially responsible party that\nmay\nbe liable for cleanup costs associated with\n19\nhazardous waste sites. It is Corning’s policy to accrue for its estimated liability related to such hazardous waste sites and other environmental liabilities related to property owned by Corning based on expert analysis and continual monitoring by both internal and external consultants. As of\nDecember 31, 2023\nand\n2022\n, Corning had accrued approximately $\n88\nmillion and $\n109\nmillion, respectively, for the estimated undiscounted liability for environmental cleanup and related litigation. Based upon the information developed to date, management believes that the accrued reserve is a reasonable estimate of the Company’s liability.\n88\n13.\nFinancial Instruments\nThe following table summarizes the notional amounts and respective fair values of Corning’s derivative financial instruments on a gross basis as of\nDecember 31, 2023\nand\n2022\n(in millions):\nThe following table summarizes the total gross notional value for translated earnings contracts as of\nDecember 31, 2023\nand\n2022\n(in millions):\n89\n13.\nFinancial Instruments (Continued)\nThe following tables summarize the effect in the consolidated statements of income relating to Corning’s derivative financial instruments (in millions). The accumulated derivative gain included in accumulated other comprehensive loss on the consolidated balance sheets as of\nDecember 31, 2023\nand\n2022\nis $\n54\nmillion and $\n19\nmillion, respectively.\nNet Investment Hedges\nIn\nMay 2023,\nCorning designated the full amount of its\n2026\nNotes and\n2031\nNotes with a total notional amount of\n€850\nmillion, which are non-derivative financial instruments, as net investment hedges against our investments in certain European subsidiaries with euro functional currencies. As of\nDecember 31, 2023\n, the net investment hedges are deemed to be effective.  During the year ended\nDecember 31, 2023\n, foreign currency losses associated with these net investment hedges recognized in other comprehensive loss was\nnot\nmaterial.\nRefer to Note\n10\n(Debt) for additional information.\nLeased Precious Metals Contracts\nThe carrying amount of the leased precious metals pool, which is included within property, plant and equipment, net of accumulated depreciation in the consolidated balance sheets, is $\n90\nmillion and $\n278\nmillion, respectively, as of\nDecember 31, 2023\nand\n2022\n. The carrying amount of the leased precious metals pool includes cumulative fair value loss of $\n239\nmillion and $\n95\nmillion as of\nDecember 31, 2023\nand\n2022\n, respectively. These losses are offset by changes in the fair value of the hedges.\n90\n14.\nShareholders\n’\nEquity\nCommon Stock Dividends\nOn\nFebruary 7, 2024,\nCorning’s Board of Directors declared a $\n0.28\nper share common stock dividend.\nFixed Rate Cumulative Convertible Preferred Stock, Series A\nThe Company had\n2,300\noutstanding shares of Fixed Rate Cumulative Convertible Preferred Stock, Series A (the “Preferred Stock”) as of\nDecember 31, 2020.\nOn\nJanuary 16, 2021,\nthe Preferred Stock became convertible into\n115\nmillion common shares. On\nApril 5, 2021\nCorning and Samsung Display Co., Ltd. (“SDC”) executed the Share Repurchase Agreement (“SRA”), and the Preferred Stock was fully converted as of\nApril 8, 2021.\nImmediately following the conversion, Corning repurchased and retired\n35\nmillion of the common shares held by SDC for an aggregate purchase price of approximately $\n1.5\nbillion, of which approximately $\n507\nmillion was paid in\nApril\nin each of\n2023,\n2022\nand\n2021.\nThe\n35\nmillion common shares repurchased by Corning were excluded from the weighted-average common shares outstanding for the calculation of the Company's basic and diluted earnings per share starting\nApril 8, 2021.\nThe common shares repurchased were accounted for as a redemption of Preferred Stock.  The excess of the\n$1.5\nbillion consideration paid over the carrying value of the Preferred Stock reduced the net income available to common shareholders by $\n803\nmillion.\nThe remaining\n80\nmillion common shares were accounted for as a conversion of Preferred Stock and resulted in an increase of common stock and additional paid-in-capital based on the carrying value of the Preferred Stock. These common shares were included in the weighted-average common shares outstanding for the calculation of the Company’s basic and diluted earnings per share.\nPursuant to the SRA, with respect to the\n80\nmillion common shares outstanding held by SDC:\nShare Repurchase Program\nIn\n2019,\nthe Board authorized the repurchase of up to $\n5.0\nbillion of additional common stock upon the completion of the\n2018\nrepurchase plan (\n“2019\nAuthorization”).\nIn addition to the common shares repurchased under the SRA as discussed above, the Company repurchased\n6.0\nmillion and\n7.3\nmillion shares of common stock under its\n2019\nAuthorization for approximately $\n221\nmillion and $\n274\nmillion, respectively, during the years ended\nDecember 31, 2022\nand\n2021,\nrespectively.\nNo\nshares were repurchased under our\n2019\nAuthorization during the year ended\nDecember 31, 2023.\nAs of\nDecember 31, 2023\n, approximately $\n3.3\nbillion remains available under the Company’s\n2019\nAuthorization.\n91\n14.\nShareholders\n’\nEquity (Continued)\nThe following table presents changes in capital stock (in millions):\n92\n14.\nShareholders\n’\nEquity (Continued)\nAccumulated Other Comprehensive Loss\nThe following table presents the changes in the components of accumulated other comprehensive loss, including the proportionate share of equity method investee’s accumulated other comprehensive loss (in millions)\n(\n1\n)\n:\n93\n14.\nShareholders\n’\nEquity (Continued)\nThe following table presents reclassifications out of accumulated other comprehensive income (“AOCI”) by component (in millions)\n(\n1\n)\n:\n94\n15.\nEarnings Per Common Share\nBasic earnings per common share are computed by dividing net income available to common shareholders by the weighted-average number of common shares outstanding for the period. Diluted earnings per common share assumes the issuance of common shares for all potentially dilutive securities outstanding.\nThe following table presents the reconciliation of the amounts used to compute basic and diluted earnings per common share (in millions, except per share amounts):\n95\n16.\nShare-Based Compensation\nThe following table presents share-based compensation cost and the unrecognized compensation cost by award type (in millions):\nAs of\nDecember 31, 2023\n, there were approximately\n23\nmillion unissued common shares available for future grants authorized under the Plans.\nIncentive Stock Plans\nTime-Based Restricted Stock and Restricted Stock Units\nThe following table summarizes the changes in non-vested time-based restricted stock and restricted stock units during the year ended\nDecember 31, 2023\n:\nThe total fair value of time-based restricted stock and restricted stock units that vested during the years ended\nDecember 31, 2023,\n2022\nand\n2021\nwas approximately $\n118\nmillion, $\n93\nmillion and $\n88\nmillion, respectively.\n96\n16.\nShare-Based Compensation\n(Continued)\nPerformance-Based Restricted Stock Units\nThe following table summarizes the changes in non-vested performance-based restricted stock units during the year ended\nDecember 31, 2023\n:\nThe total fair value of performance-based restricted stock units that vested during the years ended\nDecember 31, 2023,\n2022\nand\n2021\nwas approximately $\n120\nmillion, $\n5\nmillion and $\n3\nmillion, respectively.\nStock Options\nThe following table summarizes information concerning stock options as of\nDecember 31, 2023\nand the related activity for the year ended\nDecember 31, 2023\n:\nThe aggregate intrinsic value (market value of stock less option exercise price) in the preceding table represents the total pre-tax intrinsic value, based on the Company’s closing stock price as of\nDecember 31, 2023\n, which would have been received by the option holders had all option holders exercised their “in-the-money” options as of that date.\nThere were\nno\noptions granted in\n2023,\n2022\nor\n2021.\nThe total fair value of options that vested during the years ended\nDecember 31, 2023,\n2022\nand\n2021\nwas approximately $\n6\nmillion, $\n20\nmillion and $\n16\nmillion, respectively.\nProceeds received from the exercise of stock options were $\n42\nmillion, with a corresponding realized tax benefit of $\n4\nmillion, for the year ended\nDecember 31, 2023\n. The total intrinsic value of options exercised for the years ended\nDecember 31, 2023,\n2022\nand\n2021\nwas approximately $\n29\nmillion, $\n36\nmillion and $\n100\nmillion, respectively.\n97\n17.\nReportable Segments\nThe Company has determined that it has\nfive\nreportable segments for financial reporting purposes, as follows:\nAll other businesses that do\nnot\nmeet the quantitative threshold for separate reporting have been grouped as Hemlock and Emerging Growth Businesses. Net sales for this group are mainly attributable to HSG, an operating segment produces solar and semiconductor products. The emerging growth businesses primarily consist of Pharmaceutical Technologies, Auto Glass Solutions and the Emerging Innovations Group.\nFinancial results for the reportable segments and Hemlock and Emerging Growth Businesses are prepared on a basis consistent with the internal disaggregation of financial information to assist the chief operating decision maker (“CODM”) in making internal operating decisions. As a significant portion of segment revenues and expenses are denominated in currencies other than the U.S. dollar, management believes it is important to understand the impact on segment net sales and segment net income of translating these currencies into U.S. dollars. Therefore, the Company utilizes constant-currency reporting for the Display Technologies, Specialty Materials, Environmental Technologies and Life Sciences segments to exclude the impact on segment sales and segment net income (loss) from the Japanese yen, South Korean won, Chinese yuan, New Taiwan dollar and euro, as applicable to the segment. The most significant constant-currency adjustment relates to the Japanese yen exposure within the Display Technologies segment. The constant-currency rates established for our core performance measures are internally derived long-term management estimates, which are closely aligned with our hedging instrument rates. These hedging instruments\nmay\ninclude, but are\nnot\nlimited to, foreign exchange forward or option contracts and foreign-denominated debt.\nThe Company believes that the use of constant-currency reporting allows management to understand segment results without the volatility of currency fluctuation, analyze underlying trends in the businesses and establish operational goals and forecasts.\nConstant-currency rates are as follows and are applied to all periods presented and to all foreign exchange exposures during the period, even though we\nmay\nbe less than\n100%\nhedged:\n98\n17.\nReportable Segments (Continued)\nIn addition, certain income and expenses are excluded from segment net income (loss) and included in the unallocated amounts in the reconciliation of reportable segment net income (loss) to consolidated net income. These items are\nnot\nused by the CODM in allocating resources or evaluating the results of the segments and include the following: the impact of translating the Japanese yen-denominated debt; the impact of the translated earnings contracts; acquisition-related costs; certain discrete tax items and other tax-related adjustments; restructuring, impairment and other charges and credits; certain litigation, regulatory and other legal matters; pension mark-to-market adjustments; and other non-recurring non-operational items. Although these amounts are excluded from segment results, they are included in reported consolidated results.\nCorning's administrative and staff functions are performed on a centralized basis and such costs and expenses are allocated among the segments differently than they would be for stand-alone financial reporting purposes. These include certain costs and expenses of shared services, such as information technology, human resources, legal, finance and supply chain management. Expenses that are\nnot\nallocated to the segments are included in the reconciliation of reportable segment net income to consolidated net income. Segment net income (loss)\nmay\nnot\nbe consistent with measures used by other companies.\nThe following provides historical segment information as described above:\nSegment Information\n(in millions)\n99\n17.\nReportable Segments (Continued)\nThe following table presents a reconciliation of net sales of reportable segments to consolidated net sales (in millions):\nThe following table presents a reconciliation of net income of reportable segments to consolidated net income (in millions):\nThe following table presents a reconciliation of total assets of reportable segments to consolidated total assets (in millions):\n100\n17.\nReportable Segments (Continued)\nThe following table presents selected financial information about the Company’s product lines and reportable segments (in millions):\n101\n17.\nReportable Segments (Continued)\nThe following table presents information relating to the Company’s operations by geographic area (in millions):"
  }
]