[
  {
    "item_key": "item_1",
    "text": "W.W. Grainger, Inc., incorporated in the State of Illinois in 1928, is a broad line, distributor of maintenance, repair and operating (MRO) products and services with operations primarily in North America, Japan and the United Kingdom (U.K.). In this report, the words “Grainger” or “Company” mean W.W. Grainger, Inc. and its subsidiaries, except where the context makes it clear that the reference is only to W.W. Grainger, Inc. itself and not its subsidiaries.\nFor financial information regarding the Company, see the Consolidated Financial Statements and Notes included in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K.\nThe Grainger Edge\nGrainger's strategic framework, “The Grainger Edge,” uniquely defines the Company by asserting why it exists, how it serves customers and how team members work together to achieve its objectives. Grainger’s purpose is We Keep the World Working®, which in turn allows customers to focus on the core of their businesses and do what they do best.\nThis framework also outlines a set of principles that define the behaviors expected from Grainger’s team members in working with each other and the Company's customers, suppliers and communities as Grainger executes its strategy and creates value for shareholders. For further information on the Company's principles, see below \"Workplace Practices and Policies.\"\nGeneral\nGrainger's two reportable segments are High-Touch Solutions North America (High-Touch Solutions N.A.) and Endless Assortment. These reportable segments align with Grainger's go-to-market strategies and bifurcated business models of high-touch solutions and endless assortment.\nFor further segment information, see Part II, Item 7: Management’s Discussion and Analysis (MD&A) of Financial Condition and Results of Operations and Note 13 of the Notes to Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K.\nBelow is a description of Grainger’s reportable segments and other businesses.\nHigh-Touch Solutions N.A.\nThe Company's High-Touch Solutions N.A. segment provides value-added MRO solutions that are rooted in deep product knowledge and customer expertise. The high-touch solutions model serves customers with complex buying needs. This segment primarily includes the Grainger-branded businesses in the United States (U.S.), Canada, Mexico and Puerto Rico.\nEndless Assortment\nThe Company’s Endless Assortment segment provides a streamlined and transparent online platform with one-stop shopping for millions of products. The Endless Assortment segment includes the Company’s Zoro Tools, Inc. (Zoro) and MonotaRO Co., Ltd. (MonotaRO) online channels which operate predominately in the U.S. and Japan.\nOther\nOther businesses is primarily comprised of the Company's\nCromwell business in the U.K. and a wholly owned captive insurance entity\n.\nThese businesses individually and in the aggregate do not meet the criteria of a reportable segment.\n4\nBusiness Models\nCompeting with both high-touch solutions and endless assortment business models allows Grainger to leverage its scale and advantaged supply chain to meet the changing needs of its customers. The following provides a high-level view of the Company's busin\ness models:\n5\nCustomers\nThe Company uses a c\nombination of its two business models to serve its more than 4.5 million\ncu\nstomers worldwide which rely on Grainger for products and services that enable them to run safe, sustainable and productive operations. Grainger’s customers range from smaller businesses to large corporations, government entities and other institutions, representing a broad collection of industries, including, but not limited to commercial, healthcare, and manufacturing. No single end customer accounted fo\nr\nmore than 10%\nof to\ntal sales for the year ended December 31, 2023.\nIn the High-Touch Solutions N.A. segment, customers are typically mid-size and large businesses with complex purchasing operations and processes. Many customers served in this segment expect product and service depth and are focused on total cost\nof procurement.\nC\nustomers in this segment utilize sophisticated electronic purchasing platforms that communicate directly with Grainger.com through eProcurement technology.\nSales and service representatives drive relationships with customers by helping select the right products and reducing costs by utilizing Grainger as a consistent source of supply. KeepStock\n®, Grainger's inventory management\nsolution, serves customers on site, offering valuable insights to drive efficiencies and cost savings. The North American Customer Service Centers handle customer interactions for the region via phone, email, eCommerce portals and online chat.\nIn the Endless Assortment segment, customers are typically smaller and mid-size businesses with less complex purchasing operations and processes. Customers served in this segment have straight-forward product and service needs. Additionally, MonotaRO continues to attract and retain large enterprise customers. Customers purchasing through the endless assortment platforms are focused on transparent pricing and an easy-to-navigate procurement process. MonotaRO and Zoro offer an innovative customer experience by allowing customers to quickly find competitively priced products through intuitive business-focused eCommerce platforms with intelligent analytic capabilities.\nProducts and Services\nGrainger’s product offering is grouped under several broad categories,\nincluding safety and security, material handling and storage, pumps and plumbing equipment, cleaning and maintenance, metalworking and hand tools.\nProducts are regularly added and removed from Grainger's product lines based on customer demand, market research, suppliers' recommendations and other factors. No single product category comprised\nmore than 20%\nof the Company's sales for the year ended December 31, 2023.\nIn the High-Touch Solutions N.A. segment, Grainger.com provides real-time price and product availability, detailed product information and features, such as product search and compare capabilities. The high-touch solutions businesses offer\napproximately 2 million\nproducts and\nseveral services, such as technical support and inventory management.\nIn the Endless Assortment segment, Grainger offers an expansive product assortment that contains millions of products including those outside of traditional industrial MRO categories. Zoro offers\nmore than 13 million\nproducts and MonotaRO provides access to\nmore than 22 million\nproducts, primarily through its websites and catalogs. The endless assortment businesses continue to enhance assortment by strategically adding products and expanding the offer of third party held products.\nDistribution and Sources of Supply\nIn the large and fragmented MRO industry, Grainger holds an advantaged position with its supply chain  infrastructure and a broad in-stock product offering.\nMore than 5,000\nprimary suppliers worldwide provide Grainger businesses with\nmore than 1.4 million\nproducts stocked in Distribution Centers (DCs) and branches globally. No single supplier comprised\nmore than 5%\nof Grainger's total purchases for the year ended December 31, 2023.\nIn the High-Touch Solutions N.A. segment, DCs are the primary order fulfillment channel, mainly through direct shipments to customers. Automation in the DCs allows orders to ship complete with next-day delivery and also replenish branches that provide same-day availability to customers. Grainger’s North American distribution network supplies inventory planning and management, transportation and distribution services to all Grainger businesses in the North American region. Branches serve the immediate needs of customers by allowing them to directly pick up items and leverage branch staff for their technical product expertise and search-and-select support. Addit\nionally, Grainger offers comprehensive inventory management through its KeepStock® program that includes vendor-managed inventory, customer-managed inventory and onsite vending machines\n.\n6\nIn the Endless Assortment segment, orders are placed primarily through online channels. Zoro leverages the High-Touch Solution N.A.'s DC network and third-party drop shipments to deliver seamless service and product fulfillment to customers. MonotaRO fulfills customer orders through local DCs and third-party drop shipments.\nFor further information on the Company’s properties, see Part I, Item 2: Properties of this Form 10-K.\nTrademarks and Service Marks\nGrainger conducts business under various trademarks and service marks\n. Approximately 20%\nof 2023 sales were private label MRO items bearing Grainger’s registered trademarks, including\nDAYTON®, SPEEDAIRE®, AIR HANDLER®, TOUGH GUY®, WESTWARD®, CONDOR® and LUMAPRO®.\nGrainger also provides a suite of inventory services to its customers under the KEEPSTOCK® brand, which is a registered service mark. Grainger has taken steps to protect these service marks and trademarks against infringement and believes they will remain available for future use in its business.\nSeasonality\nGrainger sells products that may have seasonal demand fluctuations during the winter or summer seasons or during periods of natural disasters. However, historical seasonality impacts have not been material to Grainger’s operating results.\nCompetition\nGrainger faces competition from a variety of competitors, including manufacturers (including some of its own suppliers) that sell directly to certain segments of the market, wholesale distributors, retailers and internet-based businesses. Also, competitors vary by size, from large broad line distributors and eCommerce retailers to small local and regional competitors. Grainger differentiates itself by providing local product availability, a broad product line, sales and service representatives and advanced electronic and eCommerce technology. Grainger also offers other services, such as inventory management and technical support.\nGovernment Regulations\nGrainger’s business is subject to a wide array of laws, regulations and standards in each domestic and foreign jurisdiction where Grainger operates. In addition to Grainger’s U.S. based operations, which in 2023 generated approximately 82% of its consolidated net sales, Grainger operates its business principally through wholly owned subsidiaries in Canada, Mexico and the U.K., and through its majority-owned subsidiary in Japan. Compliance with these laws, regulations and standards requires the dedication of time and effort of team members as well as financial resources. In 2023, compliance with the applicable laws, regulations and standards did not have a material effect on capital expenditures, earnings or competitive position. See Part I, Item 1A: Risk Factors\nof this Form 10-K for\na discussion of the risks associated with government regulations that may materially impact Grainger.\nHuman Capital\nThe Company strongly believes that its corporate culture must be aligned with its business strategy and aspiration to create value. To that end, Grainger's Board of Directors (the Board) and senior management are actively involved in cultivating Grainger’s culture. The Compensation Committee of the Board, which is comprised of independent directors, oversees the Company's human capital management programs and policies and routinely provides updates to the Board.\nGrainger believes that a purpose-driven culture is an asset that creates a sustainable, competitive advantage for the Company. Building on its strong foundation while evolving a framework to address the future is critical to Grainger’s continued success. Grainger has been consistently recognized for its commitment to its culture, diversity, equity and inclusion efforts and team member engagement.\nTeam Member Profile\nAs of December 31, 2023, Gr\nainger had more than 26,000 team members worldwide, of whom approximately 23,200 were full-time and 2,900 were part-time or temporary. Approximately 85% of these team members are located in North America, 9% in Asia and 6% in Europe.\n7\nWorkplace Practices and Policies\nThe Company's strategic framework, The Grainger Edge, outlines a set of principles that define the behaviors expected from Grainger’s team members in working with each other and the Company's customers, suppliers and communities. This framework helps the Company execute its strategy and create value for shareholders.\nThe Grainger Edge principles also guide the Company’s actions supporting health and safety, diversity, equity and inclusion, and team member experience, including talent acquisition and team member retention, development and compensation and benefits. The Grainger Edge principles are:\nGrainger’s purpose-driven culture and principles help the Company attract, retain, motivate and develop its workforce and drive team member engagement. The Company believes an engaged workforce leads to a more innovative, productive and profitable company and measures team member engagement on an ongoing basis. The results from engagement surveys are used to inform programs and processes designed and implemented to enhance the inclusive culture Grainger aspires to achieve.\nHealth and Safety\nGrainger strives to provide a safe work environment in which team members are properly prepared to perform the many tasks required to support customers. The Company’s Environmental, Health and Safety (EHS) program is designed to integrate EHS into Grainger’s business operations and comply with applicable regulations. To that end, the Company requires each of its locations to perform regular safety audits to confirm proper safety policies, programs and procedures.\nThe Company is focused on promoting a culture of safety and education. Operational team members must complete routine training to fully understand the expectation of behaviors defined by the Company’s global EHS policy. Managing and reducing risks at DCs and other facilities remain a core objective and injury rates continue to be low. In\n2023\n, the Company’s Occupational Safety and Health Administration Total Recordable Incident Rate in the U\n.S. was 1.3 and the Company’s Lost Time Incident Rate in the U.S. was 0.4 based upon the number of incidents per 100 team members (or per 200,000 work hours).\nDiversity, Equity and Inclusion\nGrainger believes a diverse talent pool is essential to live its principles, foster innovation, build high-performing teams and drive business results. The Company understands that future business success requires a mix of current and new skill sets, multiple experiences, and a diversity of backgrounds and perspectives, and strives to reflect this priority in its hiring, retention and promotion practices. The Company aspires to increasingly promote a welcoming, inclusive culture that values all people – regardless of sex, gender, race, color, religion, national origin, age, disability, veteran status, sexual orientation, gender expression or experiences – through recruiting outreach, internal networking, business resource groups and mentoring programs.\nGrainger's commitment to diversity, equity and inclusion starts at the top. The Company’s Board of Directors is comprised of\napproximately 31%\nfemale and\n23%\nracially and ethnically diverse directors. Grainger also maintains this strong commitment with the CEO's leadership team and throughout the organization. The CEO's U.S. based leadership team is comprised of\napproximately 40%\nwomen and\napproximately 30%\nracially and ethnically diverse leaders. As of December 31, 2023, within Grainger’s U.S. workforce,\napproximately 39%\nof team members were women and\napproximately 37%\nof team members were racially and ethnically diverse.\nTalent Acquisition, Retention and Development\nGrainger believes that a great customer experience starts with a great team member experience. The Company is committed to providing team members with resources designed to help them succeed. Grainger focuses on creating opportunities for team member growth, development and training, including offering a comprehensive talent program that continues throughout a team member’s career. This talent program is comprised of performance\n8\nmanagement, career management, professional development learning opportunities and milestone leadership development programs.\nCompensation and Benefits\nGrainger believes that its futu\nre success is highly dependent upon the Company’s continued ability to attract, retain and motivate team members. As part of its efforts in these areas, the Company offers competitive compensation and benefits to meet the diverse needs of team members and support their physical and mental health and well-being, financial future and work-life balance. Team members are given access to health plan resources which include 24-hour virtual health services, disease management, tobacco cessation, parental support, stress management and weight loss programs with access to online support communities. In addition, Grainger provides retirement savings, paid holidays and time off, educational assistance and income protection benefits as well as a variety of other programs.\nAvailable Information\nGrainger's annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and all amendments to reports filed pursuant to Sections 13(a) and 15(d) of the Securities Exchange Act of 1934, as amended (the Exchange Act), are filed with the U.S. Securities and Exchange Commission (SEC). Such reports and other information filed with the SEC are available free of charge as soon as reasonably practicable after these materials are electronically filed with, or furnished to, the SEC, on the Company's website at www.grainger.com, and its investor relations website, invest.grainger.com. This includes press releases and other information about financial performance, information on environmental, social and governance matters, and details related to the Company’s annual meeting of shareholders. The content of the Company's website and investor relations website is not incorporated by reference into this Form 10-K or in any other report or document filed with the SEC, and any references to Grainger’s website and investor relations website are intended to be inactive textual references only. The SEC also maintains a website at www.sec.gov that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC.\n9\nInformation about Executive Officers\nFollowing is information about the executive officers of Grainger, including age, as of January 31, 2024. Executive officers of Grainger generally serve until the next annual appointment of officers, or until earlier resignation or removal.\n10\n11"
  },
  {
    "item_key": "item_1a",
    "text": "The following represents a discussion of risk factors relevant to Grainger’s business that could adversely affect its financial condition, results of operations and cash flows, along with the accuracy of forward-looking statements.  The risks included below are not exhaustive. As Grainger operates in a rapidly changing environment, it is not possible for management to predict all risks and the corresponding impact of each such risk or a combination of risks. The presented risks and any new risks could cause actual results to differ materially from those contained in any forward-looking statements. The risk factors discussed in this section should be considered together with information included elsewhere in this Annual Report on Form 10-K and should not be considered the only risks to which Grainger is exposed.\nIndustry and Market Risks\nInflation could cause Grainger's operating and administrative expenses to grow more rapidly than net sales, which could result in lower gross margins and lower net earnings\n.\nMarket variables, such as inflation of product costs, labor rates and fuel, freight and energy costs, as well as geopolitical events, could negatively impact Grainger's ability to effectively manage its operating and administrative expenses. For example, geopolitical conflicts and related international responses have and may continue to exacerbate inflationary pressures, including increases in fuel and other energy costs. In addition, Grainger's inability to pass on increases in costs to customers in a timely manner, or at all, could cause Grainger's operating and administrative expenses to grow, which could result in lower gross profit margins and lower net earnings.\nDisruptions in Grainger’s supply chain could result in an adverse impact on results of operations.\nGrainger’s logistics or supply chain network could be disrupted by the occurrence of: one or more natural or human induced disasters, including earthquakes, tsunamis, storms, hurricanes, floods, fires, droughts, tornados and other extreme weather events or conditions; pandemic diseases or viral contagions; geopolitical events, such as war, civil unrest or terrorist attacks in a country in which Grainger operates or in which its suppliers are located; disruptions to transportation infrastructure and networks, including from transport providers or third-party work stoppages related to labor strikes or lockouts; and the imposition of measures that create barriers to or increases in costs associated with international trade. Even when Grainger is able to find alternate sources for certain products, they may cost more or require Grainger to incur higher transportation costs, which could adversely impact Grainger's profitability and financial condition. Any of these circumstances could impair Grainger's ability to meet customer demand for products and result in lost sales, increased supply chain costs, penalties or damage to Grainger's reputation. Grainger’s ability to provide same-day shipping and next-day delivery is an integral component of Grainger’s business strategy and any such disruption could adversely impact results of operations and financial performance.\nFurther escalation of geopolitical tensions across the world and potential actions taken in response to them could have a broad impact on markets where Grainger does business, adversely affect its suppliers and disrupt the sourcing, manufacturing and transportation of products. It is not possible to predict whether certain geopolitical events which could adversely affect Grainger's business will occur, or the broader consequences of these events if they did occur, which could include further instability, geopolitical shifts and adverse effects on the global economy or possible sanctions, embargoes or other trade barriers.\nWeakness in the economy, market trends and other conditions affecting the profitability and financial stability of Grainger’s customers could negatively impact Grainger’s sales growth and results of operations.\nEconomic, political and industry trends affect Grainger’s business environment. Grainger serves several industries and markets in which the demand for its products and services is sensitive to the production activity, capital spending and demand for products and services of Grainger’s customers. Many of these customers operate in markets that are subject to fluctuations resulting from market uncertainty, trade and tariff policies, costs of goods sold, currency exchange rates, interest rate fluctuations, government spending and government shutdowns, economic downturns, recessions, foreign competition, offshoring of production, oil and natural gas prices, geopolitical developments, labor shortages, work stoppages, inflation, natural or human induced disasters, extreme weather, outbreaks of pandemic disease, inflation, deflation, and a variety of other factors beyond Grainger’s control. Any of these factors could cause customers to idle or close facilities, delay purchases, reduce production levels, or experience reductions in the demand for their own products or services.\n12\nAny of these events could also reduce the volume of products and services these customers purchase from Grainger or impair the ability of Grainger’s customers to make full and timely payments and could cause increased pressure on Grainger’s pricing and terms of sale. Accordingly, a significant or prolonged slowdown in economic activity in Canada, Japan, Mexico, the U.K., the U.S. or any other major world economy, or a segment of any such economy, could negatively impact Grainger’s sales and results of operations.\nUnexpected product shortages, tariffs, product cost increases and risks associated with Grainger’s suppliers could negatively impact customer relationships or result in an adverse impact on results of operations.\nGrainger's products are purchased\nfrom more than 5,000 primary suppliers located in various countries around the world, not one of which accounted for more than 5%\nof total purchases.\nDisruptions in procuring sources of supply could occur due to factors beyond Grainger’s control. These factors could include economic downturns, recessions, outbreaks of pandemic disease, natural or human induced disasters, cybersecurity attacks, extreme weather, geopolitical unrest, new or increased tariffs, trade issues and policies, detention orders or withhold release orders on imported products, labor problems or shortages experienced by Grainger’s suppliers or others in the supply chain, transportation availability, staffing and cost, shortage of raw materials, supplier consolidation, unilateral product cost increases by suppliers of products in short supply, inflation and other factors, any of which could adversely affect a supplier’s ability to manufacture or deliver products or could result in an increase in Grainger’s product costs.\nFurther, Grainger sources products from Asia and other areas of the world. This increases the risk of supply disruption due to the additional lead time required, distances involved, and the range of potential consequences of various geopolitical risks. If Grainger was unable to promptly replace sources of supply that become disrupted, there could be adverse effects on inventory levels, results of operations, customer relationships and Grainger’s reputation. In addition, Grainger has strategic relationships with a number of vendors. In the event Grainger was unable to maintain those relations, there might be a loss of competitive pricing arrangements which could, in turn, adversely affect results of operations.\nFor products sold in the U.S., Canada, and Mexico, Grainger requires its suppliers and sub-suppliers, to comply with Grainger’s Supplier Code of Ethics, or other similar responsible sourcing standards, as a condition of doing business with Grainger. Grainger’s Supplier Code of Ethics focuses on four main areas of ethical sourcing: (i) human rights and labor standards (including prohibitions on child and forced labor); (ii) environment, health and safety; (iii) sanctions, trade, bribery and corruption; and (iv) privacy and information security. The Code also addresses how to report potential Code violations and related concerns. Grainger does not control its suppliers and their sub-suppliers, and neither Grainger nor its suppliers or other partners may be able to uncover all instances of noncompliance with Grainger’s Supplier Code of Ethics and ethical and lawful business practices. Even an isolated incident, or the aggregate effect of individually insignificant incidents, can erode trust and confidence, particularly if they result in adverse publicity, governmental investigations, product recalls, or litigation, and as a result, could tarnish Grainger’s brand and lead to adverse effects on Grainger’s business.\nVolatility in commodity prices may adversely affect gross margins.\nSome of Grainger’s products contain significant amounts of commodity-priced materials, such as steel, copper, petroleum derivatives, rare earth minerals, or other materials or inputs required to manufacture certain products and are subject to price changes based on fluctuations in the commodities market. The recent global geopolitical and trade environment has resulted in raw material inflation and potential for increased escalation of domestic and international tariffs and retaliatory trade policies. Further changes in U.S. trade policy (including new or additional increases in duties or tariffs) and retaliatory actions by U.S. trade partners could result in a worsening of economic conditions. The level of demand for Grainger's products and services is influenced in multiple ways by the price and availability of raw materials and commodities, including fuel. Fluctuations in the price of fuel or increased demand for freight services, including as a result of a pandemic, could affect transportation costs. Grainger’s ability to pass on such increases in costs in a timely manner depends on market conditions. The inability to pass along cost increases could result in lower gross margins. In addition, higher prices could reduce demand for these products, resulting in lower sales volumes.\nFluctuations in foreign currency could have an effect on reported results of operations.\nGrainger’s exposure to fluctuations in foreign currency rates results primarily from the translation exposure associated with the preparation of the Consolidated Financial Statements, as well as from transactions in currencies other than an entity’s functional currency. While the Consolidated Financial Statements are reported in U.S. dollars,\n13\nthe Financial Statements of Grainger’s subsidiaries outside the U.S. are prepared using the local currency as the functional currency and translated into U.S. dollars. In addition, Grainger is exposed to foreign currency exchange rate risk with respect to the U.S. dollar relative to the local currencies of Grainger’s international subsidiaries, primarily the Japanese yen, Mexican peso, Canadian dollar, British pound sterling, Chinese renminbi and euro, arising from transactions in the normal course of business, such as sales and loans to wholly owned subsidiaries, sales to customers, purchases from suppliers, and bank loans and lines of credit denominated in foreign currencies. The foreign currency exchange rate is driven by a variety of macroeconomic factors and fiscal decisions of various governments and central banks, all over which Grainger has no control. Grainger also has foreign currency exposure to the extent receipts and expenditures are not denominated in a subsidiary’s functional currency and that could have an impact on sales, costs and cash flows. These fluctuations in foreign currency exchange rates have affected and may continue to affect Grainger’s results of operations and impact reported net sales and net earnings.\nThe facilities maintenance industry is highly competitive, and changes in competition and other risks could impact demand for Grainger’s products and services.\nGrainger competes in a variety of ways, including product assortment and availability, services offered to customers, pricing, purchasing convenience and the overall experience Grainger offers. This includes the ease of use of Grainger’s high-touch operations, eCommerce platforms and delivery of products.\nThere are several large competitors in the industry, although most of the market is served by small local and regional competitors. Grainger faces competition in all markets it serves from manufacturers (including some of its own suppliers) that sell directly to certain segments of the market, wholesale distributors, catalog houses, retail enterprises and online businesses.\nTo remain competitive, Grainger must be willing and able to respond to market pressures. Downward pressure on sales prices, changes in the volume of orders, and an inability to pass higher product costs on to customers could cause Grainger’s gross profit percentage to fluctuate or decline. Grainger may not be able to pass rising product costs to customers if those customers have ready product or supplier alternatives in the marketplace. These pressures could have a material effect on Grainger’s sales and profitability.\nTo manage these potential pressures, Grainger continuously considers the adoption of new operating initiatives, including new marketing programs, productivity improvements, inventory management and loss prevention initiatives, and other similar strategies. If Grainger is unable to sustain or grow sales, reduce costs, and prevent loss and fraud, among other actions, Grainger's results of operations and financial condition may be adversely affected.\nMoreover, Grainger expects technological advancements, innovations and the increased use of eCommerce solutions within the industry to continue to evolve at a rapid pace. As a result, Grainger’s ability to effectively compete requires Grainger to respond and adapt to new industry trends and developments. Developing, upgrading, managing or implementing new technologies, business applications, strategies and innovations may require significant investment of resources by Grainger, may result in unexpected costs and disruptions to operations, may take longer than expected, may increase Grainger's vulnerability to cyber breaches, attacks or intrusions, and may not provide all anticipated benefits.\nThe growth of Grainger’s eCommerce platforms exposes Grainger to additional risks which could adversely affect Grainger’s reputation, financial condition and operating results.\nThe successful execution of Grainger’s eCommerce growth strategy depends on a number of factors, including Grainger’s investment in its eCommerce platforms, consumer preferences and purchasing trends, and the ability to deliver a seamless procurement experience across digital and also physical retail channels. As its eCommerce platforms have grown in recent years, Grainger has increased, and expects to continue to increase, its investments in developing, managing and implementing technology information systems, software development and other capabilities to provide simplified customer interactions and to provide high-quality, user-friendly service to its customers and streamline customer interactions. Grainger has also made significant investments in digital advertising and customer acquisition and retention efforts for its eCommerce channels, including through paid and non-paid advertising such as display advertising, search engine optimization, email and mobile “push” notifications. If Grainger’s customer-facing technology systems are perceived as more difficult or less compelling for customers to use than those of Grainger’s competitors, or if digital marketing efforts are unsuccessful or if Grainger is otherwise unsuccessful at realizing the benefits of these investments, its reputation, financial condition and operating results may be adversely affected. Additionally, Grainger faces many risks and uncertainties beyond the Company's control, including theft, credit card fraud, and other fraudulent behavior.\n14\nGrainger has also increased, and expects to continue to increase, its investments in developing, managing and implementing artificial intelligence (AI), machine learning and large language model technologies. While the use of these technologies can present significant benefits to Grainger, it also creates risks and challenges. Further, if these investments in Grainger’s eCommerce platforms are less successful at attracting and retaining customers than similar investments by our competitors, or if Grainger is otherwise unsuccessful at realizing the benefits of these technological investments generally, its reputation, financial condition and operating results may be adversely affected.\nIn addition, the successful operation of Grainger’s eCommerce channels depends in part upon third parties and factors over which Grainger has limited or no control. For example, Grainger relies in part on Internet search engines to drive traffic to its websites, and the reach of Grainger’s eCommerce channels is impacted by how and where its websites rank in both paid and unpaid search results. Potential changes to search engine ranking rules could cause Grainger’s websites to place lower in search results and cause Grainger to incur increased advertising costs in order to increase its visibility. Further, ongoing changes in the legal and regulatory requirements surrounding data privacy, online tracking technologies such as cookies, digital advertising and other eCommerce matters could require Grainger to modify its eCommerce strategy, incur significant additional costs to comply with such changes or otherwise adversely affect Grainger’s business, results of operations or financial condition. Grainger also relies on email and other messaging services to promote its websites and product offerings, and changes in Grainger’s current or prospective customers’ use of email or other messaging services or actions by third parties to block, restrict or charge for the delivery of such messages could adversely affect sales through Grainger’s eCommerce channels and Grainger’s  results of operations.\nChanges in customer base or product mix could cause changes in Grainger’s revenue or gross margin, or affect Grainger’s competitive position.\nFrom time to time, Grainger experiences changes in its customer base and product mix that affect gross margin. Changes in customer base and product mix result primarily from business acquisitions and divestitures, changes in customer demand, customer acquisitions, selling and marketing activities, competition and the increased use of eCommerce by Grainger and its competitors.\nIn addition, Grainger has entered, and may in the future continue to enter, into contracts with group purchasing organizations (GPOs) that aggregate the buying power of their member customers in negotiating selling prices. If Grainger is unable to enter into, or sustain, contractual arrangements on a satisfactory commercial basis with GPOs, Grainger's results of operations could be adversely affected.\nAs its customer base and product mix change over time, Grainger must identify new products, product lines and services that respond to industry trends and customer needs. The inability to introduce new products and services and effectively integrate them into Grainger’s existing assortment could have a negative impact on future sales growth and Grainger’s competitive position. The inclusion of Grainger-branded products in the product assortment could subject Grainger to increased claims and litigation activity. In addition, any insurance or indemnification rights, including against the manufacturer of such products, may be insufficient or unavailable to protect Grainger against potential loss exposures.\nGrainger’s common stock may be subject to volatility or price declines.\nThe trading prices and volumes of Grainger’s common stock may be subject to broad and unpredictable fluctuations due to changes in economic, political and market conditions, the financial results and business strategies of Grainger and its competitors, changes in expectations as to Grainger’s future financial or operating performance, including estimates by securities analysts and investors, Grainger’s failure to meet the financial performance guidance or other forward-looking statements provided to the public, speculation, coverage or sentiment in the media or investment community or by groups of individual investors, changes in capital structure, share repurchases or dividends, economic decline, political unrest or geopolitical conflict, outbreak of pandemic disease, and a number of other factors, including those discussed in this Item 1A. These factors, many of which are outside of Grainger’s control, could cause stock price and trading volume volatility or Grainger’s stock price to decline. Volatility in the price of Grainger's securities could result in the filing of securities class action litigation, which could result in substantial costs and the diversion of management time and resources.\nGrainger has a controlling ownership interest in MonotaRO, which is listed on the Tokyo Stock Exchange (TSE). MonotaRO's disclosure and reporting obligations under TSE listing requirements and Japanese securities laws, including the timing of such obligations, may vary from Grainger's obligations under New York Stock Exchange\n15\nlisting requirements and U.S. securities laws. MonotaRO's listed securities may be subject to the same volatility, price and securities litigation risks to which Grainger's common stock is subject.\nOperational Risks\nInterruptions in the proper functioning of information systems could disrupt operations and cause unanticipated increases in costs and/or decreases in revenues.\nThe functioning of Grainger’s information systems is critical to the operation of its business. Grainger continues to invest in software, hardware and network infrastructures to effectively manage its information systems. However, Grainger may not be able to maintain or update its information systems to capture and use data in ways that result in operational efficiency, including as a result of ineffective software, difficulties obtaining the right talent and ability to manage the increasing volume of data available to, and managed by Grainger. Furthermore, although Grainger’s information systems are protected with backup and security systems, including physical and software safeguards and remote processing capabilities, information systems are still vulnerable to damage or interruption from natural or human induced disasters, extreme weather, power losses, telecommunication failures, user error, third-party actions such as malicious computer programs, denial-of-service attacks and cybersecurity breaches, and other problems. In addition, Grainger relies on the information technology (IT) systems of third parties to assist in conducting its business.\nThe implementation of new systems and upgrades to existing systems could impact Grainger's operations by imposing substantial capital expenditures, demands on management's time and risks of delays or difficulties in transitioning to new systems. In addition, Grainger's systems implementations may not result in productivity improvements at the levels anticipated. Systems implementation disruption and any other IT disruption could have an adverse effect on its business.\nIf Grainger’s systems or those of third parties on which Grainger depends are damaged, breached, cease to function properly or are otherwise disrupted, Grainger may require a significant investment to repair or replace them and may suffer interim interruptions in its business operations. If critical information systems fail or otherwise become unavailable, Grainger’s ability to operate its eCommerce platforms, process orders, maintain proper levels of inventories, collect accounts receivable, disburse funds, manage its supply chain, monitor results of operations, and process and store team member or customer data, among other functions, could be adversely affected. Any such interruption of Grainger’s information systems could have a material adverse effect on its business or results of operations. Grainger has experienced these incidents in the past, which it deemed immaterial to its business and operations individually and in the aggregate and may be subject to other incidents in the future. There can be no assurance that any future incidents will not be material to Grainger’s business, operations or financial condition.\nCybersecurity incidents, including breaches of information systems security, could damage Grainger’s reputation, disrupt operations, increase costs and/or decrease revenues.\nThrough Grainger’s sales and eCommerce channels, Grainger collects and stores personally identifiable, confidential, proprietary and other information from customers so that they may, among other things, purchase products or services, enroll in promotional programs, register on Grainger’s websites or otherwise communicate or interact with Grainger. Moreover, Grainger’s operations routinely involve receiving, storing, processing and transmitting sensitive information pertaining to its business, customers, suppliers and team member, and other sensitive matters.\nCyber threats are rapidly evolving and the means for obtaining access to information in digital and other storage media are becoming increasingly sophisticated. Each year, cyber-attackers make numerous attempts to access the information stored in Grainger's information systems. Loss of customer, supplier, and team member information, intellectual property or other business information, or failure to comply with data privacy and security laws could, for example, disrupt operations, damage Grainger’s reputation and expose Grainger to claims from customers, suppliers, financial institutions, regulators, payment card associations, team members and others, any of which could have a material adverse effect on Grainger, including its financial condition and results of operations. If successful, cyber-attacks may expose Grainger to risk of loss or misuse of proprietary or confidential information or disruptions of business operations.\nThe transition in recent years to remote and “hybrid” working arrangements may increase Grainger’s vulnerability to cybersecurity incidents, including breaches of information systems security, which could damage Grainger’s reputation and commercial relationships, disrupt operations, increase costs and/or decrease revenues, and expose Grainger to claims or other actions from customers, suppliers, financial institutions, regulators, payment card associations, team members and others.\n16\nGrainger's IT infrastructure also includes products and services provided by suppliers, vendors and other third parties, and these providers can experience breaches of their systems and products that impact the security of systems and proprietary or confidential information. Moreover, Grainger shares information with these third parties in connection with the products and services they provide to the business. Although Grainger performs risk assessments on third parties where appropriate to learn about their security program, there is a risk that the confidentiality of data held or accessed by them may be compromised. Moreover, Grainger may face threats to its information systems, for example, unauthorized access, business email compromise, viruses, malicious code, ransomware, phishing, and organized cyber-attacks. If successful, those attempting to penetrate Grainger’s or its vendors’ information systems may misappropriate intellectual property or personally identifiable, credit card, confidential, proprietary or other sensitive customer, supplier, team member or business information, or cause systems disruption. While many of Grainger's agreements with these third parties include indemnification provisions, Grainger may not be able to recover sufficiently, or at all, under such provisions to adequately offset any losses it may incur.\nIn addition, a Grainger team member, contractor or other third party with whom Grainger does business may attempt to circumvent security measures or otherwise access Grainger’s information. Grainger’s systems are integrated with customer systems and a breach of Grainger's systems could be used as an attempt to gain illicit access to customer systems and information. Grainger has been subject to unauthorized access in the past, which it deemed immaterial to its business and operations individually and in the aggregate and may be subject to other incidents in the future. There can be no assurance that any future incidents will not be material to Grainger's business, operations or financial condition.\nTechniques used to obtain unauthorized access or to sabotage systems change frequently and may not be recognized until they are launched against a target. Grainger may be unable to anticipate these techniques or implement preventative measures. Any breach of Grainger’s security measures or any breach, error or malfeasance of those of its third-party service providers could cause Grainger to incur significant costs to protect any customers, suppliers, team members and other parties whose information is compromised. Such a breach could also cause Grainger to make changes to its information systems and administrative processes to address security issues. Although Grainger maintains insurance coverage that may, subject to policy terms and conditions, cover certain aspects of cyber and information security risks, depending on the nature, location and extent of any event, such insurance coverage may be insufficient to cover all losses.\nGrainger has experienced certain cybersecurity incidents and\nin each instance Grainger provided notifications and adopted remedial measures. None of these incidents have been deemed to be material to Grainger and Grainger has neither incurred any material net expenses nor been materially penalized or subject to any material settlement amounts with respect to such incidents in the last three years. However, there can be no assurance that a future breach or incident would not be material to Grainger’s operations and financial condition.\nFor further information regarding Grainger's cybersecurity risk management strategy and the Board's oversight role, see Part I, Item 1C: Cybersecurity of this Form 10-K.\nGrainger’s eCommerce channels are subject to risks related to online payment methods and other online transactions, including through purchasing platforms.\nGrainger accepts a variety of payment methods via its eCommerce channels, including credit card, debit card, PayPal and other payment methods and other online transactions, including through its eProcurement technologies which communicate directly with Grainger.com and Grainger's other eCommerce channels. Although Grainger generally relies on third parties to facilitate eCommerce payments and payment processing services, Grainger may become subject to additional compliance requirements and regulations regarding these transactions, and may also suffer losses from online fraudulent transactions on its eCommerce channels. In addition, Grainger must pay certain transaction fees relating to these transactions, which may increase over time and could have an impact on product margin, profitability and operating costs. Grainger’s eCommerce channels may become subject to further rules and regulations, and changes in these rules and regulations, or their interpretation, could increase the cost of doing business and adversely affect results of operations.\nGrainger’s inability to adequately protect its intellectual property or successfully defend against infringement claims by others may have an adverse impact on operations.\n17\nGrainger’s business relies on the use, validity and continued protection of certain proprietary information and intellectual property, which includes current and future patents, trade secrets, trademarks, service marks, copyrights and confidentiality agreements as well as license and sublicense agreements to use intellectual property owned by affiliated entities or third parties. Unauthorized use of Grainger’s intellectual property by others could result in harm to various aspects of the business and may result in costly and protracted litigation in order to protect Grainger’s rights. In addition, Grainger may be subject to claims that it has infringed on the intellectual property rights of others, which could subject Grainger to liability, require Grainger to obtain licenses to use those rights at significant cost or otherwise cause Grainger to modify its operations.\nIn order to compete, Grainger must attract, train, motivate, develop and retain key team members, and the failure to do so could have an adverse effect on results of operations.\nIn order to compete and have continued growth, Grainger must attract, train, motivate, develop, and retain executives and other key team members, including those in managerial, technical, sales, supply chain, technology development and information technology positions. Grainger competes to hire team members at increasingly competitive wage rates and then must train them and develop their skills and competencies. Qualified individuals needed to fill open positions may be in short supply in some areas. Further, changes in market compensation rates may adversely affect Grainger's labor costs. Competition for qualified team members could require Grainger to pay higher wages to attract a sufficient number of team members.\nAdditionally collective bargaining or unionization of team members could decrease Grainger's operational flexibility and lead to work stoppages or slowdowns. The performance of Grainger’s stock price could impact Grainger’s use of equity-based compensation to attract and retain executives and other key team members. The success of Grainger's team member hiring and retention also depends on Grainger's ability to build and maintain a diverse and inclusive workplace culture that enables its team members to thrive.\nGenerally, higher wages and benefit costs, competition for diverse talent, and the risk of an increase in team member turnover, could adversely affect Grainger's results of operations. Further, failure to successfully hire executives and key team members or adequately plan for the succession, transition, and assimilation of executive leaders and team members in key roles, or to plan for the loss of executives and key team members, could adversely affect Grainger's business results and financial condition.\nGrainger’s continued success is substantially dependent on positive perceptions of Grainger’s reputation.\nOne of the reasons customers choose to do business with Grainger and team members choose Grainger as a place of employment is the reputation that Grainger has built over many years. Grainger devotes time and resources to environmental, social and governance (ESG) efforts that are consistent with its corporate values and are designed to strengthen its business and protect and preserve its reputation, including programs driving environmental sustainability, ethics and corporate responsibility, strong communities, diversity, equity and inclusion, and gender equality. These efforts and programs could be difficult to achieve and costly to implement, and Grainger’s actual or perceived failure to execute its ESG programs as planned could adversely affect Grainger’s reputation, business and financial performance. To be successful in the future, Grainger must continue to preserve, grow and leverage the value of Grainger’s brand. Reputational value is based in large part on perceptions of subjective qualities. Even an isolated incident, or the aggregate effect of individually insignificant incidents, can erode trust and confidence, particularly if they result in adverse publicity, governmental investigations or litigation, and as a result, could tarnish Grainger’s brand and lead to adverse effects on Grainger’s business.\nRegulatory, Legal and Tax Risks\nGrainger is subject to a complex array of laws, regulations and standards globally. Failure to comply or unforeseen developments in related contingencies such as litigation and other regulatory proceedings could adversely affect Grainger's financial condition, profitability and cash flows.\nGrainger’s business is subject to legislative, legal, and regulatory risks and conditions specific to the countries in which it operates. In addition to Grainger’s U.S. operations, which in 2023 generated approximately 82% of its consolidated net sales, Grainger operates its business principally through wholly owned subsidiaries in Canada,  Mexico, and the U.K., and its majority-owned subsidiary in Japan.\nThe wide array of laws, regulations and standards in each jurisdiction where Grainger operates, include, but are not limited to, advertising, marketing and Internet regulations (including the use of proprietary or third-party “cookies” in connection with Grainger’s eCommerce platforms), anti-bribery and corruption laws, competition and antitrust regulations, data protection (including, because Grainger accepts credit cards, the Payment Card Industry Data Security Standard), data privacy (including in the U.S., the California Consumer Privacy Act and Privacy Rights Act,\n18\nin Japan, the Act on Protection of Personal Information, and in the European Union, the General Data Protection Regulation) and cybersecurity requirements (including protection of information and incident responses), environmental protection laws, currency exchange controls and cash repatriation restrictions, health and safety laws, import and export compliance (including the U.S. Commerce Department’s Export Administration Regulations, trade sanctions promulgated by the Office of Foreign Asset Control and anti-money laundering regulations), intellectual property laws, labor laws (including federal and state wage and hour laws), product compliance or safety laws, supplier regulations regarding the sources of supplies or products, tax laws (including as to U.S. taxes on international subsidiaries), unclaimed property laws and laws, regulations and standards applicable to other commercial matters. Moreover, Grainger is also subject to audits and inquiries in the normal course of business.\nFailure to comply with any of these laws, regulations and standards could result in civil, criminal, monetary and non-monetary fines, penalties, remediation costs and/or significant legal fees as well as potential damage to Grainger’s reputation. Changes in these laws, regulations and standards, or in their interpretation, could increase the cost of doing business, including, among other factors, as a result of increased investments in technology and the development of new operational processes. Furthermore, while Grainger has implemented policies and procedures and provides training designed to facilitate compliance with these laws, regulations and standards, there can be no assurance that team members, contractors, suppliers, vendors, or other third parties will not violate such laws, regulations and standards or Grainger’s policies. Any such failure to comply or violation could individually or in the aggregate materially adversely affect Grainger’s financial condition, results of operations and cash flows.\nGrainger is subject to a number of rules and regulations related to its government contracts, which may result in increased compliance costs and potential liabilities.\nGrainger’s contracts with federal, state and local government entities are subject to various and changing regulations related to procurement, formation and performance. In addition, Grainger’s government contracts may provide for termination, reduction or modification by the government at any time, with or without cause. From time to time, Grainger is subject to governmental or regulatory investigations or audits related to its compliance with these rules and regulations. Violations of these terms, rules, and regulations could result in fines, criminal sanctions, the inability to participate in existing or future government contracting and other administrative sanctions. Any such penalties could result in damage to Grainger’s reputation, increased costs of compliance and/or remediation and could adversely affect Grainger’s financial condition and results of operations.\nIn conducting its business, Grainger may become subject to legal proceedings or governmental investigations, including in connection with product liability or product compliance claims if people, property or the environment are harmed by Grainger’s products or services.\nGrainger is, and from time to time may become, party to a number of legal proceedings or governmental investigations for alleged violations of laws, rules or regulations. Grainger also may be subject to disputes and proceedings incidental to its business, including product-related claims for personal injury or illness, death, environmental or property damage or other commercial disputes, and the types of matters discussed in Note 14 to the Consolidated Financial Statements included in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K. The defense of any proceedings may require significant expenses and divert management’s time and attention, and Grainger may be required to pay damages that could individually or in the aggregate materially adversely affect its financial condition, results of operations and cash flows. In addition, any insurance or indemnification rights that Grainger may have with respect to such matters may be insufficient or unavailable to protect Grainger against potential loss exposures. Grainger also may be requested or required to recall products or take other actions. Grainger's reputation could also be adversely affected by any resulting negative publicity.\nTax changes could affect Grainger’s effective tax rate and future profitability.\nGrainger’s future results could be adversely affected by changes in the effective tax rate as a result of Grainger’s relative overall profitability and the mix of earnings in countries with differing statutory tax rates, changes in tax legislation, the results of the examination of previously filed tax returns, and continuing assessment of Grainger's tax exposures. The Organization for Economic Cooperation and Development (OECD) Pillar Two guidelines address the increasing digitization of the global economy, re-allocating taxing rights among countries. The OECD continues to release additional guidance and countries are implementing legislation with widespread adoption of the Pillar Two Framework expected during 2024. Grainger continues to evaluate the Pillar Two Framework and its potential impact on future periods. Based on information to date, Grainger does not expect either the Pillar One or Two proposals to materially impact the Company’s global income tax liability or effective tax rate.\n19\nGrainger may be adversely impacted by the effects of climate change and may incur increased costs and experience other impacts due to new or more stringent environmental laws and regulations designed to address climate change.\nThe potential impacts of climate change on Grainger’s suppliers, product offerings, operations, facilities and customers are accelerating and uncertain. Increased public awareness and concern regarding global climate change have resulted in, and may continue to result in, more international, federal, and/or state or other stakeholder requirements or expectations that have resulted in, and could continue to result in, more restrictive or expansive standards, such as stricter limits on greenhouse gas emissions or more prescriptive reporting of environmental, social, and governance metrics. There continues to be a lack of consistent climate change legislation and standards, which creates economic and regulatory uncertainty.\nNew laws, regulations and enforcement could strain Grainger’s suppliers and result in increased compliance-related costs, which could result in higher product costs that are passed to Grainger. New or changing environmental laws and regulations could also increase Grainger’s operating costs, including through higher utility and transportation costs, and Grainger is unable to predict the potential impact such laws and regulations could have on its financial condition and results of operations. In addition, the potential physical risks of climate change may impact the availability and cost of materials and natural resources, sources and supply of energy and product demand, impact Grainger's transportation costs and supply chain network, and could increase Grainger’s operating costs. Natural disasters as a result of climate change at locations where Grainger, its suppliers or customers operate could cause disruptions to Grainger’s operations, which could adversely affect sales and could negatively impact\nGrainger’s business, financial condition, results of operations and cash flows\n. If environmental laws, regulations, and other stakeholder requirements impose significant operational restrictions or compliance requirements upon Grainger or its suppliers, products, or customers, or Grainger's operations are disrupted due to physical impacts of climate change, Grainger's business, capital expenditures, financial condition, results of operations, reputation, and competitive position could be negatively impacted.\nCredit and Liquidity Risks\nChanges in Grainger’s credit ratings and outlook may reduce access to capital and increase borrowing costs.\nGrainger’s credit ratings are based on a number of factors, including the Company’s financial strength and factors outside of Grainger’s control, such as conditions affecting Grainger’s industry generally or the introduction of new rating practices and methodologies. Grainger cannot provide assurances that its current credit ratings will remain in effect or that the ratings will not be lowered, suspended or withdrawn entirely by the rating agencies. If rating agencies lower, suspend or withdraw the ratings, the market price or marketability of Grainger’s securities may be adversely affected. In addition, any change in ratings could make it more difficult for the Company to raise capital on favorable terms, impact the Company’s ability to obtain adequate financing, and result in higher interest costs for the Company’s existing credit facilities or on future financings.\nGrainger has incurred indebtedness and may incur additional indebtedness, which could adversely affect cash flow, decrease business flexibility, or prevent Grainger from fulfilling its obligations.\nAs of December 31, 2023, Grainger’s consolidated indebtedness was approximately $2.3 billion. The Company’s indebtedness could, among other things, limit Grainger’s ability to respond to rapidly changing business and economic conditions, require the Company to dedicate a substantial portion of its cash flows to the payment of principal and interest on its indebtedness, reducing the funds available for other business purposes, and make it more difficult to satisfy the Company’s financial obligations as they come due during periods of adverse economic and industry conditions.\nThe agreements governing Grainger’s debt agreements and instruments contain representations, warranties, affirmative, negative and financial covenants, and default provisions. Grainger’s failure to comply with these restrictions and obligations could result in a default under such agreements, which may allow Grainger’s creditors to accelerate the related indebtedness. Any such acceleration could have a material adverse effect on Grainger’s business, financial condition, results of operations, cash flows, and its ability to obtain financing on favorable terms in the future.\nIn addition, Grainger may in the future seek to raise additional financing for working capital, capital expenditures, refinancing of indebtedness, share repurchases or other general corporate purposes. Grainger’s ability to obtain additional financing will be dependent on, among other things, the Company’s financial condition, prevailing market conditions and numerous other factors beyond the Company’s control. Such additional financing may not be available on commercially reasonable terms or at all. Any inability to obtain financing when needed could materially adversely affect the Company’s business, financial condition or results of operations.\n20"
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_1c",
    "text": "Risk Management and Strategy\nGrainger has a cybersecurity team that works to prevent, detect, and respond to cybersecurity threats. The team has implemented processes designed to assess, identify and manage material risks and vulnerabilities to the Company’s security posture, including prioritizing and remediating such risks. The team also works to assess and manage cybersecurity risks by: (i) reviewing cyber risks with senior management, including the Senior Vice President and Chief Technology Officer (CTO); (ii) incorporating cybersecurity in its enterprise risk processes; (iii) establishing regular reviews of cybersecurity risks and mitigation efforts, including with the Audit Committee and the Board; and (iv) using third parties as needed for reviews and testing.\nGrainger regularly identifies its enterprise risks. Grainger’s cybersecurity team reviews and updates its information security strategy and plans to align cybersecurity prioritization with the identified top enterprise risks.\nGrainger has developed a cybersecurity risk intake process to facilitate the identification of cybersecurity risks, including those related to third-party vendors. Identified risks are tracked by management, and incorporated into mitigation plans.\nThe management team engaged in the cybersecurity risk management process, including the CTO, has risk management backgrounds, certifications, and/or cyber experience in prior professional roles and at Grainger. The team maintains expertise on cyber risk management through third-party consultants, external trainings, and affiliations with relevant organizations.\nGrainger has been subject to unauthorized access of systems on which certain supplier, customer, and team member information was stored, which have been deemed immaterial to our business and operations individually and in the aggregate. Grainger, or third-party service providers engaged by Grainger, may be subject to other unauthorized access of information systems in the future. There can be no assurance that any future unauthorized access to or breach of these information systems will not be material to Grainger’s business, operations or financial condition.  See Part I, Item 1A: Risk Factors of this Form 10-K.\nGovernance\nThe Audit Committee assists the Board in its oversight of the Company’s Enterprise Risk Management (ERM) program and processes, including with respect to cybersecurity.\nBoth the Board and the Audit Committee regularly review the Company’s risk assessment and management processes and policies and receive regular updates from the Company’s management team members who are responsible for the effectiveness of the Company’s ERM program. As part of its ERM oversight, the Board oversees and regularly reviews the Company’s programs and processes for cybersecurity risks, including the Company’s framework for preventing, detecting, and addressing cybersecurity incidents and identifying emerging risks both broadly and within related industries. The Company’s CTO routinely provides cybersecurity updates to the Audit Committee and information to the Board. The CTO leads an information security team that works to facilitate the protection of the Company’s information and computing assets.\n21"
  },
  {
    "item_key": "item_2",
    "text": "As of December 31, 2023, Grainger’s owned and leased facilities totaled approximately 30.4 million square feet. Grainger owns and leases facilities primarily in the U.S., Japan, Canada\n(5)\n, Mexico\n(6)\n, Puerto Rico\n(7)\nand the U.K.\n(8)\nThe Company owns its corporate headquarters in Lake Forest, Illinois and leases other general offices in the Chicago Metropolitan area that consists of approximately one million square feet.\nGrainger believes that its properties are generally in excellent condition, well maintained and suitable for the conduct of business.\nThe following table includes Grainger's material facilities:"
  },
  {
    "item_key": "item_3",
    "text": "For a description of legal proceedings, see the disclosure contained in Note 14 to the Consolidated Financial Statements included in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K, which is incorporated herein by reference."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n22\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Market Information and Dividends\nGrainger's common stock is listed and traded on the New York Stock Exchange, under the symbol GWW.\nDividends\nGrainger expects that its practice of paying quarterly dividends on its common stock will continue, although the payment of future dividends is at the discretion of Grainger’s Board of Directors and will depend upon Grainger’s earnings, capital requirements, financial condition and other factors.\nHolders\nThe approximate number of shareholders of record of Grainger’s common stock as of February 14, 2024, was 510 with approximately 593,729 additional shareholders holding stock through nominees.\nPurchases of Equity Securities by the Issuer and Affiliated Purchasers\nThe following table provides information relating to Grainger's repurchase of common stock during the three months ended December 31, 2023:\n(A)\nThere were no shares withheld to satisfy tax withholding obligations.\n(B)\nAverage price paid per share excludes commissions of $0.02 per share paid.\n(C)\nPurchases were made pursuant to a share repurchase program approved by Grainger's Board of Directors and announced April 28, 2021 (2021 Program). The 2021 Program authorized the repurchase of up to five million shares with no expiration date.\n(D)\nThe difference of 21 shares between the Total Number of Shares Purchased and the Total Number of Shares Purchased as Part of Publicly Announced Plans or Programs represents shares purchased by the administrator and record keeper of the W.W. Grainger, Inc. Retirement Savings Plan for the benefit of the team members who participate in the plan.\n23\nCompany Performance\nThe fo\nllowing stock price performance graph compares the cumulative total return on an investment in Grainger common stock with the cumulative total return of an investment in each of the Dow Jones US Industrial Suppliers Total Stock Market Index and the S&P 500 Stock Index. It covers the period commencing December 31, 2018 and ending December 31, 2023. The graph assumes that the value for the investment in Grainger common stock and in each index was $100 on December 31, 2018, and that all dividends were reinvested."
  },
  {
    "item_key": "item_6",
    "text": "24"
  },
  {
    "item_key": "item_7",
    "text": "Objective\nThe following Management’s Discussion and Analysis (MD&A) of Financial Condition and Results of Operations is intended to help the reader understand the results of operations and financial condition of W.W. Grainger, Inc. (Grainger or Company) as it is viewed by the Company. The following discussion should be read in conjunction with the Consolidated Financial Statements and accompanying notes included in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K. This section of this Form 10-K generally discusses\n2023\nand\n2022\nitems and year-to-year comparisons between\n2023\nand\n2022\n. Discussions of 2021 items and year-to-year comparisons between\n2022\nand 2021 are not included in this Form 10-K, and can be found in MD&A of Financial Condition and Results of Operations in Part II, Item 7 of the Company’s Annual Report on Form 10-K for the fiscal year ended December 31, 2022.\nPercentage figures included in this section have not been calculated on the basis of such rounded figures but on the basis of such amounts prior to rounding. For this reason, percentage amounts in this section may vary slightly from those obtained by performing the same calculations using the figures in the Company's Consolidated Financial Statements or in the associated text.\nOverview\nW.W. Grainger, Inc. is a broad line distributor of maintenance, repair and operating (MRO) products and services with operations primarily in North America, Japan and the United Kingdom (U.K.). Grainger uses a combination of its high-touch solutions and endless assortment businesses to serve its customers worldwide, which rely on Grainger for products and services that enable them to run safe, sustainable and productive operations.\nStrategic Priorities\nThe Company’s continued strategic aspiration for 2024 is to relentlessly expand Grainger’s leadership position by being the go-to partner for people who build and run safe, sustainable, and productive operations. To achieve this, each Grainger business has a set of strategic growth drivers to drive top-line revenue and MRO market outgrowth. In the High-Touch Solutions North America (High-Touch Solutions N.A.) segment, businesses are focused on three areas: advantaged MRO solutions, differentiated sales and services, and unparalleled customer service. In the Endless Assortment segment, businesses are focused on product assortment expansion and innovative customer acquisition and retention capabilities. Additionally, all Grainger businesses are focused on continuously enhancing our operational processes to improve service and cost through customer experience, technology and supply chain infrastructure which ultimately delivers long-term returns for shareholders.\nRecent Events\nInflationary Cost Environment and Macroeconomic Pressures\nThe global economy continues to experience volatile disruptions including to the commodity, labor and transportation markets, arising from a combination of geopolitical events and various economic and financial factors. These disruptions have affected the Company's operations and may continue to affect the Company's business, financial condition and results of operations.\nThe Company continues to monitor economic conditions in the U.S. and globally, and the impact of macroeconomic pressures, including repercussions from changes in interest rates, currency exchange fluctuations, inflation and a potential recession on the Company’s business, customers, suppliers and other third parties. As a result of continued inflation, the Company has implemented strategies designed to mitigate certain adverse effects of higher costs while also remaining market price competitive. Historically, the Company’s broad and diverse customer base and the nondiscretionary nature of the Company’s products to its customers has helped to insulate it from the effects of recessionary periods in the industrial MRO market. The full extent and impact of these conditions are uncertain and cannot be predicted at this time.\nFor further discussion of the Company's risks and uncertainties, see Part I, Item 1A: Risk Factors of this Form 10-K.\n25\nResults of Operations\nIn this section, Grainger utilizes non-GAAP measures where it believes it will assist users of its financial statements in understanding its business. Non-GAAP measures exclude certain items affecting comparability that can affect the year-over-year assessment of operating results and other one-time items that do not directly reflect ongoing operating results. For further information regarding the Company's non-GAAP measures including reconciliations to the most directly comparable GAAP measures, see below \"Non-GAAP Measures\n.\"\nThe following table is included as an aid to understanding the changes in Grainger's Consolidated Statements of Earnings for the twelve months ended\nDecember 31, 2023\nand\n2022\n(in millions of dollars).\nThe following table is included as an aid to understanding the changes of Grainger's total net sales, daily net sales and daily organic constant currency net sales from the prior period for the twelve months end\ned\nDecember 31, 2023\n(in millions of dollars\n):\nNet sales of $16,478 million for the year ended December 31, 2023 increased $1,250 million, or 8%,\nand on a daily, organic constant currency basis, net sales increased 10% compared to the same period in 2022. Both High-Touch Solutions N.A. and the Endless Assortment segments contributed to sales growth in 2023. For further discussion on the Company's net sales, see the Segment\nAnalysis section below.\nGross profit of $6,496 million for the year ended December 31, 2023 increased $647 million, or 11%, and gr\noss profit margi\nn of 39.4% increased 100 basis points compared to the same period in 2022. Both segments contributed to margin expansion in 2023.\nFor further discussion on the Company's gross profit, see the Segment Analysis section below.\n26\nSelling, general, and administrative (SG&A) expenses of $3,931 million for the year ended December 31, 2023 increased $297 million, or 8%. Adjusted SG&A of $3,905 million increased $250 million, or 7%, compared to the sa\nme period in 2022 driven by higher marketing and payroll expenses. Adjusted SG&A leverage improved 30 basis points in 2023\n.\nOperating earnings of $2,565 million for the year ended December 31, 2023 increased $350 million, or 16%. Adjusted operating earnings of $2,591 million increased  $397 million, or  18%,  compared to the same period in 2022 due to higher gross profit dollars, partially offset by increased SG&A consistent with sales growth in 2023. Adjusted operating margin improved 130 basis points in 2023\n.\nIncome tax expense of $597 million and $533 million represents effective tax rates of 23.9% and 24.8% for the years ended December 31, 2023 and 2022, respectively. The Company's effective tax rate was positively impacted by increased benefits related to stock compensation in 2023.\nDiluted earnings per share was $36.23 f\nor the year ended December 31, 2023. Adjusted diluted earnings per share was $36.67 for the year ended December 31, 2023, an increase of 24% compared to $29.66 for the same period in 2022.\n27\nNon-GAAP Measures\nGrainger utilizes non-GAAP measures where it believes it will assist users of its financial statements in understanding its business. Non-GAAP measures exclude certain items affecting comparability that can affect the year-over-year assessment of operating results and other one-time items that do not directly reflect ongoing operating results. Organic net sales results exclude the impact of changes in foreign currency exchange rates and results of certain divested businesses in the comparable prior year period post date of divestiture. Adjusted results including adjusted SG&A, adjusted operating earnings, adjusted net earnings and adjusted diluted EPS exclude certain non-recurring items, including restructuring charges, asset impairments, gains and losses associated with business divestitures and other non-recurring, infrequent or unusual gains and losses from the Company’s most directly comparable reported U.S. generally accepted accounting principles (GAAP) results. The Company believes its non-GAAP measures provide meaningful information to assist investors in understanding financial results and assessing prospects for future performance as they provide a better baseline for analyzing the ongoing performance of its businesses by excluding items that may not be indicative of core operating results. Grainger’s non-GAAP financial measures should be considered in addition to, and not as a replacement for or as a superior measure to its most directly comparable GAAP measure and may not be comparable to similarly titled measures reported by other companies.\nBusiness Divestitures\nIn the fourth quarter of 2023, Grainger divested E & R Industrial Sales, Inc. (E&R) and recorded a one-time pre-tax loss on the divestiture of $26 million in SG&A. In the fourth quarter of 2022, Grainger divested Cromwell's wholly owned software business in the U.K. and recorded a one-time pre-tax gain on the divestiture of $21 million in SG&A. The Company does not expect these business exits to have a material effect on its future results of operations.\n28\nThe following table provides a reconciliation of reported net sales growth from the prior year period in accordance with GAAP to the Company's non-GAAP measures daily net sales and daily, organic constant currency net sales\nfor the twelve months end\ned\nDecember 31, 2023\n(in millions of dollars):\n29\nThe following tables provide a reconciliation of reported SG&A expenses, operating earnings, net earnings attributable to W.W. Grainger, Inc. and diluted earnings per share determined in accordance with GAAP to the Company's non-GAAP measures adjusted SG&A, adjusted operating earnings, adjusted net earnings attributable to W.W. Grainger, Inc. and adjusted diluted earnings per share for the twelve months ended December 31, 2023 and 2022 (in millions of dollars):\n30\nSegment Analysis\nIn this section, Grainger utilizes non-GAAP measures where it believes it will assist users of its financial statements in understanding its business. For further information regarding the Company's non-GAAP measures including reconciliations to the most directly comparable GAAP measures, see above \"Non-GAAP Measures\n.\"\nFor further segment information, see Note 13 of the Notes to Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K.\nHigh-Touch Solutions N.A.\nThe following table shows reported segment results (in millions of dollars):\nNet sales of $13,267 million for the year ended December 31, 2023 increased $1,085 million, or 9% compared to the same period in 2022. The increase was due to volume of 5% and price,\nwhich includes customer mix, of 4%.\nGross profit of $5,546 million for the year ended December 31, 2023 increased $595 million, or 12%, and gross profit margin of 41.8% increased 120 basis points compared to the same period in 2022. The increase was driven by freight and supply chain efficiencies in 2023.\n31\nSG&A of $3,212 million for the year ended December 31, 2023 increased $244 million, or 8%, and adjusted SG&A of $3,186 million increased $218 million, or 7% compared to the same period in 2022. The increase was primarily due to higher marketing and payroll expenses. Adjusted SG&A leverage improved 30 basis points compared to the same period in 2022.\nOperating earnings of $2,334 million for the year ended\nDecember 31, 2023\nincreased $351 million, or 18%, and   adjusted operating earnings of $2,360 million increased $377 million, or 19% compared to the same period in 2022.\nEndless Assortment\nThe following table shows reported segment results (in millions of dollars):\nNet sales of $2,916 million for the year ended December 31, 2023 increased $129 million, or 5%, and on a daily constant currency basis, increased 10% compared to the same period in 2022.\nThe increase was due to sales growth of 10%, driven by customer acquisition for the segment and ente\nrprise growth at MonotaRO, partially offset by declining sales at Zoro and non-core, consumer-like customers for the segment. Sales growth was offset by unfavorable currency exchange of 5% due to changes in the exchange rate be\ntween the U.S. dollar and the Japanese yen.\nGross profit of $864 million for the year ended December 31, 2023 increased $47 million, or 6%, and gross profit margin of 29.6% increased 30 basis points compared to the same period in 2022\n. The increase was driven by freight efficiencies at MonotaRO partially offset by unfavorable product mix at Zoro in 2023.\nSG&A of $631 million for the year ended December 31, 2023 increased $37 million, or 6%, compared to the same period in 2022\n. The increase was primarily due to higher marketing and payroll and benefit expenses to support the continued growth of the segment in 2023. S\nG&A lever\nage decreased 30 basis points compared to the same period in 2022.\nOperating earnings of $233 million for the year ended December 31, 2023 increased $10 million, or 4%, compared to the same period in 2022. The increase was due to higher gross profit dollars, partially offset by higher SG&A in 2023.\nLiquidity and Capital Resources\nGrainger believes its current balances of cash and cash equivale\nnts, marketable securities and\navailability under its revolving credit facilities will be sufficient to meet its liquidity needs for the next twelve months. The Company expects to continue to invest in its business and return excess cash to shareholders through cash dividends and share repurchases, which it plans to fund through cash flows generated from operations. Grainger also maintains access to capital markets and may issue debt or equity securities from time to time, which may provide an additional source of liquidity.\nSources of Liquidity\nCash and Cash Equivalents\nAs of December 31, 2023 and 2022, Grainger had cash and cash equivalents of $660 million and $325 million, respectively. The increase in cash was primarily due to cash flows from operations and favorable year-over-year working capital, partially offset by higher capital expenditures and higher volume of share repurchases. The Company had approximately $1.9 billion in available liquidity as of December 31, 2023.\n32\nCash Flows\nThe following table shows the Company's cash flow activity for the periods presented (in millions of dollars):\nNet cash provided by operating activities was $2,031 million and $1,333 million for the year ended December 31, 2023 and 2022, respectively.\nThe increase compared to the prior year period was due to higher earnings and favorable changes in year-over-year working capital largely driven by sales growth, inventory management and timing of cash receipts and payments.\nNet cash used in investing activities was $422 million and $263 million for the year ended December 31, 2023 and 2022, respectively. The increase compared to the prior year period primarily reflects increased U.S. supply chain investments including capacity, automation and sustainability initiatives, as well as technology enhancements across the Company.\nNet cash used in financing activities was $1,278 million and $972 million for the year ended December 31, 2023 and 2022, respectively. The increase compared to the prior year period was primarily due to higher treasury stock repurchases.\nDebt\nGrainger maintains a debt ratio and liquidity position that provides flexibility in funding working capital needs and long-term cash requirements. Grainger has various sources of financing available. For further information regarding the Company's debt instruments and available financing sources, see Note 5 of the Notes to the Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K.\nTotal debt as a percent of total capitalization was 40.1% and 45.9%, as of December 31, 2023 and 2022, respectively.\nCredit Ratings\nGrainger receives ratings from two independent credit ratings agencies: Moody's Investor Service (Moody's) and Standard & Poor's (S&P). Both credit rating agencies currently rate the Company's corporate credit at investment grade.\nThe following table summarizes the Company's credit ratings as of December 31, 2023:\nUses of Liquidity\nInternally generated cash flows are the primary source of Grainger's working capital and growth initiatives, including\n33\ncapital expenditures. The\nCompany expects to continue to return excess capital to shareholders through share\nrepurchases and dividends.\nWorking Capital\nWorking capital as of December 31, 2023 was $3,078 million, an increase of $214 million compared to $2,864 million as of December 31, 2022. The increase was primarily due to sustained sales growth and inventory management driven by supply chain efficiencies compared to the prior year period. As of December 31, 2023 and 2022, the ratio of current assets to current liabilities was 2.8 and 2.5, respectively.\nCapital Expenditures\nIn fiscal 2023, the Company's capital expenditures were $445 million and $256 million for the years ended December 31, 2023 and 2022, respectively. Capital project spending for\n2024 is expected to be in the range o\nf $400 and $500 million. This includes continued supply chain capacity expansion and technology enhancements across the Company. With Grainger's strategic plan to expand its distribution network, the Company completed land purchases in Oregon and Texas in the second and fourth quarters of 2023 for construction of approximately 500,000 and 1,200,000 square foot distribution centers (DC), respectively.\nShare Repurchases\nFor the years ended December 31, 2023 and 2022, Grainger repurchased shares of its common stock in the\nopen mark\net for $850 million an\nd $603 million, respectively. Share repurchases are executed at prices the Company determines appropriate subject to various factors, including market conditions and the Company's financial performance and may be affected through accelerated share repurchase programs, open market purchases or privately negotiated transactions, including through Rule 10b5-1 plans. Share repurchases for 2024 are expected to be in the r\nange of $900 and $1,100 million.\nDividends\nFor the years ended\nDecember 31, 2023 and 2022,\nGrainger declared and\npaid $392 million a\nnd $370 million, respectively, in dividends to holders of the Company's common stock.\nCommitments and Other Contractual Obligations\nThe Company's material cash requirements include the following commitments and other contractual obligations.\nDebt\nAs of December 31, 2023, the Company had outstanding debt obligations with varying maturities for an aggregate principal amount of $2,337 million, with $34 million pa\nya\nble within 12 months. Total future interest payments associated with the Company's outstanding debt obligations was $1,729 million, with $87 million payable within 12 months.\nPurchase Obligations\nGrainger had purchase obligations of approximately\n$1,453 million\nas of\nDecember 31, 2023\n, which includes approximately\n$1,175 million\npayable within 12 months. Grainger's purchase obligations primarily include commitments to purchase inventory, uncompleted additions to property, buildings and equipment and other goods and services. Purchase obligations are made in the normal course of business to meet operating needs and are primarily noncancelable.\nLeases\nThe Company has lease arrangements for\ncertain properties, buildings and equipment (including branches, warehouses, DCs and office space)\n. As of\nDecember 31, 2023\n, the Company had fixed operating lease payment obligations o\nf $492 million, with $87 million payab\nle within 12 months.\n34\nCritical Accounting Estimates\nThe preparation of Grainger’s Consolidated Financial Statements and accompanying notes are in conformity with GAAP and the Company’s discussion and analysis of its financial condition and operating results require the Company’s management to make assumptions and estimates that affect the reported amounts. The Company considers an accounting policy to be a critical estimate if: (1) it involves assumptions that are uncertain when judgment was applied, and (2) changes in the estimate assumptions, or selection of a different estimate methodology, could have a significant impact on Grainger’s consolidated financial position and results. While the Company believes the assumptions and estimates used are reasonable, the Company’s management bases its estimates on historical experience and on various other assumptions it believes to be reasonable under the circumstances. Note 1 of the Notes to Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K describes the significant accounting policies and methods used in the preparation of the Company’s Consolidated Financial Statements.\nInventories\nCompany inventories primarily consist of merchandise purchased for resale and are valued at the lower of cost or market value. The majority of the Company’s inventory is accounted for using the last-in, first-out (LIFO) method. Market value is based on an analysis of inventory trends including, but not limited to, reviews of inventory levels, sales and cost information and on-hand quantities relative to the sales history for the product and shelf-life. The Company's methodology for estimating whether adjustments are necessary is continually evaluated for factors including significant changes in product demand, liquidation or disposition history values and market conditions such as inflation and other acquisition costs, including freight and duties. If business or economic conditions change, estimates and assumptions may be adjusted as deemed appropriate.\nGoodwill and Other Intangible Assets\nThe Company evaluates goodwill and indefinite-lived intangible assets for impairment annually during the fourth quarter and more frequently if impairment indicators exist. The fair value of reporting units is calculated primarily using the discounted cash flow method and utilizing value indicators from a market approach to evaluate the reasonableness of the resulting fair values. The Company’s indefinite-lived intangible assets are primarily trade names. The fair value of trade names is calculated primarily using the relief-from-royalty method, which estimates the expected royalty savings attributable to the ownership of the trade name asset.\nThe estimates used to calculate the fair values of reporting units and indefinite-lived intangible assets involve the use of significant assumptions, estimates and judgments and changes from year to year based on operating results, market conditions, macroeconomic developments and other factors. Changes in these estimates and assumptions could materially affect the determination of fair value and impairment for each reporting unit and indefinite-lived intangible asset. For further information on the Company's goodwill and other intangible assets, see Note 4 of the Notes to Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K.\nContingencies and Legal Matters\nThe Company is subject to various claims and legal proceedings that arise in the ordinary course of business, the outcomes of which are inherently uncertain. The Company accrues for costs relating to litigation claims and other contingent matters when it is probable that a liability has been incurred and the amount of the assessment can be reasonably estimated. For further information on the Company's contingencies and legal matters, see Note 14 of the Notes to Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K.\n35"
  },
  {
    "item_key": "item_7a",
    "text": "Grainger's primary market risk exposures is as follows:\nForeign Currency Exchange Rates\nGrainger’s financial results, including the value of assets and liabilities, are exposed to foreign currency exchange rate risk when the financial statements of the business units outside the U.S., as stated in their local currencies, are translated into U.S. dollars. For the fiscal year ended December 31, 2023, approximately 18% of the Company's net sales were denominated in a currency other than the Company's functional U.S. dollar currency. Consequently, the Company is exposed to the impact of exchange rate volatility primarily between the U.S. dollar and the Japanese yen, Mexican peso, Canadian dollar and the British pound sterling.\nA hypothetical 10% change in the relative value of the U.S. dollar would\nnot\nmaterially impact the Company's net earnings for 2023.\nInterest Rate Risks\nGrainger is exposed to interest rate risk on its long-term debt. In February 2020, Grainger entered into certain derivative instrument agreements to hedge a portion of its fixed-rate long-term debt to manage this risk.\nThe annualized effect of a hypothetical 1 percentage point increase in interest rates on Grainger’s variable-rate debt obligations\nwould not materially impact\nthe Company's net earnings for 2023.\nFor debt and derivative instrument information, see Note 5 and Note 11 of the Notes to Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Form 10-K.\nCommodity Price Risks\nGrainger’s transportation costs are exposed to fluctuations in the price of fuel and some sourced products contain commodity-priced materials. The Company regularly monitors commodity trends and, as a broad line supplier, mitigates any material exposure to commodity price risk by having alternative sourcing plans in place that mitigate the risk of supplier concentration, passing commodity-related inflation to customers or suppliers and continuing to scale its distribution networks, including its transportation infrastructure.\n36"
  },
  {
    "item_key": "item_8",
    "text": "Report of Independent Registered Public Accounting Firm\nTo the Shareholders and the Board of Directors of\nW.W. Grainger, Inc.\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of W.W. Grainger, Inc. and subsidiaries (the Company) as of December 31, 2023 and 2022, the related consolidated statements of earnings, comprehensive earnings, shareholders’ equity and cash flows for each of the three years in the period ended December 31, 2023, and the related notes (collectively referred to as the “consolidated financial statements”). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at December 31, 2023 and 2022, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2023, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of December 31, 2023, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework), and our report dated February 22, 2024 expressed an unqualified opinion thereon.\nBasis for Opinion\nThese financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n37\n/s/\nErnst & Young LLP\nWe have served as the Company’s auditor since 2005.\nChicago, Illinois\nFebruary 22, 2024\n38\nW.W. Grainger, Inc. and Subsidiaries\nCONSOLIDATED STATEMENTS OF EARNINGS\n(In millions, except for per share amounts)\nThe accompanying notes are an integral part of these financial statements.\n39\nW.W. Grainger, Inc. and Subsidiaries\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE EARNINGS\n(In millions of dollars)\nThe accompanying notes are an integral part of these financial statements.\n40\nW.W. Grainger, Inc. and Subsidiaries\nCONSOLIDATED BALANCE SHEETS\n(In millions of dollars, except for share and per share amounts)\nThe accompanying notes are an integral part of these financial statements.\n41\nW.W. Grainger, Inc. and Subsidiaries\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(In millions of dollars)\nThe accompanying notes are an integral part of these financial statements.\n42\nW.W. Grainger, Inc. and Subsidiaries\nCONSOLIDATED STATEMENTS OF SHAREHOLDERS' EQUITY\n(In millions of dollars, except for per share amounts)\nThe accompanying notes are an integral part of these financial statements.\n43\nNOTE 1 -\nSUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nW.W. Grainger, Inc. is a broad line distributor of maintenance, repair and operating (MRO) products and services with operations primarily in North America, Japan and the United Kingdom (U.K.). In this report, the words “Grainger” or “Company” mean W.W. Grainger, Inc. and its subsidiaries, except where the context makes it clear that the reference is only to W.W. Grainger, Inc. itself and not its subsidiaries.\nPrinciples of Consolidation\nThe Consolidated Financial Statements include the accounts of the Company and its subsidiaries over which the Company exercises control. All significant intercompany transactions are eliminated from the Consolidated Financial Statements. The Company has a controlling ownership interest in MonotaRO, the endless assortment business in Japan, with the residual representing the noncontrolling interest.\nThe Company reports MonotaRO on a one-month calendar lag allowing for the timely preparation of financial statements. This one-month reporting lag is with the exception of significant transactions or events that occur during the intervening period.\nUse of Estimates\nThe preparation of the Company's Consolidated Financial Statements in conformity with U.S. generally accepted accounting principles requires management to make estimates and assumptions affecting reported amounts in the Consolidated Financial Statements and accompanying notes. Actual results may differ from those estimates.\nReclassifications\nCertain reclassifications have been made to prior year amounts in Grainger's Consolidated Statements of Cash Flows to conform with the current year presentation. The Company reclassified amounts to separately disclose Non-cash lease expense as an adjustment to reconcile net earnings to net cash provided by operating activities and Operating lease liabilities as a change in operating assets and liabilities. Previously, the net activity for these amounts were included in Depreciation and amortization. The change had no effect on previously reported results including net cash provided by (used in) operating, investing and financing activities or net earnings for the twelve months ended December 31, 2023, 2022 and 2021.\nForeign Currency Translation\nThe U.S. dollar is the Company's reporting currency for all periods presented. The financial statements of the Company’s foreign operating subsidiaries are measured using the local currency as the functional currency. Assets and liabilities of the Company’s foreign operating subsidiaries are translated into U.S. dollars at the exchange rate in effect at the balance sheet date. Revenues and expenses are translated at average rates in effect during the period. Translation gains or losses are recorded as a separate component of other comprehensive earnings (losses).\nRevenue Recognition\nThe Company recognizes revenue when a sales arrangement with a customer exists (e.g., contract, purchase orders, others), the transaction price is fixed or determinable and the Company has satisfied its performance obligation per the sales arrangement.\nThe majority of Company revenue originates from contracts with a single performance obligation to deliver products, whereby performance obligations are satisfied when control of the product is transferred to the customer per the arranged shipping terms. Some Company contracts contain a combination of product sales and services, which are distinct and accounted for as separate performance obligations and are satisfied when the services are rendered. Total service revenue is not material and accounted for approximately\n1\n% of the Company's revenue for the years ended December 31, 2023, 2022 and 2021.\nThe Company’s revenue is measured at the determinable transaction price, net of any variable considerations granted to customers and any taxes collected from customers and subsequently remitted to governmental authorities. Variable considerations include rights to return products and sales incentives, which primarily consist of volume rebates. These variable considerations are estimated throughout the year based on various factors, including contract terms, historical experience and performance levels. Total accrued sales returns were approximately $\n52\nmillion and $\n38\nmillion as of December 31, 2023 and 2022, respectively, and are reported as a reduction of Accounts receivable – net. Total accrued sales incentives were approximately $\n114\nmillion and $\n102\n44\nmillion as of December 31, 2023 and 2022, respectively, and are reported as part of Accrued expenses.\nThe Company records a contract asset when it has a right to payment from a customer that is conditioned on events other than the passage of time. The Company also records a contract liability when customers prepay but the Company has not yet satisfied its performance obligation.\nThe Compa\nny did not have any\nmaterial unsatisfied performance obligations, contract assets or liabilities as of December 31, 2023 and 2022.\nCost of Goods Sold (COGS)\nCOGS, exclusive of depreciation and amortization, includes the purchase cost of goods sold net of vendor considerations, in-bound shipping costs, outbound shipping and handling costs and service costs. The Company receives vendor considerations, such as rebates to promote their products, which are generally recorded as a reduction to COGS. Rebates earned from vendors that are based on product purchases are capitalized into inventory and rebates earned based on products sold are credited directly to COGS. Total accrued vendor rebates were $\n155\nmillion and $\n136\nmillion as of December 31, 2023 and 2022, respectively, and are reported in Trade accounts payable.\nSelling, General and Administrative Expenses (SG&A)\nCompany SG&A is primarily comprised of payroll and benefits, advertising, depreciation and amortization, lease, indirect purchasing, supply chain and branch operations, technology, and selling expenses, as well as other types of general and administrative costs.\nAdvertising\nAdvertising costs, which include online marketing, are generally expensed in the year the related advertisement is first presented or when incurred. Total advertising expense was $\n638\nmillion, $\n519\nmillion and $\n402\nmillion for 2023, 2022 and 2021, respectively.\nStock Incentive Plans\nThe Company measures all share-based payments using fair-value-based methods and records compensation expense on a straight-line basis over the vesting periods, net of estimated forfeitures.\nIncome Taxes\nThe Company recognizes the provision for income taxes using the asset and liability method, under which deferred tax assets and liabilities are recognized for the expected future tax consequences of temporary differences between the financial reporting and tax basis of assets and liabilities, and for operating losses and tax credit carryforwards. Deferred tax assets and liabilities are measured using the currently enacted tax rates that apply to taxable income in effect for the years in which those tax assets are expected to be realized or settled. Also, the Company evaluates deferred income taxes to determine if valuation allowances are required using a “more likely than not” standard. This assessment considers the nature, frequency and amount of book and taxable income and losses, the duration of statutory carryback and forward periods, future reversals of existing taxable temporary differences and tax planning strategies, among other matters\n.\nThe Company recognizes tax benefits from uncertain tax positions only if (based on the technical merits of the position) it is more likely than not that the tax positions will be sustained on examination by the tax authority. The Company recognizes interest expense and penalties to its tax uncertainties in the provision for income taxes.\nOther Comprehensive Earnings (Losses)\nThe Company's Other comprehensive earnings (losses) include foreign currency translation adjustments and unrecognized gains (losses) on postretirement and other employment-related benefit plans. Accumulated other comprehensive earnings (losses) (AOCE) are presented separately as part of shareholders' equity.\nCash and Cash Equivalents\nThe Company considers all highly liquid investments with original maturities of three months or less at time of purchase to be cash equivalents.\n45\nConcentration of Credit Risk\nThe Company places temporary cash investments with institutions of high credit quality and, by policy, limits the amount of credit exposure to any one institution. Also, the Company has a broad customer base representing many diverse industries across North America, Japan and U.K. Consequently, no significant concentration of credit risk is considered to exist.\nAccounts Receivable and Allowance for Credit Losses\nThe Company’s accounts receivable arises primarily from sales on credit to customers and are stated at their estimated net realizable value. The Company establishes allowances for credit losses on customer accounts that are potentially uncollectible. These allowances are determined based on several factors, including the age of the receivables, historical collection trends and economic conditions that may have an impact on a specific industry, group of customers or a specific customer.\nThe Company establishes an allowance for credit losses to present the net amount of accounts receivable expected to be collected. The allowance is determined by using the loss-rate method, which requires an estimation of loss rates based upon historical loss experience adjusted for factors that are relevant to determining the expected collectability of accounts receivable. Some of these factors include macroeconomic conditions that correlate with historical loss experience, delinquency trends, aging behavior of receivables and credit and liquidity quality indicators for industry groups, customer classes or individual customers.\nInventories\nCompany inventories primarily consist of merchandise purchased for resale. The Company uses the last-in, first-out (LIFO) method, valued at the lower of cost or market, to account for approximately\n77\n% of total inventory and the first-in, first-out (FIFO) method, valued at the lower of cost or net realizable value, for the remaining inventory. The Company regularly reviews inventory to evaluate continued demand and records excess and obsolete provisions representing the difference between excess and obsolete inventories and market value. Estimated market value considers various variables, including product demand, aging and shelf life, market conditions, and liquidation or disposition history and values.\nIf FIFO had been used for all of the Company’s inventories, they would have been $\n770\nmillion and $\n693\nmillion higher than reported as of December 31, 2023 and December 31, 2022, respectively. Concurrently, net earnings would have increased by $\n58\nmillion, $\n139\nmillion and $\n49\nmillion for the years ended December 31, 2023, 2022 and 2021, respectively.\nProperty, Buildings and Equipment\nProperty, buildings and equipment are stated at cost, less accumulated depreciation. Depreciation is computed over the estimated useful lives of the asset classes using the straight-line method. Useful lives for buildings, structures and improvements range from\n10\nto\n50\nyears and furniture, fixtures, machinery and equipment from\nthree\nto\n15\nyears. Amounts expended for maintenance and repairs are charged to expense as incurred.\nLong-Lived Assets\nThe carrying value of long-lived assets, primarily property, buildings and equipment and amortizable intangibles, is evaluated whenever events or changes in circumstances indicate that the carrying value of the asset group may be impaired. An impairment loss is recognized when estimated undiscounted future cash flows resulting from use of the asset, including disposition, are less than their carrying value. Impairment is measured as the amount by which the asset's carrying amount exceeds the fair value.\nLeases\nThe Company leases certain properties, buildings and equipment (including branches, warehouses, DCs and office space) under various arrangements which provide the right to use the underlying asset and require lease payments for the lease term. The Company determines if an arrangement contains a lease at inception. Leases with an initial term of more than 12 months are recorded on the balance sheet as right-of-use (ROU) assets representing the right to use the underlying asset for the lease term and the corresponding current and long-term lease liabilities representing the obligation to make lease payments arising from the lease.\n46\nROU assets and lease liabilities are recognized at the lease commencement or possession date based on the present value of lease payments over the lease term and include options to extend or terminate the lease when they are reasonably certain to be exercised. The present value of lease payments is determined using the incremental borrowing rate based on the information available at the lease commencement date. The incremental borrowing rate, the ROU asset and the lease liability are re-evaluated upon a lease modification.\nCertain lease agreements include variable lease payments that primarily include payments for non-lease components including pass-through operating expenses such as certain maintenance costs and utilities, and payments for non-components such as real estate taxes and insurance. Lease agreements with fixed lease and non-lease components are generally accounted for as a single lease component for all underlying classes of assets. Certain of the Company’s lease arrangements contain renewal provisions from\none\nto\n30\nyears, exercisable at the Company's option. The Company’s lease agreements do not contain any material residual value guarantees or material restrictive covenants.\nThe Company’s\noperating lease expense is recognized on a straight-line basis over the lease term and is recorded in SG&A.\nGoodwill and Other Intangible Assets\nIn a business acquisition, the Company recognizes goodwill as the excess purchase price of an acquired reporting unit over the net amount assigned to assets acquired including intangible assets and liabilities assumed. Acquired intangibles include both assets with indefinite lives and assets that are subject to amortization, which are amortized straight-line over their estimated useful lives.\nThe Company tests goodwill and indefinite-lived intangibles for impairment annually during the fourth quarter and more frequently if impairment indicators exist. The Company performs qualitative assessments of significant events and circumstances, such as reporting units' historical and current results, assumptions regarding future performance, strategic initiatives and overall economic factors to determine the existence of impairment indicators and assess if it is more likely than not that the fair value of the reporting unit or indefinite-lived intangible asset is less than its carrying value that would necessitate a quantitative impairment test. In the quantitative test, Grainger compares the carrying value of the reporting unit or an indefinite-lived intangible asset with its fair value. Any excess of the carrying value over fair value is recorded as an impairment charge, presented as part of SG&A.\nThe fair value of reporting units is calculated primarily using the discounted cash flow method and utilizing value indicators from a market approach to evaluate the reasonableness of the resulting fair values. Estimates of market-participant risk-adjusted weighted average cost of capital are used as a basis for determining the discount rates to apply to the reporting units’ future expected cash flows and terminal value.\nThe Company’s indefinite-lived intangibles are primarily trade names. The fair value of trade names is calculated primarily using the relief-from-royalty method, which estimates the expected royalty savings attributable to the ownership of the trade name asset. The key assumptions when valuing a trade name are the revenue base, the royalty rate and the discount rate.\nAdditionally, the Company capitalizes certain costs related to the purchase and development of internal-use software, which are presented as intangible assets. Amortization of capitalized software is on a straight-line basis over\nthree\nor\nfive years\n.\nAccounting for Derivative Instruments\nThe Company recognizes all derivative instruments as assets or liabilities in the Consolidated Balance Sheets at fair value. The accounting for changes in the fair value of a derivative instrument depends on whether it has been designated and qualifies as part of a hedging relationship and, further, on the type of hedging relationship.\nTo qualify for hedge accounting, a derivative must be highly effective at reducing the risk associated with the exposure being hedged. In addition, for a derivative to be designated as a hedge, the risk management objective and strategy must be documented. Hedge documentation must identify the derivative hedging instrument, the asset or liability or forecasted transaction, type of risk to be hedged, and how the effectiveness of the derivative is assessed prospectively and retrospectively. To assess effectiveness, the Company uses statistical methods and qualitative comparisons of critical terms. The extent to which a derivative has been and is expected to continue to be highly effective at offsetting changes in the fair value or cash flows of the hedged item is assessed and\n47\ndocumented periodically. If it is determined that a derivative is not highly effective at hedging the designated exposure, hedge accounting is discontinued. For those derivative instruments that are designated and qualify as hedging instruments, the Company classifies them as fair value hedges or cash flow hedges.\nContingencies\nThe Company records a liability when a particular contingency is both probable and estimable. If the probable loss cannot be reasonably estimated, no accrual is recorded, but the loss contingency and the reasons to the effect that it cannot be reasonably estimated are disclosed. If a loss is reasonably possible, the Company will provide disclosure to that effect.\nFor further discussion on the Company's contingencies, see Note 14.\nNew Accounting Standards\nAccounting Pronouncements Recently Issued\nIn November 2023, the FASB issued Accounting Standards Update (ASU) 2023-07,\nSegment Reporting (Topic 280): Improvements to Reportable Segment Disclosures.\nThis update requires public entities to disclose significant segment expenses and other segment items on an annual and interim basis. The effective date is for fiscal years beginning after December 15, 2023, with the option to early adopt prior to the effective date and requires application on a retrospective basis. The Company is evaluating the impact of the requirements on the related segment reporting disclosures.\nIn December 2023, the FASB issued Accounting Standards Update (ASU) 2023-09,\nIncome Taxes (Topic 740): Improvements to Income Tax Disclosures\n. This update requires public entities to disclose consistent categories and greater disaggregation of information in the rate reconciliation, and income taxes paid disaggregated by jurisdiction. The effective date is for fiscal years beginning after December 15, 2024, with the option to early adopt prior to the effective date and should be applied on prospective basis, but retrospective application is permitted. The Company is evaluating the impact of the requirements on the related income tax disclosures.\n48\nNOTE 2 -\nREVENUE\nThe Company's revenue is primarily comprised of MRO product sales and related activities, such as freight and services.\nGrainger serves a large number of customers in diverse industries, which are subject to different economic and market-specific factors. The Company's presentation of revenue by segment and industry most reasonably depicts how the nature, amount, timing and uncertainty of the Company's revenue and cash flows are affected by economic and market-specific factors. In addition, the segments have unique underlying risks associated with customer purchasing behaviors. In the High-Touch Solutions N.A. segment, more than two-thirds of revenue is derived from customer contracts whereas in the Endless Assortment segment, a majority of revenue is derived from non-contractual purchases.\nThe following table presents the Company's percentage of revenue by reportable segment and by major customer industry:\n49\nNOTE 3 -\nPROPERTY, BUILDINGS AND EQUIPMENT\nGrainger's p\nroperty, buildings and equipment consisted of the following (in millions of dollars):\nDepreciation expense on property, buildings and equipment was $\n146\nmillion, $\n139\nmillion and $\n123\nmillion for the years ended December 31, 2023, 2022 and 2021, respectively.\nNOTE 4 -\nGOODWILL AND OTHER INTANGIBLE ASSETS\nGrainger completed its annual impairment testing of goodwill and intangible assets during the fourth quarter of 2023 and 2022. Based on the results of that testing, the Company did not identify any significant events or changes in circumstances that indicated the existence of impairment indicators and concluded that it was more likely than not that the fair value of the reporting units exceeded their carrying amounts at each respective period.\nHigh-Touch Solutions N.A. – Canada Business\nAs of December 31, 2023 and 2022, the Canada business reporting unit had goodwill of $\n124\nmillion and $\n121\nmillion, respectively. As part of our annual impairment testing, the Company compared the current results to forecasted expectations of the most recent quantitative analysis, along with analyzing macroeconomic conditions, current industry trends and transactions, and other market data of industry peers. The Company also performed various sensitivities over key assumptions, including projections of future operating expenditures used in the analysis. The Company did not identify any significant events or changes in circumstances that indicated the existence of impairment indicators for its Canada business, and concluded it was more likely than not its fair value exceeded its carrying value.\nThe Company's balances and changes in the carrying amount of Goodwill by segment are as follows (in millions of dollars):\nGrainger's cumulative\ngoodwill impairment as of December 31, 2023, was $\n137\nmillion.\nNo\ngoodwill impairment was recorded for the twelve months ended December 31, 2023, 2022 and 2021.\n50\nThe balances and changes in intangible assets – net are as follows (in millions of dollars):\nAmortization expense of intangible assets recorded in SG&A was $\n64\nmillion, $\n61\nmillion and $\n63\nmillion for the years ended December 31, 2023, 2022 and 2021, respectively.\nEstimated amortization expense for future periods is as follows (in millions of dollars):\n51\nNOTE 5 -\nDEBT\nTotal debt, including long-term, current maturities and debt issuance costs and discounts\n–\nnet, consisted of the following (in millions of dollars):\nRevolving Credit Facility\nIn October 2023, the Company entered into a\nfive\n-year unsecured revolving credit facility agreement (2023 Credit Facility). Grainger may obtain loans in various currencies on a revolving basis in an aggregate amount not exceeding $\n1.25\nbillion, which may be increased up to $\n1.875\nbillion at the request of the Company, subject to obtaining additional commitments and other customary conditions. The primary purpose of the 2023 Credit Facility is to support the Company's commercial paper program and for general corporate purposes. The 2023 Credit Facility replaced the Company's former $\n1.25\nbillion unsecured revolving credit facility, dated as of February 2020 (2020 Credit Facility), which was scheduled to mature in February 2025. The 2020 Credit Facility was terminated in October 2023.\nThere were\nno\nborrowings outstanding under the Company's 2023 Credit Facility and terminated 2020 Credit Facility as of December 31, 2023 and 2022.\nSenior Notes\nIn the years 2015-2020, Grainger issued $\n2.3\nbillion in unsecured long-term debt (senior notes) primarily to provide flexibility in funding general working capital needs, share repurchases and long-term cash requirements. The senior notes require no principal payments until maturity and interest is paid semi-annually.\nThe Company incurred debt issuance costs related to the senior notes representing underwriting fees and other expenses. These costs were recorded as a contra-liability in Long-term debt and are being amortized over the term of the senior notes using the straight-line method to Interest expense – net. As of December 31, 2023\nand 2022\n, the unamortized costs were $\n19\nmillion and $\n21\nmillion, respectively.\nGrainger uses interest rate swaps to manage the risks associated with the\n1.85\n% senior notes. These swaps were designated for hedge accounting treatment as fair value hedges. The resulting carrying value adjustments as of December 31, 2023\nand 2022\n, are presented in Other in the table above. For further discussion on the Company's hedge accounting policies and derivative instruments, see Note 11.\nTerm Loan\nIn August 2020, MonotaRO entered into a ¥\n9\nbillion term loan agreement to fund technology investments and the expansion of its distribution center (DC) network. As of December 31, 2023 and\n2022\n, the carrying amount of the term loan, including current maturities due within\none year\n, was $\n32\nmillion a\nnd $\n69\nmillion, respectively. The term loan matures in 2024, payable over two equal remaining semi-annual principal installments in 2024 and bears an average interest rate of\n0.05\n%.\n52\nFair Value\nThe estimated fair value of the Company’s senior notes was based on available external pricing data and current market rates for similar debt instruments, among other factors, which are classified as Level 2 inputs within the fair value hierarchy.\nThe Company's debt instruments include affirmative and negative covenants that are usual and customary for\ncompanies with similar credit ratings and do not contain any financial performance covenants.\nThe Company was in compliance with all debt covenants as of\nDecember 31, 2023\nand 2022.\nThe Company's foreign subsidiaries utilize various financing sources for working capital purposes and other operating needs. These financing sources in aggregate were not m\naterial\nas of December 31, 2023 and 2022.\nThe scheduled aggregate principal payments required on the Company's indebtedness, based on the maturity dates defined within the debt arrangements, for the succeeding five years, excluding debt issuance costs and the impact of derivatives, are due as follows (in millions of dollars):\nNOTE 6 -\nEMPLOYEE BENEFITS\nThe Company provides various retirement benefits to eligible team members, including contributions to defined contribution plans, pension benefits associated with defined benefit plans, postretirement medical benefits and other benefits. Eligibility requirements and benefit levels vary depending on team member location. Various foreign benefit plans cover team members in accordance with local legal requirements.\nDefined Contribution Plans\nA majority of the Company's U.S. team members are covered by a retirement savings plan, which provides for an automatic contribution e\nqual to\n6\n% of the eligible team member's total eligible compensation.\nThe total retirement savings plan expense was $\n85\nmillion, $\n87\nmillion, and $\n78\nmillion for 2023, 2022 and 2021, respectively.\nThe Company sponsors additional defined contribution plans available to certain U.S. and foreign team members for which contributions are made by the Company and participating team members. The expense associated with these defined contribution plans totaled $\n21\nmillion, $\n11\nmillion and $\n16\nmillion for 2023, 2022 and 2021, respectively.\nPostretirement Healthcare Benefits Plans\nThe Company has a postretirement healthcare benefit plan that provides coverage for certain U.S. team mem\nbers. C\novered team members become eligible for participation when they qualify for retirement while working for the Company. Participation in the plan is voluntary and requires participants to make contributions toward the cost of the plan, as determined by the Company.\n53\nThe net periodic benefits costs were valued with a measurement date of January 1 for each year and consisted of the following components (in millions of dollars):\nReconciliations of the beginning and ending balances of the postretirement benefit asset, which is calculated as of December 31 measurement date, the fair value of plan assets available for benefits and the funded status of the benefit asset follow (in millions of dollars):\nThe amounts recognized in AOCE consisted of the following (in millions of dollars):\nThe Company has elected to amortize the amount of net unrecognized gains over a period equal to the average remaining service period for active plan participants expected to retire and receive benefits of approximately\n10\nyears for 2023.\nThe postretirement benefit obligation is determined by applying the terms of the plan and actuarial models. These models include various actuarial assumptions, including discount rates, long-term rates of return on plan assets, healthcare cost trend rate, mortality and cost-sharing between the Company and the retirees. The actuarial loss recognized during the plan year is primarily related to the change in discount rate assumption.\n54\nThe following assumptions were used to determine net periodic benefit co\nsts as of January 1:\nThe following assumptions were used to determine benefit obligations as of December 31:\nThe Company's investment strategy reflects the long-term nature of the plan obligation and seeks to reach a balance allocation between Fixed Income securities and Equities of approximately 65% and 35%, respectively. Current allocations may differ from targeted allocations based on investment results and other timing factors. The plan's assets are stated at fair value, which represents the net asset value of shares held by the plan in the registered investment companies at the quoted market prices (Level 1 input) or at significant other observable inputs (Level 2 input).\nThe plan assets available for benefits consisted of the following as of December 31 (in millions of dollars):\n55\nThe Company forecasts the following benefit payments related to postretirement (which include a projection for expected future team member service) for the next ten years (in millions of dollars):\nNOTE 7 -\nLEASES\nThe Company leases certain properties, buildings and equipment (including branches, warehouses, DCs and office space) under various arrangements which provide the right to use the underlying asset and require lease payments for the lease term. The Company’s lease portfolio consists mainly of operating leases that expire at various dates through\n2037\n.\nInformation related to operating leases is as follows (in millions of dollars):\nRent expense was $\n102\nmillion, $\n93\nmillion and $\n74\nmillion for 2023, 2022 and 2021, respectively. These amounts are net of sublease income of $\n2\nmillion for 2023, 2022 and 2021.\n56\nThe remaining maturity of existing lease liabilities as of December 31, 2023 are as follows (in millions of dollars):\nAs of December 31, 2023 and 2022, the Company's finance leases and service contracts with lease arrangements\nwer\ne not material. Finance leases are reported in Property, buildings and equipment\n–\nnet, and as a short and long-term finance lease liability in Accrued expenses and Other non-current liabilities.\nNOTE 8 -\nSTOCK INCENTIVE PLANS\nThe Company maintains stock incentive plans under which the Company may grant a variety of incentive awards to team members and executives, which include restricted stock units (RSUs), performance shares and deferred stock units. As of December 31, 2023, there were\n1.4\nmillion shares available for grant under the plans. When awards are exercised or settled, shares of the Company’s treasury stock are issued.\nPretax stock-based compensation expense included in SG&A was $\n62\nmillion, $\n48\nmillion, and $\n42\nmillion in 2023, 2022 and 2021, respectively, and was primarily comprised of RSUs. Related income tax benefits recognized in earnings were $\n34\nmillion, $\n19\nmillion, and $\n21\nmillion in 2023, 2022 and 2021, respectively.\nRestricted Stock Units\nThe Company awards RSUs to certain team members and executives. RSUs vest generally over periods from\none\nto\nseven years\nfrom issuance. The RSU grant date fair value is based on the closing price of the Company's common stock on the last trading day preceding the date of the grant. RSU expense for the years ended December 31, 2023, 2022 and 2021 was approximately $\n43\nmillion, $\n34\nmillion and $\n30\nmillion, respectively.\nThe following table summarizes RSU activity (in millions of dollars, except for share and per share amounts):\nAs of December 31, 2023, there was $\n64\nmillion of total unrecognized compensation expense related to nonvested RSUs the Company expects to recognize over a weighted average period of\n2\nyears.\n57\nNOTE 9 -\nCAPITAL STOCK\nThe Company had\nno\nshares of preferred stock outstanding as of December 31, 2023 and 2022.\nThe activity related to outstanding common stock and common stock held in treasury was as follows:\nNOTE 10 -\nACCUMULATED OTHER COMPREHENSIVE EARNINGS (LOSSES) (AOCE)\nThe components of AOCE consisted of the following (in millions of dollars):\n58\nNOTE 11 -\nDERIVATIVE INSTRUMENTS\nThe Company's earnings and cash flows are subject to fluctuations due to changes in foreign currency exchange rates and interest rates. Grainger currently enters into certain derivatives or other financial instruments to hedge against these risks, and may continue to do so in the future.\nFair Value Hedges\nThe Company uses interest rate swaps to hedge a portion of its fixed-rate long-term debt. These swaps are treated as fair value hedges and consequently the gain or loss on the derivative as well as the offsetting gain or loss on the hedged item, are recognized in the Consolidated Statements of Earnings in Interest expense – net.  The notional amount of the Company’s outstanding fair value hedges as of December 31, 2023 and 2022 were $\n450\nmillion and $\n500\nmillion, respectively.\nThe liability hedged by the interest rate swaps is recorded on the Consolidated Balance Sheets in Long-term debt. As of December 31, 2023 and 2022, the carrying amount of the hedged item, including the cumulative amount of fair value hedging adjustments totaled $\n432\nmillion\nand\n$\n466\nmillion\n, respectively.\nThe Company's interest rate swaps are reported on the Consolidated Balance Sheets in Other non-current liabilities. As of December 31, 2023 and 2022, the fair values of the Company's interest rate swaps were $\n16\nmillion and $\n34\nmillion, respectively.\nThe effect of the Company's fair value hedges on the Consolidated Statement of Earnings in Interest expense – net for the twelve months ended December 31, 2023 and 2022, are shown in the following table (in millions of dollars):\nFair Value\nThe estimated fair values of the Company's derivative instruments were based on quoted market forward rates, which are classified as Level 2 inputs within the fair value hierarchy and reflect the present value of the amount that the Company would pay for contracts involving the same notional amounts and maturity dates.\n59\nNOTE 12 -\nINCOME TAXES\nEarnings before income taxes by geographical area consisted of the following (in millions of dollars):\nIncome tax expense consisted of the following (in millions of dollars):\nThe income tax effects of temporary differences that gave rise to the net deferred tax asset (liability) as of December 31, 2023 and 2022 were as follows (in millions of dollars):\n60\nAs of December 31, 2023 and 2022, the Company had $\n335\nmillion\nand $\n248\nmillion, respectively, of gross loss carryforwards related to foreign operations and U.S. transactions. Some of the loss carryforwards may expire at various dates through\n2043\n.\nThe Company has recorded a valuation allowance, which represents a provision for uncertainty as to the realization of the tax benefits of these carryforwards and deferred tax assets that may not be realized.\nThe Company's valuation allowance changed as follows (in millions of dollars):\nA reconciliation of income tax expense with federal income taxes at the statutory rate follows (in millions of dollars):\nThe decrease to the Company's effective tax rate for the year ended December 31, 2023 was primarily driven by increased tax benefits related to stock compensation.\nForeign Undistributed Earnings\nEstimated gross undistributed earnings of foreign subsidiaries as of December 31, 2023 and 2022, totaled $\n544\nmillion and $\n530\nmillion, respectively. The Company considers these undistributed earnings permanently reinvested in its foreign operations and is not recording a deferred tax liability for any foreign withholding taxes on such amounts. If at some future date the Company ceases to be permanently reinvested in its foreign subsidiaries, the Company may be subject to foreign withholding and other taxes on these undistributed earnings and may need to record a deferred tax liability for any outside basis difference in its investments in its foreign subsidiaries.\n61\nTax Uncertainties\nThe Company recognizes in the financial statements a provision for tax uncertainties, resulting from application of complex tax regulations in multiple tax jurisdictions.\nThe changes in the liability for tax uncertainties, excluding interest, are as follows (in millions of dollars):\nThe Company classifies the liability for tax uncertainties in deferred income taxes and tax uncertainties. Included in\nthis amount is $\n5\nmillion as of December 31, 2023 and 2022, of tax positions for which the ultimate deductibility is highly certain but for which there is uncertainty about the timing of such deductibility. Any changes in the timing of deductibility of these items would not affect the annual effective tax rate but would accelerate the payment of cash to the taxing authorities to an earlier period. In 2023, 2022 and 2021, the changes to tax positions were primarily related to the impact of expiring statutes and current year state and local reserves.\nThe Company is regularly subject to examination of its federal income tax returns by the Internal Revenue Service.\nThe statute of limitations expired for the Company's 2019 federal tax return while tax years 2020 through 2022 remain open. The Company is also subject to audit by state, local and foreign taxing authorities.\nTax years 2012 through 2022 remain subject to state and local audits and 2012 through 2022 remain subject to foreign audits.\nThe amount of liability associated with the Company's tax uncertainties may change within the next 12 months due to the pending audit activity, expiring statutes or tax payments. A reasonable estimate of such change cannot be made.\n62\nNOTE 13 -\nSEGMENT INFORMATION\nGrainger's\ntwo\nreportable segments are High-Touch Solutions N.A. and Endless Assortment. The remaining businesses, which includes the Company's Cromwell business, are classified as Other to reconcile to consolidated results. These businesses individually and in the aggregate do not meet the criteri\na of a reportable segment.\nThe Company's corporate costs are allocated to each reportable segment based on benefits received. Additionally, intersegment sales transactions, which are sales between Grainger businesses in separate reportable segments, are eliminated within the segment to present only the impact of sales to external customers. Service fees for intersegment sales are included in each segment's SG&A and are also eliminated in the Company's Consolidated Financial Statements.\nFollowing is a summary of segment results (in millions of dollars):\nDepreciation, amortization and non-cash lease expense presented above includes long-lived assets, capitalized software and ROU assets. Long-lived assets consist of property, buildings and equipment.\nFollowing is revenue by geographic location (in millions of dollars):\nThe Company is a broad line distributor of MRO products and services. Products are regularly added and removed from the Company's inventory. Accordingly, it would be impractical to provide sales information by product category due to the way the business is managed, and the dynamic nature of the inventory offered, including the evolving list of products stocked and additional products available online but not stocked. Assets for reportable segments are not disclosed as such information is not regularly reviewed by the Company's Chief Operating Decision Maker.\n63\nNOTE 14 -\nCONTINGENCIES AND LEGAL MATTERS\nFrom time to time the Company is involved in various legal and administrative proceedings, including claims related to: product liability, safety or compliance; privacy and cybersecurity matters; negligence; contract disputes; environmental issues; unclaimed property; wage and hour laws; intellectual property; advertising and marketing; consumer protection; pricing (including disaster or emergency declaration pricing statutes); employment practices; regulatory compliance, including trade and export matters; anti-bribery and corruption; and other matters and actions brought by team members, consumers, competitors, suppliers, customers, governmental entities and other third parties.\nAs previously disclosed, between 2019 and 2021, Grainger, KMCO, LLC (KMCO) and other entities were named as defendants in various personal injury and property damage lawsuits in Harris County, Texas relating to an explosion at a KMCO chemical refinery in Crosby, Texas on April 2, 2019. The Company has since settled several of the personal injury lawsuits, including those alleging the most serious injuries. As previously disclosed, those settlements had no effect on net earnings or cash flows for prior quarters or years. The Company continues to contest the remaining KMCO-related lawsuits. The Company is currently unable to predict the timing, outcome or any estimate of possible loss or range of loss on the KMCO lawsuits.\nAlso, as a government contractor selling to federal, state and local governmental entities, the Company may be subject to governmental or regulatory inquiries or audits or other proceedings, including those related to contract administration, pricing and product compliance.\nWhile the Company is unable to predict the outcome of any of these proceedings and other matters, it believes that their ultimate resolution will not have, either individually or in the aggregate, a material adverse effect on the Company’s consolidated financial condition or results of operations.\nNOTE 15 -\nSUBSEQUENT EVENTS\nOn January 31, 2024, Grainger's Board of Directors declared a quarterly cash dividend of $\n1.86\nper share of common stock, payable March 1, 2024 to shareholders of record on February 12, 2024.\n64"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosures and Controls\nThe Company, under the supervision and with the participation of its management, including the Chief Executive Officer and the Chief Financial Officer, evaluated the effectiveness of the design and operation of Grainger's disclosure controls and procedures pursuant to Rule 13a-15 of the Securities Exchange Act of 1934, as amended (Exchange Act). Based upon that evaluation, the Chief Executive Officer and the Chief Financial Officer concluded that Grainger's disclosure controls and procedures were effective as of the end of the period covered by this report.\nManagement's Annual Report on Internal Control Over Financial Reporting\nThe management of W.W. Grainger, Inc. (Grainger) is responsible for establishing and maintaining adequate internal control over financial reporting. Grainger's internal control system was designed to provide reasonable assurance to Grainger's management and Board of Directors regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with accounting principles generally accepted in the United States of America.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements under all potential conditions. Therefore, effective internal control over financial reporting provides only reasonable, and not absolute, assurance with respect to the preparation and presentation of financial statements.\nGrainger's management assessed the effectiveness of Grainger's internal control over financial reporting as of December 31, 2023, based on criteria established in Internal Control - Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). Based on its assessment under that framework and the criteria established therein, Grainger's management concluded that Grainger's internal control over financial reporting was effective as of December 31, 2023.\nErnst & Young LLP, an independent registered public accounting firm, has audited Grainger's internal control over financial reporting as of December 31, 2023, as stated in their report, which is included herein.\nChanges in Internal Control Over Financial Reporting\nThere were no changes to Grainger's internal control over financial reporting for the quarter ending December 31, 2023 that have materially affected, or are reasonably likely to materially affect, Grainger's internal control over financial reporting.\n65\nReport of Independent Registered Public Accounting Firm\nTo the Shareholders and the Board of Directors of\nW.W. Grainger, Inc.\nOpinion on Internal Control over Financial Reporting\nWe have audited W.W. Grainger, Inc. and subsidiaries’ internal control over financial reporting as of December 31, 2023, based on criteria established in Internal Control\n—\nIntegrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, W.W Grainger, Inc. and subsidiaries (the Company) maintained, in all material respects, effective internal control over financial reporting as of December 31, 2023, based on the COSO criteria.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of December 31, 2023 and 2022, the related consolidated statements of earnings, comprehensive earnings, shareholders’ equity and cash flows for each of the three years in the period ended December 31, 2023, and the related notes and our report dated February 22, 2024 expressed an unqualified opinion thereon.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management’s Annual Report on Internal Controls Over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects.\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may\nbecome inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ Ernst & Young LLP\nChicago, Illinois\nFebruary 22, 2024\n66"
  },
  {
    "item_key": "item_9b",
    "text": "None of the Company's directors or officers\nadopted\n, modified or\nterminated\na Rule 10b5-1 trading arrangement or a non-Rule 10b5-1 trading arrangement during the Company's quarter ended December 31, 2023."
  },
  {
    "item_key": "item_9c",
    "text": "None.\n67\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information required by this item is incorporated by reference to Grainger's proxy statement relating to the annual meeting of shareholders to be held April 24, 2024, under the captions “Board Qualifications, Attributes, Skills and Background,” “Annual Election of Directors,” “Candidates for Board Membership,” “Director Nominees’ Experience and Qualifications,” “Audit Committee,” and “Board Affairs and Nominating Committee,” and \"Delinquent Section 16(a) Reports.\"  Information required by this item regarding executive officers of Grainger is set forth in Part I, Item 1, under the caption “Information about our Executive Officers.”\nGrainger has adopted a code of ethics that applies to its principal executive officer, principal financial officer and principal accounting officer and controller. This code of ethics is part of Grainger’s Business Conduct Guidelines for directors, officers and team members, which is available free of charge through Grainger’s website at invest.grainger.com. A copy of the Business Conduct Guidelines is also available in print without charge to any person upon request to Grainger's Corporate Secretary. Grainger intends to disclose on its website any amendment to any provision of the Business Conduct Guidelines that relates to any element of the definition of “code of ethics” enumerated in Item 406(b) of Regulation S-K under the Exchange Act and any waiver from any such provision granted to Grainger’s principal executive officer, principal financial officer, principal accounting officer and controller or persons performing similar functions. Grainger has also adopted Operating Principles for the Board of Directors, which are available on its website and are available in print to any person who requests them."
  },
  {
    "item_key": "item_11",
    "text": "The information required by this item is incorporated by reference to Grainger’s proxy statement relating to the annual meeting of shareholders to be held April 24, 2024, under the captions “Director Compensation,” “Compensation Discussion and Analysis,” “Compensation Committee of the Board,” “Report of the Compensation Committee of the Board,” “CEO Pay Ratio,” and “Pay Versus Performance Disclosure.”"
  },
  {
    "item_key": "item_12",
    "text": "The information required by this item is incorporated by reference to Grainger's proxy statement relating to the annual meeting of shareholders to be held April 24, 2024, under the captions “Ownership of Grainger Stock” and “Equity Compensation Plans.”"
  },
  {
    "item_key": "item_13",
    "text": "The information required by this item is incorporated by reference to Grainger's proxy statement relating to the annual meeting of shareholders to be held April 24, 2024, under the captions “Director Independence,” “Annual Election of Directors” and “Transactions with Related Persons.”"
  },
  {
    "item_key": "item_14",
    "text": "The information required by this item is incorporated by reference to Grainger's proxy statement relating to the annual meeting of shareholders to be held April 24, 2024, under the caption “Audit Fees and Audit Committee Pre-Approval Policies and Procedures.”\n68\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)    Documents filed as part of this Form 10-K\n(1)     All Financial Statements\nINDEX TO CONSOLIDATED FINANCIAL STATEMENTS\n(2)    Financial Statement Schedules: the schedules listed in Rule 5-04 of Regulation S-X have been omitted because they are either not applicable or the required information is shown in the Consolidated Financial Statements or notes thereto.\n(3)     Exhibits Required by Item 601 of Regulation S-K\n69\n70\n71"
  },
  {
    "item_key": "item_16",
    "text": "None.\n72\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nDATE:\nFebruary 22, 2024\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant on February 22, 2024, in the capacities indicated.\n73"
  }
]