[
  {
    "item_key": "item_1",
    "text": "Overview\nWe are a leading provider of health science solutions, technologies, expertise and services that deliver complete workflows from discovery to development, and diagnosis to cure. Revvity is revolutionizing what’s possible in healthcare, with specialized focus areas in translational multi-omics technologies, biomarker identification, imaging, prediction, screening, detection and diagnosis, informatics and more.\nOur headquarters are in Waltham, Massachusetts, and we market our products and services in more than 160 countries. As of December 31, 2023, we employed approximately 11,500 employees.\nEffective as of April 26, 2023, we changed our name from PerkinElmer, Inc. to Revvity, Inc. Effective as of May 16, 2023, we changed the ticker symbol for our common stock to “RVTY” and the ticker symbol for our 1.875% Notes due 2026 to “RVTY 26”.\nOur common stock is listed on the New York Stock Exchange under the symbol “RVTY” and we are a component of the S&P 500 Index.\nWe maintain a website with the address\nhttp://www.revvity.com\n. We are not including the information contained in our website as part of, or incorporating it by reference into, this annual report on Form 10-K. We make available free of charge through our website our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to these reports, as soon as reasonably practicable after we electronically file these materials with, or otherwise furnish them to, the Securities and Exchange Commission.\nOur Strategy\nOur strategy is to develop and deliver innovative products, services and solutions in high-growth markets that utilize our knowledge and expertise to address customers’ critical needs and drive scientific breakthroughs. To execute on our strategy and accelerate revenue growth, we focus on broadening our offerings through both the investment in research and development and the acquisition of innovative technology. Our strategy includes:\n•\nStrengthening our position within key markets by expanding our global product and service offerings, maintaining superior product quality and driving an enhanced customer experience;\n•\nAttracting, retaining and developing talented and engaged employees;\n•\nAccelerating transformational innovation through both internal research and development and third-party collaborations and alliances;\n•\nAugmenting growth in both of our core business segments, Life Sciences and Diagnostics, through strategic acquisitions and licensing;\n•\nEngraining focused operational excellence to improve organizational efficiency and agility; and\n•\nOpportunistically utilizing our share repurchase programs to help drive shareholder value.\nRecent Developments\nAs part of our strategy to grow our core businesses and transform our portfolio, we have recently taken the following actions:\nDiscontinued Operations in Fiscal Year 2023:\nOn March 13, 2023, we completed the previously announced sale (the “Closing”) of certain assets and the equity interests of certain entities constituting our Applied, Food and Enterprise Services businesses (the “Business”) to PerkinElmer Topco, L.P. (formerly known as Polaris Purchaser, L.P.) (the “Purchaser”), a Delaware limited partnership owned by funds managed by affiliates of New Mountain Capital L.L.C. (the “Sponsor”), for an aggregate purchase price of up to $2.45 billion. We received approximately $2.13 billion in cash proceeds, before transaction costs and subject to post-closing adjustments. We are entitled to an additional $75.0 million in proceeds as consideration for our ceasing the use of the PerkinElmer brand and related trademarks and transferring them to the Purc\nhaser. This consideration is expected to be received in installments through the first half of 2025. In addition, we are entitled to additional consideration of up to $150.0 million that is contingent on the exit valuation the Sponsor and its affiliated funds receive o\nn a sale or other capital events related to the Business.\n3\nBusiness Segments and Products\nWe report our business in two segments: Life Sciences and Diagnostics.\nLife Sciences Segment\nOur comprehensive portfolio of technologies helps life sciences researchers better understand diseases and develop treatments. We provide a broad suite of products, solutions and services that facilitate optimized workflows, increase productivity, and accelerate every stage of the drug discovery and development pipeline. Our offerings span the areas of cell, gene, and protein research, enabling scientists to work smarter, make research breakthroughs, and transform those breakthroughs into real-world outcomes. We partner with global pharmaceutical, biotech and contract research organizations, as well as academic institutions, to enable them to discover and develop better treatments and therapeutics to fight disease faster and more efficiently.\nPrincipal Products:\nOur principal products and services for Life Sciences applications include the following:\n•\nRadiometric detection solutions, including over 750 radiochemicals and instrumentation such as the Tri-Carb\n®\nand\nQuantulus\n™\nGCT families of liquid scintillation analyzers, Wizard\n2®\nGamma counters and MicroBeta\n2®\nplate based LSA, which are used for beta, gamma and luminescence counting in microplate and vial formats utilized in research, environmental and drug discovery applications.\n•\nThe Opera Phenix\n®\nPlus high-content screening system, which is used for sensitive and high-speed phenotypic drug screening of complex cellular models.\n•\nThe Operetta\n®\nCLS\n™\nhigh-content analysis system, which enables scientists to reveal fine sub-cellular details from everyday assays as well as more complex studies, for example using live cells, 3D and stem cells.\n•\nReagents and solutions for microscopy and imaging applications. These include PhenoVue™ cellular imaging reagents and cell painting kits, PhenoPlate (formerly CellCarrier Ultra™) cellular imaging microplates and GrowDex\n®\nhydrogels, fluorophore-conjugated and enzyme-conjugated antibodies, as well as buffers and solutions, such as our Ce3D™ collection of buffers for 3D tissue imaging.\n•\nThe MuviCyte™ live-cell imaging system, designed to operate inside a cell-culture incubator, enabling researchers to study cellular behaviors and pathways in living cells to gain a deeper understanding of functions, disease mechanisms and responses to treatments.\n•\nThe Signals Image Artist™ next-generation image analysis and management platform for drug discovery research, to help scientists process and analyze high-content screening (HCS) and cellular imaging data in a matter of hours versus days or weeks, so they can make more informed decisions faster.\n•\nThe VICTOR Nivo\n®\nmultimode plate reader benchtop system, which is designed for assay development and academic labs, including those using HTRF\n®\nand AlphaLISA\n®\nassay technologies.\n•\nThe EnSight\n®\nmultimode plate reader benchtop system, which offers well plate imaging alongside labeled detection technologies for target-based and phenotypic assays.\n•\nThe EnVision\n®\nmultimode plate reader, which is designed for high-throughput screening laboratories, including those using HTRF\n®\n, AlphaScreen\n®\nand AlphaLISA\n®\nassay technologies.\n•\nA wide range of homogeneous biochemical and cell-based reagents using HTRF\n®\n, LANCE\n®\nUltra™, DELFIA\n®\n, AlphaLISA\n®\n, AlphaLISA\n®\nSureFire\n®\nUltra, AlphaScreen\n®\n, AlphaPlex\n®\nand luminescence assay technologies.\n•\nA broad portfolio of recombinant GPCR and ion channel cell lines, including over 300 products and 120 ready-to-use frozen cell lines for a wide range of disease areas.\n•\nBioLegend\n®\nELISA MAX™ Standard Sets, ELISA MAX™ Deluxe Sets, LEGEND MAX™ ELISA Kits and RAPID MAX™ ELISA Kits as well as complementary solutions and buffers for immunoassays to cover more than 200 targets for human, mouse, and rat samples, many of which are designed to assess the immune environment and its inflammatory state for vaccine, infectious disease and autoimmune disease research.\n•\nBioLegend\n®\nLEGENDplex™ bead-based reagents, which, in contrast to single analyte assays such as enzyme-linked immunosorbent assays (“ELISAs”), can quantitate up to 14 targets, from one small sample volume in a flow cytometry assay, and include both desktop and cloud-based analysis software.\n•\nIn vivo imaging technologies and reagents for preclinical research, comprised of the IVIS\n®\nSpectrum\n™\nseries for 2D and 3D optical imaging and optionally integrated low-dose CT imaging and the IVIS\n®\nLumina\n™\nseries for benchtop 2D imaging, along with IVISbrite™ bioluminescent and IVISense™ fluorescent imaging agents, cell lines and dyes.\n•\nThe Quantum\nTM\nGX2 system, which enables low-dose in vivo CT imaging of multiple species and areas of anatomical interest across multiple disease areas by way of high-resolution, tomographic imaging.\n4\n•\nGoInVivo™ as well as Ultra-LEAF™ and LEAF™ functional antibodies, which provide an affordable solution for researchers performing in vivo and ex vivo studies.\n•\nNexcelom BioScience high-throughput, microwell Celigo\n®\nimage cytometry system, Cellaca™ MX high-throughput cell counter, the new Cellaca™ PLX image cytometry system, and Cellometer\n®\nautomated cell counters, complemented by consumables and reagents, including reagents and kits for cell counting assays and cell viability, microplates, slides, and counting beads.\n•\nMimix Reference Standards, which are cell line-derived and suitable for Next Generation Sequencing, droplet-digital and Real-Time PCR as well as Sanger sequencing. The platform is agnostic for seamless integration into any quality control workflow.\n•\nDharmacon™ Reagents and gene modulation technologies such as RNAi that support drug discovery and development for greater understanding of gene function, identify genetic drivers behind human disease, develop and validate diagnostic workflows, and help deliver biotherapeutics, cellular and gene therapies for precision medicine with a portfolio of cell engineering tools.\n•\nPin-point™ base editing platform, which is a CRISPR-Cas9-based technology that allows researchers to make precision base changes in genomic DNA. Editing with such precision can be used to silence disease-causing genes, correct disease-associated mutations, and optimize cell therapies.\n•\nCHOSOURCE™ platform, which was expanded to include CHO-K1 ADCC+ expression cell line for development of therapeutic antibodies in oncology, infectious disease and autoimmune conditions.\n•\nBioLegend\n®’\ns catalog of more than 20,000 SKUs, incorporating antibodies and a large collection of antibody conjugates and modifications as well as recombinant proteins, immunoassays and other supportive reagents and solutions for cell and molecular analysis.\n•\nThe T-SPOT\n®\nDiscovery SARS-CoV-2 research-use-only assay to investigate cell-mediated immunity related to COVID-19.\n•\nSirion Biotech consultancy services and technologies to design and manufacture viral vectors for cell and gene therapy research and preclinical development.\n•\nBioLegend\n®\nbest-in-class antibodies, recombinant proteins and related reagents, which are used across multiple applications and research areas, including proteogenomics, tissue, cell and protein analysis, cancer research, immunology, cell and gene therapy, stem cell therapy and neuroscience.\n•\nFluorophore-conjugated antibodies, which are used in flow cytometers to characterize protein expression on the surface and in internal compartments of cells. The large collection of dyes and antibodies allows for an increasing number of conjugate options, facilitating the use of bigger and better flow cytometry panels using conventional and spectral flow cytometers. Notable products are Brilliant Violet™ and the Spark™ and Fire dye series, among others.\n•\nBioLegend\n®\nTotalSeq™ reagents, which are oligonucleotide-barcoded antibodies that enable protein detection by sequencing that can be combined with traditional RNA or DNA sequencing experiments with high-parameter protein detection, including comprehensive cloud-based analysis software.\n•\nCell culture and biofunctional assay reagents, including bioactive recombinant proteins, as well as other specialized reagents such as Cell-Vive™ T-NK Xeno-Free Serum Substitute (compliant with Good Manufacturing Practice requirements (“GMP”)), and other GMP-produced recombinant proteins and reagents. These products serve several markets, notably cell and gene therapy applications.\n•\nBioLegend\n®’\ns MojoSort™ and Lymphopure™ reagents for cell separation that complement our fluorophore-antibody conjugates, used for FACS (Fluorescence-activated Cell Sorting), thus covering most cell separation and cell sorting technologies and applications.\n•\nFlex-T™ reagents that utilize peptide-loaded major histocompatibility molecules assembled into tetramers for the identification of antigen-specific T cells. Our Flex-T products can be used to screen the efficacy of antigen peptides for vaccine and drug trials, as well as characterize the dominance of cancer-specific self-peptides, and more recently, SARS-CoV2 peptides for COVID-19 research.\n•\nAntibodies and solutions for Western blotting. A large collection of validated antibodies, as well as supporting buffers and substrates, which provide a convenient set of tools to characterize protein size and relative expression levels in cell or tissue lysates.\n•\nSignals Research Platform, which equips pharmaceutical scientists with the essential tools to gather, search, mine, analyze and visualize critical data, yielding actionable insights in an automated, predictive, and scalable manner. Within life science research and development and clinical research applications, our software accelerates innovation, development, collaboration and research, ultimately leading to life-enhancing medical breakthroughs more quickly, promoting our vision of a healthier humankind. In addition, it also empowers scientists and formulators in specialty chemical and food sciences to analyze food, and additives, and create high-performing materials that align with sustainability initiatives, promoting energy efficiency, lower toxicity and a circular economy.\n•\nSignals Notebook, a secure cloud-native electronic lab notebook (ELN) for chemistry, biology, research, and formulations. From increased collaboration to securely accessible data, Signals Notebooks accelerates research and development workflows, increases collaboration, integrates with Microsoft Office and more.\n5\n•\nSignals ChemDraw\n®\n, which since 1985 has provided solutions with powerful capabilities and integrations to help quickly turn ideas and drawings into publications. Signals ChemDraw automates chemical drawings and transforms them into chemical knowledge by facilitating the management, reporting and presenting of chemistry research.\n•\nSignals Clinical, which provides a single unified platform to support data access, preparation and analytics, from source to visualization to action. With unrivaled workflow flexibility to support dynamic collaboration, Signals Clinical’s SaaS solution helps accelerate the delivery of urgently needed therapeutics to patients.\n•\nVega\n®\npreclinical ultrasound system, a hands-free, automated, high-throughput imaging system delivering high-resolution 2D and 3D ultrasound images in minutes. Originally launched in North America in 2022, it is now globally available.\n•\nNew assay kits for Adeno-associated Virus Vectors (AAVs) and gene therapy applications in our range of HTRF\n®\nand AlphaLISA\n®\nreagents, for detecting and quantifying CHO HCP impurities in biotherapeutics development, as well as kits across oncology, neuroscience, and targeted protein degradation applications.\n•\nCellaca PLX™ image cytometry system, which combines best-in-class image cytometer hardware, software, validated consumables and optimized reagent kits with validated antibodies from our BioLegend business, and trackable data reporting to enable the simultaneous detection of multiple markers and to streamline cell and gene therapy workflows.\n•\nNew fluorescent stains, reagents and secondary antibodies in our PhenoVue\nTM\ncellular imaging reagents portfolio for the detection and analysis of cellular components.\n•\nThe latest version of the Signals Image Artist™ next-generation image analysis and management platform, which provides improved 3D cell segmentation and analysis, an AWS S3 cloud deployment option and enhanced cloud security, and compatibility with a broader range of systems, including the Nexcelom from Revvity Celigo\n®\nimage cytometer.\n•\nAn updated VICTOR\n®\nNivo™ multimode plate reader with a new software version for streamlined data analysis.\n•\nOptiScint™ NPE-free scintillation cocktails and quench standards, providing a more environmentally friendly alternative without compromising performance.\n•\nExpansion of our Western blotting reagents with the addition of the Western Lightning™ One range, which has a pre-mixed one component chemiluminescent HRP substrate for more consistent results.\n•\nAdditional Spark™ and Fire dye-conjugated antibodies, enabling higher-parameter flow cytometry. Notable products are the Spark UV™ 387 and Spark Red™ 718 conjugates.\n•\nFor the TotalSeq reagent portfolio, more large panels of pre-titrated oligo-conjugated antibodies released in Universal Panels for the analysis of human and mouse samples.\n•\nSoftware solutions for BioLegend\n®\nLEGENDplex™ assays, multiomics analysis with TotalSeq reagents, and flow cytometry-based cell analysis software (Ryvett) that are now part of BioLegend’s data integration offerings.\nNew Products:\nNew products introduced or acquired for Life Sciences applications in fiscal year 2023 include the following:\n•\nPin-point\nTM\nbase editing reagents, which improve access to new-generation editing technology.\nThe launch of these reagents puts clinically relevant base editing using the Pin-point platform in the hands of preclinical laboratories seeking to accelerate genomic insights and cell therapy research.\n•\nIVIS\n®\nSpectrum 2 and IVIS SpectrumCT 2 next-generation imaging systems, our newest flagship platforms setting the standard in high-throughput performance and versatility.\n•\nQuantum\nTM\nGX3 microCT imaging solution, a high-throughput system with superior spatial resolution and fast, low-dose scanning for diverse\nin vivo\nand biological\nex vivo\napplications. With class-leading resolution, the system is designed for a wide applications, including bone imaging.\n•\nSignals Research Suite, a unified, cloud-native SaaS platform that drives scientific collaboration across research and development disciplines from drug discovery to specialty chemicals material development.\n•\nSignals DLX™ powered by Scitara\n®,\n, which establishes seamless, bidirectional connectivity across instruments, LIMS, ELNs and other critical lab systems that previously existed in isolation.\nBrand Names:\nOur Life Sciences segment offers additional products under various brand names:\n6\nAccell™, AdenoBOOST™, AlphaLISA\n®\n, AlphaPlex\n™\n, AlphaScreen\n®\n, Alpha™ SureFire\n®\n, Brilliant Violet™, Ce3D™,  CellCarrier\n®\n, Cellaca™, Celigo\n®\n™, Cellometer\n®\n™, cell::explorer\n™\n, Cell-Vive™, Chalice™, Chem3D\n®\n, ChemDraw\n®\n, ChemOffice\n®\n, CHOSOURCE™, Dharmacon™, DharmaFECT™, Edit-R™, ELISA MAX™, EnSight\n®\n, EnVision\n®\n, Flex-T™, FMT\n®\n, FolateRSense\n™\n, GoInVivo™, HTRF®, IVIS\n®\n, IVISbrite™, IVISense™, LANCE\n®\n, LANCE\n®\nUltra ™, LEAF™, LEGEND MAX™, LEGENDplex™, LentiBOOST™, Lincode™, Living Image\n®\n, Lumina™, Lymphopure™, MicroBeta\n2®\n, Mini ELISA Plate Reader™, miRIDIAN™, MojoSort™, MuviCyte™, ON-TARGET™, ON-TARGETplus™, Opera Phenix\n®\nPlus, Operetta\n®\nCLS™, OptiScint™, PhenoPlate™, PhenoVue™, Pin-point™,  Quantulus\n™\nGCT, RAPID MAX™, RediJect™,  RNAiONE™, Signals™, Signals Image Artist™,  SMARTpools\n™\n, SMARTvector\n™\n, Spark™, Spectrum™, TotalSeq™, Tri-Carb\n®\n, T-SPOT\n®\n, Ultra-LEAF™, Vega®, VesselVue\n®\n, ViaStain™, VICTOR Nivo\n™\nWestern Lightning\n™\nand Wizard\n2®\n.\nDiagnostics Segment\nWe offer instruments, reagents, assay platforms and software to hospitals, medical labs, clinicians and medical research professionals to help improve the health of families. Our Diagnostics segment is especially focused on reproductive health, immunodiagnostics, emerging market diagnostics and applied genomics.\nWe provide early detection for genetic disorders from pregnancy to early childhood, and infectious disease testing for the diagnostics market. Our screening products are designed to provide early and accurate insights into the health of expectant mothers during pregnancy and into the health of their babies. Diagnostic labs use our instruments, reagents and software for testing and screening genetic abnormalities and certain disorders and diseases, including Down syndrome, hypothyroidism, muscular dystrophy, infertility and various metabolic conditions. We also develop technologies that enable and support genomic workflows using PCR and next-generation DNA sequencing for applications in oncology, immunodiagnostics and drug discovery.\nPrincipal Products:\nOur principal products and services for Diagnostics applications include the following:\n•\nThe DELFIA\n®\nXpress screening platform, a complete solution for prenatal and maternal health screening, which includes a fast continuous loading system. It is supported by kits for first, second and third trimester analyses for prenatal screening and clinically validated LifeCycle™ software.\n•\nThe DELFIA\n®\nXpress sFlt-1 kit, which enables short term prediction of pre-eclampsia and aids in diagnosis in the second and third trimesters of pregnancy together with the previously launched DELFIA\n®\nXpress PlGF 1-2-3™ assay.\n•\nThe NeoBase™ non-derivatized MS/MS AAAC kits, which are used to support detection of metabolic disorders in newborns through tandem mass spectrometry. The kits analyze newborn dry blood spot samples for measurement of amino acids and other metabolic analytes for specific diseases.\n•\nThe GSP\n®\nNeonatal hTSH, T4 17á-OHP, GALT IRT, BTD, PKU, Total Galactose, CK-MM and G6PD kits, used for screening congenital neonatal conditions from a drop of blood.\n•\nThe Specimen Gate\n®\ninformatics data management solution, designed specifically for newborn screening laboratories.\n•\nThe NeoLSD™ MS/MS kit, the first commercial IVD kit for screening of Pompe, MPS-I, Fabry, Gaucher, Niemann-Pick A/B and Krabbe disorders from a single dried blood spot sample.\n•\nQSight\n®\n210MD and 225MD UHPLC MS/MS instruments, which are used for newborn screening.\n•\nViaCord\n®\numbilical cord blood banking services for the banking of stem cells harvested from umbilical cord blood and cord tissue, for potential therapeutic application in transplant and regenerative medicine.\n•\nAn expanded portfolio of molecular-based infectious disease screening technologies for blood bank and clinical laboratory settings in China. The tools include a qualitative 3-in-1 assay for the detection of hepatitis B, hepatitis C and HIV, as well as assays for other communicable diseases.\n•\nTRF-based Anti HBs/HCV/TP kits for infectious disease testing.\n•\nChitas\n®\ninstrument and HBV/HCV/HIV 3-in-1 PCR reagents for blood screening, and Hi Sensitivity HBV DNA and HCV RNA assays for clinical infectious disease testing.\n•\nThe Bead Ruptor™ Elite Bead Mill Homogenizer, which enables grinding, lysing, and homogenizing of biological samples prior to molecular extraction delivering repeatable sample disassociation.\n•\nOMNI Prep 96 Automated Homogenizer Workstation, which is a fully automated homogenization workstation, enabling true walk-away processing.\n•\nThe chemagic™ Prime™ instrument, a fully automated, LIMS-compatible solution for primary sample transfer, DNA and RNA isolation, optional normalization and the setup of PCR and Next Generation Sequencing (“NGS”) applications.\n7\n•\nAutomated liquid handling platforms (Fontus™, JANUS\n®\n, Sciclone\n®\n, Zephyr\n®\nand FlexDrop™) that offer a choice of robotic solutions in genomics, biotherapeutics, high throughput screening and high content analysis to assist life science research from bench to clinic.\n•\nJANUS\n®\nBioTx\n™\nand PreNAT II™ workstations for automated small-scale purification, offering column, tip and plate-based chromatography on a single platform.\n•\nHIVE CLX ™ scRNAseq Solution, which integrates sample storage and single cell profiling into a complete workflow, solving the issues that limit single cell RNA analysis. The LabChip\n®\nGXII Touch\n™\nprotein characterization system, which provides a means of characterizing multiple protein product attributes for research labs through QC.\n•\nThe explorer\n™\nautomated workstation, which allows integration of multiple laboratory instrumentation using a centralized robotic interface, allowing high throughput and turnkey-application focused solutions.\n•\nVanadis\n®\nNIPT, a non-PCR non-sequencing fully automated cfDNA technology for use in any laboratory for screening common trisomies in the pregnant population.\n•\nRevvity Omics, a global laboratory network offering multi-OMIC clinical grade services for testing in cytogenetics, biochemical genetics (prenatal and postnatal), molecular genetics and immunodiagnostics. The laboratory network includes testing laboratories in the United States, Sweden, India, China and the United Kingdom.\n•\nThe EONIS™ assay, a CE marked and United States Food and Drug Administration (“FDA”) authorized system utilizing real-time PCR technology, which allows for simultaneous screening of SMA, SCID and XLA in newborns from a single DBS punch.\n•\nChemiluminescence immunoassays covering endocrinology, autoimmunity, infectious diseases, allergy and therapeutic drug monitoring.\n•\nELISAs covering endocrinology, autoimmunity, diabetes monitoring, steroids, thyroid monitoring, animal research and tumor markers.\n•\nRadioactive immunoassays in calcium metabolism.\n•\nAutoimmune testing, including indirect immunofluorescence tests (IIFT), ELISA, chemiluminescence immunoassays and immunoblots, covering rheumatology, hepatology, gastroenterology, endocrinology, neurology, nephrology, dermatology and infertility.\n•\nAllergy testing covering allergen-specific immunoglobin E (IgE), measuring the level of different IgE antibodies or total IgE in blood using EUROLINE\nTM\nimmunoblot assays.\n•\nInfectious disease testing, including IIFT, ELISA, chemiluminescence immunoassays, immunoblots, microarrays and real-time PCR, covering bacteria, viruses, fungi and parasites.\n•\nA complete portfolio of chemiluminescence immunoassays (\n“\nChLIA\n”\n) for precise Alzheimer’s disease diagnostics, which provides reliable analysis of the established CSF biomarkers beta-amyloid (1-40), beta-amyloid (1-42), total tau and pTau (181) and a high degree of standardization due to fully automated processing.\n•\nEUROLabPolaris, which provides the secure transfer of indirect immunofluorescence data to several locations enabling central evaluation within the software.\n•\nLaboratory management system EUROLabOffice 4.0, which provides a central interface between devices to simplify and speed up the diagnostic routine and increases security through organization of all lab procedures and traceable documentation of all data and processes.\n•\nEUROLabWorkstation IFA and EUROLabWorkstation ELISA, which provide fully automated processing of IIFT and ELISA, respectively, for laboratories with high sample throughput.\n•\nEUROPattern Microscope, which provides fully automated immunofluorescence microscopy including IIFT pattern recognition and titer determination.\n•\nEUROPattern Microscope live, which provides fully automated and fast image recording and modern on-screen reporting, also including IIFT pattern recognition and titer determination.\n•\nEUROBlotOne, a compact tabletop device for complete processing of immunoblots.\n•\nIDS-i10, a compact random access solution for the processing of ChLIA in the field of autoimmune and infection diagnostics as well as antigen detection, providing sample throughput of up to 60 samples per hour.\n•\nIDS-iSYS Multi-Discipline Automated System, which is a compact automation solution for the processing of ChLIA in the field of autoimmune, infection and allergy diagnostics as well as antigen detection, providing sample throughput of up to 120 samples per hour.\n•\nPre-NAT II, which provides fully automated high-throughput sample preparation for molecular genetic diagnostics, consisting of nucleic acid extraction and subsequent pipetting of the PCRs.\n•\nMyFoodProfile immunoblots for the determination of IgG and IgE reactivity against more than 200 foods (CE-marked).\n•\nPrenatal and postnatal testing utilizing Revvity Omics Next Generation Sequencing products including gene panels, exomes and genomes.\n•\nRevvity Omics Whole Genome Sequencing test, which detects duo genome (nuclear and mitochondrial) single nucleotide and copy number variants and includes screening for pharmacogenetic variants, Spinal Muscular Atrophy and more than 30 short tandem repeat disorders.\n8\n•\nRevvity Omics test for Facioscapularhumeral dystrophy (FSHD) using Genome Optical Mapping technology.\n•\nOxford Immunotec T-SPOT\n®\nTechnology platform, a modified ELISPOT used to detect a T cell immune response to infection.\n•\nOxford Immunotec T-SPOT.TB test, an in vitro diagnostic test for the detection of effector T cells that respond to stimulation by mycobacterium tuberculosis antigens by capturing interferon gamma in the vicinity of T cells in human whole blood. It is intended for use as an aid in the diagnosis of tuberculosis infection.\n•\nThe PG-Seq™ Rapid Kit v2, which analyzes picogram quantities of DNA from an embryo biopsy for preimplantation genetic research with enhanced whole genome coverage and accuracy.\n•\nDOPlify® WGA V2 Kit, which performs fast whole genome amplification on single cells or limited template DNA samples, allowing cell chromosome copy number status to be determined.\n•\nchemagic™ 360-D instrument (IVDR) and chemagic™ Prime™ Junior-D instrument (IVDR) for automated nucleic acid isolation, and related kits such as CE-IVD chemagic™ Nucleic Acid Purification Kits and chemagic™ miRNA 200 Kit.\n•\nRevvity Omics WholePanel test, which is an enhanced panel testing (WholeCancer, WholeAtaxia, WholeCardiology and WholeMuscularDystrophy panels) using genome sequencing as a backbone and provides full intronic coverage and short tandem repeat screening in one test.\n•\nRevvity Omics UltraRapid Whole Genome Sequencing with StepOne, CMV detection and metagenomic analysis, which provides the sickest babies in NICUs with multiomic testing results in five days or less.\nNew Products:\nNew products or services introduced or acquired for Diagnostics applications in fiscal year 2023 include the following:\n•\nFontus™ liquid handler, which is available in multiple versions to automate both NGS and life science workflows.\n•\nEONIS™ Q, a novel\n“\ndry-chemistry\n”\nqPCR newborn screening workflow for SCID and SMA screening.\n•\nDELFIA™ Trio, an automated plate dispenser, washer, disk remover for the manual newborn screening and prenatal workflows.\n•\nEVOYA™, a cloud-based, newborn screening, informatics and data management software.\n•\nAutomation protocols and kits launched for the BioQule™ NGS System, making it an open system that combines automation, reagents, consumables and scripts, enabling walkaway automation to simplify low throughput NGS library preparation and quantitation.\n•\nUNIQO160, a device for fully automated processing of IIFT from primary sample to final microscopy result for up to 160 samples and 18 slides.\n•\n89 new IIFT for the ultrafast automated microscope\n“\nEUROPattern Microscope Live\n”.\n•\nAnti-TBE Virus ELISA 2.0 (IgG) and Anti-TBE Virus CSF ELISA 2.0 (IgG) for detection of IgG antibodies against TBE virus in serum and CSF, respectively (CE-marked, IVDR-compliant).\nBrand Names:\nOur Diagnostics segment offers additional products under various brand names, including AutoDELFIA\n®\n, BACS-on-Beads\n®\n, BIOCHIPs, Bioo Scientific\n®\n, BoBs\n®\n, chemagic™, Chitas\n®\n, DELFIA\n®\n, DELFIA\n®\nXpress, DOPlify\n®\n, EONIS™, EUROArray™\n, EUROIMMUN\n®\n, EUROLabWorkstation™, EUROLINE™, EUROPattern\nTM\n, Evolution™\nEvoya\n®\n, explorer™, Fontus™, Genoglyphix\n®\n, GSP\n®\n, Haoyuan™, IDS\n®\nImmunodiagnosticsystems, IDS-i10\n®,\nIDS-i10T\n®\n, IDS-iSYS\n®,\niLab\n™\n, iQ™, JANUS\n®\n, LabChip\n®\n, LifeCycle\n™\n, LimsLink\n™\n, Migele™,  MultiPROBE\n®\n, NEXTFLEX\n®\n, NextPrep™, Pannoramic\n™\n, Panthera Puncher™,  PG-Seq™, PG-Find™ PKamp™, PreNAT II™, Prime™, Protein Clear™, ProteinEXact™, QSight\n®\n, QuantiVac™, RONIA™, Sciclone\n®\n, SimplicityChrom™, Specimen Gate\n®\n, Superflex™, Symbio™, T-SPOT\n®\n, Touch™, Twister\n®\n, Vanadis\n®\n, VariSpec\n™\n, ViaCord\n®,\nVICTOR 2™ D, and Zephyr\n®\n.\nMarketing\nAll of our businesses market their products and services primarily through their own specialized sales forces. As of December 31, 2023, we employed approximately 1,400 sales and service representatives operating in approximately 40 countries and marketing products and services in more than 160 countries. In geographic regions where we do not have a sales and service presence, we utilize distributors to sell our products.\nRaw Materials, Key Components and Supplies\nEach of our businesses uses a wide variety of raw materials, key components and supplies that are generally available from alternate sources of supply and in adequate quantities from domestic and foreign sources. We generally have multi-year\n9\ncontracts, with no minimum purchase requirements, with our suppliers. For certain critical raw materials, key components and supplies required for the production of some of our principal products, we have qualified only a limited or a single source of supply. We periodically purchase quantities of some of these critical raw materials in excess of current requirements, in anticipation of future manufacturing needs. With sufficient lead times, we believe we would be able to qualify alternative suppliers for each of these raw materials and key components. See the applicable risk factor in “Item 1A. Risk Factors” for an additional description of this risk.\nIntellectual Property\nWe own numerous United States and foreign patents and have patent applications pending in the United States and abroad. We also license intellectual property rights to and from third parties, some of which bear royalties and are terminable in specified circumstances. In addition to our patent portfolio, we possess a wide array of unpatented proprietary technology and know-how. We also own numerous United States and foreign trademarks and trade names for a variety of our product names and have applications for the registration of trademarks and trade names pending in the United States and abroad. We believe that patents and other proprietary rights are important to the development of both of our reporting segments, but we also rely upon trade secrets, know-how, continuing technological innovations and licensing opportunities to develop and maintain the competitive position of both of our reporting segments. We do not believe that the loss of any one patent or other proprietary right would have a material adverse effect on our overall business or on any of our reporting segments.\nIn some cases, we may participate in litigation or other proceedings to defend against or assert claims of infringement, to enforce our patents or our licensors’ patents, to protect our trade secrets, know-how or other intellectual property rights, or to determine the scope and validity of our or third parties’ intellectual property rights. Litigation of this type could result in substantial cost to us and diversion of our resources. An adverse outcome in any litigation or proceeding could subject us to significant liabilities or expenses, require us to cease using disputed intellectual property or cease the sale of a product, or require us to license the disputed intellectual property from third parties.\nCompetition\nDue to the range and diversity of our products and services, we face many different types of competition and competitors. Our competitors range from foreign and domestic organizations, which produce a comprehensive array of goods and services and that may have greater financial and other resources than we do, to more narrowly focused firms producing a limited number of goods or services for specialized market segments.\nWe compete on the basis of service level, price, technological innovation, operational efficiency, product differentiation, product availability, quality and reliability. Competitors range from multinational organizations with a wide range of products to specialized firms that in some cases have well-established market positions. We expect the proportion of large competitors to increase through the continued consolidation of competitors.\nRegulatory Affairs\nOur operations are subject to regulation by different state and federal government agencies in the United States and other countries, as well as to the standards established by international standards bodies. Some of our products are subject to regulation by the FDA and similar foreign agencies. These regulations govern a wide variety of our product activities, and if we fail to comply with those regulations or standards, we may face, among other things, warning letters; adverse publicity; investigations or notices of non-compliance, fines, injunctions, and civil penalties; import or export restrictions; partial suspensions or total shutdown of production facilities or the imposition of operating restrictions; increased difficulty in obtaining required FDA clearances or approvals or foreign equivalents; seizures or recalls of our products or those of our customers; or the inability to sell our products.\nWe have agreements relating to the sale of our products and services to government entities and, as a result, we are subject to various statutes and regulations that apply to companies doing business with the government. We are also subject to investigation for compliance with the regulations governing government contracts. A failure to comply with these regulations could result in suspension of these contracts, as well as other penalties.\nWe are also subject to a variety of laws, regulations and standards that govern, among other things, the importation and exportation of products, and our business practices in the United States and abroad such as anti-bribery, anti-corruption and competition laws. In addition, changes in governmental regulations may reduce demand for our products or increase our expenses. The healthcare industry, including the genetic screening market, is subject to extensive and frequently changing\n10\ninternational and United States federal, state and local laws and regulations. This requires that we devote substantial resources to maintaining our compliance with those laws, regulations and standards.\nIf we fail to comply with applicable laws and regulations, we could suffer civil and criminal damages, fines and penalties, exclusion from participation in governmental healthcare programs, and the loss of various licenses, certificates and authorizations necessary to operate our business, as well as incur liabilities from third-party claims, all of which could have a significant adverse effect on our business.\nEnvironmental Matters\nOur operations are subject to various foreign, federal, state and local environmental and safety laws and regulations. These requirements include the handling, transportation, manufacture and disposal of toxic or hazardous substances, the remediation of contaminated soil and groundwater, the regulation of radioactive materials, and the health and safety of our employees.\nWe may have liability under the Comprehensive Environmental Response Compensation and Liability Act and comparable state statutes that impose liability for investigation and remediation of contamination without regard to fault, in connection with materials that we or our former businesses sent to various third-party sites. We have incurred, and expect to incur, costs pursuant to these statutes.\nWe are conducting a number of environmental investigations and remedial actions at our current and former locations and, along with other companies, have been named a potentially responsible party (“PRP”) for certain waste disposal sites. We accrue for environmental issues in the accounting period that our responsibility is established and when the cost can be reasonably estimated. We have accrued $14.1 million and $12.2 million as of December 31, 2023 and January 1, 2023, respectively, which represents our management’s estimate of the cost of the remediation of known environmental matters, and does not include any potential liability for related personal injury or property damage claims. Our environmental accrual is not discounted and does not reflect the recovery of any material amounts through insurance or indemnification arrangements. The cost estimates are subject to a number of variables, including the stage of the environmental investigations, the magnitude of the possible contamination, the nature of the potential remedies, possible joint and several liability, the time period over which remediation may occur, and the possible effects of changing laws and regulations. For sites where we have been named a PRP, our management does not currently anticipate any additional liability to result from the inability of other significant named parties to contribute. We expect that the majority of such accrued amounts could be paid out over a period of up to ten years. As assessment and remediation activities progress at each individual site, these liabilities are reviewed and adjusted to reflect additional information as it becomes available. There have been no environmental problems to date that have had, or are expected to have, a material adverse effect on our consolidated financial statements. While it is possible that a loss exceeding the amounts recorded in the consolidated financial statements may be incurred, the potential exposure is not expected to be materially different from those amounts recorded.\nWe may become subject to new or unforeseen environmental costs or liabilities. Compliance with new or more stringent laws or regulations, stricter interpretations of existing laws, or the discovery of new contamination could cause us to incur additional costs.\nHuman Capital Management\nAs of December 31, 2023, we employed approximately 11,500 employees on a worldwide basis. Roughly 80% of our workforce is based outside of the United States. Several of our subsidiaries outside the United States have employment contracts with our employees where the terms and conditions are influenced by labor unions and workers’ councils’ agreements that involve approximately 4,000 of our employees. During fiscal year 2023, our voluntary turnover rate was 10%. We believe that management of our human capital resources is vital to the continued growth and success of our company, and we endeavor to create an environment that encourages productivity, rewards performance and values diversity. There are several ways in which we attempt to attract, develop and retain highly qualified employees, as set forth below.\nOur human capital objectives include, as applicable, identifying, recruiting, developing, retaining, incentivizing, and integrating our existing and new employees. We strive to meet this objective by offering competitive compensation and benefits, in a diverse, inclusive and safe workplace, with opportunities for our employees to grow and develop in their careers. We hold our employees to high performance standards and our compensation plans are designed to deliver competitive base pay and attractive incentive opportunities. Our benefits programs are specifically tailored to the various countries in which we operate and maintain a significant workforce. We benchmark for market practices and adjust our compensation and benefits programs to ensure they remain both equitable and competitive.\n11\nDiversity and Inclusion\nWe believe in an inclusive workforce, where employees from a number of cultures and countries are engaged and encouraged to leverage their collective talents. We have employees in roughly 40 countries around the world. As of the date of filing of this annual report on Form 10-K, women comprised roughly 40% of our leadership positions on a global basis, which we define as director level and above. We have provided further information regarding our diversity demographics in our Environmental, Social, and Governance (ESG) Report and elsewhere on our\nwebsite at esg.revvity.com, including summarized\ndata from our EEO-1 form.\nesg.revvity.com is a home for information related to ESG policies and initiatives at Revvity. The site provides information for our employees, customers and investors on our environmental and social metrics and policies, our global efforts to preserve our environment and our global efforts to promote social equality. It helps our employees and stakeholders know and understand of our commitment to make positive impacts on our employees, customers, local communities and the environment, while engaging others in our efforts.\nOur EEO-1 form is a report filed with the United States Equal Employment Opportunity Commission describing the racial, ethnic and gender composition of our U.S.-based workforce. Information on our website, including the ESG Report, shall not be deemed incorporated by reference into this annual report.\nWe understand that our ability to operate in a multicultural world is critical to our long-term value creation. By maintaining a culture of diversity and inclusion, we believe that we can innovate more effectively. To that end, we seek to promote diverse perspectives throughout our organization and are an equal opportunity employer committed to making employment decisions without regard to race, religion, national or ethnic origin, sex, sexual orientation, gender identity or expression, age, disability, protected veteran status or other characteristics protected by law.\nOur commitment to diversity is evidenced by the advancement of the vibrant belonging collective formed by our four Employee Resources and Networking groups, now comprising of nearly 700 employees who enjoy this safe and engaging platform for dialogue and empowerment. During the fiscal year 2023, our groups conducted a series of workshops enhancing the visibility of our Hispanic communities in the workplace, recognizing the dedication of our veteran employees and empowering women to network, develop and share their stories. We continued to support working parents through our flexible working policies and networking opportunities provided by our Women’s Forum. These efforts serve as a testament to our dedication to fostering an inclusive workplace. Our commitment to creating a diverse and inclusive work environment is further validated by our 2023 People Experience Survey in which 85% of our employees felt safe to share their opinions and use their voices, providing over 31,000 comments. We continued to receive a high score in the area of Diversity and Inclusion. Amongst other comments, employees shared that they are proud of the emphasis we place on diversity and inclusion and on making our company a place where everyone is valued and respected.\nTraining and Development\nWe are committed to the continued development and training of our employees and we seek to provide them with meaningful learning opportunities to help grow their capabilities and careers. We provide such opportunities across all levels of our organization, covering a variety of professional, technical and leadership topics. We do so through a variety of channels and formats, including formal (classroom-based, blended learning solutions, digital learning) and informal, on-the-job learning.\nA pivotal component of our annual performance review and goal-setting process focuses on providing employees with constructive and actionable feedback, as well as management engagement in the creation and completion of development goals. In addition, employees have access to confidential, anonymous feedback through a process that is used as a development tool to help raise awareness on how they are perceived. Lastly, we recognize that professional development requires support of the whole person, and we therefore offer virtual coaching to help eligible employees meet their unique development goals, whether such goals are leadership or well-being focused.\nWith regards to career growth, we regularly fill open vacancies with internal candidates. Our internal mobility program empowers employees to explore many different career options available to them.\nCareer options vary based on the employee’s aspirations and can include specific project work, stretch assignments, job rotations, mentoring, networking, or internal job changes.\nLastly, management periodically assesses succession planning for certain key positions and reviews our workforce to identify high potential employees for future growth and development.\nHealth and Safety\n12\nOur success depends on the well-being of our employees, and one of our top priorities is to protect their health and safety. We maintain a culture focused on safety and strive to identify, eliminate and control risk in the workplace to prevent injury and illness. Many of our large manufacturing sites are ISO 45001 and 14001 certified with management systems embedded in operations. We continually strive to improve our environmental, health and safety (\n“\nEHS\n”\n) management systems across our entire footprint. A Revvity Global EHS Council\nengages our worldwide health and safety leaders to review, collaborate, and drive corporate EHS objectives across the company. Further, we provide our employees with a comprehensive benefits package that includes health insurance and other resources that support their physical and mental well-being.\nCommunity\nAt Revvity, we have long held the view that responsible global citizenship along with good governance principles and ethical business practices are essential tenets for sustainability and success. We encourage our employees to support the communities in which they live and where we operate, and to assist in that effort, we fund a long-term charitable matching program for our employees. In addition, we have established a group comprised of management and subject matter experts at our company to focus on developing and delivering on measurable advancements in the areas of reducing waste, reducing carbon emissions and improving employee engagement and diversity."
  },
  {
    "item_key": "item_1a",
    "text": "The following important factors affect our business and operations generally or affect multiple segments of our business and operations:\nRisks Related to our Business Operations and Industry\nIf the markets into which we sell our products decline or do not grow as anticipated due to a decline in general economic conditions, or there are uncertainties surrounding the approval of government or industrial funding proposals, or there are unfavorable changes in government regulations, we may see an adverse effect on the results of our business operations.\nOur customers include pharmaceutical and biotechnology companies, laboratories, academic and research institutions, public health authorities, private healthcare organizations, doctors and government agencies. Our quarterly revenue and results of operations are highly dependent on the volume and timing of orders received during the quarter. In addition, our revenues and earnings forecasts for future quarters are often based on the expected trends in our markets. However, the markets we serve do not always experience the trends that we may expect. Negative fluctuations in our customers’ markets, the inability of our customers to secure credit or funding, restrictions in capital expenditures, general economic conditions, cuts in government funding or unfavorable changes in government regulations would likely result in a reduction in demand for our products and services. In addition, government funding is subject to economic conditions and the political process, which is inherently fluid and unpredictable. Our revenues may be adversely affected if our customers delay or reduce purchases as a result of uncertainties surrounding the approval of government or industrial funding proposals. Such declines could harm our consolidated financial position, results of operations, cash flows and trading price of our common stock, and could limit our ability to sustain profitability.\nOur growth and profitability is subject to global economic and political conditions, and operational disruptions at our facilities.\nOur business is affected by global economic and political conditions as well as the state of the financial markets, particularly as the United States and other countries balance concerns around debt, inflation, growth and budget allocations in their policy initiatives. There can be no assurance that global economic conditions and financial markets will not worsen and that we will not experience any adverse effects that may be material to our consolidated cash flows, results of operations, financial position or our ability to access capital, such as the adverse effects resulting from a prolonged shutdown in government operations both in the United States and internationally. Our business is also affected by local economic environments, including inflation, recession, financial liquidity, interest rates and currency volatility or devaluation. Environmental events and political changes, including war or other conflicts, such as the current conflicts in Ukraine and the Middle East, some of which may be disruptive, could interfere with our supply chain, our customers and all of our activities in a particular location.\nWhile we take precautions to prevent production or service interruptions at our global facilities, a major earthquake, fire, flood, power loss or other catastrophic event that results in the destruction or delay of any of our critical business operations could result in our incurring significant liability to customers or other third parties, cause significant reputational damage or have a material adverse effect on our business, operating results or financial condition.\n13\nCertain of these risks can be hedged to a limited degree using financial instruments, or other measures, and some of these risks are insurable, but any such mitigation efforts are costly and may not always be fully successful. Our ability to engage in such mitigation efforts has decreased or become even more costly as a result of recent market developments.\nIf we do not introduce new products in a timely manner, we may lose market share and be unable to achieve revenue growth targets.\nWe sell many of our products in industries characterized by rapid technological change, frequent new product and service introductions, and evolving customer needs and industry standards. Many of the businesses competing with us in these industries have significant financial and other resources to invest in new technologies, substantial intellectual property portfolios, substantial experience in new product development, regulatory expertise, manufacturing capabilities, and established distribution channels to deliver products to customers. Our products could become technologically obsolete over time, or we may invest in technology that does not lead to revenue growth or continue to sell products for which the demand from our customers is declining, in which case we may lose market share or not achieve our revenue growth targets. The success of our new product offerings will depend upon several factors, including our ability to:\n•\naccurately anticipate customer needs,\n•\ninnovate and develop new reliable technologies and applications,\n•\nreceive regulatory approvals in a timely manner,\n•\nsuccessfully commercialize new technologies in a timely manner,\n•\nprice our products competitively, and manufacture and deliver our products in sufficient volumes and on time, and\n•\ndifferentiate our offerings from our competitors’ offerings.\nMany of our products are used by our customers to develop, test and manufacture their products. We must anticipate industry trends and consistently develop new products to meet our customers’ expectations. In developing new products, we may be required to make significant investments before we can determine the commercial viability of the new product. If we fail to accurately foresee our customers’ needs and future activities, we may invest heavily in research and development of products that do not lead to significant revenue. We may also suffer a loss in market share and potential revenue if we are unable to commercialize our technology in a timely and efficient manner.\nIn addition, some of our licensed technology is subject to contractual restrictions, which may limit our ability to develop or commercialize products for some applications.\nWe may not be able to successfully execute acquisitions or divestitures, license technologies, integrate acquired businesses or licensed technologies into our existing businesses, maintain licensed technologies, or make acquired businesses or licensed technologies profitable.\nWe have in the past supplemented, and may in the future supplement, our internal growth by acquiring businesses and licensing technologies that complement or augment our existing product lines. However, we may be unable to identify or complete promising acquisitions or license transactions for many reasons, such as:\n•\ncompetition among buyers and licensees,\n•\nthe high valuations of businesses and technologies,\n•\nthe need for regulatory and other approval, and\n•\nour inability to raise capital to fund these acquisitions.\nSome of the businesses we acquire may be unprofitable or marginally profitable, or may increase the variability of our revenue recognition. If, for example, we are unable to successfully commercialize products and services related to significant in-process research and development that we have capitalized, we may have to impair the value of such assets. Accordingly, the earnings or losses of acquired businesses may dilute our earnings. For these acquired businesses to achieve acceptable levels of profitability, we would have to improve their management, operations, products and market penetration. We may not be successful in this regard and may encounter other difficulties in integrating acquired businesses into our existing operations, such as incompatible management, information or other systems, cultural differences, loss of key personnel, unforeseen regulatory requirements, previously undisclosed liabilities or difficulties in predicting financial results. We may lose the right to utilize licensed technologies which could limit our ability to offer products incorporating such technologies. To finance our acquisitions, we may have to raise additional funds, either through public or private financings. We may be unable to obtain such funds or may be able to do so only on terms unacceptable to us. We may also incur expenses related to completing\n14\nacquisitions or licensing technologies, or in evaluating potential acquisitions or technologies, which may adversely impact our profitability.\nIf we do not compete effectively, our business will be harmed.\nWe encounter aggressive competition from numerous competitors in many areas of our business. We may not be able to compete effectively with all of these competitors. To remain competitive, we must develop new products and periodically enhance our existing products. We anticipate that we may also have to adjust the prices of many of our products to stay competitive. In addition, new competitors, technologies or market trends may emerge to threaten or reduce the value of entire product lines.\nOur quarterly operating results could be subject to significant fluctuation, and we may not be able to adjust our operations to effectively address changes we do not anticipate, which could increase the volatility of our stock price and potentially cause losses to our shareholders.\nGiven the nature of the markets in which we participate, we cannot reliably predict future revenue and profitability. Changes in competitive, market and economic conditions may require us to adjust our operations, and we may not be able to make those adjustments or make them quickly enough to adapt to changing conditions. A high proportion of our costs are fixed in the short term, due in part to our research and development and manufacturing costs. As a result, small declines in sales could disproportionately affect our operating results in a quarter. Factors that may affect our quarterly operating results include:\n•\ndemand for and market acceptance of our products,\n•\ncompetitive pressures resulting in lower selling prices,\n•\nchanges in the level of economic activity in regions in which we do business, including as a result of global health crises or pandemics,\n•\nchanges in general economic conditions or government funding,\n•\nsettlements of income tax audits,\n•\nexpenses incurred in connection with claims related to environmental conditions at locations where we conduct or formerly conducted operations,\n•\ncontract termination and litigation costs,\n•\ndiffering tax laws and changes in those laws (including the enactment by countries of the Organization for Economic Cooperation and Development (OECD) Base Erosion and Profit Shifting Pillar Two, which would impose a minimum corporate income tax rate of least 15%), or changes in the countries in which we are subject to taxation,\n•\nchanges in our effective tax rate,\n•\nchanges in industries, such as pharmaceutical and biomedical,\n•\nchanges in the portions of our revenue represented by our various products and customers,\n•\nour ability to introduce new products,\n•\nour competitors’ announcement or introduction of new products, services or technological innovations,\n•\ncosts of raw materials, labor, energy, supplies, transportation or other indirect costs,\n•\nchanges in healthcare or other reimbursement rates paid by government agencies and other third parties for certain of our products and services,\n•\nour ability to realize the benefit of ongoing productivity initiatives,\n•\nchanges in the volume or timing of product orders,\n•\nfluctuation in the expense related to the mark-to-market adjustment on postretirement benefit plans,\n•\nchanges in our assumptions underlying future funding of pension obligations,\n•\nchanges in assumptions used to determine contingent consideration in acquisitions, and\n•\nchanges in foreign currency exchange rates.\n15\nA significant disruption in third-party package delivery and import/export services, or significant increases in prices for those services, could interfere with our ability to ship products, increase our costs and lower our profitability.\nWe ship a significant portion of our products to our customers through independent package delivery and import/export companies, including UPS and Federal Express in the United States; TNT, UPS and DHL in Europe; and UPS in Asia. We also ship our products through other carriers, including commercial airlines, freight carriers, national trucking firms, overnight carrier services and the United States Postal Service. If one or more of the package delivery or import/export providers experiences a significant disruption in services or institutes a significant price increase, we may have to seek alternative providers and the delivery of our products could be prevented or delayed. Such events could cause us to incur increased shipping costs that could not be passed on to our customers, negatively impacting our profitability and our relationships with certain of our customers.\nDisruptions in the supply of raw materials, certain key components and other goods from our limited or single source suppliers could have an adverse effect on the results of our business operations, and could damage our relationships with customers.\nThe production of our products requires a wide variety of raw materials, key components and other goods that are generally available from alternate sources of supply. However, certain critical raw materials, key components and other goods required for the production and sale of some of our principal products are available from limited or single sources of supply. We generally have multi-year contracts with no minimum purchase requirements with these suppliers, but those contracts may not fully protect us from a failure by certain suppliers to supply critical materials or from the delays inherent in being required to change suppliers and, in some cases, validate new raw materials. Such raw materials, key components and other goods can usually be obtained from alternative sources with the potential for an increase in price, decline in quality or delay in delivery. A prolonged inability to obtain certain raw materials, key components or other goods is possible and could have an adverse effect on our business operations, and could damage our relationships with customers. In addition, global health crises or pandemics, wars, conflicts, or other changes in a country’s or region’s political or economic conditions, could have a significant adverse effect on our supply chain.\nWe are subject to the rules of the Securities and Exchange Commission requiring disclosure as to whether certain materials known as conflict minerals (tantalum, tin, gold, tungsten and their derivatives) that may be contained in our products are mined from the Democratic Republic of the Congo and adjoining countries. As a result of these rules, we may incur additional costs in complying with the disclosure requirements and in satisfying those customers who require that the components used in our products be certified as conflict-free, and the potential lack of availability of these materials at competitive prices could increase our production costs.\nIf we do not retain our key personnel, our ability to execute our business strategy will be limited.\nOur success depends to a significant extent upon the continued service of our executive officers and key management and technical personnel, particularly our experienced engineers and scientists, and on our ability to continue to attract, retain, and motivate qualified personnel. The competition for these employees is intense. The loss of the services of key personnel could have a material adverse effect on our operating results. In addition, there could be a material adverse effect on us should the turnover rates for key personnel increase significantly or if we are unable to continue to attract qualified personnel. We do not maintain any key person life insurance policies on any of our officers or employees.\nOur success also depends on our ability to execute leadership succession plans. The inability to successfully transition key management roles could have a material adverse effect on our operating results.\nIf we experience a significant disruption in, or breach in security of, our information technology systems or those of our customers, suppliers or other third parties, or cybercrime, resulting in inappropriate access to or inadvertent transfer of information or assets or result in a ransom demand from a third party, or if we fail to implement new systems, software and technologies successfully, our business could be adversely affected.\nWe rely on several centralized information technology systems throughout our company to develop, manufacture and provide products and services, keep financial records, process orders, manage inventory, process shipments to customers and operate other critical functions. Our and our third-party service providers' information technology systems may be susceptible to damage, disruptions or shutdowns due to power outages, hardware failures, computer viruses, attacks by computer hackers, telecommunication failures, user errors, catastrophes or other unforeseen events. The risk of a security breach or disruption through cyber-attacks has generally increased as the number, intensity and sophistication of attempted attacks from around the world have increased. For example, many companies have experienced an increase in phishing and social engineering attacks from third parties. If we were to experience a prolonged system disruption in the information technology systems that involve our interactions with customers, suppliers or other third parties, it could result in the loss of sales and customers and significant\n16\nincremental costs, which could adversely affect our business. In addition, security breaches of our information technology systems or cybercrime, resulting in inappropriate access to or inadvertent transfer of information or assets, could result in losses or misappropriation of assets, ransom demands by third parties, or unauthorized disclosure of confidential information belonging to us or to our employees, partners, customers or suppliers, which could result in our suffering significant financial or reputational damage.\nOur results of operations will be adversely affected if we fail to realize the full value of our intangible assets.\nAs of December 31, 2023, our total assets included $9.6 billion of net intangible assets. Net intangible assets consist principally of goodwill associated with acquisitions and costs associated with securing patent rights, trademark rights, customer relationships, core technology and technology licenses and in-process research and development, net of accumulated amortization. We test goodwill at least annually for potential impairment by comparing the carrying value to the fair market value of the reporting unit to which they are assigned. All of our amortizing intangible assets are also evaluated for impairment should events occur that call into question the value of the intangible assets.\nAdverse changes in our business, adverse changes in the assumptions used to determine the fair value of our reporting units, or the failure to grow our Life Sciences and Diagnostics segments may result in impairment of our intangible assets, which could adversely affect our results of operations.\nRisks Related to our Intellectual Property\nWe may not be successful in adequately protecting our intellectual property.\nPatent and trade secret protection is important to us because developing new products, processes and technologies gives us a competitive advantage, although it is time-consuming and expensive. We own many United States and foreign patents and intend to apply for additional patents. Patent applications we file, however, may not result in issued patents or, if they do, the claims allowed in the patents may be narrower than what is needed to protect fully our products, processes and technologies. The expiration of our previously issued patents may cause us to lose a competitive advantage in certain of the products and services we provide. Similarly, applications to register our trademarks may not be granted in all countries in which they are filed. For our intellectual property that is protected by keeping it secret, such as trade secrets and know-how, we may not use adequate measures to protect this intellectual property.\nThird parties have in the past and may in the future also challenge the validity of our issued patents, may circumvent or “design around” our patents and patent applications, or claim that our products, processes or technologies infringe their patents. In addition, third parties may assert that our product names infringe their trademarks. We may incur significant expense in legal proceedings to protect our intellectual property against infringement by third parties or to defend against claims of infringement by third parties. Claims by third parties in pending or future lawsuits could result in awards of substantial damages against us or court orders that could effectively prevent us from manufacturing, using, importing or selling our products in the United States or other countries.\nIf we are unable to renew our licenses or otherwise lose our licensed rights, we may have to stop selling products or we may lose competitive advantage.\nWe may not be able to renew or otherwise lose our right to utilize our existing licenses, or licenses we may obtain in the future, on terms acceptable to us, or at all. If we lose the rights to a patented or other proprietary technology, we may need to stop selling products incorporating that technology and possibly other products, redesign our products or lose a competitive advantage. Potential competitors could in-license technologies that we fail to license and potentially erode our market share.\nOur licenses typically subject us to various economic and commercialization obligations. If we fail to comply with these obligations, we could lose important rights under a license, such as the right to exclusivity in a market, or incur losses for failing to comply with our contractual obligations. In some cases, we could lose all rights under the license. In addition, rights granted under the license could be lost for reasons out of our control. For example, the licensor could lose patent protection for a number of reasons, including invalidity of the licensed patent, or a third-party could obtain a patent that curtails our freedom to operate under one or more licenses.\n17\nRisks Related to Legal, Government and Regulatory Matters\nThe manufacture and sale of products and services may expose us to product and other liability claims for which we could have substantial liability.\nWe face an inherent business risk of exposure to product and other liability claims if our products, services or product candidates are alleged or found to have caused injury, damage or loss. We may be unable to obtain insurance with adequate levels of coverage for potential liability on acceptable terms or claims of this nature may be excluded from coverage under the terms of any insurance policy that we obtain. If we are unable to obtain such insurance or the amounts of any claims successfully brought against us substantially exceed our coverage, then our business could be adversely impacted.\nIf we fail to maintain satisfactory compliance with the regulations of the United States Food and Drug Administration and other governmental agencies in the United States and abroad, we may be forced to recall products and cease their manufacture and distribution, and we could be subject to civil, criminal or monetary penalties.\nOur operations are subject to regulation by different state and federal government agencies in the United States and other countries, as well as to the standards established by international standards bodies. If we fail to comply with those regulations or standards, we could be subject to fines, penalties, criminal prosecution or other sanctions. Some of our products are subject to regulation by the United States Food and Drug Administration and similar foreign and domestic agencies. These regulations govern a wide variety of product activities, from design and development to labeling, manufacturing, promotion, sales and distribution. If we fail to comply with those regulations or standards, we may have to recall products, cease their manufacture and distribution, and may be subject to fines or criminal prosecution.\nWe are also subject to a variety of laws, regulations and standards that govern, among other things, the importation and exportation of products, the handling, transportation and manufacture of toxic or hazardous substances, the collection, storage, transfer, use, disclosure, retention and other processing of personal data, and our business practices in the United States and abroad such as anti-bribery, anti-corruption and competition laws. This requires that we devote substantial resources to maintaining our compliance with those laws, regulations and standards. A failure to do so could result in the imposition of civil, criminal or monetary penalties having a material adverse effect on our operations.\nWe are subject to stringent data privacy and information security laws and regulations and changes in such laws or regulations, or our failure to comply with such requirements, could subject us to significant fines and penalties, which may have a material adverse effect on our business, financial condition or results of operations.\nWe are subject to data privacy and information security laws and regulations that apply to the collection, transmission, storage and use of personally identifying information, which among other things, impose certain requirements relating to the privacy, security and transmission of personal information, including comprehensive regulatory systems in the United States, European Union and the United Kingdom. The legislative and regulatory landscape for privacy and data protection continues to evolve in jurisdictions worldwide, and there has been an increasing focus on privacy and data protection issues with the potential to affect our business. Failure to comply with any of these laws or regulations could result in enforcement actions against us, including fines, claims for damages by affected individuals, damage to our reputation and loss of goodwill, any of which could have a material adverse effect on our business, financial condition, results of operations or prospects.\nChanges in governmental regulations may reduce demand for our products or increase our expenses.\nWe compete in markets in which we or our customers must comply with federal, state, local and foreign regulations, such as environmental, health and safety, data privacy and food and drug regulations. We develop, configure and market our products to meet customer needs created by these regulations. Any significant change in these regulations could reduce demand for our products or increase our costs of producing these products.\nThe healthcare industry is highly regulated and if we fail to comply with its extensive system of laws and regulations, we could suffer fines and penalties or be required to make significant changes to our operations which could have a significant adverse effect on the results of our business operations.\nThe healthcare industry, including the genetic screening market, is subject to extensive and frequently changing international and United States federal, state and local laws and regulations. In addition, legislative provisions relating to healthcare fraud and abuse, patient privacy violations and misconduct involving government insurance programs provide federal enforcement personnel with substantial powers and remedies to pursue suspected violations. We believe that our business will continue to be subject to increasing regulation as the federal government continues to strengthen its position on healthcare matters, the scope and effect of which we cannot predict. If we fail to comply with applicable laws and regulations, we could suffer civil and criminal damages, fines and penalties, exclusion from participation in governmental healthcare\n18\nprograms, and the loss of various licenses, certificates and authorizations necessary to operate our business, as well as incur liabilities from third-party claims, all of which could have a significant adverse effect on our business.\nRisks Related to our Foreign Operations\nEconomic, political and other risks associated with foreign operations could adversely affect our international sales and profitability.\nBecause we sell our products worldwide, our businesses are subject to risks associated with doing business internationally. Our sales originating outside the United States represented the majority of our total revenue in fiscal year 2023. We anticipate that sales from international operations will continue to represent a substantial portion of our total revenue. In addition, many of our manufacturing facilities, employees and suppliers are located outside the United States. Accordingly, our future results of operations could be harmed by a variety of factors, including:\n•\nchanges in actual, or from projected, foreign currency exchange rates,\n•\nglobal health crises of unknown duration,\n•\nwars, conflicts, or other changes in a country’s or region’s political or economic conditions, particularly in developing or emerging markets,\n•\nlonger payment cycles of foreign customers and timing of collections in foreign jurisdictions,\n•\ntrade protection measures including embargoes, sanctions and tariffs, such as the sanctions and other restrictions implemented by the United States and other governments on the Russian Federation and related parties in connection with the conflict in Ukraine,\n•\nimport or export licensing requirements and the associated potential for delays or restrictions in the shipment of our products or the receipt of products from our suppliers,\n•\npolicies in foreign countries benefiting domestic manufacturers or other policies detrimental to companies headquartered in the United States,\n•\ndiffering tax laws and changes in those laws, or changes in the countries in which we are subject to tax,\n•\nadverse income tax audit settlements or loss of previously negotiated tax incentives,\n•\ndiffering business practices associated with foreign operations,\n•\ndifficulty in transferring cash between international operations and the United States,\n•\ndifficulty in staffing and managing widespread operations,\n•\ndiffering labor laws and changes in those laws,\n•\ndiffering protection of intellectual property and changes in that protection,\n•\nexpanded enforcement of laws related to data protection and personal privacy,\n•\nincreasing global enforcement of anti-bribery and anti-corruption laws, and\n•\ndiffering regulatory requirements and changes in those requirements.\nRisks Related to our Debt\nWe have a substantial amount of outstanding debt, which could impact our ability to obtain future financing and limit our ability to make other expenditures in the conduct of our business.\nWe have a substantial amount of debt and other financial obligations. Our debt level and related debt service obligations could have negative consequences, including:\n•\nrequiring us to dedicate significant cash flow from operations to the payment of principal and interest on our debt, which reduces the funds we have available for other purposes, such as acquisitions and stock repurchases;\n•\nreducing our flexibility in planning for or reacting to changes in our business and market conditions;\n•\nexposing us to interest rate risk as a portion of our debt obligations are at variable rates;\n19\n•\nincreasing our foreign currency risk as a portion of our debt obligations are in denominations other than the U.S. dollar; and\n•\nincreasing the chances of a downgrade of our debt ratings due to the amount or intended purpose of our debt obligations.\nWe may incur additional indebtedness in the future to meet future financing needs. If we add new debt, the risks described above could increase. In addition, the market for both public and private debt offerings has experienced liquidity concerns and increased volatility, which could ultimately increase our borrowing costs and limit our ability to obtain future financing.\nRestrictions in our senior unsecured revolving credit facility and other debt instruments may limit our activities.\nOur senior unsecured revolving credit facility, senior unsecured notes due in 2024 (“2024 Notes”), senior unsecured notes due in 2026 (“2026 Notes”), senior unsecured notes due in 2028 (“2028 Notes”), senior unsecured notes due in 2029 (“2029 Notes”), senior unsecured notes due in 2031 (“March 2031 Notes”),  senior unsecured notes due in 2031 (“September 2031 Notes”) and senior unsecured notes due in 2051 (“2051 Notes”) include restrictive covenants that limit our ability to engage in activities that could otherwise benefit our company. These include restrictions on our ability and the ability of our subsidiaries to:\n•\npay dividends on, redeem or repurchase our capital stock,\n•\nsell assets,\n•\nincur obligations that restrict our subsidiaries’ ability to make dividend or other payments to us,\n•\nguarantee or secure indebtedness,\n•\nenter into transactions with affiliates, and\n•\nconsolidate, merge or transfer all, or substantially all, of our assets and the assets of our subsidiaries on a consolidated basis.\nWe are also required to meet specified financial ratios under the terms of certain of our existing debt instruments. Our ability to comply with these financial restrictions and covenants is dependent on our future performance, which is subject to prevailing economic conditions and other factors, including factors that are beyond our control, such as foreign exchange rates, interest rates, changes in technology and changes in the level of competition. In addition, if we are unable to maintain our investment grade credit rating, our borrowing costs would increase and we would be subject to different and potentially more restrictive financial covenants under some of our existing debt instruments.\nAny future indebtedness that we incur may include similar or more restrictive covenants. Our failure to comply with any of the restrictions in our senior unsecured revolving credit facility, the 2024 Notes, the 2026 Notes, the 2028 Notes, the 2029 Notes, the March 2031 Notes, the September 2031 Notes, the 2051 Notes or any future indebtedness may result in an event of default under those debt instruments, which could permit acceleration of the debt under those debt instruments, and require us to prepay that debt before its scheduled due date under certain circumstances.\nRisks Related to Ownership of our Common Stock\nOur share price will fluctuate.\nOver the last several years, stock markets in general and our common stock in particular have experienced significant price and volume volatility. Both the market price and the daily trading volume of our common stock may continue to be subject to significant fluctuations due not only to general stock market conditions but also to a change in sentiment in the market regarding our operations and business prospects. In addition to the risk factors discussed above, the price and volume volatility of our common stock may be affected by:\n•\noperating results that vary from our financial guidance or the expectations of securities analysts and investors,\n•\nthe financial performance of the major end markets that we target,\n•\nthe operating and securities price performance of companies that investors consider to be comparable to us,\n•\nannouncements of strategic developments, acquisitions and other material events by us or our competitors,\n•\nchanges in global financial markets and global economies and general market conditions, such as interest or foreign exchange rates, inflation, freight costs, commodity and equity prices and the value of financial assets, and\n20\n•\nchanges to economic conditions arising from global health crises and pandemics, climate change, or from wars or conflicts.\nDividends on our common stock could be reduced or eliminated in the future.\nOn October 26, 2023, we announced that our\nBoard of Directors (our “Board”) had declared a quarterly dividend of $0.07 per share for the fourth quarter of\nfiscal year 2023\nthat was paid in February 2024. On\nJanuary 25, 2024, we\nannounced that our Board had declared a quarterly dividend of $0.07 per share for the first quarter of\nfiscal year 2024\nthat will be payable in May 2024. In the future, our Board may determine to reduce or eliminate our common stock dividend in order to fund investments for growth, repurchase shares or conserve capital resources."
  },
  {
    "item_key": "item_1b",
    "text": "Not applicable."
  },
  {
    "item_key": "item_1c",
    "text": "We have developed and maintain a Material Cyber Incident Disclosure Program. The program includes processes for the identification, review and assessment of materiality of cyber events, notification of our senior leadership and Board of Directors of such events, and financial reporting disclosure where applicable. As part of the program, we also engage in due diligence regarding the cybersecurity capabilities of our current and potential third-party vendors in accordance with industry best practices. Under the program, all material cyber incidents will be reported to our Board of Directors. The program is led by our Cyber Event Disclosure Committee, which includes members of our Information Security, Corporate Legal, External Reporting and Enterprise Risk Management teams. In addition to assessing our own cybersecurity preparedness, we also consider and evaluate cybersecurity risks associated with use of third-party service providers. Our Internal Audit team conducts an annual review of third-party hosted applications with a specific focus on any sensitive data shared with third parties. For all critical third party service provides, we perform a review of the vendor's System and Organization Controls (SOC), which is referred to as a SOC 1 or SOC 2 report. If a third-party vendor is not able to provide a SOC 1 or SOC 2 report, we take additional steps to understand and mitigate any additional risks. Our assessment of risks associated with use of third-party providers is part of our overall risk management framework.\nThe Company’s Chief Information Officer is responsible for developing and implementing our information security program. Our Information Security team monitors our exposure to external cybersecurity threats, leveraging automated tools and manual processes to ensure cybersecurity risk is effectively mitigated on a continuous basis. When a specific incident has been identified, the Information Sec\nurity team leverages our Cyber Incident Response Plan in conjunction with established Information Security policies to begin assessment of the incident. Depending on the type and/or severity of the incident, our Information Security team will determine (in compliance with our Cyber Incident Response Plan) whether third party expertise or consultation is necessary. If such expertise or consultation is determined to be necessary, our Information Security and Corporate Legal teams will engage with third-party experts. As part of its review of incidents, our Information Security team considers the risk exposure, potential impact, severity and implications with respect to our information technology systems. Our Information Security team is responsible for escalating incidents which are determined to be higher risk to our Cyber Event Disclosure Committee. The Cyber Event Disclosure Committee will work with our General Counsel to determine the materiality of the incident and any required disclosure. When an incident is determined to be material and is required to be disclosed, the Cyber Event Disclosure Committee will notify our senior leadership and our Board of Directors through the Audit Committee of our Board of Directors. The Cyber Event Disclosure Committee will collaborate with our Corporate Legal and Financial Reporting teams to develop any required Form 8-K Item 1.05 disclosure.\nThe oversight, monitoring, and testing of the program occurs under our Sarbanes-Oxley entity-level control reviews and the program is integrated into our Enterprise Risk Management processes. The Cyber Event Disclosu\nre Committee convenes, at least monthly, to review recent developments in cybersecurity and in the cybersecurity risk landscape. The Cyber Event Disclosure Committee is comprised of representatives with relevant expertise for assessing and managing the applicable risks. Our Board of Directors is presented with updates on an annual, or as needed, basis regarding our cybersecurity preparedness.\nAdditionally, our Board of Directors is provided with a comprehensive cyber training from our Chief Information Security Officer at least annually. Our Board of Directors annually reviews our cybersecurity program and the Audit Committee of our Board of Directors is specifically responsible for oversight of cybersecurity risk, which it regularly reviews with Company leadership.\n21\nWe have not identified risks from known cybersecurity threats, including as a result of any prior cybersecurity incidents, that have materially affected or are reasonably likely to materially affect us, including our operations, business strategy, results of operations or financial condition."
  },
  {
    "item_key": "item_2",
    "text": "We conduct operations for both our Life Sciences and Diagnostics segments in manufacturing and assembly plants, research laboratories, administrative offices and other facilities. A majority of all such facilities utilized are leased from third parties. Our real property leases are both short-term and long-term. See Note 21,\nLeases,\nin the Notes to Consolidated Financial Statements for further discussion of our leases."
  },
  {
    "item_key": "item_3",
    "text": "We are subject to various claims, legal proceedings and investigations covering a wide range of matters that arise in the ordinary course of our business activities. Although we have established accruals for potential losses that we believe are probable and reasonably estimable, in the opinion of our management, based on its review of the information available at this time, the total cost of resolving these contingencies at December 31, 2023 should not have a material adverse effect on our consolidated financial statements included in this annual report on Form 10-K. However, each of these matters is subject to uncertainties, and it is possible that some of these matters may be resolved unfavorably to us."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n22\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS\nListed below are our executive officers as of February 27, 2024. No family relationship exists between any one of these executive officers and any of the other executive officers or directors.\nPrahlad Singh, 59\n.\nDr. Singh currently serves as President and Chief Executive Officer of Revvity, having previously served as President and Chief Operating Officer of Revvity from January 2019 through December 2019. Dr. Singh joined Revvity as the President of our Diagnostics business in May 2014. He was elected Senior Vice President in September 2016 and Executive Vice President in March 2018. Prior to joining Revvity, Dr. Singh was General Manager of GE Healthcare’s Women’s Health business from 2012 to 2014, with responsibility for its mammography and bone densitometry businesses. Before that, Dr. Singh held senior executive level roles in strategy, business development and mergers & acquisitions at both GE Healthcare and Philips Healthcare. Earlier in his career, he held leadership roles of increasing responsibility at DuPont Pharmaceuticals and subsequently Bristol-Myers Squibb Medical Imaging, which included managing the Asia Pacific and Middle East region. Dr. Singh holds a doctoral degree in chemistry from the University of Missouri-Columbia and a Master of Business Administration from Northeastern University. His research work has resulted in several issued patents and publications in peer reviewed journals.\nMaxwell Krakowiak, 34\n. Mr. Krakowiak was appointed Senior Vice President and Chief Financial Officer of Revvity in August 2022 after having most recently served as our Vice President, Corporate Finance, focusing on driving global finance transformation through people, process and automation. Mr. Krakowiak joined Revvity in October 2018, and prior to being appointed as our Senior Vice President and Chief Financial Officer held several financial leadership positions of increasing scope and responsibilities, including oversight of financial planning and analysis, commercial finance and business development. Prior to joining Revvity, Mr. Krakowiak worked for General Electric Company (“GE”) for seven years, most recently as Executive Audit Manager, working globally across GE’s businesses on financial audits and operational excellence projects. During his tenure at GE, he served in a number of progressively responsible leadership roles across GE’s Corporate Audit Staff and Financial Management leadership programs. Mr. Krakowiak holds a Bachelor of Science degree in finance from Fordham University.\nJoel S. Goldberg\n,\n55\n. Mr. Goldberg currently serves as our Senior Vice President, Administration, General Counsel and Secretary, having joined as our Senior Vice President, General Counsel and Secretary in July 2008. Prior to joining us, Mr. Goldberg spent seven years at Millennium Pharmaceuticals, Inc., where he most recently served as Vice President, Chief Compliance Officer and Secretary. During his seven years with Millennium, he focused in the areas of mergers and acquisitions, strategic alliances, investment and financing transactions, securities and healthcare related compliance, and employment law. Previously, he was an associate of the law firm Edwards & Angell, LLP. Mr. Goldberg graduated from the Northeastern University School of Law and also holds a Master of Business Administration from Northeastern University. He completed his undergraduate degree at the University of Wisconsin-Madison.\nDaniel R. Tereau, 57.\nMr. Tereau was appointed Senior Vice President, Strategy and Business Development in January 2016, having joined Revvity in April 2014 as Vice President, Strategy and Business Development. He is responsible for leading Revvity’s overall strategic planning and business development activities. Prior to joining Revvity, Mr. Tereau served on Novartis’ leadership team as Senior Vice President and Global Head of Strategy, Business Development and Licensing, where he was responsible for global strategy and business development for the Consumer Health division. Earlier in his career, Mr. Tereau held similar roles at Thermo Fisher Scientific and GE Healthcare. Mr. Tereau holds a Bachelor of Science degree in finance from Ferris State University, a Juris Doctorate from Wayne State University, and earned his Master of Business Administration from Yale University.\nMiriame Victor, 43\n. Ms. Victor joined Revvity in October 2014 as Sales Leader for the Diagnostics business in Europe and most recently served as Vice President and General Manager for EMEAI, prior to being appointed Senior Vice President and Chief Commercial Officer in January 2021. In that role, she oversees Revvity’s product commercialization efforts across all\n23\nbusinesses, having previously completed the successful consolidation of the Diagnostics business with other businesses into one unified commercial organization. Prior to joining Revvity, Ms. Victor held various commercial leadership positions in the pharmaceutical industry with MSD and Novartis, and in the medical device industry with GE Healthcare. Ms. Victor holds a Bachelor of Science degree in pharmacy and pharmaceutical sciences from Cairo University and earned her Master of Business Administration from Arab Academy for Science, Technology and Maritime Transport.\nTajinder Vohra, 58\n. Mr. Vohra joined Revvity in October 2015 as Vice President of Global Operations and was appointed Senior Vice President, Global Operations in January 2018. He oversees all of Revvity’s global operations, including manufacturing, supply chain, customer care and distribution. Prior to joining Revvity, Mr. Vohra served at ABB as a Country Operations Leader, where he was responsible for India-wide operations and Supply Chains for India, Middle East and Africa. Previously, Mr. Vohra was a Senior Vice President with Genpact, managing Supply Chain and IT businesses, and held a number of global management operational positions with GE Healthcare. Mr. Vohra received his Bachelor’s degree in Mechanical Engineering from the University of Delhi, Master’s degree in Industrial Engineering from the University of Alabama and Master’s degree in Manufacturing Engineering from Lehigh University. Mr. Vohra is a certified Six Sigma Black Belt and was trained in lean manufacturing at the Shingijitsu Training Institute in Japan.\nAnita Gonzales, 48.\nMrs. Gonzales was appointed our Vice President and Controller in May 2023, having joined Revvity as Senior Director of Integration and Controllership Initiatives in March 2021. Prior to joining Revvity, Mrs. Gonzales was at General Electric Company (“GE”) for ten years. During her tenure at GE, Mrs. Gonzales was Director of Audit and Advisory Practices Corporate division from 2016 to 2021, with responsibility for technical accounting and auditing standards of the Corporate Audit Staff. Before that, Mrs. Gonzales held executive roles at GE Aviation including Global Controller- Commercial Engines. Earlier in her career, she held roles of increasing responsibility, up to Senior Manager, at PricewaterhouseCoopers. Mrs. Gonzales holds Master of Public Accounting and Bachelor of Business Administration degrees from the University of Texas at Austin and is a Certified Public Accountant.\n24\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Common Equity\nWe only have one class of common stock. Our common stock is listed on the New York Stock Exchange under the\nsymbol “RVTY”. As of February 23, 2024, we h\nad approximately 2,923 holders of reco\nrd of our common stock.\nStock Repurchases\nThe following table provides information with respect to the shares of common stock repurchased by us for the periods indicated.\n________________\n(1)\nOur Board of Directors (our “Board”) has authorized us to repurchase shares of common stock to satisfy minimum statutory tax withholding obligations in connection with the vesting of restricted stock awards and restricted stock unit awards granted pursuant to our equity incentive plans and to satisfy obligations related to the exercise of stock options made pursuant to our equity incentive plans. During the fourth quarter of fiscal year 2023, we repurchased 45,905 shares of common stock for this purpose at an aggregate cost of $4.9 million. The repurchased shares have been\nreflected as additional authorized but unissued shares, with the payments reflected in common stock and capital in excess of par value.\n(2)\nOn July 22, 2022, our Board authorized us to repurchase shares of common stock for an aggregate amount up to $300.0 million under a stock repurchase program (the “Repurchase Program”). On April 27, 2023, the Repurchase Program was terminated by our Board and our Board authorized us to repurchase shares of common stock for an aggregate amount up to $600.0 million under a new stock repurchase program (the “New Repurchase Program”). The New Repurchase Program will expire on April 26, 2025, unless terminated earlier by our Board and may be suspended or discontinued at any time.\nDuring fiscal year 2023\n, we repurchased 1,004,544 shares of common stock under the Repurchase Program for an aggregate cost of $131.3 million. No shares remain available for repurchase under the Repurchase Program due to its termination.\nDuring the fourth quarter of fiscal year 2023\n,\nno shares of common stock were repurchased under the New Repurchase Program. During fiscal year 2023\n, we\nrepurchased 2,159,985 shares of common stock under the New Repurchase Program for an aggregate cost of\n$244.6 million\n. As of December 31, 2023,\n$355.4 million\nremained available for aggregate repurchases of shares under the New Repurchase Program.\n25\nStock Performance Graph\nSet forth below is a line graph comparing the cumulative total shareholder return on our common stock against the cumulative total return of the S&P Composite-500 Index and the S&P 500 Life Sciences Tools & Services Industry Index for the five fiscal years from December 30, 2018 to December 31, 2023.\nComparison of Five-Year Cumulative Total Return\nAmong Revvity, Inc. Common Stock, S&P Composite-500 and\nS&P 500 Life Sciences Tools & Services Industry Index\nTOTAL RETURN TO SHAREHOLDERS\n(Includes reinvestment of dividends)"
  },
  {
    "item_key": "item_6",
    "text": "Reserved.\n26"
  },
  {
    "item_key": "item_7",
    "text": "This annual report on Form 10-K, including the following management’s discussion and analysis, contains forward-looking information that you should read in conjunction with the consolidated financial statements and notes to consolidated financial statements that we have included elsewhere in this annual report on Form 10-K. For this purpose, any statements contained in this report that are not statements of historical fact may be deemed to be forward-looking statements. Words such as “believes,” “plans,” “anticipates,” “expects,” “will” and similar expressions are intended to identify forward-looking statements. Our actual results may differ materially from the plans, intentions or expectations we disclose in the forward-looking statements we make. We have included important factors above under the heading “Risk Factors” in Item 1A above that we believe could cause actual results to differ materially from the forward-looking statements we make. We are not obligated to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise.\nAccounting Period\nOur fiscal year ends on the Sunday nearest December 31. We report fiscal years under a 52/53-week format and as a result, certain fiscal years will contain 53 weeks. Each of the fiscal years ended December 31, 2023 (“fiscal year 2023”), January 1, 2023 (“fiscal year 2022”) and January 2, 2022 (“fiscal year 2021”) included 52 weeks. The fiscal year ending December 29, 2024 (“fiscal year 2024”) will include 52 weeks.\nOverview of Fiscal Year 2023\nDuring fiscal year 2023, we delivered differentiated performance despite market headwinds, demonstrating the strength of our product portfolio, continued innovation, and investments in our people. Our overall revenue in fiscal year 2023 decreased by $561.3 million, or 17%, as compared to fiscal year 2022, reflecting a decrease of $560.7 million, or 28%, in Diagnostics segment revenue and a decrease of $0.6 million, or less than 1%, in Life Sciences segment revenue. The decrease in Diagnostics segment revenue was primarily driven by decreased demand for COVID-19 product offerings, partially offset by growth in the core immunodiagnostics business. The decrease in Life Sciences segment revenue was driven by a decrease in instruments revenue due to pharmaceutical and biotechnology market headwinds and a decrease in software revenue from the timing of contract renewals, partially offset by an increase in reagents revenue.\nOur consolidated gross margins decreased 411 basis points in fiscal year 2023, as compared to fiscal year 2022, primarily due to lower revenue from COVID-19 product offerings, and an unfavorable shift in product mix, partially offset by pricing actions. Our consolidated operating margin decreased 1,150 basis points in fiscal year 2023, as compared to fiscal year 2022, also due to lower revenue from COVID-19 product offerings and unfavorable shift in product mix, partially offset by operating expense reductions.\nOverall, we believe that our range of product offerings, leading market positions, global scale and financial strength provides us with a foundation for continued long-term growth, margin expansion and robust cash flow generation.\nConsolidated Results of Operations\nFiscal Year 2023 Compared to Fiscal Year 2022\nRevenue\nRevenue for fiscal year 2023 was $2,750.6 million, as compared to $3,311.8 million for fiscal year 2022, a decrease of $561.3 million, or 17%.\nThe\nanalysis in the remainder of this paragraph compares segment revenue for fiscal year 2023 as compared to fiscal year 2022 and includes the effect of foreign exchange rate fluctuations. Diagnostics segment revenue for fiscal year 2023 was $1,459.1 million, as compared to $2,019.7 million for fiscal year 2022, a decrease of $560.7 million, or 28%, due to a decrease of $380.3 million in immunodiagnostics revenue, a decrease of $165.2 million in applied genomics revenue and a decrease of $15.3 million in reproductive health revenue. Life Sciences segment revenue was $1,292.3 million for fiscal year 2023, as compared to $1,292.9 million for fiscal year 2022, a decrease of $0.6 million, or less than 1%, driven by a decrease of $24.3 million in instruments revenue and a decrease of $17.7 million in software revenue, partially offset by an increase of $41.4 million in reagents revenue.\nCost of Revenue\nCost of revenue for fiscal year 2023 was $1,210.9 million, as compared to $1,322.0 million for fiscal year 2022, a decrease of approximately $111.1 million, or 8%. As a percentage of revenue, cost of revenue increased to 44% in fiscal year\n27\n2023 from 40% in fiscal year 2022, resulting in a decrease in gross margin of approximately 411 basis points to 56% in fiscal year 2023 from 60% in fiscal year 2022 due to lower COVID-19 revenue and an unfavorable shift in product mix, partially offset by pricing actions. The amortization of purchase accounting adjustments to record the inventory from certain acquisitions added an incremental expense of $45.3 million for fiscal year 2022. Stock compensation expense related to awards given to BioLegend employees post-acquisition added an incremental expense of $2.8 million for fiscal year 2023, as compared to $5.6 million for fiscal year 2022.\nThe above decreases were partially offset by an\nincrease in\na\nmortization of intangible assets which was $147.6 million for fiscal year 2023, as compared to $141.6 million for fiscal year 2022.\nSelling, General and Administrative Expenses\nSelling, general and administrative expenses for fiscal year 2023 were $1,022.6 million, as compared to $1,025.5 million for fiscal year 2022, a decrease of approximately $3.0 million, or 0.3%. As a percentage of revenue, selling, general and administrative expenses increased to 37% in fiscal year 2023 from 31% in fiscal year 2022. Amortization of intangible assets decreased and was $217.5 million for fiscal year 2023, as compared to $229.1 million for fiscal year 2022. Purchase accounting adjustments added an incremental expense of $4.3 million for fiscal year 2023, which primarily consisted of a change in contingent consideration, as compared to decreasing expenses by $1.2 million for fiscal year 2022. Legal costs for significant litigation matters and settlements, net of reversals, were minimal for fiscal year 2023, as compared to decreasing expenses by $0.6 million for fiscal year 2022. Acquisition and divestiture-related expenses, which primarily consisted of rebranding, legal and integration costs and stock compensation expense related to the awards given to BioLegend employees post-acquisition, added an incremental expense of $62.0 million for fiscal year 2023, as compared to $28.9 million for fiscal year 2022. Costs for significant environmental matters also added an incremental expense of $2.5 million for fiscal year 2023. Restructuring and other, net, increased and was $26.6 million for fiscal year 2023, as compared to $13.6 million for fiscal year 2022. Excluding the factors above, the net decrease in selling, general and administrative expenses was the result of cost containment and productivity initiatives.\nResearch and Development Expenses\nResearch and development expenses for fiscal year 2023 were $216.6 million, as compared to $221.6 million for fiscal year 2022, a decrease of $5.0 million, or 2%. As a percentage of revenue, research and development expenses increased to 8% in fiscal year 2023 from 7% in fiscal year 2022. The decrease in research and development expenses was primarily driven by a cost containment and productivity initiatives, as well as a decrease in stock compensation expense related to awards given to BioLegend employees post-acquisition, which was an expense of $4.3 million in fiscal year 2023, as compared to $5.4 million for fiscal year 2022. The decreased expenses were partially offset by our investments in new product development.\nInterest and Other Expense, Net\nInterest and other expense, net, consisted of the following for the fiscal years ended:\nThe increase of $26.7 million in interest and other expense, net, in fiscal year 2023 as compared to fiscal year 2022 was primarily due to an increase in other components of net periodic pension cost of $52.2 million, an increase in foreign exchange losses and other expense, net of $30.1 million and an increase in the change in fair value of financial securities of $18.2 million. Other components of net periodic pension cost increased due to the decreases in the applicable discount rates. Foreign exchange losses and other expense, net, increased primarily due to a foreign exchange loss of $24.0 million for the fiscal year 2023 related to the cash proceeds from the sale of the Business that were held offshore. These increases in interest and other expense, net, were partially offset by an increase in interest income of $68.5 million and a decrease of $5.1 million in interest expense. Interest income increased due to an increase in investments and higher interest rates. Interest expense decreased due to $3.7 million of debt extinguishment income for the fiscal year 2023, as compared to $2.9 million of debt extinguishment income for the fiscal year 2022, as well as a result of an overall decrease in debt. A more complete discussion of our liquidity is set forth below under the heading “Liquidity and Capital Resources.”\n28\nProvision for Income Taxes\nThe effective tax rates on continuing operations were 1.9% and 21.3% for fiscal years 2023 and 2022, respectively.\nThe lower than expected 2023 tax rate will not repeat in 2024.\nA reconciliation of income tax expense at the U.S. federal\nstatutory income tax rate to the recorded tax provision is as follows for the fiscal years ended:\nCertain countries in which we have operations have adopted legislation or are expected to adopt legislation influenced by the OECD Pillar Two rules, which imposes a minimum tax rate of 15% among other requirements. We will continue to evaluate the potential consequences of Pillar Two legislation on our effective tax rate as the legislation and related interpretations of OECD guidance continues to evolve.\nFiscal Year 2022 Compared to Fiscal Year 2021\nFor a discussion of our results of operations for fiscal year 2022 as compared to fiscal year 2021, see Item 7, Management\n’\ns Discussion and Analysis of Financial Condition and Results of Operations in our annual report on Form 10-K for the fiscal year ended January 1, 2023 filed with the Securities and Exchange Commission on March 1, 2023.\nReporting Segment Results of Continu\ning Operations\nDiagnostics\nFiscal Year 2023 Compared to Fiscal Year 2022\nRevenue for fiscal year 2023 was $1,459.1 million, as compared to $2,019.7 million for fiscal year 2022, a decrease of $560.7 million, or 28%, which includes an approximate 1% decrease in revenue attributable to favorable changes in foreign exchange rates. T\nhe\ndecrease\nin our Diagnostics segment revenue during fiscal year 2023 was due to\na decrease of $380.3 million in immunodiagnostics revenue, a decrease of $165.2 million in applied genomics revenue and a decrease of $15.3 million in reproductive health revenue.\nSegment operating income from continuing operations for fiscal year 2023 was $320.9 million, as compared to $782.0 million for fiscal year 2022, a decrease of $461.1 million, or 59%. Segment operating margin decreased 1,670 basis points in fiscal year 2023, as compared to fiscal year 2022, primarily due\nto lower COVID-19 product sales volume and an unfavorable shift in product mix, partially offset by cost controls\n.\n29\nFiscal Year 2022 Compared to Fiscal Year 2021\nFor a discussion of our results of operations for fiscal year 2022 as compared to fiscal year 2021, see Item 7, Management\n’\ns Discussion and Analysis of Financial Condition and Results of Operations in our annual report on Form 10-K for the fiscal year ended January 1, 2023 filed with the Securities and Exchange Commission on March 1, 2023.\nLife Sciences\nFiscal Year 2023 Compared to Fiscal Year 2022\nRevenue for fiscal year 2023 was $1,292.3 million, as compared to $1,292.9 million for fiscal year 2022, a decrease of $0.6 million, or less than 1%\n. The\ndecrease\nin our Life Sciences segment revenue was driven by a decrease of $24.3 million in instruments revenue and a decrease of $17.7 million in software revenue, partially offset by an increase of $41.4 million in reagents revenue.\nSegment operating income for fiscal year 2023 was $489.3 million, as compared to $503.2 million for fiscal year 2022, a decrease of $13.9 million, or 3%. Segment operating margin decreased 100 basis points in fiscal year 2023, as compared to fiscal year 2022,\nprimarily due to an unfavorable shift in product mix, partially offset by pricing actions.\nFiscal Year 2022 Compared to Fiscal Year 2021\nFor a discussion of our results of operations for fiscal year 2022 as compared to fiscal year 2021, see Item 7, Management\n’\ns Discussion and Analysis of Financial Condition and Results of Operations in our annual report on Form 10-K for the fiscal year ended January 1, 2023 filed with the Securities and Exchange Commission on March 1, 2023.\n30\nDiscontinued Operations\nOn March 13, 2023, we completed the previously announced sale (the “Closing”) of certain assets and the equity interests of certain entities constituting our Applied, Food and Enterprise Services businesses (the “Business”) to PerkinElmer Topco, L.P. (formerly known as Polaris Purchaser, L.P.) (the “Purchaser”), a Delaware limited partnership owned by funds managed by affiliates of New Mountain Capital L.L.C. (the “Sponsor”), for an aggregate purchase price of up to\n$2.45 billion\n. We received approximately\n$2.13 billion\nin cash proceeds, before transaction costs and subject to post-closing adjustments. We are entitled to an additional\n$75.0 million\nin proceeds as consideration for our ceasing the\nuse of the PerkinElmer brand and related trademarks and transferring them to the Purchaser. This consideration is expected to be received in installments through the first half of 2025. The discounted value of the $75.0 million\nwas measured as $65.2 million and was included in the proceeds. In addition, we are entitled to additional\nconsideration of up to $150.0 million\nthat is contingent on the exit valuation the Sponsor and its affiliated funds receive on a sale or other capital events related to the Business. The fair value of this element of consideration was determined to be\n$15.9 million\nand was included in the proceeds at Closing. We also recorded a receivable of approximately\n$160.2 million as of December 31, 2023 for post-closing adjustments that are expected to be settled with the Purchaser during fiscal year 2024. The final amount of the receivable related to the post-closing adjustments is subject to change.\nThe Business is reported for all pe\nriods as discontinued operations in our consolidated financial statements. The following table summarizes the results of discontinued operations which are presented as income from discontinued operations in our consolidated statements of operations:\nThe results of discontinued operations during fiscal year 2023 include the results of the Business through March 13, 2023. During fiscal year 2023, we recognized an increase in provision for income taxes of $242.8 million, primarily related to the taxes on the gain on sale of the Business. During fiscal year 2023, we recognized divestiture-related costs in gain on sale of $37.1 million. During fiscal year 2023, we recognized $36.0 million of divestiture-related costs in selling, general and administrative expenses in discontinued operations, as compared to $69.4 million during fiscal year 2022.\nFor a discussion of our discontinued operations for fiscal year 2022 as compared to fiscal year 2021, see Item 7, Management\n’\ns Discussion and Analysis of Financial Condition and Results of Operations in our annual report on Form 10-K for the fiscal year ended January 1, 2023 filed with the Securities and Exchange Commission on March 1, 2023.\n31\nLiquidity and Capital Resources\nWe require cash to pay our operating expenses, make capital expenditures, make strategic acquisitions, service our debt and other long-term liabilities, repurchase shares of our common stock and pay dividends on our common stock. Our principal sources of funds are cash flows from our operations, borrowing capacity available under our senior unsecured credit facility and access to the debt markets. We anticipate that our internal operations will generate sufficient cash to fund our operating expenses, capital expenditures, smaller acquisitions, interest payments on our debt and dividends on our common stock. However, we expect to use external sources to satisfy the balance of our debt when due, any larger acquisitions and other long-term liabilities, such as contributions to our postretirement benefit plans.\nThe sale of the Business generated approximately\n$2.13 billion\nin cash proceeds. We\nhave used and expect to continue to use these proceeds for a combination of satisfying upcoming debt maturities, opportunistic share repurchases and continued strategic and value creating acquisitions.\nWe and our subsidiaries and affiliates may from time to time, in our sole discretion, purchase, repay, redeem or retire any of our outstanding debt securities (including any publicly issued debt securities), in privately negotiated or open market transactions, by tender offer or otherwise, or extend or refinance any of our outstanding indebtedness.\nAdditionally, we purchased U.S. treasury securities whose proceeds upon maturity are intended to be utilized to repay outstanding debt securities, including our 0.850% senior unsecured notes due in September 2024 (the “2024 Notes”), which had $711.5 million in outstanding principal as of December 31, 2023.\nPrincipal factors that could affect the availability of our internally generated funds include:\n•\nchanges in sales due to weakness in markets in which we sell our products and services, and\n•\nchanges in our working capital requirements.\nPrincipal factors that could affect our ability to obtain cash from external sources include:\n•\nfinancial covenants contained in the financial instruments controlling our borrowings that limit our total borrowing capacity,\n•\nincreases in interest rates applicable to our outstanding variable rate debt,\n•\na ratings downgrade that could limit the amount we can borrow under our senior unsecured revolving credit facility and our overall access to the corporate debt market,\n•\nincreases in interest rates or credit spreads, as well as limitations on the availability of credit, that affect our ability to borrow under future potential facilities on a secured or unsecured basis,\n•\na decrease in the market price for our common stock, and\n•\nvolatility in the public debt and equity markets.\nCash Flows\nFiscal Year 2023 Compared to Fiscal Year 2022\nOperating Activities.\nNet cash provided by continuing operations was $279.4 million for fiscal year 2023, as compared to $672.5 million for fiscal year 2022, a decrease of $393.1 million, primarily due to lower profitability from a decreased demand in COVID-19 product offerings and more cash used in working capital during fiscal year 2023 as compared to fiscal year 2022.  The cash provided by operating activities for fiscal year 2023 was principally a result of income from continuing operations of $179.5 million, adjustments for non-cash charges aggregating to $491.2 million, including depreciation and amortization of $431.8 million, and a net cash decrease in working capital of $391.3 million, primarily due to trailing divestiture-related liabilities with expected recovery from the post-closing adjustments related to the sale of the Business. During fiscal year 2023, we contributed $10.0 million to our pension plan in the United States and $7.6 million, in the aggregate, to pension plans outside of the United States.\nInvesting Activities.\nNet cash used in the investing activities of our continuing operations was $761.2 million for fiscal year 2023, as compared to $116.9 million for fiscal year 2022, an increase of $644.3 million. During fiscal year 2023, we made purchases of investments in U.S. treasury securities totaling $1,221.6 million. For fiscal year 2023, the net cash used for capital expenditures and acquisitions were $81.4 million and $2.1 million, respectively, as compared to $85.6 million and $7.5 million, respectively, for fiscal year 2022. The capital expenditures in each period were primarily for manufacturing, software, and other capital equipment purchases. During fiscal year 2023, purchases of investments were $6.3 million, as compared to $47.2 million for fiscal year 2022. The cash used in investing activities during fiscal year 2023 was partially offset by proceeds from\n32\nmaturity of U.S. treasury securities totaling $550.0 million, and proceeds from disposition of businesses and assets totaling $0.2 million. The cash used in investing activities during fiscal year 2022 was partially offset by proceeds from notes receivable totaling $8.9 million, and proceeds from disposition of businesses and assets totaling $14.5 million.\nFinancing Activities.\nNet cash used in the financing activities of our continuing operations was $947.1 million for fiscal year 2023, as compared to $661.8 million for fiscal year 2022, an increase of $285.3 million. During fiscal year 2023, we made net payments of $517.5 million on debts, as compared to $559.2 million during fiscal year 2022. The changes in both periods reflect our intentions to pay down debt, which we expect to continue throughout fiscal year 2024. During fiscal year 2023, we repurchased shares of our common stock for a total cost of $388.9 million, as compared to $80.6 million in fiscal year 2022. We paid $35.0 million in dividends for fiscal year 2023, as compared to $35.3 million in fiscal year 2022. We paid $10.1 million for acquisition-related contingent consideration during fiscal year 2023. We paid $0.8 million in settlement of hedges in fiscal year 2022. The cash used in financing activities during fiscal year 2023 was partially offset by proceeds from the issuance of common stock under our stock plans of $4.3 million during fiscal year 2023, as compared to $14.1 million in fiscal year 2022.\nFiscal Year 2022 Compared to Fiscal Year 2021\nFor a discussion of our results of operations for fiscal year 2022 as compared to fiscal year 2021, see Item 7, Management\n’\ns Discussion and Analysis of Financial Condition and Results of Operations in our annual report on Form 10-K for the fiscal year ended January 1, 2023 filed with the Securities and Exchange Commission on March 1, 2023.\nBorrowing Arrangements\nDuring\nfiscal year 2023, we paid in full\n$467.1 million of outstanding 0.550% senior unsecured notes that became due in September 2023. Since the beginning of the third quarter of fiscal year 2022, we have repurchased $88.5 million in aggregate principal amount of our 2024 Notes. At December 31, 2023, we had investments in U.S. treasury securities with a carrying amount of $689.9 million whose proceeds upon maturity are intended to be utilized to repay the outstanding 2024 Notes.\nSee Note 13,\nDebt,\nin the Notes to Consolidated Financial Statements for a detailed discussion of our borrowing arrangements.\nDividends\nOur Board of Directors (our “Board”) declared a regular quarterly cash dividend of $0.07 per share in each quarter of fiscal years 2023, 2022 and 2021, resulting in an annual dividend rate of $0.28 per share. At December 31, 2023, we had accrued $8.6 million\nfor a dividend declared in October 2023 for the fourth quarter of fiscal year 2023 that was paid in February 2024. On January 25, 2024, we announced that our Board had declared a quarterly dividend of $0.07 per share for the first quarter of fiscal year 2024 that will be payable in May 2024. In the future, our Board may determine to reduce or eliminate our common stock dividend in order to fund investments for growth, repurchase shares or conser\nve capital resources.\nCapital Expenditures\nDuring fiscal year 2024, we expect to invest an amount for capital expenditures similar to that in fiscal year 2023, primarily to introduce new products, to improve our operating processes, to shift the production capacity to lower cost locations, and to develop information technology. We expect to use our available cash and internally generated funds to fund these expenditures.\nOther Potential Liquidity Considerations\nAt December 31, 2023, we had cash and cash equivalents of $913.2 million, of which $429.0 million was held by our non-U.S. subsidiaries, and we had $1.49 billion of additional borrowing capacity available under a senior unsecured revolving credit facility. We had no other liquid investments at December 31, 2023. At December 31, 2023, we had investments in U.S. treasury securities with a carrying amount of $689.9 million whose proceeds upon maturity are intended to be utilized to repay our outstanding 2024 Notes.\n33\nIn connection with the sale of the Business, we are entitled to an additional $75.0 million in proceeds as consideration for our ceasing the use of the PerkinElmer brand and related trademarks and transferring them to the Purchaser. This consideration is expected to be received in installments through the first half of 2025. In addition, we have also recorded a receivable of approximately\n$160.2 million as of December 31, 2023 for post-closing adjustments related to the sale of the Business that is expected to be received during fiscal year 2024.\nWe use a variety of cash redeployment and financing strategies to ensure that our worldwide cash is available in the locations in which it is needed. During the fiscal year ended December 31, 2023, we repatriated approximately\n$1.6 billion\nof foreign cash to the United States.\nOn July 22, 2022, our Board authorized us to repurchase shares of common stock for an aggregate amount up to $300.0 million under a stock repurchase program (the “Repurchase Program”). On April 27, 2023, the Repurchase Program was terminated by the Board and the Board authorized us to repurchase shares of common stock for an aggregate amount up to $600.0 million under a new stock repurchase program (the “New Repurchase Program”). The New Repurchase Program will expire on April 26, 2025, unless terminated earlier by the Board and may be suspended or discontinued at any time.\nDuring fiscal year 2023\n, we repurchased 1,004,544 shares of common stock under the Repurchase Program for an aggregate cost of $131.3 million.\nDuring fiscal year 2023\n, we\nrepurchased 2,159,985 shares of common stock under the New Repurchase Program for an aggregate cost of\n$244.6 million\n. As of December 31, 2023,\n$355.4 million\nremained available for aggregate repurchases of shares under the New Repurchase Program. If we continue to repurchase shares, the Repurchase Program will be funded using our existing financial resources, including cash and cash equivalents, and our existing senior unsecured revolving credit facility.\nAs of December 31, 2023, we may have to pay contingent consideration, related to acquisitions with open contingency periods, of up to $98.0 million. As of December 31, 2023, we have recorded contingent consideration obligations of $40.0 million, of which $11.0 million was recorded in accrued expenses and other current liabilities, and $29.0 million was recorded in long-term liabilities. The expected maximum earnout period for acquisitions with open contingency periods is 7.9 years from December 31, 2023, and the remaining weighted average expected earnout period at December 31, 2023 was 5.0 years.\nDistressed global financial markets could adversely impact general economic conditions by reducing liquidity and credit availability, creating increased volatility in security prices, widening credit spreads and decreasing valuations of certain investments. The widening of credit spreads may create a less favorable environment for certain of our businesses and may affect the fair value of financial instruments that we issue or hold. Increases in credit spreads, as well as limitations on the availability of credit at rates we consider to be reasonable, could affect our ability to borrow under future potential facilities on a secured or unsecured basis, which may adversely affect our liquidity and results of operations. In difficult global financial markets, we may be forced to fund our operations at a higher cost, or we may be unable to raise as much funding as we need to support our business activities.\nOur pension plans have not experienced a material impact on liquidity or counterparty exposure due to the volatility and uncertainty in the credit markets. With respect to plans outside of the United States, we expect to contribute $6.9 million in the aggregate during fiscal year 2024. During fiscal years 2023 and 2022, we contributed $7.6 million and $6.6 million in the aggregate, respectively, to pension plans outside of the United States. During fiscal year 2023, we contributed $10.0 million to our defined benefit pension plan in the United States for the plan year 2022. We could potentially have to make additional funding payments in future periods for all pension plans. We expect to use existing cash and external sources to satisfy future contributions to our pension plans.\nEffects of Recently Issued and Adopted Accounting Pronouncements\nSee Note 1,\nNature of Operations and Accounting Policies,\nin the Notes to Consolidated Financial Statements for a summary of recently issued accounting pronouncements. We did not adopt any new accounting pronouncements during fiscal year 2023. We are in the process of determining the impact of the recently issued accounting pronouncements that have not yet been adopted in our consolidated financial statements.\nCritical Accounting Policies and Estimates\nThe preparation of consolidated financial statements requires us to make estimates and judgments that affect the reported amounts of assets, liabilities, revenue and expenses, and related disclosure of contingent assets and liabilities. On an ongoing basis, we evaluate our estimates, including those related to accounting for business combinations, long-lived assets, including goodwill and other intangibles and employee compensation and benefits. We base our estimates on historical experience and on various other assumptions that we believe to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions.\n34\nWe believe the following critical accounting policies affect our more significant judgments and estimates used in preparation of our consolidated financial statements.\nBusiness combinations.\nBusiness combinations are accounted for at fair value. Acquisition costs are expensed as incurred and recorded in selling, general and administrative expenses; restructuring costs associated with a business combination are expensed subsequent to the acquisition date; and changes in deferred tax asset valuation allowances and income tax uncertainties after the acquisition date affect income tax expense. Measurement period adjustments are made in the period in which the amounts are determined and the current period income effect of such adjustments will be calculated as if the adjustments had been completed as of the acquisition date. All changes that do not qualify as measurement period adjustments are also included in current period earnings. The accounting for business combinations requires estimates and judgment as to expectations for future cash flows of the acquired business, and the allocation of those cash flows to identifiable intangible assets, in determining the estimated fair value for assets acquired and liabilities as\nsumed. The fair values assigned to tangible and intangible assets acquired and liabilities assumed, including contingent consideration, are based on management’s estimates and assumptions, as well as other information compiled by management, including valuations that utilize customary valuation procedures and techniques. For intangible assets, we normally utilize the\n“\nincome method\n”\nwhich incorporates the forecast of all the expected future net cash flows attributable to the subject intangible asset, adjusted to present value by applying an appropriate discount rate that reflects the risk factors associated with the cash flow streams. Depending on the asset valued, the key assumptions included one or more of the following: (1) future revenue growth rates, (2) future gross margin, (3) future selling, general and administrative expenses, (4) royalty rates, (5) customer attrition rates, and (6) discount rates. If the actual results differ from the estimates and judgments used in these estimates, the amounts recorded in the financial statements could result in a possible impairment of the intangible assets and goodwill, require acceleration of the amortization expense of\nfinite-lived intangible assets, or the recognition of additional consideration which would be expensed. The fair value of contingent consideration is remeasured each period based on relevant information and changes to the fair value are included in the operating results for the period.\nDivestitures:\nAs part of our continuing efforts to focus on higher growth opportunities, we have discontinued certain businesses. In accounting for such transactions, we apply the applicable accounting guidance under U.S. GAAP pertaining to discontinued operations and disposals of components of an entity. When the discontinued operations represented a strategic shift that will have a major effect on our operations and financial statements, we accounted for these businesses as discontinued operations. We recognize divestiture-related costs that are not part of divestiture consideration as general and administrative expense as they are incurred. These costs typically include transaction and disposal costs, such as legal, accounting, and other professional fees.\nThe accounting for divestiture requires estimates and judgment as to the determination of the gain or loss on sale and the fair value of the different elements of consideration received. We received cash proceeds of\n$2.13 billion\nand we are entitled to two elements of additional consideration that become payable upon the resolution of certain events. First, we are entitled to proceeds of\n$75.0 million\nas consideration for our ceasing the use of the PerkinElmer brand and related trademarks and transferring them to the Purchaser (“Brand Sale”). This consideration is expected to be received in installments through the first half of 2025. We are also entitled to proceeds of up to\n$150.0 million\nthat is contingent on the proceeds that the Purchaser and its affiliates receive on a subsequent sale or other capital event related to the Business (“Contingent Gain”).\nThe recognition of the future payment related to the Brand Sale and Contingent Gain to the gain on sale and the fair value assigned to the Contingent Gain, are based on management’s estimates and assumptions, as well as other information compiled by management, including valuations that utilize customary valuation procedures and techniques. In deriving the fair value of the Contingent Gain, we utilized a lattice model, which incorporates one or more of the following key assumptions: (1) simulated equity value from the valuation date through the expected liquidity event, (2) volatility based on guideline public companies, (3) expected term to a liquidity event, and (4) risk-free rates. If the actual results differ from the estimates and judgments used in these estimates, the amounts recorded in the financial statements could result in the recognition of additional consideration which would increase the gain on sale or impairment of the receivable from the Purchaser. The fair value of contingent consideration is remeasured each period based on relevant information and changes to the fair value are included in the operating results from continuing operations for the period.\nWe also recorded a receivable of approximately $160.2 million as of December 31, 2023 for post-closing adjustments related to the sale of the Business that is expected to be received during fiscal year 2024. The final amount of the receivable related to the post-closing adjustments is subject to change and could result in an adjustment to the gain when settled.\nValue of long-lived assets, including goodwill and other intangibles.\nWe carry a variety of long-lived assets on our consolidated balance sheets including property and equipment, operating lease right of use assets, investments, identifiable intangible assets, and goodwill. We periodically review the carrying value of all of these assets based, in part, upon current estimates of fair values and our projections of anticipated future cash flows. We undertake this review (i) on an annual basis for assets such as goodwill, and (ii) on a periodic basis for other long-lived assets when facts and circumstances suggest that cash flows related to those assets may be diminished. Any impairment charge that we record reduces our earnings.\n35\nFor goodwill, the test consists of the comparison of the fair value to the carrying value of the reporting unit to determine if the carrying value exceeds the fair value. If the carrying value of the reporting unit exceeds its fair value, an impairment loss in an amount equal to that excess is recognized up to the amount of goodwill. We perform the annual impairment assessment on the later of January 1 or the first day of each fiscal year. This same impairment test will be performed at other times during the course of the year should an event o\nccur which suggests that the recoverability of goodwill should be reconsidered. We completed the annual goodwill impairment test using a measurement date of January 2, 2023, and concluded that there was no goodwill impairment. We consistently emplo\ny the income approach to estimate the current fair value when testing for impairment of goodwill. A number of significant assumptions and estimates are involved in the application of the income approach to forecast operating cash flows, including markets and market share, sales volumes and prices, costs to produce, tax rates, capital spending, discount rates and working capital changes. Cash flow forecasts are based on approved business unit operating plans for the early years’ cash flows and historical relationships in later years. The income approach is sensitive to changes in long-term terminal growth rates and the discount rates. The long-term terminal growth rates are consistent with our historical long-term terminal growth rates, as the current short-term economic trends are not expected to affect our long-term terminal growth rates. We corroborate the income approach with a market approach. While we believe that our estimates of current value are reasonable, if actual results differ from the estimates and judgments used including such items as future cash flows and the volatility inherent in markets which we serve, impairment charges against the carrying value of those assets could be required in the future.\nAt January 2, 2023, the fair value exceeded the carrying value by more than 20.0% for each reporting unit, except for the Tulip and EUROIMMUN reporting units, which had fair values that exceeded their carrying values by less than 20%. The range of the long-term terminal growth rates for the reporting units was 2.0% to 6.0% for the fiscal year 2023 impairment analysis. The range for the discount rates for the reporting units was 8.5% to 14.5%. Keeping all other variables constant, a 10.0% change in any one of these input assumptions for the various reporting units, except for our Tulip and EUROIMMUN reporting units, would still allow us to conclude that there was no impairment of goodwill. At December 31, 2023, the operating performance of EUROIMMUN reporting unit exceeded the original forecast and the forecast for this reporting unit no longer indicates any sensitivity that would lead to a material impairment charge.\nIn connection with the fiscal year 2024 impairment test performed as of January 1, 2024, the Tulip and Life Sciences reporting units, which had goodwill balances of $75.0 million and $4.4 billion, respectively, at December 31, 2023, had fair values that exceeded their carrying values by less than 20%. These reporting units are at increased risk of an impairment charge given the higher discount rates, competition and, to some extent, the macro-environment in which these reporting units operate. Despite the increased impairment risk associated with these reporting units, we do not believe there will be a significant change in the key estimates or assumptions driving the fair value of these reporting units that would lead to a material impairment charge.\nEmployee compensation and benefits.\nWe sponsor both funded and unfunded U.S. and non-U.S. defined benefit pension plans and other postretirement benefits. Retirement and postretirement benefit plans are a significant cost of doing business, and represent obligations that will be ultimately settled far in the future, and therefore are subject to estimation. Retirement and postretirement benefit plan expenses are allocated to cost of revenue, research and development, and selling, general and administrative expenses, in our consolidated statements of operations. We immediately recognize actuarial gains and losses in operating results in the year in which the gains and losses occur. Actuarial gains and losses are measured annually as of the calendar month-end that is closest to our fiscal year end and accordingly will be recorded in the fourth quarter, unless we are required to perform an interim remeasurement.\nWe recognized a loss of $20.2 million in fiscal year 2023 and a gain of $28.3 million in fiscal year 2022, for our retirement and postretirement benefit plans, which include the charge or benefit for the mark-to-market adjustment for the benefit plans, which were recorded in the fourth quarter of each fiscal year. The loss or income related to the mark-to-market adjustment on benefit plans was a pre-tax loss of $5.7 million in fiscal year 2023 and a pre-tax gain of $28.9 million fiscal year 2022. We expect a loss of approximately $10.0 million in fiscal year 2024 for our retirement and postretirement benefit plans, excluding the charge for or benefit from the mark-to-market adjustment. It is difficult to reliably calculate and predict whether there will be a mark-to-market adjustment in fiscal year 2024. Mark-to-market adjustments are primarily driven by events and circumstances beyond our control, including changes in interest rates, the performance of the financial markets and mortality assumptions. To the extent the discount rates decrease or the value of our pension and postretirement investments decrease, mark-to market charges to operations will be recorded in fiscal year 2024. Conversely, to the extent the discount rates increase or the value of our pension and postretirement investments increase more than expected, mark-to market income will be recorded in fiscal year 2024. Pension accounting is intended to reflect the recognition of future benefit costs over the employee’s approximate service period based on the terms of the plans and the investment and funding decisions made. We are required to make assumptions regarding such variables as the expected long-term rate of return on assets, the discount rate applied and mortality assumptions, to determine service cost and interest cost, in order to arrive at expected pension income or expense for the year. We use discount rates for each individual plan based upon the expected cash flows using the applicable spot rates derived from a yield curve over the projected cash flow period.\n36\nIf any of our assumptions were to change as of December 31, 2023, our pension plan expenses would also change as follows:"
  },
  {
    "item_key": "item_7a",
    "text": "Quantitative and Qualitative Disclosures about Market Risk\nFinancial Instruments\nFinancial instruments that potentially subject us to concentrations of credit risk consist principally of cash and cash equivalents, derivatives, marketable securities and accounts receivable. We believe we had no significant concentrations of credit risk as of December 31, 2023.\nWe use derivative instruments as part of our risk management strategy only, and includes derivatives utilized as economic hedges that are not designated as hedging instruments. By nature, all financial instruments involve market and credit risks. We enter into derivative instruments with major investment grade financial institutions and have policies to monitor the credit risk of those counterparties. We do not enter into derivative contracts for trading or other speculative purposes, nor do we use leveraged financial instruments.\nIn the ordinary course of business, we enter into foreign exchange contracts for periods consistent with its committed exposures to mitigate the effect of foreign currency movements on transactions denominated in foreign currencies. The intent of these economic hedges is to offset gains and losses that occur on the underlying exposures from these currencies, with gains and losses resulting from the forward currency contracts that hedge these exposures. Transactions covered by hedge contracts include intercompany and third-party receivables and payables. The contracts are primarily in European and Asian currencies, have maturities that do not exceed 12 months, have no cash requirements until maturity, and are recorded at fair value on our consolidated balance sheets. The unrealized gains and losses on these foreign currency contracts are recognized immediately in interest and other expense, net. The cash flows related to the settlement of these hedges are included in cash flows from operating activities within our consolidated statements of cash flows.\nPrincipal hedged currencies include the Chinese Renminbi, British Pound, Euro and Singapore Dollar. We held forward foreign exchange contracts, designated as economic hedges, with U.S. dollar equivalent notional amounts totaling $412.1 million at December 31, 2023 and $476.9 million at January 1, 2023, and the fair value of these foreign currency derivative contracts was insignificant. The gains and losses realized on these foreign currency derivative contracts are not material. The duration of these contracts is generally 30 days.\nIn addition, in connection with certain intercompany loan agreements utilized to finance our acquisitions and stock repurchase program, we enter into forward foreign exchange contracts intended to hedge movements in foreign exchange rates prior to settlement of such intercompany loans denominated in foreign currencies. We record these hedges at fair value on our consolidated balance sheets. The unrealized gains and losses on these hedges, as well as the gains and losses associated with the remeasurement of the intercompany loans, are recognized immediately in interest and other expense, net. The cash flows related to the settlement of these hedges are included in cash flows from financing activities within our consolidated statements of cash flows.\nDuring fiscal year 2018, we designated a portion of the 2026 Notes to hedge its investments in certain foreign subsidiaries. Unrealized translation adjustments from a portion of the 2026 Notes were included in the foreign currency translation component of accumulated other comprehensive income (“AOCI”), which offsets translation adjustments on the underlying net assets of foreign subsidiaries. The cumulative translation gains or losses will remain in AOCI until the foreign subsidiaries are liquidated or sold. As of December 31, 2023, the total notional amount of the 2026 Notes that was designated to hedge investments in foreign subsidiaries was €498.6 million. The unrealized foreign exchange (gains) losses recorded in AOCI related to the ne\nt investment hedge were $19.5 million,\n$34.5 million\nand $(33.2) million during the fiscal years 2023, 2022 and 2021, respectively.\nWe do not expect any material net pre-tax gains or losses to be reclassified from accumulated other comprehensive income (loss) into interest and other expense, net within the next twelve months.\n37\nSee Note 19,\nDerivatives and Hedging Activities,\nin the Notes to Consolidated Financial Statements for a detailed discussion of our derivative instruments and hedging activities.\nMarket Risk\nForeign Exchange Risk.\nThe potential change in foreign currency exchange rates offers a substantial risk to us, as approximately 60% of our business is conducted outside of the United States, generally in foreign currencies. Our risk management strategy currently uses forward contracts to mitigate certain balance sheet foreign currency transaction exposures. The intent of these economic hedges is to offset gains and losses that occur on the underlying exposures, with gains and losses resulting from the forward contracts that hedge these exposures. Moreover, we are able to partially mitigate the impact that fluctuations in currencies have on our net income as a result of our manufacturing facilities located in countries outside the United States, material sourcing and other spending which occur in countries outside the United States, resulting in natural hedges.\nAlthough we attempt to manage our foreign currency exchange risk through certain hedging activities, when the U.S. dollar weakens against other currencies in which we transact business, sales and net income will in general be positively but not proportionately impacted. Conversely, when the U.S. dollar strengthens against other currencies in which we transact business, sales and net income will in general be negatively but not proportionately impacted.\nForeign Currency Risk—Value-at-Risk Disclosure\n. We utilize a Value-at-Risk model to determine the potential earning/fair value exposures presented by our foreign currency related financial instruments. As discussed above, we seek to minimize this exposure through our hedging program. Our Value-at-Risk computation is based on the Monte Carlo simulation, utilizing a 95% confidence interval and a holding period of 30 days. As of December 31, 2023, this computation estimated that there is a 5% chance that the market value of the underlying exposures and the corresponding derivative instruments either increase or decrease due to foreign currency fluctuations by more than $2.9 million. This Value-At-Risk measure is consistent with our financial statement disclosures relative to our foreign currency hedging program. Specifically, during each of the four quarters ended in fiscal year 2023, the Value-At-Risk ranged between $0.9 million and $2.9 million, with an average of approximately $1.6 million.\nInterest Rate Risk.\nAs of December 31, 2023, we had no outstanding borrowings under our senior unsecured revolving credit facility which bears interest at a variable rate. Substantially all of our debt portfolio is comprised of fixed interest debt. As of December 31, 2023, our investments in U.S. treasury securities of $689.9 million earn fixed interest rates, however, the invested portion of our cash and cash equivalents, for which we receive interest at variable rates, was $913.2 million. Fluctuations in interest rates can therefore have a direct impact on both our short-term cash flows, as they relate to interest, and our earnings. To manage the volatility relating to these exposures, we periodically enter into various derivative transactions pursuant to our policies to hedge against known or forecasted interest rate exposures. However, no such instruments are outstanding at December 31, 2023.\nInterest Rate Risk—Sensitivity\n. Our current earnings exposure for changes in interest rates can be summarized as follows:\n(i) Changes in interest rates can cause our interest expense and cash flows to fluctuate to the extent we have borrowing outstanding on our revolving credit facility.\n(ii) Changes in interest rates can cause our interest income and cash flows to fluctuate.\nWe believe that we do not have any material exposure of interest rate risk.\n38"
  },
  {
    "item_key": "item_8",
    "text": "TABLE OF CONTENTS\n39\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Stockholders and the Board of Directors of Revvity, Inc.\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of Revvity, Inc. and subsidiaries (the “Company”) as of December 31, 2023 and January 1, 2023, the related consolidated statements of operations, comprehensive income, stockholders’ equity, and cash flows, for each of the three years in the period ended December 31, 2023, and the related notes (collectively referred to as the “financial statements”). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2023 and January 1, 2023, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2023, in conformity with accounting principles generally accepted in the United States of America.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (“PCAOB”), the Company’s internal control over financial reporting as of December 31, 2023, based on criteria established in\nInternal Control - Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission and our report dated February 27, 2024, expressed an unqualified opinion on the Company’s internal control over financial reporting.\nBasis for Opinion\nThese financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current-period audit of the financial statements that was communicated or required to be communicated to the audit committee and that (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nDiscontinued Operations — Gain on Sale — Refer to Notes 4 and 20 to the financial statements\nCritical Audit Matter Description\nOn March 13, 2023, the Company completed the previously announced sale of certain assets and the equity interests of certain entities constituting the Company’s Applied, Food and Enterprise Services businesses (the “Business”). The Company received cash proceeds of $\n2.13\nbillion and is entitled to two elements of additional consideration that become payable upon the resolution of certain events. First, the Company is entitled to proceeds of $\n75.0\nmillion as consideration for the Company’s ceasing use of the PerkinElmer brand and related trademarks and transferring them to the purchaser (“Brand Sale”). This consideration is expected to be received in installments through the first half of 2025. The Company is also entitled to proceeds of up to $\n150.0\nmillion that is contingent on the proceeds that the purchaser and its affiliates receive on a subsequent sale or other capital event related to the Business (“Contingent Gain”).\nIn order to determine the gain on disposal related to the Business, the Company was required to make significant judgments related to the accounting treatment of the Brand Sale and the Contingent Gain, which included assessing the appropriateness of including the future payments related to the Brand Sale and Contingent Gain in the proceeds at closing and measuring the fair value of the Contingent Gain. As a result, auditing the recognition of the Brand Sale and the recognition and measurement of the Contingent Gain required a high degree of auditor judgment and increased effort, including the involvement of specialists.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to the accounting treatment for the recognition of the Brand Sale and the recognition and measurement of the Contingent Gain included the following, among others:\na.\nWe tested the effectiveness of management’s controls over the accounting conclusions reached and the recognition and measurement of the Brand Sale and Contingent Gain.\nb.\nWe obtained and read the purchase and sale agreement and other documents related to the sale of the Business in evaluating the reasonableness of the Company’s recognition of the Brand Sale and the Contingent Gain.\nc.\nWith the assistance of professionals in our firm having expertise in divestiture accounting, we read and evaluated the Company’s accounting treatment for the inclusion of the Brand Sale and Contingent Gain in the proceeds from the sale of the Business at the closing date.\nd.\nWith the assistance of our fair value specialists, we confirmed the acceptability of the valuation methodology selected, and we developed an independent estimate of the fair value of the Contingent Gain and compared our estimate to the recorded amount.\n/s /\nDELOITTE & TOUCHE LLP\nBoston, Massachusetts\nFebruary 27, 2024\nWe have served as the Company’s auditor since 2002.\n40\nCONSOLIDATED STATEMENTS OF OPERATIONS\nThe accompanying notes are an integral part of these consolidated financial statements.\n41\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\nThe accompanying notes are an integral part of these consolidated financial statements.\n42\nCONSOLIDATED BALANCE SHEETS\nThe accompanying notes are an integral part of these consolidated financial statements.\n43\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY\nThe accompanying notes are an integral part of these consolidated financial statements.\n44\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nFor the Fiscal Years Ende\nd\n45\nThe accompanying notes are an integral part of these consolidated financial statements.\n46\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nNote 1:\nNature of Operations and Accounting Policies\nNature of Operations:\nRevvity, Inc. (the “Company”) is a leading provider of health sciences solutions, technologies, expertise and services that deliver complete workflow from discovery to development, and diagnosis to cure. The Company has two operating segments: Life Sciences and Diagnostics. The Company’s Life Sciences segment focuses on service and innovating for custo\nmers spanning the life sciences market. Th\ne Company’s Diagnostics segment is targeted towards meeting the needs of clinically-oriented customers, especially within the growing areas of reproductive health, emerging market diagnostics and applied genomics.\nEffective as of April 26, 2023, the Company changed its name from “PerkinElmer, Inc.” to “Revvity, Inc.”. Effective as of May 16, 2023, the Company changed the ticker symbol for its common stock to “RVTY” and the ticker symbol for its 1.875% Notes due 2026 to “RVTY 26”.\nThe consolidated financial statements include the accounts of the Company and its subsidiaries. All intercompany balances and transactions have been eliminated in consolidation. In March 2023, the Company completed the previously announced sale of certain assets and the equity interests of certain entities constituting the Company’s Applied, Food and Enterprise Services businesses (the “Business”).\nThe Business is reported for all pe\nriods as discontinued operations in the Company’s consolidated financial statements.\nThe Company’s fiscal year ends on the Sunday nearest December 31. The Company reports fiscal years under a\n52/53-week format and as a result, certain fiscal years will contain 53 weeks. Each of the fiscal years ended December 31, 2023 (“fiscal year 2023”), January 1, 2023 (“fiscal year 2022”) and January 2, 2022 (“fiscal year 2021”) included\n52\nweeks.\nThe fiscal year ending December 29, 2024 (“fiscal year 2024”) will incl\nude\n52\nweeks.\nAccounting Policies and Estimates:\nThe preparation of consolidated financial statements in accordance with United States (“U.S.”) Generally Accepted Accounting Principles (“GAAP”) requires the Company to make estimates and judgments that affect the reported amounts of assets, liabilities, revenues and expenses, and related disclosure of contingent assets and liabilities. On an ongoing basis, the Company evaluates its estimates. The Company bases its estimates on historical experience and on various other assumptions that are believed to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates.\nRevenue Recognition:\nThe Company enters into contracts that can include various combinations of products and services, which are generally capable of being distinct and accounted for as separate performance obligations. The Company recognizes revenue in an amount that reflects the consideration the Company expects to receive in exchange for the promised products or services when a performance obligation is satisfied by transferring control of those products or services to customers.\nTaxes that are collected by the Company from a customer and assessed by a governmental authority, that are both imposed on and concurrent with a specific revenue-producing transaction, are excluded from revenue.\nThe Company reports shipping and handling revenue in revenue, to the extent it is billed to customers, and the associated costs in cost of product revenue.\nInventories\n:  Inventories, which include material, labor and manufacturing overhead, are valued at the lower of cost or market. Inventories are accounted for using the first-in, first-out method of determining inventory costs. Inventory quantities on-hand are regularly reviewed, and where necessary, provisions for excess and obsolete inventory are recorded based primarily on the Company’s estimated forecast of product demand and production requirements.\nIncome Taxes:\nThe Company uses the asset and liability method of accounting for income taxes. Under the asset and liability method, deferred tax assets and liabilities are recognized for the estimated future tax consequences attributable to differences between the financial statement carrying amounts of assets and liabilities and their respective tax bases. This method also requires the recognition of future tax benefits such as net operating loss carryforwards, to the extent that realization of such benefits is more likely than not. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the fiscal years in which those temporary differences are expected to be recovered or settled. A valuation allowance is established for any deferred tax asset for which realization is not more likely than not.\nThe Company provides reserves for potential payments of tax to various tax authorities related to uncertain tax positions and other issues. These reserves are based on a determination of whether and how much of a tax benefit taken by the Company in its tax filings or positions is more likely than not to be realized following resolution of any potential contingencies present\n47\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nrelated to the tax benefit. Potential interest and penalties associated with such uncertain tax positions is recorded as a component of income tax expense.\nThe Company is subject to the Global In\ntangible Low Taxed Income (“GILTI”) tax in the U.S. The Company elected to treat taxes on future GILTI inclusions in U.S. ta\nxable income as a current period expense when incurred.\nThe Company uses the portfolio approach for releasing income tax effects from accumulated other comprehensive income.\nProperty, Plant and Equipment:\nThe Company depreciates property, plant and equipment using the straight-line method over its estimated useful lives, which generally fall within the following ranges: buildings-\n10\nto\n40\nyears; leasehold improvements - estimated useful life or remaining term of lease, whichever is shorter; and machinery and equipment-\n3\nto\n8\nyears. Certain tooling costs are capitalized and amortized over a\n3\n-year life, while repairs and maintenance costs are expensed.\nPension and Other Postretirement Benefits:\nThe Company sponsors both funded and unfunded U.S. and non-U.S. defined benefit pension plans and other postretirement benefits. The Company recognizes actuarial gains and losses in operating results in the year in which the gains and losses occur. Actuarial gains and losses are measured annually as of the calendar month-end that is closest to the Company’s fiscal year end and accordingly will be recorded in the fourth quarter, unless the Company is required to perform an interim remeasurement. The remaining components of pension expense, primarily service and interest costs and assumed return on plan assets, are recorded on a quarterly basis. The Company’s funding policy provides that payments to the U.S. pension trusts shall at least be equal to the minimum funding requirements of the Employee Retirement Income Security Act of 1974. Non-U.S. plans are accrued for, but generally not fully funded, and benefits are paid from operating funds.\nTranslation of Foreign Currencies:\nFor foreign operations, asset and liability accounts are translated at current exchange rates; income and expenses are translated using weighted average exchange rates for the reporting period. Resulting translation adjustments, as well as translation gains and losses from certain intercompany transactions considered permanent in nature, are reported in accumulated other comprehensive income (“AOCI”), a separate component of stockholders’ equity. Gains and losses arising from transactions and translation of period-end balances denominated in currencies other than the functional currency are included in other expense, net\n.\nBusiness Combinations:\nBusiness combinations are accounted for at fair value. Acquisition costs are expensed as incurred and recorded in selling, general and administrative expenses. Measurement period adjustments are made in the period in which the amounts are determined, and the current period income effect of such adjustments will be calculated as if the adjustments had been completed as of the acquisition date. All changes that do not qualify as measurement period adjustments are also included in current period earnings. The accounting for business combinations requires estimates and judgment as to expectations for future cash flows of the acquired business, and the allocation of those cash flows to identifiable intangible assets, in determining the estimated fair value for assets acquired and liabilities assumed. The fair values assigned to tangible and intangible assets acquired and liabilities assumed, including contingent consideration, are based on management’s estimates and assumptions, as well as other information compiled by management, including valuations that utilize customary valuation procedures and techniques. If the actual results differ from the estimates and judgments used in these estimates, the amounts recorded in the financial statements could result in a possible impairment of the intangible assets and goodwill, require acceleration of the amortization expense of finite-lived intangible assets, or the recognition of additional consideration which would be expensed.\nGoodwill and Other Intangible Assets:\nThe Company’s intangible assets consist of (i) goodwill, which is not being amortized; and (ii) amortizing intangibles, which consist of patents, trade names and trademarks, licenses, customer relationships and purchased technologies, which are being amortized over their estimated useful lives.\nThe process of testing goodwill for impairment involves the determination of the fair value of the applicable reporting units. The test consists of the comparison of the fair value to the carrying value of the reporting unit to determine if the carrying value exceeds the fair value. If the carrying value of the reporting unit exceeds its fair value, an impairment loss in an amount equal to that excess is recognized up to the amount of goodwill. This annual impairment assessment is performed by the Company on the later of January 1 or the first day of each fiscal year. Amortizing intangible assets are reviewed for impairment when indicators of impairment are present. When a potential impairment has been identified, forecasted undiscounted net cash flows of the operations to which the asset relates are compared to the current carrying value of the long-lived assets present in that operation. If such cash flows are less than such carrying amounts, long-lived assets, including such intangibles, are written down to their respective fair values.\nStock-Based Compensation:\nThe Company accounts for stock-based compensation expense based on estimated grant date fair value, generally using the Black-Scholes option-pricing model or the quoted price of the Company’s stock on the grant\n48\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\ndate. The fair value is recognized as expense in the consolidated financial statements over the requisite service period. The determination of fair value and the timing of expense using option pricing models such as the Black-Scholes model require the input of subjective assumptions, including the expected term and the expected price volatility of the underlying stock. The Company estimates the expected term assumption based on historical experience. In determining the Company’s expected stock price volatility assumption, the Company reviews both the historical and implied volatility of the Company’s common stock.\nMarketable Securities and Investments:\nInvestments in debt securities that are classified as available for sale are recorded at fair value with unrealized gains and losses included in AOCI until realized. Investments in debt securities that are classified as held-to-maturity are recorded at amortized cost. Investments in equity securities are recorded at fair values with unrealized holding gains and losses included in earnings. Investments in equity securities without a readily determinable fair values are carried at cost minus impairment, if any.\nWhen an observable price change in orderly transactions for the identical or a similar investment of the same issuer has occurred, the Company elects to carry those equity investments at fair value as of the date that the observable transaction occurred.\nCash and Cash Equivalents:\nThe Company considers all highly liquid, unrestricted instruments with a purchased maturity of three months or less to be cash equivalents. The carrying amount of cash equivalents approximates fair value due to the short maturities of these instruments.\nEnvironmental Matters:\nThe Company accrues for costs associated with the remediation of environmental pollution when it is probable that a liability has been incurred and the Company’s proportionate share of the amount can be reasonably estimated. The recorded liabilities have not been discounted.\nResearch and Development:\nResearch and development costs are expensed as incurred.\nRestructuring and Other Costs:\nGenerally, costs associated with an exit or disposal activity are recognized when the liability is incurred. Prior to recording restructuring charges for employee separation agreements, the Company notifies all employees of termination. Costs related to employee separation arrangements requiring future service beyond a specified minimum retention period are recognized over the service period\n. The Company recorded restructuring charges, included in selling, general and administrative expenses in the consolidated statements of operations, of\n$\n26.6\nmillion\n,\n$\n13.6\nmillion\nand\n$\n14.4\nmillion\nprimarily associated with workforce reductions during\nfiscal years 2023, 2022 and 2021, respectively\n. The Company expects severance\npayments will be substantially completed duri\nng fiscal year 2024\n.\nComprehensive Income:\nComprehensive income is defined as net income or loss and other changes in stockholders’ equity from transactions and other events from sources other than stockholders. Comprehensive income is reflected in the consolidated statements of comprehensive income.\nDerivative Instruments and Hedging:\nDerivatives are recorded on the consolidated balance sheets at fair value. Accounting for gains or losses resulting from changes in the values of those derivatives depends on the use of the derivative instrument and whether it qualifies for hedge accounting.\nFor a cash flow hedge, the effective portion of the derivative’s gain or loss is initially reported as a component of other comprehensive income and subsequently amortized into net earnings when the hedged exposure affects net earnings. Cash flow hedges related to anticipated transactions are designated and documented at the inception of each hedge by matching the terms of the contract to the underlying transaction. The Company classifies the cash flows from hedging transactions in the same categories as the cash flows from the respective hedged items. Once established, cash flow hedges are generally recorded in other comprehensive income, unless an anticipated transaction is no longer likely to occur, and subsequently amortized into net earnings when the hedged exposure affects net earnings. Discontinued or dedesignated cash flow hedges are immediately settled with counterparties, and the related accumulated derivative gains or losses are recognized into net earnings on the consolidated financial statements. Settled cash flow hedges related to forecasted transactions that remain probable are recorded as a component of other comprehensive income (loss) and are subsequently amortized into net earnings when the hedged exposure affects net earnings. Forward contract effectiveness for cash flow hedges is calculated by comparing the fair value of the contract to the change in value of the anticipated transaction using forward rates on a monthly basis. The Company also has entered into other foreign currency forward contracts that are not designated as hedging instruments for accounting purposes. These contracts are recorded at fair value, with the changes in fair value recognized into interest and other expense, net on the consolidated financial statements.\nThe Company also uses foreign currency denominated debt to hedge its investments in certain foreign subsidiaries. Realized and unrealized translation adjustments from these hedges are included in the foreign currency translation component of AOCI, as well as the offset translation adjustments on the underlying net assets of foreign subsidiaries. The cumulative translation gains or losses will remain in AOCI until the foreign subsidiaries are liquidated or sold.\n49\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nLeases:\nOperating leases are included in operating lease right-of-use (“ROU”) assets, other current liabilities, and operating lease liabilities in the Company's consolidated balance sheet. ROU assets represent the Company’s right to use an underlying asset for the lease term and lease liabilities represent the Company’s obligation to make lease payments arising from the lease. Operating lease ROU assets and liabilities were recognized based on the present value of the remaining lease payments over the lease term. When the Company’s lease did not provide an implicit rate, the Company used its incremental borrowing rate in determining the present value of lease payments. The Company used the implicit rate when readily determinable. The operating lease ROU asset excludes lease incentives. The lease terms may include options to extend or terminate the lease when it is reasonably certain that the Company will exercise that option. Lease expense is recognized on a straight-line basis over the lease term.\nThe Company has lease agreements with lease and non-lease components, which are generally accounted for separately. For certain equipment leases, such as cars, the Company accounts for the lease and non-lease components as a single lease component.\nThe Company has made an accounting policy election not to recognize ROU assets and lease liabilities that arise from short-term leases for facilities and equipment. Instead, the Company recognizes the lease payments in the consolidated statements of operations on a straight-line basis over the lease term and variable lease payments in the period in which the obligation for those payments is incurred.\nAs a lessor, the Company applies the practical expedient to not separate non-lease components from the associated lease component and instead accounts for those components as a single component if the non-lease components otherwise would be accounted for under Accounting Standards Codification 606,\nRevenue From Contracts With Customers\n(“ASC 606”), and both of the following criteria are met: 1) the timing and pattern of transfer of the non-lease component or components and associated lease component are the same; and 2) the lease component, if accounted for separately, would be classified as an operating lease. If the non-lease component or components associated with the lease component are the predominant component of the combined component, the Company accounts for the combined component in accordance with ASC 606. Otherwise, the Company accounts for the combined component as an operating lease in accordance with Accounting Standards Codification 842,\nLeases\n(“ASC 842”).\nRecently Issued Accounting Pronouncements:\nFrom time to time, new accounting pronouncements are issued by the Financial Accounting Standards Board (the “FASB”) and are adopted by the Company as of the specified effective dates. Unless otherwise discussed, such pronouncements did not have or will not have a significant impact on the Company’s consolidated financial position, results of operations and cash flows or do not apply to the Company’s operations.\nIn December 2023, the FASB issued Accounting Standards Update 2023-09,\nIncome Taxes (Topic 740): Improvements to Income Tax Disclosures\n(“ASU 2023-09”). ASU 2023-09 will require public entities to disclose on an annual basis a tabular reconciliation using both percentages and amounts, broken out into specific categories with certain reconciling items at or above 5% of the statutory (i.e. expected) tax further broken out by nature and/or jurisdiction. ASU 2023-09 requires all entities to disclose on an annual basis the amount of income taxes paid (net of refunds received), disaggregated between federal (national), state/local and foreign, and amounts paid to an individual jurisdiction when 5% or more of the total income taxes paid. The guidance is required to be applied on a prospective basis; retrospective application is permitted. The guidance is effective for annual periods beginning after December 15, 2024. Early adoption is permitted. Although the guidance only requires additional disclosures, the Company is in the process of determining the impact of this guidance to its income tax disclosures.\nIn November 2023, t\nhe FASB issued Accounting Standards Update 2023-07,\nSegment Reporting (Topic 280): Improvements to Reportable Segment Disclosures\n(“ASU 2023-07”). ASU 2023-07 amends Accounting Standards Codification 280,\nSegment Reporting\n(“ASC 280”)\nto require public entities to disclose significant segment expenses and other segment items that are regularly provided to the chief operating decision maker (“CODM”) and included in each reported measure of a reportable segment’s profit or loss, on an annual and interim basis, and provide in interim periods all disclosures about a reportable segment’s profit or loss and assets that are currently required annually. ASU 2023-07 permits entities to report multiple measures of a reportable segment’s profit or loss if the CODM uses those measures to allocate resources and assess performance. The guidance is required to be applied retrospectively to all periods presented in the financial statements, unless impracticable. The guidance is effective for fiscal years beginning after December 15, 2023, and interim periods within fiscal years beginning after December 15, 2024. Early adoption is also permitted. Although the guidance only requires additional disclosures, the Company is in the process of determining the impact of this guidance to its segment disclosures.\n50\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nNote 2:\nRevenue\nFor arrangements with multiple performance obligations, the Company accounts for individual products and services separately if they are distinct - i.e., if a product or service is separately identifiable from other items in the bundled package and if a customer can benefit from it on its own or with other resources that are readily available to the customer. The consideration (including any discounts) is allocated to each performance obligation in an arrangement based on relative stand-alone selling prices. The stand-alone selling prices are determined based on the prices at which the Company separately sells the products, extended warranties, and services. For items that are not sold separately, the Company estimates stand-alone selling prices by reference to the amount charged for similar items on a stand-alone basis.\nThe Company sells products and services predominantly through its direct sales force, and the use of distributors is generally limited to geographic regions where the Company has no direct sales force. The Company does not offer product return or exchange rights (other than those relating to defective goods under warranty).\nIn instances where the timing of revenue recognition differs from the timing of invoicing, the Company determined that the contracts generally do not include a significant financing component. In limited circumstances where the Company provides the customer with a significant benefit of financing, the Company uses the practical expedient and only adjusts the transaction price for the effects of the time value of money and only on contracts where the duration of financing is more than one year.\nNature of goods and services\nThe Life Sciences segment principally generates revenue from sales of instruments, reagents, software, subscriptions, detection and imaging technologies, extended warranties, training and services in the life sciences market. The Diagnostics segment principally generates revenue from sales of instruments, solutions, consumables, reagents, and services in the diagnostics market. The typical length of a contract for service is 12 to 36 months.\nThe revenue generated from the sale of instruments (inclusive of consumables), reagents, and certain software is recognized at a point in time. The Company recognizes revenue in these arrangements at the point in time when control of the products has been transferred to customers, which is typically at delivery. Certain of the Company's products require specialized installation and configuration at the customer's site. Revenue for these products is deferred until installation is complete and customer acceptance has been received. When the Company places the instrument at the customer's site and sells the reagents to a customer, the instrument and reagents are accounted for together as one performance obligation. The Company does not charge a fee for the use of the instrument and retains ownership of the placed instrument. The Company recognizes revenue upon delivery of reagents, which is the point in time where the Company has performed its obligation to provide a screening solution to the customer. Payment terms and conditions vary, although terms generally include a requirement of payment within 30 to 60 days.\nThe revenue generated from the sale of licenses for software as a service, cloud services, subscriptions, and laboratory services and training is recognized over time. Term licenses, subscriptions and cloud services, are generally recognized ratably over the contract period. The Company sells its software subscriptions and cloud services with maintenance services and, in some cases, with consulting services. The Company recognizes revenue for the software commencing when the service is made available to the customer. For maintenance and consulting services, revenue is recognized over the period in which the services are provided. Revenue for laboratory services is recognized over the contract period or when the service is billable, based on time and materials.\nProduct revenue is recognized at a point in time and service revenue is generally recognized over time.\nDisaggregation of revenue\nIn the following tables, revenue is disaggregated by primary geographical market and major good and service lines.\n51\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nMajor Customer Concentration\nNo single customer comprises more than 10% of net revenues during the fiscal year 2023. Revenues from one customer in the Company’s Diagnostics segment represent approximately $\n330.7\nmillion\nand\n$\n638.6\nmillion\nof the Company’s total revenue during the fiscal years 2022 and 2021, respectively.\nContract Balances\nContract assets:\nThe unbilled receivables (contract assets) primarily relate to the Company’s right to consideration for work completed but not billed at the reporting date. The unbilled receivables are transferred to trade receivables when billed to customers. Contract assets are generally classified as current assets and are included in “Accounts receivable, net” in the consolidated balance sheets.\nContract liabilities:\nThe contract liabilities primarily relate to the advance consideration received from customers for products and related services for which transfer of control has not occurred at the balance sheet date. Contract liabilities are classified as either current in “Accounts payable” or “Accrued expenses and other current liabilities” or as long-term in “Long-term liabilities” in the consolidated balance sheets based on the timing of when the Company expects to recognize revenue. The contract liability balances at the beginning of each period presented were generally fully recognized in the subsequent three month period. The performance obligations that are unsatisfied (or partially unsatisfied) at the end of the period are not material to the Company.\nContract balances were as follows:\n52\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nNote 3:\nBusiness Combinations\nAcquisitions in fiscal year 2022\nDuring fiscal year 2022, the Company completed the acquisition of two businesses for aggregate consideration of $\n13.3\nmillion. Identifiable definite-lived intangible assets, such as core technology, acquired as part of these acquisitions had a weighted average amortization period of\n5\nyears.\nAcquisitions in fiscal year 2021\nAcquisition of BioLegend, Inc.\nIn fiscal year 2021, t\nhe Company completed the acquisition of BioLegend, Inc. (\n“\nBioLegend\n”\n) and paid an aggregate consideration\nof\n$\n5.7\nbillion, net of cash acquired of $\n292.4\nmillion, reflecting working capital and other adjustments (the\n“\nAggregate Consideration\n”\n). The Aggregate Consideration was paid in a combination of $\n3.3\nbillion in cash and shares of the Company\n’\ns common stock having a fair value of approximately $\n2.6\nbillion based on the $\n187.56\nper share closing price of the Company's common stock on the New York Stock Exchange on September 17, 2021 (the\n“\nStock Consideration\n”\n). The Stock Consideration consisted of\n14,066,799\nshares of the Company\n’\ns common stock.\nBioLegend is recognized as\na leading, global provider of life science antibodies and reagents headquartered in San Diego, California, with approximately\n700\nemployees.\nThe operations for this acquisition is reported within the results of\nthe Company\n’\ns\nLife Sciences segment from the acquisition date. The excess of the purchase price over the fair value of the acquired net assets represents cost and revenue synergies specific to the Company, as well as non-capitalizable intangible assets, such as the employee workforce acquired, and is not tax deductible. Identifiable definite-lived intangible assets, such as core technology, trade names, customer relationships and clone library, acquired as part of this acquisition had a weighted-average amortization period\nof\n16.3\nyears.\nBioLegend’s revenue and net loss for the period from the acquisition date to January 2, 2022 were $\n91.7\nmillion and $\n25.8\nmillion, respectively. The net loss includes $\n47.0\nmillion of amortization of acquired intangible assets.\nThe following unaudited pro forma information presents the combined financial results for the Company and BioLegend as if the acquisition of BioLegend had been completed at the beginning of fiscal year 2020:\nThe unaudited pro forma information for fiscal year 2021 has been calculated after applying the Company’s accounting policies and the impact of acquisition date fair value adjustments. The fiscal year 2021 unaudited pro forma income from continuing operations was adjusted to exclude approximately $\n43.2\nmillion of acquisition-related transaction costs and $\n23.3\nmillion of costs of bridge financing and debt pre-issuance hedges that were recognized in expense during fiscal year 2021. These pro forma condensed consolidated financial results have been prepared for comparative purposes only and include certain adjustments, such as fair value adjustment to inventory, increased interest expense on debt obtained to finance the transaction, and increased amortization for the fair value of acquired intangible assets.\nThe pro forma information does not reflect the effect of costs or synergies that would have been expected to result from the integration of the acquisition. The pro forma information does not purport to be indicative of the results of operations that actually would have resulted had the combination occurred at the beginning of each period presented, or of future results of the consolidated entities. The actual results of operations may differ significantly from the pro forma amounts reflected herein due to a variety of factors.\nOther acquisitions in 2021.\nDuring fiscal year 2021, the Company also completed the acquisition of seven other businesses for aggregate consideration of $\n1.2\nbillion. The acquired businesses include Oxford Immunotec Global PLC, a company based in Abingdon, UK with approximately\n275\nemployees, for total consideration of $\n590.9\nmillion and Nexcelom Bioscience Holdings, LLC, a company based in Lawrence, Massachusetts with approximately\n130\nemployees, for total consideration of $\n267.3\nmillion, and five other businesses, which were acquired for total consideration of $\n318.6\nmillion. The\n53\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nexcess of the purchase prices over the fair values of the acquired businesses' net assets represents cost and revenue synergies specific to the Company, as well as non-capitalizable intangible assets, such as employee workforces acquired, and has been allocated to goodwill, which is not tax deductible. Identifiable definite-lived intangible assets, such as core technology, trade names, and customer relationships, acquired as part of these acquisitions had a weighted-average amortization period of\n12.4\nyears\n.\nThe total purchase price for the acquisitions in fiscal year 2021 has been allocated to the estimated fair value of assets acquired and liabilities assumed as follows:\nThe Company does not consider the acquisitions completed during fiscal years 2022 and 2021, with the exception of the BioLegend acquisition, to be material to its consolidated results of operations; therefore, the Company is only presenting pro forma financial information of operations for the BioLegend acquisition. The aggregate revenue and results of operations for acquisitions completed during fiscal years 2022 and 2021 for the fiscal year period from their respective acquisition dates were not material.\nThe accounting for business combinations requires estimates and judgments as to expectations for future cash flows of the acquired business, and the allocation of those cash flows to identifiable intangible assets, in determining the estimated fair values for assets acquired and liabilities assumed. The fair values assigned to tangible and intangible assets acquired and liabilities assumed, including contingent consideration, are based on management’s estimates and assumptions, as well as other information compiled by management, including valuations that utilize customary valuation procedures and techniques. Contingent consideration is measured at fair value at the acquisition date, based on the probability that revenue thresholds or product development milestones will be achieved during the earnout period, with changes in the fair value after the acquisition date affecting earnings to the extent it is to be settled in cash. Increases or decreases in the fair value of contingent consideration\n54\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nliabilities primarily result from changes in the estimated probabilities of achieving revenue thresholds or product development milestones during the earnout period.\nAs of December 31, 2023, the Company may have to pay contingent consideration, related to acquisitions with open contingency periods, of up to $\n98.0\nmillion. As of December 31, 2023, the Company has recorded contingent consideration obligations of $\n40.0\nmillion, of which $\n11.0\nmillion was recorded in accrued expenses and other current liabilities, and $\n29.0\nmillion was recorded in long-term liabilities. The expected maximum earnout period for acquisitions with open contingency periods is\n7.9\nyears from December 31, 2023, and the remaining weighted average expected earnout period at December 31, 2023 was\n5.0\nyears.\nIf the actual results differ from the estimates and judgments used in these fair values, the amounts recorded in the consolidated financial statements could result in a possible impairment of the intangible assets and goodwill, require acceleration of the amortization expense of definite-lived intangible assets or the recognition of additional contingent consideration which would be recognized as a component of operating expenses from continuing operations.\nTotal acquisition and dive\nstiture-related costs, included in selling, general and administrative expense in the Company’s consolidated statements of operations, were $\n69.2\nmillion, $\n39.8\nmillion and $\n62.8\nmillion for fiscal years 2023, 2022 and 2021. These amounts included $\n34.3\nmillion of rebranding expenses in fiscal year 2023 and $\n20.0\nmillion, $\n26.5\nmillion and $\n6.9\nmillion of stock compensation expense related to awards given to BioLegend employees in\nfiscal years 2023, 2022 and 2021\n, respectively.\nTotal acquisition and dive\nstiture-related costs, included in interest and other expense, net in the Company’s consolidated statements of operations, were $\n19.9\nmillion and $\n18.0\nmillion for fiscal years 2023 and 2021. These amounts included $\n24.1\nmillion of net foreign exchange loss and $\n4.2\nmillion interest income related to the sale of the Business in fiscal year 2023, and $\n5.4\nmillion of net foreign exchange gain and $\n23.4\nmillion of costs of bridge financing and debt pre-issuance hedges related to the BioLegend acquisition in fiscal year 2021. These acquisition and divestiture-related costs were expensed as incurred.\nNote 4:\nDiscontinued Operations\nAs part of the Company’s continuing efforts to focus on higher growth opportunities, the Company has discontinued certain businesses. When the discontinued operations represented a strategic shift that will have a major effect on the Company’s operations and financial statements, the Company has accounted for these businesses as discontinued operations and accordingly, has presented the results of operations and related cash flows as discontinued operations.\nOn March 13, 2023, the Company completed the previously announced sale of the Business (the “Closing”) to PerkinElmer Topco, L.P. (formerly known as Polaris Purchaser, L.P.) (the “Purchaser”), a Delaware limited partnership owned by funds managed by affiliates of New Mountain Capital L.L.C. (the “Sponsor”), for an aggregate purchase price of up to\n$\n2.45\nbillion\n. The Company received approximately\n$\n2.13\nbillion\nin cash proceeds, before transaction costs and subject to post-closing adjustments. The Company is entitled to an additional\n$\n75.0\nmillion\nin proceeds as consideration for the Company\n’s\nceasing the use\nof the PerkinElmer brand and related trademarks and transferring them to the Purchaser. This consideration is expected to be received in installments through the first half of 2025. The discounted value of the $\n75.0\nmillion\nwas measured as $\n65.2\nmillion and was included in the proceeds. In addition, the Company is entitled to additional\nconsideration of up to $\n150.0\nmillion\nthat is contingent on the exit valuation the Sponsor and its affiliated funds receive on a sale or other capital events related to the Business. The fair value of this element of consideration was determined to be\n$\n15.9\nmillion\nand was included in the proceeds at Closing. The Company also recorded a receivable, included in Other current assets in the consolidated balance sheets, of approximately\n$\n160.2\nmillion as of December 31, 2023 for post-closing adjustments that is expected to be received during fiscal year 2024. The final amount of the receivable related to the post-closing adjustments is subject to change.\nThe Company has measured the gain on sale and related income tax provision, however, additional adjustments may arise that may impact the final measurement of the gain. The elements of the gain calculation that may result in adjustments include\n55\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nthe measurement of the proceeds, including the settlement of the post-closing adjustments, as well as the related tax effects of such adjustments and the filing of tax returns for the period that includes the sale.\nIn connection and concurrent with the Closing, the Company has also entered into a Transition Services Agreement (\n“TSA”)\nwith the Purchaser for a period of up to 24 months from the Closing and a Contract Manufacturing Agreement (\n“CMA”)\nfor two locations which expired in June 2023. The costs and amounts of reimbursements related to the CMA were not significant. The costs and amounts of reimbursements related to the TSA and other commercial transactions between the parties were not significant in fiscal year 2023 and the amounts in future periods are not expected to be significant.\nThe Business had been reported in the Company’s Discovery & Analytical Solutions segment, which is now referred to as the Life Sciences segment. The sale of the Business represents a strategic shift that will have a major effect on the Company's operations and financial statements. Accordingly, t\nhe Business is reported for all pe\nriods as discontinued operations in the Company’s consolidated financial statements.\nThe following table summarizes the results of discontinued operations which are presented as income from discontinued operations in the Company’s consolidated statements of operations:\nThe table below provides a reconciliation of the carrying amounts of the major classes of assets and liabilities of the discontinued operations to the amounts presented separately in the consolidated balance sheet at January 1, 2023.\n56\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe following operating and investing items from discontinued operations were as follows for the fiscal years ended:\nNote 5:\nInterest and Other Expense, Net\nInterest and other expense, net, consisted of the following for the fiscal years ended:\n57\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nNote 6:\nIncome Taxes\nThe components of income from continuing operations before income taxes were as follows for the fiscal years ended:\nThe components of the provision for income taxes on continuing operations were as follows:\nThe total provision for income taxes included in the consolidated financial statements is as follows for the fiscal years ended:\nA reconciliation of income tax expense at the U.S. federal statutory income tax rate to the recorded tax provision is as follows for the fiscal years ended:\n58\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe Company regularly reviews its tax positions in each significant taxing jurisdiction in the process of evaluating its unrecognized tax benefits. The Company makes adjustments to its unrecognized tax benefits when: (i) facts and circumstances regarding a tax position change, causing a change in management’s judgment regarding that tax position; (ii) a tax position is effectively settled with a tax authority at a differing amount; and/or (iii) the statute of limitations expires regarding a tax position.\nThe tabular reconciliation of the total amounts of unrecognized tax benefits is as follows for the fiscal years ended:\nThe Company classifies interest and penalties as a component of income tax expense. At December 31, 2023 and January 1, 2023, the Company had accrued interest and penalties of $\n6.3\nmillion and $\n7.2\nmillion, respectively. During fiscal years 2023, 2022 and 2021, the Company recognized a net (benefit) expense of $(\n1.1\n) million, $(\n0.5\n) million and $\n1.8\nmillion, respectively, for interest and penalties in its total tax provision. At December 31, 2023, substantially all of the unrecognized tax benefits, if recognized, would affect the effective tax rate.\nThe Company believes that it is reasonably possible that approximately $\n71.6\nmillion of its uncertain tax positions at December 31, 2023, including accrued interest and penalties, and net of tax benefits, may be resolved over the next twelve months as a result of lapses in applicable statutes of limitations and potential settlements. Various tax years after 2010 remain open to examination by certain jurisdictions in which the Company has significant business operations, such as China, Finland, Germany, Luxembourg, The Netherlands, Singapore, the United Kingdom and the United States. The tax years under examination vary by jurisdiction.\n59\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe tax effects of temporary differences and attributes that gave rise to deferred income tax assets and liabilities were as follows:\nThe components of net deferred tax liabilities were recognized in the consolidated balance sheets as follows:\nAt December 31, 2023, the Company had U.S. federal net operating loss carryforwards of $\n109.8\nmillion, state net operating loss ca\nrryforwards of $\n8.9\nmillion, foreign net operating loss carryforwards of $\n439.8\nmillion, state tax credit carryforwards of $\n13.8\nmillion and general business tax credit carryforwards of $\n0.1\nmillion. Certain net operating loss carryforwards and state credit carryforwards do not expire, while other losses begin to expire in 2024.\nValuation allowances take into consideration limitations imposed upon the use of the tax attributes and reduce the value of such items to the likely net realizable amount. The Company regularly evaluates positive and negative evidence available to determine if valuation allowances are required or if existing valuation allowances are no longer required. Valuation allowances have been provided on state net operating loss and state tax credit carryforwards and on certain foreign tax attributes that the Company has determined are not more likely tha\nn not to be realized.\nThe Company is no longer permanently reinvested in the undistributed earnings of its international subsidiaries that have been previously taxed at the U.S. federal level and/or would be subject to a dividend received deduction if repatriated. The Company recorded the applicable taxes that will be\ndue when such earnings are repatriated. For the remaining other undistributed foreign earnings and outside basis differences, the Company continues to be indefinitely reinvested and have not\n60\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nprovided any taxes for these amounts, and it is not practicable to estimate the amount of deferred tax liability that would be incurred.\nNote 7:\nEarnings Per Share\nBasic earnings per share was computed by dividing net income by the weighted-average number of common shares outstanding during the period less restricted unvested shares. Diluted earnings per share was computed by dividing net income by the weighted-average number of common shares outstanding plus all potentially dilutive common stock equivalents, primarily shares issuable upon the exercise of stock options using the treasury stock method.\nThe following table reconciles the number of shares utilized in the earnings per share calculations for the fiscal years ended:\nAntidilutive securities include outstanding stock options with exercise prices and average unrecognized compensation cost in excess of the average fair market value of common stock for the related period. Antidilutive securities also include restricted stock awards with average unrecognized compensation cost in excess of the average fair market value of the common stock for the related period. Antidilutive options and restricted stock awards were excluded from the calculation of diluted net income per share and could become dilutive in the future.\nNote 8:\nAccounts Receivable, Net\nAccounts receivable, net consisted of the following:\n61\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nReserves for credit losses consisted of the following:\n(1) Other amounts primarily relate to the impact of acquisitions, discontinued operations and foreign exchange movements.\nNote 9:\nInventories, Net\nInventories, net consisted of the following:\nNote 10:\nProperty, Plant and Equipment, Net\nProperty, plant and equipment consisted of the following:\nDepreciation expense on property, plant and equipment for the fiscal years ended December 31, 2023, January 1, 2023 and January 2, 2022 was $\n66.7\nmillion, $\n56.4\nmillion and $\n54.9\nmillion, respectively.\n62\nNote 11:\nMarketable Securities and Investments\nInvestments consisted of the following:\nMarketable securities - held to maturity.\nThe Company’s investments in U.S. treasury securities are classified as held-to-maturity and measured at amortized cost. All the outstanding investments in U.S. treasury securities had a contractual maturity of less than one year as of December 31, 2023 and have been classified as current in the consolidated balance sheet to match the maturities of the long-term debt expected to be retired concurrently with the maturity of the marketable securities.\nMarketable securities - available for sale.\nMarketable securities, which are included in Other assets, net, are accounted for as available for sale and include equity and fixed-income securities. The net unrealized holding gain and loss on marketable securities, net of deferred income taxes, reported as a component of other comprehensive income (loss) in the consolidated statements of stockholders’ equity, was not material. The proceeds from the sales of securities and the related gains and losses are not material for any period presented.\nEquity Investments.\nThe Company has equity interests in privately-held entities over which the Company neither has significant influence nor control.\nEquity investments, which are included in Other assets, net, as of December 31, 2023 and January 1, 2023 consisted of the following:\nThe amount of upward adjustments during the periods presented were not material. The cumulative amount of upward adjustments as of December 31, 2023 and January 1, 2023 was $\n31.3\nmillion and $\n30.7\nmillion, respectively. The cumulative amount of impairments and downward adjustments as of each of December 31, 2023 and January 1, 2023 was $\n5.0\nmillion.\nNotes receivables and other investments.\nNotes receivables and other investments, which are included in Other assets, net, are carried at cost less allowance for credit losses. The amortized cost of these investments are not materially different than the fair value. Notes receivables and other investments with a notional amount of $\n19.8\nmillion are due within one to five years. Notes receivables and other investments with a notional amount of $\n25.0\nmillion and a carrying value of $\n12.3\nmillion are convertible into equity securities or are due and payable upon an event of default (as defined in the applicable agreement). The credit losses, included in Interest and other expense, net, in the consolidated statements of operations, during fiscal year 2023 were $\n34.5\nmillion.\nNote 12:\nGoodwill and Intangible Assets, Net\nThe Company tests goodwill at least annually for possible impairment. The Company completes the annual testing of impairment for goodwill on the later of January 1 or the first day of each fiscal year. In addition to its annual test, the Company regularly evaluates whether events or circumstances have occurred that may indicate a potential impairment of goodwill.\nThe process of testing goodwill for impairment involves the determination of the fair value of the applicable reporting units. The test consists of the comparison of the fair value to the carrying value of the reporting unit to determine if the carrying value exceeds the fair value. If the carrying value of the reporting unit exceeds its fair value, an impairment loss in an amount equal to that excess is recognized up to the amount of goodwill. The Company performed its annual impairment testing for its\n63\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nreporting units as of\nJanuary 2, 2023\n, its annual impairment testing date for fiscal year 2023. The Company concluded based on the first step of the process that there was no goodwill impairment.\nThe changes in the carrying amount of goodwill for fiscal years 2023 and 2022 are as follows:\nIdentifiable intangible asset balances at December 31, 2023 and January 1, 2023 were as follows:\nTotal amortization expense related to amortizable intangible assets was $\n365.1\nmillion in fiscal year 2023, $\n370.6\nmillion in fiscal year 2022 and $\n256.6\nmillion in fiscal year 2021. Estimated amortization expense related to amortizable intangible assets for each of the next five years is $\n362.6\nmillion in fiscal year 2024, $\n335.0\nmillion in fiscal year 2025, $\n328.8\nmillion in fiscal year 2026, $\n301.6\nmillion in fiscal year 2027, and $\n275.9\nmillion in fiscal year 2028.\nNote 13:\nDebt\nThe Company’s debt consisted of the following:\n64\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nSenior Unsecured Revolving Credit Facility.\nOn August 24, 2021, the Company entered into a new senior unsecured revolving credit facility with a five-year term and a borrowing capacity o\nf $\n1.5\nbillion available through August 24, 2026. As of\n65\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nDecember 31, 2023, undrawn letters of credit in the aggregate amount of $\n7.1\nmillion were treated as issued and outstanding when calculating the borrowing availability under the facility. As of December 31, 2023, the Company had $\n1.49\nbillion available for additional borrowing under the facility. Borrowings will bear interest, payable quarterly or, if earlier, at the end of an\ny interest period, at the Company\n’\ns option at either (a) the base rate (as defined in the credit agreement), or (b) the eurocurrency rate (a publicly published rate), in each case plus a percentage spread based on the credit rating of the Company\n’s\ndebt. The base rate is the highest of (a) the Federal Funds Rate (as defined in the credit agreement) plus\n0.50\n%, (b) the rate of interest in effect for such day as publicly announced from time to time by Bank of America as its\n“prime rate”,\nand (c) the Eurocurrency Rate plus\n1.00\n%\n. T\nhe credit agreement for the new facility contains customary affirmative, negative and financial covenants and events of default. The financial covenants include a debt-to-capital ratio that remains applicable for so long as the Company\n’\ns debt is rated as investment grade. In the event that the Company\n’\ns debt is not rated as investment grade, a debt-to-capital ratio covenant is replaced with leverage ratio and interest coverage ratio covenants.\nDuring\nthe fiscal year 2023, the Company paid in full\n$\n467.1\nmillion\nof outstanding 2023 Notes. During fiscal year 2023, the Company repurchased\n$\n60.2\nmillion in aggregate principal amount of the 2024 Notes in open market transactions. At\nDecember 31, 2023, the Company\nhad outstanding U.S. treasury securities with a carrying amou\nnt of $\n689.9\nmillion w\nhose proceeds upon maturity are intended to be utilized to repay the outstanding 2024 Notes due in September 2024 (see Note 11).\nThe following table summarizes the maturities of the Company’s indebtedness as of December 31, 2023:\nNote 14:\nAccrued Expenses and Other Current Liabilities\nAccrued expenses and other current liabilities consisted of the following:\nNote 15:\nEmployee Benefit Plans\nSavings Plan:\nThe Company has a 401(k) Savings Plan for the benefit of all qualified U.S. employees, with such employees receiving matching contributions in the amount equal to\n100.0\n% of the first\n5.0\n% of eligible compensation up to applicable Internal Revenue Service limits. Savings plan expense was $\n15.0\nmillion in fiscal year 2023, $\n20.0\nmillion in fiscal year 2022, and $\n16.5\nmillion in fiscal year 2021.\n66\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nPension Plans:\nThe Company has a defined benefit pension plan covering certain U.S. employees and non-U.S. pension plans for certain non-U.S. employees. The principal U.S. defined benefit pension plan is closed to new hires and plan benefits have been frozen. The plans provide benefits that are based on an employee’s years of service and compensation near retirement.\nNet periodic pension cost for U.S. and non-U.S. plans included the following components for fiscal years ended:\nThe Company recognizes actuarial gains and losses, unless an interim remeasurement is required, in the fourth quarter of the year in which the gains and losses occur. Such adjustments for gains and losses are primarily driven by events and circumstances beyond the Company’s control, including changes in interest rates, the performance of the financial markets and mortality assumptions. Actuarial gains and losses, including other components of periodic pension cost, are recognized in the line item “Interest and other expense, net” in the consolidated statements of operations.\n67\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe following table sets forth the changes in the funded status of the principal U.S. pension plan and the principal non-U.S. pension plans and the amounts recognized in the Company’s consolidated balance sheets as of December 31, 2023 and January 1, 2023.\nActuarial assumptions used to determine net periodic pension cost during the year were as follows:\n68\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe Company’s expected rate of return on assets assumptions are derived from management’s estimates, as well as other information compiled by management, including studies that utilize customary procedures and techniques. The studies include a review of anticipated future long-term performance of individual asset classes and consideration of the appropriate asset allocation strategy given the anticipated requirements of the plans to determine the average rate of earnings expected on the funds invested to provide for the pension plans benefits. While the study gives appropriate consideration to recent fund performance and historical returns, the assumption is primarily a long-term, prospective rate.\nThe Company’s discount rate assumptions are derived from a range of factors, including a yield curve for certain plans, composed of the rates of return on high-quality fixed-income corporate bonds available at the measurement date and the related expected duration for the obligations, and a bond matching approach for certain plans.\nThe following table provides a breakdown of the non-U.S. benefit obligations and fair value of assets for pension plans that have benefit obligations in excess of plan assets:\nAssets of the defined benefit pension plans are primarily equity and debt securities. Asset allocations as of December 31, 2023 and January 1, 2023, and target asset allocations for fiscal year 2024 are as follows:\nThe Company maintains target allocation percentages among various asset classes based on investment policies established for the pension plans which are designed to maximize the total rate of return (income and appreciation) after inflation within the limits of prudent risk taking, while providing for adequate near-term liquidity for benefit payments.\nThe target allocations for plan assets are listed in the above table. Equity securities primarily include investments in mutual funds with holdings in large-cap and mid-cap companies located in the United States and abroad. Debt securities include corporate bonds of companies from diversified industries, high-yield bonds, and U.S. government securities. Other types of investments include investments in non-U.S. government index linked bonds, multi-strategy hedge funds, venture capital funds and foreign liability driven investments that follow several different strategies.\n69\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe fair value of the Company’s pension plan assets as of December 31, 2023 and January 1, 2023 by asset category, classified in the three levels of inputs described in Note 20 to the consolidated financial statements are as follows:\nValuation Techniques:\nValuation techniques utilized need to maximize the use of observable inputs and minimize the use of unobservable inputs. There have been no changes in the methodologies utilized at December 31, 2023 compared to January 1, 2023. The following is a description of the valuation techniques utilized to measure the fair value of the assets shown in the table above.\nEquity Securities:\nMutual funds held by the Master Trust are open‑ended mutual funds that are registered with the Securities and Exchange Commission. These funds are required to publish their daily net asset value and to transact at that price. The mutual funds held by the Master Trust are deemed to be actively traded. These are categorized as Level 1 assets.\nFixed Income Securities:\nFixed income U.S. government bonds are valued at quoted market prices and are categorized as Level 1 assets.\nFixed income corporate bond exchange traded funds or individual fixed income corporate bonds are categorized as Level 2 assets except where sufficient quoted prices exist in active markets, in which case such securities are categorized as Level 1 assets. These securities are valued using third-party pricing services. These services may use, for example, model-based pricing methods that utilize observable market data as inputs. Broker dealer bids or quotes of securities with similar characteristics may also be used.\n70\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nOther Types of Investments:\nIn September 2021, the Company’s UK pension scheme executed a buy-in contract with Phoenix Life LTD (“Phoenix”), under which the Company made an upfront payment to Phoenix in exchange for Phoenix agreeing to make the benefit payments under the Company’s UK pension scheme due to specified participants and their beneficiaries, thus transferring most of the investment and longevity risk associated with the covered participants and beneficiaries from the Company to Phoenix. This buy-in contract can be considered a liability-driven investment (“LDI”) solution that hedges not only the investment risk but also the longevity risk under the Company’s UK pension scheme. Like other LDI solutions, it does not eliminate ongoing administrative costs. These are categorized as Level 3 assets.\nThe Company’s policy is to recognize significant transfers between levels at the actual date of the event.\nA reconciliation of the beginning and ending Level 3 foreign liability driven investments is as follows:\nWith respect to plans outside of the United States, the Company expects to contribute $\n6.9\nmillion in the aggregate during fiscal year 2024. During fiscal year 2023, the Company contributed $\n10.0\nmillion to its defined benefit pension plan in the United States for the plan year 2022.\nThe following benefit payments, which reflect expected future service, as appropriate, are expected to be paid as follows:\nThe Company also sponsors a supplemental executive retirement plan to provide senior management with benefits in excess of normal pension benefits. Effective July 31, 2000, this plan was closed to new entrants. At December 31, 2023 and January 1, 2023, the projected benefit obligations were $\n18.6\nmillion and $\n18.9\nmillion, respectively. Assets with a fair value of $\n0.6\nmillion and $\n0.9\nmillion, segregated in a trust (which is included in marketable securities in the Other assets, net, on the consolidated balance sheets), were available to meet this obligation as of December 31, 2023 and January 1, 2023, respectively. Pension expenses and income for this plan netted to expense of $\n1.5\nmillion in fiscal year 2023, income of $\n3.2\nmillion in fiscal year 2022 and expense of $\n0.2\nmillion in fiscal year 2021.\nPostretirement Medical Plans:\nThe Company provides healthcare benefits for eligible retired U.S. employees under a comprehensive major medical plan or under health maintenance organizations where available. Eligible U.S. employees qualify for retiree health benefits if they retire directly from the Company and have at least ten years of service. Generally, the major medical plan pays stated percentages of covered expenses after a deductible is met and takes into consideration payments by other group coverage and by Medicare. The plan requires retiree contributions under most circumstances and has provisions for cost-sharing charges. Effective January 1, 2000, this plan was closed to new hires. For employees retiring after 1991, the Company has capped its medical premium contribution based on employees’ years of service. The Company funds the amount allowable under a 401(h) provision in the Company’s defined benefit pension plan. Assets of the plan are primarily equity and debt securities and are available only to pay retiree health benefits. The costs of these plans are not material and the net assets in the plans totaled $\n18.5\nmillion and $\n17.1\nmillion at December 31, 2023 and January 1, 2023, respectively.\n71\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nNote 16:\nContingencies\nThe Company is conducting a number of environmental investigations and remedial actions at current and former locations of the Company and, along with other companies, has been named a potentially responsible party (“PRP”) for certain waste disposal sites. The Company accrues for environmental issues in the accounting period that the Company’s responsibility is established and when the cost can be reasonably estimated. The Company has accrued $\n14.1\nmillion and $\n12.2\nmillion as of December 31, 2023 and January 1, 2023, respecti\nvely, in accrued expenses and other current liabilities, which\nrepresents its management’s estimate of the cost of the remediation of known environmental matters, and does not include any potential liability for related personal injury or property damage claims. The Company’s environmental accrual is not discounted and does not reflect the recovery of any material amounts through insurance or indemnification arrangements. The cost estimates are subject to a number of variables, including the stage of the environmental investigations, the magnitude of the possible contamination, the nature of the potential remedies, possible joint and several liability, the time period over which remediation may occur, and the possible effects of changing laws and regulations. For sites where the Company has been named a PRP, management does not currently anticipate any additional liability to result from the inability of other significant named parties to contribute. The Company expects that the majority of such accrued amounts could be paid out over a period of up to\nten\nyears. As assessment and remediation activities progress at each individual site, these liabilities are reviewed and adjusted to reflect additional information as it becomes available. There have been no environmental problems to date that have had, or are expected to have, a material adverse effect on the Company’s consolidated financial statements. While it is possible that a loss exceeding the amounts recorded in the consolidated financial statements may be incurred, the potential exposure is not expected to be materially different from those amounts recorded.\nThe Company is subject to various claims, legal proceedings and investigations covering a wide range of matters that arise in the ordinary course of its business activities, including product liability claims. Legal defense costs are recognized as incurred, and insurance recoveries are recognized when collection is probable. Although the Company has established accruals for potential losses that it believes are probable and reasonably estimable, in the opinion of the Company’s management, based on its review of the information available at the reporting date, the total cost of resolving these contingencies at December 31, 2023 should not have a material adverse effect on the Company’s consolidated financial statements. However, each of these matters is subject to uncertainties, and it is possible that some of these matters may be resolved unfavorably to the Company.\nNote 17:\nStock Plans\nStock-Based Compensation:\nThe Company’s 2019 Incentive Plan (the “2019 Plan”) authorizes the issuance of stock options, stock appreciation rights, restricted stock, restricted stock units, other stock-based awards and cash awards as part of the Company’s compensation programs. The 2019 Plan replaced the Company’s 2009 Incentive Plan (the “2009 Plan”). Upon shareholder approval of the 2019 Plan,\n6.25\nmillion shares of the Company’s common stock, as well as shares of the Company’s common stock previously granted under the 2009 Plan that expire, terminate or are otherwise surrendered, canceled, forfeited or repurchased by the Company at their original issuance price subject to a contractual repurchase right, became available for grant under the 2019 Plan. Awards granted under the 2009 Plan prior to its expiration remain outstanding. As part of the Company’s compensation programs, the Company also offers shares of its common stock under its Employee Stock Purchase Plan.\nThe following table summarizes total pre-tax compensation expense recognized related to the Company’s stock options, restricted stock, restricted stock units, performance restricted stock units, performance units and stock grants, included in the Company’s consolidated statements of operations:\nThe total income tax benefit recognized in the consolidated statements of operations for stock-based compensation was $\n10.6\nmillion in fiscal year 2023, $\n12.8\nmillion in fiscal year 2022 and $\n12.2\nmillion in fiscal year 2021. Stock-based compensation costs capitalized as part of inventory were immaterial in all periods presented.\n72\nStock Options:\nThe Company has granted options to purchase common shares at prices equal to the market price of the common shares on the date the option is granted. Conditions of vesting are determined at the time of grant. Options are generally exercisable in equal annual installments over a period of\nthree years\n, and will generally expire\nseven years\nafter the date of grant. Options replaced in association with business combination transactions are generally issued with the same terms of the respective plans under which they were originally issued.\nThe fair value of each option grant is estimated using the Black-Scholes option pricing model. The fair value is then amortized on a straight-line basis over the requisite service periods of the awards, which is generally the vesting period. Use of a valuation model requires management to make certain assumptions with respect to selected model inputs. Expected volatility was calculated based on the historical and implied volatility of the Company’s stock. The average expected life was based on the contractual term of the option and historic exercise experience. The risk-free interest rate is based on United States Treasury zero-coupon issues with a remaining term equal to the expected life assumed at the date of grant.\nThe Company’s weighted-average assumptions used in the Black-Scholes option pricing model were as follows for the fiscal years ended:\nThe following table summarizes stock option activity for the fiscal year ended December 31, 2023:\nThe aggregate intrinsic value for stock options outstanding at December 31, 2023 was $\n9.4\nmillion with a weighted-average remaining contractual term of\n4.1\nyears. The aggregate intrinsic value for stock options exercisable at December 31, 2023 was $\n9.3\nmillion with a weighted-average remaining contractual term of\n3.4\nyears. At December 31, 2023, there\nwere\n1.1\nmillion stock\noptions that were vested and expected to vest in the future, with an aggregate intrinsic value of $\n9.4\nmillion and a weighted-average remaining contractual term of\n4.1\nyears.\nThe weighted-average grant-date fair value of options granted during fiscal years 2023, 2022 and 2021 was $\n45.18\n, $\n48.09\n, and $\n40.00\nper share, respectively. The total intrinsic value of options exercised during fiscal years 2023, 2022 and 2021 was $\n2.4\nmillion, $\n13.9\nmillion, and $\n32.4\nmillion, respectively. Cash received from option exercises for fiscal years 2023, 2022 and 2021 was $\n4.3\nmillion, $\n14.1\nmillion, and $\n25.1\nmillion, respectively. The total compensation expense recognized related to the Company’s outstanding options was $\n9.1\nmillion in fiscal year 2023, $\n9.5\nmillion in fiscal year 2022 and $\n5.6\nmillion in fiscal year 2021.\nThere was $\n11.2\nmillion of total unrecognized compensation cost related to nonvested stock options granted as of December 31, 2023. This cost is expected to be recognized over a weighted-average period of\n1.6\nyears.\nRestricted Stock Awards:\nThe Company has awarded shares of restricted stock and restricted stock units to certain employees and non-employee directors at no cost to them, which cannot be sold, assigned, transferred or pledged during the restriction period. The restricted stock and restricted stock units vest through the passage of time, assuming continued employment. The fair value of the award at the time of the grant is expensed on a straight-line basis primarily in selling, general\n73\nand administrative expenses over the vesting period, which is generally\n3\nyears. Recipients of the restricted stock have the right to vote such shares and receive dividends.\nThe following table summarizes restricted stock award activity for the fiscal year ended December 31, 2023:\nThe fair value of restricted stock awards vested during fiscal years 2023, 2022 and 2021 was $\n31.5\nmillion, $\n32.8\nmillion, and $\n11.6\nmillion, respectively. The total compensation expense recognized related to the restricted stock awards was $\n28.3\nmillion in fiscal year 2023, $\n34.2\nmillion in fiscal year 2022 and $\n16.3\nmillion in fiscal year 2021.\nAs of December 31, 2023, there was $\n27.1\nmillion of total unrecognized compensation cost, related to nonvested restricted stock awards. That cost is expected to be recognized over a weighted-average period of\n1.5\nyears.\nEmployee Stock Purchase Plan:\nIn April 1999, the Company’s shareholders approved the 1998 Employee Stock Purchase Plan. In April 2005, the Compensation and Benefits Committee of the Company's Board of Directors (the “Board”) voted to amend the Employee Stock Purchase Plan, effective July 1, 2005, whereby participating employees have the right to purchase common stock at a price equal to\n95\n% of the closing price on the last day of each six-month offering period. The number of shares which an employee may purchase, subject to certain aggregate limits, is determined by the employee’s voluntary contribution, which may not exceed\n10\n% of the employee’s base compensation. During fiscal year 2023, the Company issued\n28,899\nshares of common stock under the Company’s Employee Stock Purchase Plan at a weighted-average price of $\n108.37\nper share. During fiscal year 2022, the Company issued\n30,818\nshares under this plan at a weighted-average price of $\n134.05\nper share. During fiscal year 2021, the Company issued\n21,578\nshares under this plan at a weighted-average price of $\n168.11\nper share. At December 31, 2023 there remains available for sale to employees an aggregate of\n0.7\nmillion shares of the Company’s common stock out of the\n5.0\nmillion shares authorized by shareholders for issuance under this plan.\nNote 18:\nStockholders’ Equity\nComprehensive Income:\nThe components of accumulated other comprehensive income (loss) consisted of the following:\n74\nDuring fiscal year 2023, the Company transferred\n$\n90.8\nmillion\nfrom cumulative translation adjustments in AOCI to the gain on sale in the consolidated statement of operations as a result of the sale of the Business.\nStock Repurchases:\nOn July 22, 2022, the Company’s Board of Directors (the “Board”) authorized the Company to repurchase shares of common stock for an aggregate amount up to $\n300.0\nmillion under a stock repurchase program (the “Repurchase Program”). On April 27, 2023, the Repurchase Program was terminated by the Board and the Board authorized the Company to repurchase shares of common stock for an aggregate amount up to $\n600.0\nmillion under a new stock repurchase program (the “New Repurchase Program”). The New Repurchase Program will expire on April 26, 2025 unless terminated earlier by the Board and may be suspended or discontinued at any time.\nDuring fiscal year 2023\n, the Company repurchased\n1,004,544\nshares of common stock under the Repurchase Program for an aggregate cost of $\n131.3\nmillion.\nDuring fiscal year 2023\n, the Company\nrepurchased\n2,159,985\nshares of common stock under the New Repurchase Program for an aggregate cost of\n$\n244.6\nmillion\n. As of December 31, 2023,\n$\n355.4\nmillion\nremained available for aggregate repurchases of shares under the New Repurchase Program.\nIn addition, the Board has authorized the Company to repurchase shares of common stock to satisfy minimum statutory tax withholding obligations in connection with the vesting of restricted stock awards and restricted stock unit awards granted pursuant to the Company’s equity incentive plans and to satisfy obligations related to the exercise of stock options made pursuant to the Company’s equity incentive plans. During fiscal year 2023, the Company repurchased\n103,144\nshares of common stock for this purpose at an aggregate cost of $\n13.1\nmillion. During fiscal year 2022, the Company repurchased\n115,247\nshares of common stock for this purpose at an aggregate cost of $\n18.1\nmillion. During fiscal year 2021, the Company repurchased\n71,248\nshares of common stock for this purpose at an aggregate cost of $\n10.5\nmillion. The repurchased shares have been reflected as additional authorized but unissued shares, with the payments reflected in common stock and capital in excess of par value.\nDividends:\nThe Board declared a regular quarterly cash dividend of $\n0.07\nper share in each quarter of fiscal years 2023, 2022 and 2021, resulting in an annual dividend rate of $\n0.28\nper share. At December 31, 2023, the Company had accrued $\n8.6\nmillion for a dividend declared in October 2023 for the fourth quarter of fiscal year 2023 that was paid in\nFebruary 2024. On\nJanuary 25, 2024\n, the Company announced that the Board had declared a quarterly dividend of $\n0.07\nper share for the first quarter of fiscal year 2024 that will be payable in May 2024. In the future, the Board may determine to reduce or eliminate the Company’s common stock dividend in order to fund investments for growth, repurchase shares or conserve capital resources.\nNote 19:\nDerivatives and Hedging Activities\nThe Company uses derivative instruments as part of its risk management strategy only, and includes derivatives utilized as economic hedges that are not designated as hedging instruments. By nature, all financial instruments involve market and credit risks. The Company enters into derivative instruments with major investment grade financial institutions and has policies to monitor the credit risk of those counterparties. The Company does not enter into derivative contracts for trading or other speculative purposes, nor does the Company use leveraged financial instruments. Approximately\n60\n% of the Company’s business is conducted outside of the United States, generally in foreign currencies. As a result, fluctuations in foreign currency exchange rates can increase the costs of financing, investing and operating the business.\nIn the ordinary course of business, the Company enters into foreign exchange contracts for periods consistent with its committed exposures to mitigate the effect of foreign currency movements on transactions denominated in foreign currencies. The intent of these economic hedges is to offset gains and losses that occur on the underlying exposures from these currencies, with gains and losses resulting from the forward currency contracts that hedge these exposures. Transactions covered by hedge contracts include intercompany and third-party receivables and payables. The contracts are primarily in European and Asian currencies, have maturities that do not exceed\n12\nmonths, have no cash requirements until maturity, and are recorded at fair value on the Company’s consolidated balance sheets. The unrealized gains and losses on the Company’s foreign currency contracts are recognized immediately in interest and other expense, net. The cash flows related to the settlement of these hedges are included in cash flows from operating activities within the Company’s consolidated statements of cash flows.\nPrincipal hedged currencies include the Chinese Renminbi, British Pound, Euro and Singapore Dollar. The Company held forward foreign exchange contracts, designated as economic hedges, with U.S. dollar equivalent notional amounts totaling $\n412.1\nmillion at December 31, 2023 and $\n476.9\nmillion at January 1, 2023, and the fair value of these foreign currency\n75\nderivative contracts was insignificant. The gains and losses realized on these foreign currency derivative contracts are not material. The duration of these contracts was generally\n30\ndays or less during each of fiscal years 2023, 2022 and 2021.\nIn addition, in connection with certain intercompany loan agreements utilized to finance its acquisitions and stock repurchase program, the Company enters into forward foreign exchange contracts intended to hedge movements in foreign exchange rates prior to settlement of such intercompany loans denominated in foreign currencies. The Company records these hedges at fair value on the Company’s consolidated balance sheets. The unrealized gains and losses on these hedges, as well as the gains and losses associated with the remeasurement of the intercompany loans, are recognized immediately in interest and other expense, net. The cash flows related to the settlement of these hedges are included in cash flows from financing activities within the Company’s consolidated statements of cash flows.\nDuring fiscal year 2018, the Company designated a portion of the 2026 Notes to hedge its investments in certain foreign subsidiaries. Unrealized translation adjustments from a portion of the 2026 Notes were included in the foreign currency translation component of AOCI, which offsets translation adjustments on the underlying net assets of foreign subsidiaries. The cumulative translation gains or losses will remain in AOCI until the foreign subsidiaries are liquidated or sold. As of December 31, 2023, the total notional amount of the 2026 Notes that was designated to hedge investments in foreign subsidiaries was €\n498.6\nmillion. The unrealized foreign exchange losses (gains) recorded in AOCI related to the ne\nt investment hedge were $\n19.5\nmillion,\n$(\n34.5\n) million\nand $(\n33.2\n) million during the fiscal years 2023, 2022 and 2021, respectively.\nThe Company does\nno\nt expect any material net pre-tax gains or losses to be reclassified from accumulated other comprehensive income (loss) into interest and other expense, net within the next twelve months.\nNote 20:\nFair Value Measurements\nFinancial instruments that potentially subject the Company to concentrations of credit risk consist principally of cash equivalents, derivatives, marketable securities and accounts receivable. The Company believes it had no significant concentrations of credit risk as of December 31, 2023.\nThe Company’s financial assets and liabilities carried at fair value are primarily comprised of marketable securities, derivative contracts used to hedge the Company’s currency risk, and acqu\nisition and divestiture related contingent consideration. The Company has not elected to measure any additional financial instruments or other items at fair\nvalue.\nValuation Hierarchy:\nThe following summarizes the three levels of inputs required to measure fair value. For Level 1 inputs, the Company utilizes quoted market prices as these instruments have active markets. For Level 2 inputs, the Company utilizes quoted market prices in markets that are not active, broker or dealer quotations, or utilizes alternative pricing sources with reasonable levels of price transparency. For Level 3 inputs, the Company utilizes unobservable inputs based on the best information available, including estimates by management primarily based on information provided by third-party fund managers, independent brokerage firms and insurance companies. A financial asset’s or liability’s classification within the hierarchy is determined based on the lowest level input that is significant to the fair value measurement. In determining fair value, the Company utilizes valuation techniques that maximize the use of observable inputs and minimize the use of unobservable inputs to the extent possible.\nThe following tables show the assets and liabilities carried at fair value measured on a recurring basis as of December 31, 2023 and January 1, 2023 classified in one of the three classifications described above:\n76\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nLevel 1 and Level 2 Valuation Techniques:\nThe Company’s Level 1 and Level 2 assets and liabilities are comprised of investments in equity, fixed-income and U.S. treasury securities as well as derivative contracts. For financial assets and liabilities that utilize Level 1 and Level 2 inputs, the Company utilizes both direct and indirect observable price quotes, including common stock price quotes, foreign exchange forward prices and bank price quotes. Below is a summary of valuation techniques for Level 1 and Level 2 financial assets and liabilities.\nMarketable securities - available for sale:\nIncludes equ\nity and mutual fund investments measured at fair value using the quoted market prices in active markets at the reporting date.\nForeign exchange derivative assets and liabilities:\nInclude foreign exchange derivative contracts that are valued using quoted forward foreign exchange prices at the reporting date. The Company’s foreign exchange derivative contracts are subject to master netting arrangements that allow the Company and its counterparties to net settle amounts owed to each other. Derivative assets and liabilities that can be net settled under these arrangements have been presented in the Company’s consolidated balance sheet on a net basis and are recorded in other assets. As of both December 31, 2023 and January 1, 2023, none of the master netting arrangements involved collateral.\nLevel 3 Valuation Techniques:\nThe Company’s Level 3 assets and liabilities are comprised of contingent consideration related to the sale of the Business (see Note 4) and acquisitions. For assets and liabilities that utilize Level 3 inputs, the Company uses significant unobservable inputs. Below is a summary of valuation techniques for Level 3 assets and liabilities.\nContingent consideration:\nContingent consideration is measured at fair value at the disposition or acquisition date using projected milestone dates, discount rates, volatility, probabilities of success and projected achievement of financial targets, including revenues of the acquired business in many instances. Projected risk-adjusted contingent payments are discounted back to the current period using a discounted cash flow model.\nThe fair value of the contingent consideration asset was initially measured using a lattice model and recognized upon the sale of the Business on March 13, 2023. In accordance with the terms of the sale of the Business, the Company is entitled to receive up to $\n150.0\nmillion that is contingent on the exit valuation the Sponsor and its affiliated funds receive on a sale or other capital event related to the Business. Potential valuation adjustments may be made as additional information and market factors that impact the expected exit valuation of the Business becomes available, with the impact of such adjustments being recorded in the Company’s consolidated statements of operations.\nA reconciliation of the beginning and ending Level 3 asset for contingent consideration is as follows:\nThe fair values of contingent consideration liability are routinely updated based on a collaborative effort of the Company’s regulatory, research and development, operations, finance and accounting groups, as appropriate. Potential valuation adjustments are made as additional information becomes available, including the progress towards achieving proof of concept, regulatory approvals and revenue targets as compared to initial projections, the impact of market competition and market landscape shifts from non-invasive prenatal testing products, with the impact of such adjustments being recorded in the consolidated statements of operations.\nAs of December 31, 2023, the Company may have to pay contingent consideration, related to acquisitions with open contingency periods that are substantially all revenue-based considerations, of up to $\n98.0\nmillion. The expected maximum\n77\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nearnout period for acquisitions with open contingency period is\n7.9\nyears from December 31, 2023, and the remaining weighted average expected earnout period at December 31, 2023\nwas\n5.0\nyears.\nA reconciliation of the beginning and ending Level 3 liabilities for contingent consideration is as follows:\nFinancial Instruments Not Recorded at Fair Value\nThe carrying amounts of cash and cash equivalents, accounts receivable, accounts payable and accrued expenses approximate fair value due to the short-term maturities of these assets and liabilities. If measured at fair value, cash and cash equivalents would be classified as Level 1.\nThe Company’s investments in U.S. treasury securities that are classified as held-to-maturity had a fair value of $\n688.7\nmillion and a carrying value of $\n689.9\nmillion as of December 31, 2023. The fair value were classified as Level 1.\nThe Company’s outstanding senior unsecured notes had an aggregate fair value of $\n3,474.5\nmillion and aggregate carrying value of $\n3,889.3\nmillion as of December 31, 2023. The Company’s outstanding senior unsecured notes had an aggregate fair value of $\n3,812.3\nmillion and aggregate carrying value of $\n4,390.5\nmillion as of January 1, 2023. The fair values of the outstanding senior unsecured notes were estimated using market quotes from brokers and were based on current rates offered for similar debt, which are Level 2 measurements.\nThe Company’s other debt facilities, including the Company’s senior unsecured revolving credit facility, had an aggregate carrying value of $\n10.3\nmillion and $\n3.7\nmillion as of December 31, 2023 and January 1, 2023, respectively. The carrying value approximates fair value and were classified as Level 2.\nNote 21:\nLeases\nLessee Disclosures\nThe Company leases certain property and equipment under operating and finance leases. The Company’s leases have remaining lease terms of less than 1 year to 26 years, some of which include options to extend the lease for up to 5 years, and some of which include options to terminate the lease within 1 year. Finance leases are not material to the Company.\nThe components of lease expense were as follows:\n78\nSupplemental cash flow information related to leases was as follows:\nSupplemental balance sheet information related to leases was as follows:\nLease costs from finance leases, short-term leases, variable lease costs and sub-lease income are not material.\nFuture payments of operating lease liabilities as of December 31, 2023 were as follows:\nNote 22:\nIndustry Segment and Geographic Area Information\nThe Company discloses information about its operating segments based on the way that management organizes the segments within the Company for making operating decisions and assessing financial performance. The Company evaluates the performance of its operating segments based on revenue and operating income as adjusted for certain items. Intersegment revenue and transfers are not significant. The accounting policies of the operating segments are the same as those described in Note 1.\nThe principal products and services of the Company’s\ntwo\nreportable segments are:\n•\nLife Sciences\n.  Provides products and services targeted towards the life sciences customers.\n•\nDiagnostics\n.  Develops diagnostics, tools and applications focused on clinically-oriented customers, especially within the reproductive health, emerging market diagnostics and applied genomics.\n79\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe Company has included the expenses for its corporate headquarters, such as legal, tax, audit, human resources, information technology, and other management and compliance costs, as well as the activity related to the mark-to-market adjustment on postretirement benefit plans, as “Corporate” below. The Company has a process to allocate and recharge expenses to the reportable segments when these costs are administered or paid by the corporate headquarters based on the extent to which the segment benefited from the expenses. These amounts have been calculated in a consistent manner and are included in the Company’s calculations of segment results to internally plan and assess the performance of each segment for all purposes, including determining the compensation of the business leaders for each of the Company’s operating segments.\nThe primary financial measure by which the Company evaluates the performance of its segments is adjusted operating income, which consists of operating income plus amortization of intangible assets, adjustments to operations arising from purchase accounting (primarily adjustments to the fair value of acquired inventory that are subsequently recognized), acquisition and divestiture-related costs, and other costs that are not expected to recur or are of a non-cash nature, including primarily restructuring actions.\nRevenue and operating income from continuing operations by reportable segment are shown in the table below for the fiscal years ended:\nAdditional information relating to the Company’s reportable segments is as follows for the three fiscal years ended December 31, 2023:\n80\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe following geographic area information for continuing operations includes revenue based on location of external customers for the three fiscal years ended December 31, 2023 and net long-lived assets based on physical location as of December 31, 2023 and January 1, 2023:\n(1) Long-lived assets consist of property and equipment, net, operating lease right-of-use assets, rental equipment, software and other long-term assets."
  },
  {
    "item_key": "item_9",
    "text": "Not applicable."
  },
  {
    "item_key": "item_9a",
    "text": "Conclusion Regarding the Effectiveness of Disclosure Controls and Procedures\nOur management, with the participation of our Chief Executive Officer and Chief Financial Officer, evaluated the effectiveness of our disclosure controls and procedures as of December 31, 2023. The term “disclosure controls and procedures” as defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934, as amended (the “Exchange Act”), means controls and other procedures of a company that are designed to provide reasonable assurance that information required to be disclosed by the company in the reports that it files or submits under the Exchange Act is recorded,\n81\nprocessed, summarized and reported, within the time periods specified in the Securities and Exchange Commission’s rules and forms. Disclosure controls and procedures include, without limitation, controls and procedures designed to ensure that information required to be disclosed by a company in the reports that it files or submits under the Exchange Act is accumulated and communicated to the company’s management, including its principal executive and principal financial officers, as appropriate to allow timely decisions regarding required disclosure. Management recognizes that any controls and procedures, no matter how well designed and operated, can provide only reasonable assurance of achieving their objectives, and management necessarily applies its judgment in evaluating the cost-benefit relationship of possible controls and procedures. Based on the evaluation of our disclosure controls and procedures as of December 31, 2023, our Chief Executive Officer and Chief Financial Officer concluded that, as of such date, our disclosure controls and procedures were effective at the reasonable assurance level.\nManagement’s Report on Internal Control Over Financial Reporting\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting. Internal control over financial reporting is defined in Rule 13a-15(f) or 15d-15(f) promulgated under the Exchange Act as a process designed by, or under the supervision of, the company’s principal executive and principal financial officers and effected by the company’s board of directors, management and other personnel, to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles, and includes those policies and procedures that:\n•\nPertain to the maintenance of records that in reasonable detail accurately and fairly reflect the transactions and dispositions of the assets of the company;\n•\nProvide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and\n•\nProvide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nOur management assessed the effectiveness of our internal control over financial reporting as of December 31, 2023. In making this assessment, our management used the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission in\nInternal Control-Integrated Framework (2013)\n.\nBased on this assessment, our management concluded that, as of December 31, 2023, our internal control over financial reporting was effective based on those criteria.\nOur registered public accounting firm has issued an attestation report on our internal control over financial reporting. This report appears below.\nChanges in Internal Control Over Financial Reporting\nNo change in our internal control over financial reporting (as defined in Rules 13a-15(f) and 15d-15(f) under the Exchange Act) occurred during the fiscal quarter ended December 31, 2023 that has materially affected, or is reasonably likely to materially affect, our internal control over financial reporting.\n82\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Stockholders and the Board of Directors of Revvity, Inc.\nOpinion on Internal Control over Financial Reporting\nWe have audited the internal control over financial reporting of Revvity, Inc. and subsidiaries (the “Company”) as of December 31, 2023, based on criteria established in\nInternal Control—Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2023, based on criteria established in\nInternal Control – Integrated Framework (2013)\nissued by COSO.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated financial statements as of and for the year ended December 31, 2023, of the Company and our report dated February 27, 2024, expressed an unqualified opinion on those financial statements.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s / DELOITTE & TOUCHE LLP\nBoston, Massachusetts\nFebruary 27, 2024\n83"
  },
  {
    "item_key": "item_9b",
    "text": "Rule 10b5-1 Trading Plans\nDuring the three months ended\nDecember 31, 2023\n, none of our directors or officers\nadopted\na “Rule 10b5-1 trading arrangement” or “non-Rule 10b5-1 trading arrangement”, or\nterminated\na “Rule 10b5-1 trading arrangement” or “non-Rule 10b5-1 trading arrangement” as the terms are defined in Item 408(a) of Regulation S-K."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\n84\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information required to be disclosed by this Item pursuant to Item 401 of Regulation S-K with respect to our executive officers is contained in Part I of this annual report on Form 10-K under the caption, “Information About Our Executive Officers”. The remaining information required to be disclosed by the Item pursuant to Item 401 and Item 407 of Regulation S-K is contained in the proxy statement for our annual meeting of stockholders to be held on April 23, 2024 under the captions “Proposal No. 1 Election of Directors” and “Information Relating to Our Board of Directors and Its Committees” and is incorporated in this annual report on Form 10-K by reference.\nWe have adopted a code of ethics, our Standards of Business Conduct, that applies to our principal executive officer, principal financial officer, principal accounting officer or controller, and persons performing similar functions. Our Standards of Business Conduct, as well as our corporate governance guidelines and the charters for the audit, compensation and benefits, nominating and corporate governance, executive and finance committees of our Board of Directors, are each accessible under the “Corporate Governance” heading of the “Investors” section of our website, http://www.revvity.com. This information is also available in print to any stockholder who requests it, by writing to Revvity, Inc., 940 Winter Street, Waltham, Massachusetts 02451, Attention: Investor Relations. We also intend to disclose in the same location on our website, any amendments to, or waivers from, our Standards of Business Conduct that are required to be disclosed pursuant to the disclosure requirements of Item 5.05 of Form 8-K."
  },
  {
    "item_key": "item_11",
    "text": "The information required to be disclosed by this Item pursuant to Item 402 and Item 407(e) of Regulation S-K is contained in the proxy statement for our annual meeting of stockholders to be held on April 23, 2024 under the captions “Director Compensation,” “Information Relating to Our Board of Directors and Its Committees—Compensation Committee Interlocks and Insider Participation,” and “Executive Compensation,” and is incorporated in this annual report on Form 10-K by reference."
  },
  {
    "item_key": "item_12",
    "text": "The information required to be disclosed by this Item pursuant to Item 403 of Regulation S-K is contained in the proxy statement for our annual meeting of stockholders to be held on April 23, 2024 under the caption “Beneficial Ownership of Common Stock,” and is incorporated in this annual report on Form 10-K by reference.\nThe information required to be disclosed by this Item pursuant to Item 201(d) of Regulation S-K is contained in the proxy statement for our annual meeting of stockholders to be held on April 23, 2024 under the caption “Executive Compensation—Equity Compensation Plan Information,” and is incorporated in this annual report on Form 10-K by reference."
  },
  {
    "item_key": "item_13",
    "text": "The information required to be disclosed by this Item pursuant to Item 404 of Regulation S-K is contained in the proxy statement for our annual meeting of stockholders to be held on April 23, 2024 under the caption “Information Relating to Our Board of Directors and Its Committees—Certain Relationships and Policies on Related Party Transactions,” and is incorporated in this annual report on Form 10-K by reference.\nThe information required to be disclosed by this Item pursuant to Item 407(a) of Regulation S-K is contained in the proxy statement for our annual meeting of stockholders to be held on April 23, 2024 under the caption “Information Relating to Our Board of Directors and Its Committees—Determination of Independence,” and is incorporated in this annual report on Form 10-K by reference."
  },
  {
    "item_key": "item_14",
    "text": "The information required to be disclosed by this Item pursuant to Item 9(e) of Schedule 14A is contained in the proxy statement for our annual meeting of stockholders to be held on April 23, 2024 under the caption “Information Relating to Our Board of Directors and Its Committees—Independent Registered Public Accounting Firm Fees and Other Matters”, and is incorporated in this annual report on Form 10-K by reference.\n85\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a) DOCUMENTS FILED AS PART OF THIS REPORT:\n1. FINANCIAL STATEMENTS\nIncluded in Part II, Item 8:\nReport of Independent Registered Public Accounting Firm\nConsolidated Statements of Operations for Each of the Three Fiscal Years in the Period Ended December 31, 2023\nConsolidated Statements of Comprehensive Income for Each of the Three Fiscal Years in the Period Ended December 31, 2023\nConsolidated Balance Sheets as of December 31, 2023 and January 1, 2023\nConsolidated Statements of Stockholders’ Equity for Each of the Three Fiscal Years in the Period Ended December 31, 2023\nConsolidated Statements of Cash Flows for Each of the Three Fiscal Years in the Period Ended December 31, 2023\nNotes to Consolidated Financial Statements\n2. FINANCIAL STATEMENT SCHEDULE\nWe have omitted financial statement schedules because of the absence of conditions under which they are required, or because the required information is given in the financial statements or notes thereto.\n3. EXHIBITS\n86\n87\n88\n89\n____________________________\n(1)\nThe exhibits and schedules to this agreement have been omitted from this filing pursuant to Item 601(b)(2) of Regulation S-K. The registrant agrees to furnish copies of any of such exhibits or schedules to the SEC upon request.\n*    Management contract or compensation plan or arrangement required to be filed as an exhibit pursuant to Item 15(b) of Form 10-K.\nAttached as Exhibit 101 to this report are the following formatted in XBRL (Extensible Business Reporting Language):\n(i) Consolidated Statements of Operations for each of the three years in the period ended December 31, 2023, (ii) Consolidated Balance Sheets as of December 31, 2023 and January 1, 2023, (iii) Consolidated Statements of Comprehensive Income for each of the three years in the period ended December 31, 2023, (iv) Consolidated Statements of Stockholders' Equity for each of the three years in the period ended December 31, 2023, (v) Consolidated Statements of Cash Flows for each of the three years in the period ended December 31, 2023, and (vi) Notes to Consolidated Financial Statements.\n90"
  },
  {
    "item_key": "item_16",
    "text": "Not applicable.\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\n91\nPOWER OF ATTORNEY AND SIGNATURES\nWe, the undersigned officers and directors of Revvity, Inc., hereby severally constitute Prahlad Singh and Maxwell Krakowiak, and each of them singly, our true and lawful attorneys with full power to them, and each of them singly, to sign for us and in our names, in the capacities indicated below, this Annual Report on Form 10-K and any and all amendments to said Annual Report on Form 10-K, and generally to do all such things in our name and behalf in our capacities as officers and directors to enable Revvity, Inc. to comply with the provisions of the Securities Exchange Act of 1934, and all requirements of the Securities and Exchange Commission, hereby rectifying and confirming signed by our said attorneys, and any and all amendments thereto.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated:\n92\n93"
  }
]