[
  {
    "item_key": "item_1",
    "text": "General\nFederal Realty Investment Trust (the \"Parent Company\" or the \"Trust\") is an equity real estate investment trust (\"REIT\"). Federal Realty OP LP (the \"Operating Partnership\") is the entity through which the Trust conducts substantially all of its operations and owns substantially off of its assets. The Trust owns 100% of the limited liability company interest of, is sole\n3\nmember of, and exercises exclusive control over Federal Realty GP LLC (the \"General Partner\"), which in turn, is the sole general partner of the Operating Partnership. Unless stated otherwise or the context otherwise requires, \"we,\" \"our,\" and \"us\" means the Trust and its business and operations conducted through its directly and indirectly owned subsidiaries, including the Operating Partnership. We specialize in the ownership, management, and redevelopment of high quality retail and mixed-use properties located primarily in communities where we believe retail demand exceeds supply, in strategically selected metropolitan markets in the Mid-Atlantic and Northeast regions of the United States, California, and South Florida. As of December 31, 2023, we owned or had a majority interest in community and neighborhood shopping centers and mixed-use properties which are operated as 102 predominantly retail real estate projects comprising approximately 26.0 million commercial square feet. In total, the real estate projects were 94.2% leased and 92.2% occupied at December 31, 2023. Our revenue is primarily generated from lease agreements with tenants. We have paid quarterly dividends to our shareholders continuously since our founding in 1962 and have increased our dividends per common share for 56 consecutive years.\nWe were founded in 1962 as a REIT under the laws of the District of Columbia and re-formed as a REIT in the state of Maryland in 1999. In January of 2022, we consummated the UPREIT reorganization described in the Explanatory Note at the beginning of this Annual Report. We operate in a manner intended to qualify as a REIT for tax purposes pursuant to provisions of the Internal Revenue Code of 1986, as amended (the “Code”). Our principal executive offices are located at 909 Rose Avenue, North Bethesda, Maryland 20852. Our telephone number is (301) 998-8100. Our website address is\nwww.federalrealty.com\n. The information contained on our website is not a part of this report and is not incorporated herein by reference.\nBusiness Objectives and Strategies\nOur primary business objective is to own, manage, acquire and redevelop a portfolio of high quality retail focused properties that will:\n•\nprovide increasing cash flow for distribution to shareholders;\n•\ngenerate higher internal growth than the shopping center industry over the long term;\n•\nprovide potential for capital appreciation; and\n•\nprotect investor capital.\nOur portfolio includes, and we continue to acquire and redevelop, high quality retail in many formats ranging from regional, community and neighborhood shopping centers that often are anchored by grocery stores to mixed-use properties that are typically centered around a retail component but also include residential, office, and/or hotel components.\nOperating Strategies\nWe continuously evaluate and assess our operating strategies to ensure they are effective and put us in the best position to address changes in the market. We actively manage our properties to maximize rents and maintain occupancy levels by attracting and retaining a strong and diverse base of tenants and replacing less relevant, weaker, underperforming tenants with stronger ones. Our properties are generally located in some of the most densely populated and affluent areas of the country. These strong demographics help our tenants generate higher sales, which has generally enabled us to maintain higher occupancy rates, charge higher rental rates, and maintain steady rent growth, all of which increase the value of our portfolio. Our operating strategies also include:\n•\nincreasing rental rates through the negotiation of contractual rental increases during the term of the lease, the renewal of expiring leases or the leasing of space to new tenants at higher rental rates while limiting vacancy and down-time;\n•\nmaintaining a diversified tenant base, thereby limiting exposure to any one tenant’s financial or operating difficulties;\n•\nmonitoring the merchandising mix of our tenant base to achieve a balance of strong national and regional tenants with local specialty tenants;\n•\nminimizing overhead and operating costs;\n•\nmonitoring the physical appearance of our properties and the construction quality, condition and design of the buildings and other improvements located on our properties to maximize our ability to attract customers and thereby generate higher rents and occupancy rates;\n•\nmanaging our properties to take into account their impact on climate change and their resilience in the face of climate change;\n•\ndeveloping local and regional market expertise in order to capitalize on market and retailing trends;\n•\nleveraging the contacts and experience of our management team to build and maintain long-term relationships with tenants;\n•\nproviding exceptional customer service; and\n•\ncreating an experience at many of our properties that is identifiable, unique and serves the surrounding communities to help insulate these properties and the tenants at these properties from the impact of on-line retailing.\n4\nInvesting Strategies\nOur investment strategy is to deploy capital at risk-adjusted rates of return that exceed our long-term weighted average cost of capital in projects that have potential for future income growth and increased value. Our investments primarily fall into one of the following four categories:\n•\nrenovating, expanding, reconfiguring and/or retenanting our existing properties to take advantage of under-utilized land or existing square footage to increase revenue;\n•\nrenovating or expanding tenant spaces for tenants capable of producing higher sales, and therefore, paying higher rents;\n•\nacquiring quality retail and mixed-use properties located in densely populated and/or affluent areas where barriers to entry for further development are high, and that have possibilities for enhancing operating performance and creating value through renovation, expansion, reconfiguration and/or retenanting; and\n•\ndeveloping the retail portions of mixed-use properties and developing or otherwise investing in non-retail portions of mixed-use properties we already own in order to capitalize on the overall value created in these properties.\nInvestment Criteria\nWhen we evaluate potential redevelopment, retenanting, expansion, acquisition and development opportunities, we consider such factors as:\n•\nthe expected returns in relation to our short and long-term cost of capital as well as the anticipated risk we will face in achieving the expected returns;\n•\nthe anticipated growth rate of operating income generated by the property;\n•\nthe ability to increase the long-term value of the property through redevelopment and retenanting;\n•\nthe tenant mix at the property, tenant sales performance and the creditworthiness of those tenants;\n•\nthe geographic area in which the property is located, including the population density, household incomes, education levels, as well as the population and income trends in that geographic area. This may from time to time include the evaluation of new markets;\n•\ncompetitive conditions in the vicinity of the property, including gross leasable area (GLA) per capita, competition for tenants and the ability of others to create competing properties through redevelopment, new construction or renovation;\n•\naccess to and visibility of the property from existing roadways and the potential for new, widened or realigned, roadways within the property’s trade area, which may affect access and commuting and shopping patterns;\n•\nthe level and success of our existing investments in the market area;\n•\nthe current market value of the land, buildings and other improvements and the potential for increasing those market values; and\n•\nthe physical condition of the land, buildings and other improvements, including the structural and environmental condition.\nFinancing Strategies\nOur financing strategies are designed to enable us to maintain an investment grade balance sheet while retaining sufficient flexibility to fund our operating and investing activities in the most cost-efficient way possible. Our financing strategies include:\n•\nmaintaining a prudent level of overall leverage and an appropriate pool of unencumbered properties that is sufficient to support our unsecured borrowings;\n•\nmanaging our exposure to variable-rate debt;\n•\nmaintaining sufficient levels of cash and available line of credit to fund operating and investing needs on a short-term basis;\n•\ntaking advantage of market opportunities to refinance existing debt, reduce interest costs and manage our debt maturity schedule so that a significant portion of our debt relative to our size does not mature in any one year;\n•\nselling properties that have limited growth potential or are not a strategic fit within our overall portfolio and redeploying the proceeds to redevelop, renovate, retenant and/or expand our existing properties, acquire new properties or reduce debt; and\n•\nutilizing the most advantageous long-term source of capital available to us to finance redevelopment and acquisition opportunities, which may include:\n◦\nthe sale of our equity or debt securities through public offerings, including our at-the-market (\"ATM\") equity program in which we may from time to time offer and sell common shares including through forward sales contracts, or private placements,\n◦\nthe incurrence of indebtedness through unsecured or secured borrowings including exchangeable debt,\n5\n◦\nthe issuance of units in our operating partnership (generally issued in exchange for a tax deferred contribution of property); these units typically receive the same distributions as our common shares and the holders of these units have the right to exchange their units for cash or common shares at our option, or\n◦\nthe use of joint venture arrangements.\nHuman Capital\nAt February 7, 2024, we had 297 full-time employees and 7 part-time employees. None of our employees are represented by a collective bargaining unit. We believe that our relationship with our employees is good.\nDiversity and Inclusion\nWe are an Equal Opportunity/Affirmative action employer, and strive to maintain a workplace that is free from discrimination on the basis of race, color, religion, sex, sexual orientation, nationality, disability, or protected Veteran status.\nHealth, Safety, and Wellness\nWe are committed to the health, safety, and wellness of our employees, and foster an environment that allows our people to succeed while balancing work and life. We provide our employees with access to health and wellness programs, which includes benefits that support both physical and mental health. We have also transitioned to a hybrid work model.\nCompensation and Benefits\nWe provide competitive pay and benefits including health, dental, vision, short and long-term disability, life insurance and a 401(k) retirement program, as well as a generous paid time off program that includes vacation, sick, and personal leave. In addition to our equity awards program, we also offer a quarterly recognition program, as well as rewarding employees with spot bonuses for stellar performance or going above and beyond the base requirements of their job description.\nTalent Development\nEmployees have access to a variety of different training courses, books, book summaries and audio books, and an array of source materials covering a myriad of different business and soft skills training subjects. Additionally, we provide reimbursement for tuition and professional licensures.\nCommunity Involvement\nGiving back to the community is an integral part of who we are and what we do. We provide ample ways to give back through programs at our properties or charitable endeavors and volunteer opportunities that also serve as team building exercises for our employees.\nTax Status\nWe elected to be taxed as a REIT under the federal income tax laws when we filed our 1962 tax return. As a REIT, we are generally not subject to federal income tax on taxable income that we distribute to our shareholders. Under the Code, REITs are subject to numerous organizational and operational requirements, including the requirement to generally distribute at least 90% of taxable income each year. We will be subject to federal income tax on our taxable income (including, for our taxable years ending on or prior to December 31, 2017, any applicable alternative minimum tax) at regular corporate rates if we fail to qualify as a REIT for tax purposes in any taxable year, or to the extent we distribute less than 100% of our taxable income. We will also generally not qualify for treatment as a REIT for federal income tax purposes for four years following the year during which qualification is lost. Even if we qualify as a REIT for federal income tax purposes, we may be subject to certain state and local income and franchise taxes and to federal income and excise taxes on our undistributed taxable income.\nWe have elected to treat certain of our subsidiaries as taxable REIT subsidiaries, which we refer to as a TRS. In general, a TRS may engage in any real estate business and certain non-real estate businesses, subject to certain limitations under the Code. A TRS is subject to federal and state income taxes. Our TRS activities have not been material.\nGeneral Economic Conditions\nThe heightened levels of inflation, higher interest rates, and the potentially worsening of economic conditions presents risks for our business and our tenants. We continue to monitor and address risks related to the general state of the economy. The extent of the future effects on our business, results of operations, cash flows, and growth strategies is highly uncertain and will ultimately depend on future developments, none of which can be predicted.\n6\nGovernmental Regulations Affecting Our Properties\nWe and our properties are subject to a variety of federal, state and local environmental, health, safety and similar laws. Please see Item 1A. \"Risk Factors - Risk Factors Related to our REIT Status and Other Laws and Regulations\" for further discussion of potential material effects of our compliance with government regulation, including environmental regulations and the rules governing REITs.\nThe application of these laws to a specific property that we own depends on a variety of property-specific circumstances, including the current and former uses of the property, the building materials used at the property and the physical layout of the property. Under certain environmental laws, we, as the owner or operator of properties currently or previously owned, may be required to investigate and clean up certain hazardous or toxic substances, asbestos-containing materials, or petroleum product releases at the property, we may be held liable for property damage and for investigation and clean up costs incurred in connection with the contamination, and we may be liable under common law to third parties for damages and injuries resulting from environmental contamination emanating from the real estate. Such costs or liabilities could exceed the value of the affected real estate. The presence of contamination or the failure to remediate contamination may adversely affect our ability to sell or lease real estate or to borrow using the real estate as collateral.\nNeither existing environmental, health, safety and similar laws nor the costs of our compliance with these laws has had a material adverse effect on our financial condition or results of operations, and management does not believe they will in the future. In addition, we have not incurred, and do not expect to incur, any material costs or liabilities due to environmental contamination at properties we currently own or have owned in the past. However, we cannot predict the impact of new or changed laws or regulations on properties we currently own or may acquire in the future. We have no current plans for substantial capital expenditures with respect to compliance with environmental, health, safety and similar laws and we carry environmental insurance which covers a number of environmental risks for most of our properties.\nEnergy and Emissions Regulations Affecting Our Properties\nSome jurisdictions in which we own property have enacted or may enact legislation that requires use of only certain types of energy sources, limits energy usage on site, or limits allowable emissions from buildings with fines or other costs being imposed for exceeding those limits.\nThis type of legislation typically includes an extended period of time from adoption to implementation to allow property owners ample opportunity to make investments and take other actions to comply with the legislation.\nAny investments we believe we will need to make to comply with laws that have been passed to date are being included as part of our ordinary capital improvement planning process for our properties.\nWe also address the potential effects of these types of laws in our energy reduction and energy efficient efforts that are described in more detail in Item 7. \"Management's Discussion and Analysis of Financial Condition and Results of Operations - Corporate Responsibility.\"\nThese types of laws have not had a material adverse effect on our financial condition or results of operations and management does not believe they will have a material adverse effect in the future.\nWe cannot, however, predict the impact of new or changed laws or regulations on properties we currently own or may acquire in the future\nCompetition\nNumerous commercial developers and real estate companies compete with us with respect to the leasing and the acquisition of properties. Some of these competitors may possess greater capital resources than we do, although we do not believe that any single competitor or group of competitors in any of the primary markets where our properties are located are dominant in that market. This competition may:\n•\nreduce the number of properties available for acquisition;\n•\nincrease the cost of properties available for acquisition;\n•\ninterfere with our ability to attract and retain tenants, leading to increased vacancy rates and/or reduced rents; and\n•\nadversely affect our ability to minimize expenses of operation.\nRetailers at our properties also face increasing competition from online retailers, outlet stores, discount shopping clubs, superstores, and other forms of sales and marketing of goods and services, such as direct mail. This competition could contribute to lease defaults and insolvency of tenants.\nAvailable Information\nCopies of our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 (the “Exchange Act”) are available free of charge through the Investors section of our website at\nwww.federalrealty.com\nas soon as reasonably practicable after we electronically file the material with, or furnish the material to, the Securities and Exchange Commission, or the SEC.\n7\nOur Corporate Governance Guidelines, Code of Business Conduct, Code of Ethics applicable to our Chief Executive Officer and senior financial officers, Whistleblower Policy, organizational documents and the charters of our audit committee, compensation and human capital committee and nominating and corporate governance committee are all available in the Corporate Governance section of the Investors section of our website.\nAmendments to the Code of Ethics or Code of Business Conduct or waivers that apply to any of our executive officers or our senior financial officers will be disclosed in the Corporate Governance section of our website as well."
  },
  {
    "item_key": "item_1a",
    "text": "This Annual Report on Form 10-K contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, Section 21E of the Exchange Act and the Private Securities Litigation Reform Act of 1995. Also, documents that we “incorporate by reference” into this Annual Report on Form 10-K, including documents that we subsequently file with the SEC will contain forward-looking statements. When we refer to forward-looking statements or information, sometimes we use words such as “may,” “will,” “could,” “should,” “plans,” “intends,” “expects,” “believes,” “estimates,” “anticipates” and “continues.” In particular, the below risk factors describe forward-looking information. The risk factors describe risks that may affect these statements but are not all-inclusive, particularly with respect to possible future events. Many things can happen that can cause actual results to be different from those we describe. These factors include, but are not limited to the following:\nRisk Factors Related to our Real Estate Investments and Operations\nRevenue from our properties may be reduced or limited if the retail operations of our tenants are not successful.\nRevenue from our properties depends primarily on the ability of our tenants to pay the full amount of rent and other charges due under their leases on a timely basis. Some of our leases provide for the payment, in addition to base rent, of additional rent above the base amount according to a specified percentage of the gross sales generated by the tenants and generally provide for reimbursement of real estate taxes and expenses of operating the property. Economic, legal, and/or competitive conditions, as well as public health concerns, may impact the success of our tenants’ retail operations and therefore the amount of rent and expense reimbursements we receive from our tenants. Any reduction in our tenants' abilities to pay base rent, percentage rent, or other charges on a timely basis, including the closing of stores prior to the end of the lease term or the filing by any of our tenants for bankruptcy protection, will adversely affect our financial condition and results of operations. In the event of default by a tenant, we may experience delays and unexpected costs in enforcing our rights as landlord under lease terms, which may also adversely affect our financial condition and results of operations.\nOur net income depends on the success and continued presence of our “anchor” tenants.\nOur net income could be adversely affected in the event of a downturn in the business, or the bankruptcy or insolvency, of any anchor store or anchor tenant. Anchor tenants generally occupy large amounts of square footage, pay a significant portion of the total rents at a property and contribute to the success of other tenants by drawing significant numbers of customers to a property. The closing of one or more anchor stores at a property could adversely affect that property and result in lease terminations by, or reductions in rent from, other tenants whose leases may permit termination or rent reduction in those circumstances or whose own operations may suffer as a result. Over the past several years, we have seen higher levels of anchor turnover and closings in some markets, which has caused an oversupply of larger retail spaces. Therefore, tenant demand for certain of our anchor spaces may decrease and as a result, we may see an increase in vacancy and/or a decrease in rents for those spaces that could have a negative impact to our net income. As of December 31, 2023, our anchor tenant space is 96.0% leased and 93.9% occupied.\nA shift in retail shopping from brick and mortar stores to online shopping may have an adverse impact on our cash flow, financial condition and results of operations.\nMany retailers operating brick and mortar stores have made online sales a vital piece of their business. The shift to online shopping may cause declines in brick and mortar sales generated by certain of our tenants and may cause certain of our tenants to reduce the size or number of their retail locations in the future. This risk is partially mitigated by our strategy of maintaining a diverse portfolio of retail properties. The trend of retailers utilizing brick and mortar locations for ‘showroom’ and on-line sales distribution purposes (particularly at shopping centers in densely populated areas like ours) may further mitigate this risk. However, there can be no assurance that our shopping centers will not be further impacted by the shift to online shopping. As a result, our cash flow, financial condition, and results of operations could be adversely affected.\n8\nWe have properties that are geographically concentrated, and adverse economic or real estate market declines in these areas could have a material adverse effect on us.\nAs of December 31, 2023, our tenants operated in 12 states and the District of Columbia. Any adverse situation that disproportionately affects the the markets where our properties are concentrated may have a magnified adverse effect on our portfolio. Refer to “Properties” (Item 2 of this Annual Report on Form 10-K) for additional discussion of the geographic concentration. Real estate markets are subject to economic downturns, as they have been in the past, and we cannot predict how economic conditions will impact this market in both the short and long term.\nDeclines in the economy or a decline in the real estate market in these states could hurt our financial performance and the value of our properties. Factors that may negatively affect economic conditions in these states include:\n•\nbusiness layoffs or downsizing;\n•\nindustry slowdowns;\n•\nelevated levels of inflation over an extended period of time;\n•\nincreasing interest rates;\n•\nincreased business restrictions due to health crises;\n•\nrelocations of businesses;\n•\nchanging demographics;\n•\nincreased telecommuting and use of alternative work places;\n•\ninfrastructure quality;\n•\nany oversupply of, or reduced demand for, real estate;\n•\nconcessions or reduced rental rates under new leases for properties where tenants defaulted; and\n•\nincreased operating costs including insurance premiums and real estate taxes.\nWe may be unable to collect balances due from tenants that file for bankruptcy protection.\nIf a tenant or lease guarantor files for bankruptcy, we may not be able to collect all pre-petition amounts owed by that party. In addition, a tenant that files for bankruptcy protection may terminate our lease in which event we would have a general unsecured claim that would likely be for less than the full amount owed to us for the remainder of the lease term, which could adversely affect our financial condition and results of operations.\nWe may experience difficulty or delay in renewing leases or re-leasing space.\nWe derive most of our revenue directly or indirectly from rent received from our tenants. We are subject to the risks that, upon expiration or termination of leases, whether by their terms, as a result of a tenant bankruptcy, general economic conditions or otherwise, leases for space in our properties may not be renewed, space may not be re-leased, or the terms of renewal or re-lease, including the cost of required renovations or concessions to tenants, may be less favorable than current lease terms and may include decreases in rental rates. As a result, our net income could be reduced.\nOur development activities have inherent risks.\nThe ground-up development of improvements on real property, as opposed to the renovation and redevelopment of existing improvements, presents substantial risks. We generally do not look to acquire raw land for future development; however, we do intend to complete the development and construction of future phases of projects we already own. We may undertake development of these and other projects on our own or bring in third parties if it is justifiable on a risk-adjusted return basis. We may also choose to delay completion of a project if market conditions do not allow an appropriate return. If conditions arise and we are not able or decide not to complete a project or if the expected cash flows of our project do not exceed the book value, an impairment of the project may be required. If additional phases of any of our existing projects or if any new projects are not successful, it may adversely affect our financial condition and results of operations.\nIn addition to the risks associated with real estate investment in general, as described elsewhere and the specific risks above, the risks associated with our remaining development activities include:\n•\ncontractor changes may delay the completion of development projects and increase overall costs;\n•\nsignificant time lag between commencement and stabilization subjects us to greater risks due to fluctuations in the general economy;\n•\ndelivery of residential product into uncertain residential environments may result in lower rents or longer time periods to reach economic stabilization;\n•\nsubstantial amount of our investment is related to infrastructure and the overall value of the project may be negatively impacted if we do not complete subsequent phases;\n•\nfailure or inability to obtain construction or permanent financing on favorable terms;\n9\n•\nexpenditure of money and time on projects that may never be completed;\n•\ndifficulty securing key anchor or other tenants may impact occupancy rates and projected revenue;\n•\ninability to achieve projected rental rates or anticipated pace of lease-up;\n•\nhigher than estimated construction or operating costs, including labor and material costs; and\n•\npossible delay in completion of a project because of a number of factors, including COVID-19, supply chain disruptions and shortages, inflation, weather, labor disruptions, construction delays or delays in receipt of zoning or other regulatory approvals, acts of terror or other acts of violence, or acts of God (such as fires, earthquakes or floods).\nRedevelopments and acquisitions may fail to perform as expected.\nOur investment strategy includes the redevelopment and acquisition of high quality, retail focused properties in densely populated areas with high average household incomes and significant barriers to adding competitive retail supply. The redevelopment and acquisition of properties entail risks that include the following, any of which could adversely affect our results of operations and our ability to meet our obligations:\n•\nour estimate of the costs to improve, reposition or redevelop a property may prove to be too low, or the time we estimate to complete the improvement, repositioning or redevelopment may be too short. As a result, the property may fail to achieve the returns we have projected, either temporarily or for a longer period;\n•\nwe may not be able to identify suitable properties to acquire or may be unable to complete the acquisition of the properties we identify;\n•\nwe may not be able to integrate an acquisition into our existing operations successfully;\n•\nproperties we redevelop or acquire may fail to achieve the occupancy or rental rates we project, within the time frames we project, at the time we make the decision to invest, which may result in the properties’ failure to achieve the returns we projected;\n•\nour pre-acquisition evaluation of the physical condition of each new investment may not detect certain defects or identify necessary repairs until after the property is acquired, which could significantly increase our total acquisition costs or decrease cash flow from the property; and\n•\nour investigation of a property or building prior to our acquisition, and any representations we may receive from the seller of such building or property, may fail to reveal various liabilities, which could reduce the cash flow from the property or increase our acquisition cost.\nOur performance and value are subject to general risks associated with the real estate industry.\nOur economic performance and the value of our real estate assets, and consequently, the value of our investments, are subject to the risk that if our properties do not generate revenues sufficient to meet our operating expenses, including debt service and capital expenditures, our cash flow and ability to pay distributions to our shareholders will be adversely affected. As a real estate company, we are susceptible to the following real estate industry risks:\n•\neconomic downturns in general, or in the areas where our properties are located;\n•\nadverse changes in local real estate market conditions, such as an oversupply or reduction in demand;\n•\nchanges in tenant preferences that reduce the attractiveness of our properties to tenants;\n•\nzoning or regulatory restrictions;\n•\ndecreases in market rental rates;\n•\nweather conditions that may increase or decrease energy costs and other weather-related expenses;\n•\ncosts associated with the need to periodically repair, renovate and re-lease space; and\n•\nincreases in the cost of adequate maintenance, insurance and other operating costs, including real estate taxes, associated with one or more properties, which may occur even when circumstances such as market factors and competition cause a reduction in revenues from one or more properties, although real estate taxes typically do not increase upon a reduction in such revenues.\nEach of these risks could result in decreases in market rental rates and increases in vacancy rates, which could adversely affect our financial condition and results of operation.\nMany real estate costs are fixed, even if income from our properties decreases.\nOur financial results depend primarily on leasing space in our properties to tenants on terms favorable to us. Costs associated with real estate investment, such as real estate taxes, insurance and maintenance costs, generally are not reduced even when a property is not fully occupied, rental rates decrease, or other circumstances cause a reduction in income from the property. As a result, cash flow from the operations of our properties may be reduced if a tenant does not pay its rent or we are unable to rent our properties on favorable terms. Under those circumstances, we might not be able to enforce our rights as landlord without delays and may incur substantial legal costs. Additionally, new properties that we may acquire or redevelop may not produce\n10\nany significant revenue immediately, and the cash flow from existing operations may be insufficient to pay the operating expenses and debt service associated with such new properties until they are fully occupied.\nCompetition may limit our ability to purchase new properties and generate sufficient income from tenants.\nNumerous commercial developers and real estate companies compete with us in seeking tenants for our existing properties and properties for acquisition. This competition may:\n•\nreduce properties available for acquisition;\n•\nincrease the cost of properties available for acquisition;\n•\nreduce rents payable to us;\n•\ninterfere with our ability to attract and retain tenants;\n•\nlead to increased vacancy rates at our properties; and\n•\nadversely affect our ability to minimize expenses of operation.\nRetailers at our properties also face increasing competition from online retailers, outlet stores, discount shopping clubs and other forms of sales and marketing of goods, such as direct mail. This competition could contribute to lease defaults and insolvency of tenants. If we are unable to continue to attract appropriate retail tenants to our properties, or to purchase new properties in our geographic markets, it could materially affect our ability to generate net income, service our debt and make distributions to our shareholders.\nWe may be unable to sell properties when appropriate because real estate investments are illiquid.\nReal estate investments generally cannot be sold quickly. In addition, there are some limitations under federal income tax laws applicable to real estate and to REITs in particular that may limit our ability to sell our assets. We may not be able to alter our portfolio promptly in response to changes in economic or other conditions including being unable to sell a property at a return we believe is appropriate due to the economic environment. Our inability to respond quickly to adverse changes in the performance of our investments could have an adverse effect on our ability to meet our obligations and make distributions to our shareholders.\nWe may have limited flexibility in dealing with our jointly owned investments.\nOur organizational documents do not limit the amount of funds that we may invest in properties and assets owned jointly with other persons or entities. As of December 31, 2023, we held 19 predominantly retail real estate projects jointly with other persons in addition to properties owned in a “downREIT” structure. Additionally, as of December 31, 2023, we owned an interest in the hotel component of Assembly Row. We may make additional joint investments in the future. Our existing and future joint investments may subject us to special risks, including the possibility that our partners or co-investors might become bankrupt, that those partners or co-investors might have economic or other business interests or goals which are unlike or incompatible with our business interests or goals, that those partners or co-investors might be in a position to take action contrary to our suggestions or instructions, or in opposition to our policies or objectives, and that disputes may develop with our joint venture partners over decisions affecting the property or the joint venture, which may result in litigation or arbitration or some other form of dispute resolution. Although as of December 31, 2023, we held the controlling interests in all of our existing co-investments (except the hotel investment discussed above, the investment in the La Alameda shopping center acquired in 2017, and the investment in the Chandler Festival and Chandler Gateway shopping centers acquired in 2022), we generally must obtain the consent of the co-investor or meet defined criteria to sell or to finance these properties. Joint ownership gives a third party the opportunity to influence the return we can achieve on some of our investments and may adversely affect our ability to make distributions to our shareholders. We may also be liable for the actions of our co-investors.\nOur insurance coverage on our properties may be inadequate.\nWe currently carry comprehensive insurance on all of our properties, including insurance for liability, fire, flood, earthquake, environmental matters, rental loss and acts of terrorism. All of these policies contain coverage limitations. We believe these coverages are of the types and amounts customarily obtained for or by an owner of similar types of real property assets located in the areas where our properties are located. We intend to obtain similar insurance coverage on subsequently acquired properties.\nThe availability of insurance coverage may decrease and the prices for insurance may increase as a consequence of significant losses incurred by the insurance industry and other factors outside our control. As a result, we may be unable to renew or duplicate our current insurance coverage in adequate amounts or at reasonable prices. In addition, insurance companies may no longer offer coverage against certain types of losses, such as losses due to terrorist acts, pandemics, and toxic mold, or, if offered, the expense of obtaining these types of insurance may not be justified. We therefore may cease to have insurance coverage against certain types of losses and/or there may be decreases in the limits of insurance available. If an uninsured loss\n11\nor a loss in excess of our insured limits occurs, we could lose all or a portion of the capital we have invested in a property, as well as the anticipated future revenue from the property, but still remain obligated for any mortgage debt or other financial obligations related to the property. We cannot guarantee that material losses in excess of insurance proceeds will not occur in the future. If any of our properties were to experience a catastrophic loss, it could seriously disrupt our operations, delay revenue and result in large expenses to repair or rebuild the property. Also, due to inflation, changes in codes and ordinances, environmental considerations and other factors, it may not be feasible to use insurance proceeds to replace a building after it has been damaged or destroyed. Further, we may be unable to collect insurance proceeds if our insurers are unable to pay or contest a claim. Events such as these could adversely affect our results of operations and our ability to meet our obligations, including distributions to our shareholders.\nNatural disasters, climate change and health crises, could have an adverse impact on our cash flow and operating results.\nClimate change may add to the unpredictability and frequency of natural disasters and severe weather conditions, impact the availability of natural resources, and create additional uncertainty as to future trends and exposures. Certain of our operations are located in areas that are subject to natural disasters and severe weather conditions such as hurricanes, earthquakes, droughts, snow storms, floods and fires.  The impact of climate change or the occurrence of natural disasters can delay new development projects, increase investment costs to repair or replace damaged properties, increase operating costs, create additional investment costs to make improvements to existing properties to comply with climate change regulations, increase future property insurance costs, impact the availability of water and other natural resources, and negatively impact the tenant demand for space.  If insurance is unavailable to us or is unavailable on acceptable terms, or if our insurance is not adequate to cover business interruption or losses from these events, our earnings, liquidity or capital resources could be adversely affected.\nIn addition, our business is subject to risks related to the effects of public health crises, epidemics, and pandemics. Such events could:\n•\ninhibit global, national and local economic activity;\n•\ndrive inflation, adversely affect trading activity in securities markets, which could negatively impact the trading prices of our common shares and debt securities and our ability to access the securities markets as a source of liquidity;\n•\nadversely affect our tenants’ financial condition by limiting foot traffic and staffing at their businesses, which could affect their ability to pay rent and willingness to make new leasing commitments;\n•\nreduce our cash flow, which could impact our ability to pay dividends at the current rate and in the current format or at all or to service our debt;\n•\ntemporarily or permanently reduce the demand for retail or office space;\n•\ninterfere with our business operations by requiring our personnel to work remotely;\n•\nincrease the frequency of cyber-attacks;\n•\ndisrupt supply chains that could be important in our development and redevelopment activities;\n•\nresult in labor shortages;\n•\ninterfere with potential purchases and sales of properties;\n•\nimpact our ability to pay dividends at the current rate and in the current format or at all; and\n•\nhave other direct and indirect effects that are difficult to predict.\nSuch risks depend upon the nature and severity of the public health concern, as well as the extent and duration of government-mandated orders and personal decisions to limit travel, economic activity and personal interaction, none of which can be predicted with confidence. In particular, we cannot predict the impact of stay-at-home and other government orders instituted in response to a public health concern, which may vary by jurisdiction, or a public health concerns' short and long term economic effects, each of which could have a material adverse effect on our business.\nAn increased focus on metrics and reporting related to corporate responsibility, specifically related to environmental, social and governance (\"ESG\") factors, may impose additional costs and expose us to new risks.\nInvestors and other stakeholders have become more focused on understanding how companies address a variety of ESG factors. Many of those investors and shareholders look to ESG rating systems, or disclosure frameworks that have been developed by third party groups to allow comparisons between companies on ESG factors as they evaluate investment decisions as well as to company disclosures.\nAlthough we participate in many of these ratings systems, or disclosure frameworks, and generally score relatively well in those in which we do participate, we do not participate in, and would not necessarily score well in, all of the available ratings systems. Further, the criteria used in these ratings systems change frequently, and we cannot guaranty that we will be able to score well as criteria change. We supplement our participation in ratings systems with corporate disclosures of our ESG activities but many investors and stakeholders may look for specific disclosures that we do not provide. Failure to participate in certain of the third party ratings systems, failure to score well in those ratings systems or failure to provide certain ESG\n12\ndisclosures could result in reputational harm when investors or others compare us against similar companies in our industry and could cause certain investors to be unwilling to invest in our stock which could adversely impact our ability to raise capital.\nFor more information about the Trust's Corporate Responsibility initiatives, see Item 7. \"Management's Discussion and Analysis of Financial Condition and Results of Operations - Corporate Responsibility.\"\nRisk Factors Related to our Funding Strategies and Capital Structure\nThe amount of debt we have and the restrictions imposed by that debt could adversely affect our business and financial condition.\nAs of December 31, 2023, we had approximately $4.6 billion of debt outstanding. Of that outstanding debt, approximately $519.1 million was secured by all or a portion of 8 of our real estate projects. As of December 31, 2023, approximately 87.0% of our debt is fixed rate or is fixed via interest rate swap agreements, which includes all of our property secured debt and our unsecured senior notes. Our organizational documents do not limit the level or amount of debt that we may incur. The amount of our debt outstanding from time to time could have important consequences to our shareholders. For example, it could:\n•\nrequire us to dedicate a substantial portion of our cash flow from operations to payments on our debt, thereby reducing funds available for operations, property acquisitions, redevelopments and other appropriate business opportunities that may arise in the future;\n•\nlimit our ability to make distributions on our outstanding common shares and preferred shares;\n•\nmake it difficult to satisfy our debt service requirements;\n•\nrequire us to dedicate increased amounts of our cash flow from operations to payments on debt upon refinancing or on our variable rate, unhedged debt, if interest rates rise;\n•\nlimit our flexibility in planning for, or reacting to, changes in our business and the factors that affect the profitability of our business;\n•\nlimit our ability to obtain any additional debt or equity financing we may need in the future for working capital, debt refinancing, capital expenditures, acquisitions, redevelopments or other general corporate purposes or to obtain such financing on favorable terms; and/or\n•\nlimit our flexibility in conducting our business, which may place us at a disadvantage compared to competitors with less debt or debt with less restrictive terms.\nOur ability to make scheduled principal payments of, to pay interest on, or to refinance our indebtedness will depend primarily on our future performance, which to a certain extent is subject to economic, financial, competitive and other factors beyond our control. There can be no assurance that our business will continue to generate sufficient cash flow from operations in the future to service our debt or meet our other cash needs. If we are unable to generate this cash flow from our business, we may be required to refinance all or a portion of our existing debt, sell assets or obtain additional financing to meet our debt obligations and other cash needs, including the payment of dividends required to maintain our status as a real estate investment trust. We cannot assure you that any such refinancing, sale of assets or additional financing would be possible on terms that we would find acceptable.\nWe are obligated to comply with financial and other covenants pursuant to our debt obligations that could restrict our operating activities, and the failure to comply with such covenants could result in defaults that accelerate payment under our debt agreements.\nOur revolving credit facility, unsecured term loan, and certain series of notes include financial covenants that may limit our operating activities in the future. We are also required to comply with additional covenants that include, among other things, provisions:\n•\nrelating to the maintenance of property securing a mortgage;\n•\nrestricting our ability to pledge assets or create liens;\n•\nrestricting our ability to incur additional debt;\n•\nrestricting our ability to amend or modify existing leases at properties securing a mortgage;\n•\nrestricting our ability to enter into transactions with affiliates; and\n•\nrestricting our ability to consolidate, merge or sell all or substantially all of our assets.\nAs of December 31, 2023, we were in compliance with all of our default related financial covenants. If we were to breach any of our default related debt covenants, including the covenants listed above, and did not cure the breach within any applicable cure period, our lenders could require us to repay the debt immediately, and, if the debt is secured, could immediately begin proceedings to take possession of the property securing the loan. Many of our debt arrangements, including our public notes and our revolving credit facility, are cross-defaulted, which means that the lenders under those debt arrangements can put us in default and require immediate repayment of their debt if we breach and fail to cure a default under certain of our other debt\n13\nobligations. As a result, any default under our debt covenants could have an adverse effect on our financial condition, our results of operations, our ability to meet our obligations and the market value of our shares.\nAdverse changes in our credit rating could affect our borrowing capacity and borrowing terms.\nOur credit worthiness is rated by nationally recognized credit rating agencies. The credit ratings assigned are based on our operating performance, liquidity and leverage ratios, financial condition and prospects, and other factors viewed by the credit rating agencies as relevant to our industry and the economic outlook in general. Our credit rating can affect the amount of capital we access, as well as the terms of certain existing and future financing we obtain. Since we depend on debt financing to fund the growth of our business, an adverse change in our credit rating, including actual changes in outlook, or even the initiation of review of our credit rating that could result in an adverse change, could have a material adverse effect on us.\nOur ability to grow will be limited if we cannot obtain additional capital.\nOur growth strategy is focused on the development and redevelopment of properties we already own and the acquisition of additional properties. We believe that it will be difficult to fund our expected growth with cash from operating activities because, in addition to other requirements, we are generally required to distribute to our shareholders at least 90% of our taxable income each year to continue to qualify as a REIT for federal income tax purposes. As a result, we must rely primarily upon the availability of debt or equity capital, which may or may not be available on favorable terms or at all. Debt could include the sale of debt securities and mortgage loans from third parties. If economic conditions and conditions in the capital markets are not favorable at the time we need to raise capital, we may need to obtain capital on less favorable terms.  Additionally, we cannot guarantee that additional financing, refinancing or other capital will be available in the amounts we desire or on favorable terms. Our access to debt or equity capital depends on a number of factors, including the market’s perception of our growth potential and risk profile, our ability to pay dividends, and our current and potential future earnings. Depending on the outcome of these factors as well as the impact of the economic environment, we could experience delay or difficulty in implementing our growth strategy on satisfactory terms, or be unable to implement this strategy.\nRising interest rates could adversely affect our cash flow and the market price of our outstanding debt and preferred shares.\nOf our $4.6 billion of debt outstanding as of December 31, 2023, approximately $853.6 million bears interest at a variable rate, of which, $600.0 million is our unsecured term loan that bears interest at a variable rate of SOFR plus 85 basis points plus 0.10%. The remaining $253.6 million is comprised of a $200.0 million mortgage payable that bears interest at a variable rate of SOFR plus 95 basis points, which is effectively fixed by three interest rate swap agreements through the initial maturity date, and $53.6 million in mortgages payable that bear interest at a variable rate of SOFR plus 195 basis points and are effectively fixed by two interest rate swap agreements. We also have a $1.25 billion revolving credit facility, on which no balance was outstanding at December 31, 2023, that bears interest at SOFR plus 77.5 basis points, plus 0.10%. We may borrow additional funds at variable interest rates in the future. Increases in interest rates would increase the interest expense on our variable rate debt and reduce our cash flow, which could adversely affect our ability to service our debt and meet our other obligations and also could reduce the amount we are able to distribute to our shareholders. We may enter into additional hedging arrangements or other transactions for all or a portion of our variable rate debt to limit our exposure to rising interest rates. However, the amounts we are required to pay under variable rate debt to which hedging or similar arrangements relate may increase in the event of non-performance by the counterparties to any such hedging arrangements. In addition, an increase in market interest rates may lead purchasers of our debt securities and preferred shares to demand a higher annual yield, which could adversely affect the market price of our outstanding debt securities and preferred shares and the cost and/or timing of refinancing or issuing additional debt securities or preferred shares.\nHedging activity may expose us to risks, including the risks that a counterparty will not perform and that the hedge will not yield the economic benefits we anticipate, which may adversely affect us.\nWe may use derivative instruments to manage exposure to variable interest rate risk. We generally enter into interest rate swaps to manage our exposure to variable interest rate risk and treasury locks to manage the risk of interest rates rising prior to the issuance of debt. These and similar hedging arrangements involve risks, including the risks that counterparties may fail to honor their obligations under these arrangements, that these arrangements may not be effective in reducing our exposure to interest rate changes, that the amount of income we earn from hedging transactions may be limited by federal tax provisions governing REITs, and that these arrangements may reduce the benefits to us if interest rates decline. Developing and implementing an interest rate risk strategy is complex, and there can be no assurance that our hedging activities will be completely effective at insulating us from risks associated with interest rate fluctuations.\nAdditionally, in connection with our offering in January 2024 of 3.25% Exchangeable Senior Notes due 2029, we have entered into capped call transactions with certain option counterparties. The capped call transactions cover, subject to customary\n14\nadjustments, the number of common shares initially underlying the notes. The capped call transactions are expected generally to reduce the potential dilution to our common shares upon any exchange of notes and/or offset any cash payments we are required to make in excess of the principal amount of exchanged notes, as the case may be, with such reduction and/or offset subject to a cap. The option counterparties are financial institutions, and we are subject to the risk that any or all of them might default under the capped call transactions. Our exposure to the credit risk of the option counterparties is not secured by any collateral. Global economic conditions have resulted in the actual or perceived failure or financial difficulties of certain financial institutions and could adversely impact the option counterparties’ performance under the capped call transactions. If an option counterparty becomes subject to insolvency proceedings, we will become an unsecured creditor in those proceedings with a claim equal to the termination amount at that time as determined pursuant to the capped call documentation with such option counterparty. Our exposure will depend on many factors but, generally, an increase in our exposure will be correlated to an increase in the market price and in the volatility of the common shares. In addition, upon a default by an option counterparty, we may suffer adverse tax consequences and more dilution than we currently anticipate with respect to the common shares. We can provide no assurances as to the financial stability or viability of the option counterparties.\nRisk Factors Related to our REIT Status and Other Laws and Regulations\nEnvironmental laws and regulations could reduce the value or profitability of our properties.\nAll real property and the operations conducted on real property are subject to federal, state and local laws, ordinances and regulations relating to hazardous materials, environmental protection and human health and safety.  Under various federal, state and local laws, ordinances and regulations, we and our tenants may be responsible for the disposal or treatment of hazardous or toxic substances released on or in properties we own or operate, as well as certain other potential costs relating to hazardous or toxic substances (including governmental fines and injuries to persons and property). This liability may be imposed whether or not we knew about, or were responsible for, the presence of hazardous or toxic substances.  Further, the presence of contamination on our properties or the failure to properly remediate contamination at any of our properties may adversely affect our ability to sell or lease those properties or to borrow funds by using those properties as collateral. The costs or liabilities could exceed the value of the affected real estate.  We are not aware of any environmental condition with respect to any of our properties that management believes would have a material adverse effect on our business, assets or results of operations taken as a whole.\nIn addition, changes in government legislation and regulation on climate change could result in increased capital expenditures to improve the energy efficiency of our existing properties and could also require us to spend more on our development or redevelopment projects without a corresponding increase in revenues, which may adversely affect our financial condition, results of operations and cash flows.\nThe Americans with Disabilities Act of 1990 could require us to take remedial steps with respect to existing or newly acquired properties.\nOur existing properties, as well as properties we may acquire, as commercial facilities, are required to comply with Title III of the Americans with Disabilities Act of 1990. Investigation of a property may reveal non-compliance with this Act. The requirements of this Act, or of other federal, state or local laws or regulations, also may change in the future and restrict further renovations of our properties with respect to access for disabled persons. Future compliance with this Act may require expensive changes to the properties.\nThe revenues generated by our tenants could be negatively affected by various federal, state and local laws to which they are subject.\nWe and our tenants are subject to a wide range of federal, state and local laws and regulations, such as local licensing requirements, consumer protection laws and state and local fire, life-safety and similar requirements that affect the use of the properties. The leases typically require that each tenant comply with all laws and regulations. Failure to comply could result in fines by governmental authorities, awards of damages to private litigants, or restrictions on the ability to conduct business on such properties. Non-compliance of this sort could reduce our revenues from a tenant, could require us to pay penalties or fines relating to any non-compliance, and could adversely affect our ability to sell or lease a property.\nFailure to qualify as a REIT for federal income tax purposes would cause the Parent Company to be taxed as a corporation, which would substantially reduce funds available for payment of distributions.\nWe believe that we are organized and qualified as a REIT for federal income tax purposes and currently intend to operate in a manner that will allow us to continue to qualify as a REIT under the Code. However, we cannot assure you that we will remain qualified as such in the future.\n15\nQualification as a REIT involves the application of highly technical and complex Code provisions and applicable income tax regulations that have been issued under the Code. Certain facts and circumstances not entirely within our control may affect our ability to qualify as a REIT. For example, in order to qualify as a REIT, at least 95% of our gross income in any year must be derived from qualifying rents and certain other income. Satisfying this requirement could be difficult, for example, if defaults by tenants were to reduce the amount of income from qualifying rents. As a REIT, we must generally make annual distributions to shareholders of at least 90% of our taxable income. In addition, new legislation, new regulations, new administrative interpretations or new court decisions may significantly change the tax laws with respect to qualification as a REIT or the federal income tax consequences of such qualification. Any modification in the tax treatment of REITs could have a significant adverse impact to our net income.\nIf we fail to qualify as a REIT:\n•\nwe would not be allowed a deduction for distributions to shareholders in computing taxable income;\n•\nwe would be subject to federal income tax at regular corporate rates;\n•\nunless we are entitled to relief under specific statutory provisions, we could not elect to be taxed as a REIT for four taxable years following the year during which we were disqualified;\n•\nwe could be required to pay significant income taxes, which would substantially reduce the funds available for investment or for distribution to our shareholders for each year in which we failed or were not permitted to qualify; and\n•\nwe would no longer be required by law to make any distributions to our shareholders.\nTo maintain our status as a REIT, we limit the amount of shares any one shareholder of the Parent Company can own.\nThe Code imposes certain limitations on the ownership of the stock of a REIT. For example, not more than 50% in value of our outstanding shares of capital stock may be owned, directly or indirectly, by five or fewer individuals (as defined in the Code) during the last half of any taxable year. To protect our REIT status, the Parent Company's declaration of trust prohibits any one shareholder from owning (actually or constructively) more than 9.8% in value of the outstanding common shares or of any class or series of outstanding preferred shares. The constructive ownership rules are complex. Shares of the Parent Company's capital stock owned, actually or constructively, by a group of related individuals and/or entities may be treated as constructively owned by one of those individuals or entities. As a result, the acquisition of less than 9.8% in value of the outstanding common shares and/or a class or series of preferred shares (or the acquisition of an interest in an entity that owns common shares or preferred shares) by an individual or entity could cause that individual or entity (or another) to own constructively more than 9.8% in value of the outstanding capital stock. If that happens, either the transfer of ownership would be void or the shares would be transferred to a charitable trust and then sold to someone who can own those shares without violating the 9.8% ownership limit.\nThe Board of Trustees may waive these restrictions on a case-by-case basis. In addition, the Board of Trustees and two-thirds of our shareholders eligible to vote at a shareholder meeting may remove these restrictions if they determine it is no longer in our best interests for the Parent Company to attempt to qualify, or to continue to qualify, as a REIT. The 9.8% ownership restrictions may delay, defer or prevent a transaction or a change of our control that might involve a premium price for the common shares or otherwise be in the shareholders’ best interest.\nLegislative, administrative, regulatory or other actions affecting REITs, including positions taken by the IRS, could have a material adverse effect on us and our investors.\nThe rules dealing with U.S. federal income taxation are constantly under review by persons involved in the legislative process, and by the Internal Revenue Service (“IRS”) and the U.S. Department of the Treasury (“Treasury”). Changes to the tax laws or interpretations thereof by the IRS and the Treasury, with or without retroactive application, could materially and adversely affect us and our investors. No prediction can be made as to the likelihood of passage of  new tax legislation or other provisions, or the direct or indirect effect on us and our shareholders. Accordingly, such new legislation, Treasury regulations, administrative interpretations or court decisions could significantly and negatively affect our ability to qualify to be taxed as a REIT and/or the U.S. federal income tax consequences to us and our investors of such qualification.\nCertain tax and anti-takeover provisions of the Parent Company's declaration of trust and bylaws, and certain restrictions in the Partnership's limited partnership agreement, may inhibit a change of our control.\nCertain provisions contained in the Parent Company's declaration of trust and bylaws and the Maryland General Corporation Law, as applicable to Maryland REITs, may discourage a third party from making a tender offer or acquisition proposal to us. If this were to happen, it could delay, deter or prevent a change in control or the removal of existing management. These provisions also may delay or prevent the shareholders from receiving a premium for their common shares over then-prevailing market prices. These provisions include:\n•\nthe REIT ownership limit described above;\n16\n•\nauthorization of the issuance of our preferred shares with powers, preferences or rights to be determined by the Board of Trustees;\n•\nspecial meetings of our shareholders may be called only by the chairman of the board, the chief executive officer, the president, by one-third of the trustees or by shareholders possessing no less than 25% of all the votes entitled to be cast at the meeting;\n•\nthe Board of Trustees, without a shareholder vote, can classify or reclassify unissued shares of beneficial interest, including the reclassification of common shares into preferred shares and vice-versa;\n•\na two-thirds shareholder vote is required to approve some amendments to the declaration of trust; and\n•\nadvance-notice requirements for proposals to be presented at shareholder meetings.\nIn addition, if we elect to be governed by it in the future, the Maryland Control Share Acquisition Law could delay or prevent a change in control. Under Maryland law, unless a REIT elects not to be subject to this law, “control shares” acquired in a “control share acquisition” have no voting rights except to the extent approved by shareholders by a vote of two-thirds of the votes entitled to be cast on the matter, excluding shares owned by the acquirer and by officers or trustees who are employees of the REIT. “Control shares” are voting shares that would entitle the acquirer to exercise voting power in electing trustees within specified ranges of voting power. A “control share acquisition” means the acquisition of control shares, with some exceptions.\nThe Parent Company's bylaws state that the Maryland control share acquisition law will not apply to any acquisition by any person of our common shares. This bylaw provision may be repealed, in whole or in part, at any time, whether before or after an acquisition of control shares, by a vote of a majority of the shareholders entitled to vote, and, upon such repeal, may, to the extent provided by any successor bylaw, apply to any prior or subsequent control share acquisition.\nIn addition, certain provisions in the Partnership’s limited partnership agreement (the “Partnership Agreement”) may delay or make more difficult unsolicited acquisitions of us or changes in our control. These provisions could discourage third parties from making proposals involving an unsolicited acquisition of us or change of our control, although some shareholders might consider such proposals, if made, desirable. These provisions also make it more difficult for third parties to alter the management structure of the Partnership without the concurrence of our Board of Trustees. These provisions include, among others:\n•\nredemption rights of limited partners and certain assignees of units of limited partnership interest (\"OP Units\");\n•\ntransfer restrictions on OP Units and restrictions on admissions of partners;\n•\na requirement that the General Partner may not be removed as the general partner of the Partnership without its consent;\n•\nthe ability of the General Partner to issue preferred partnership interests in the Partnership with terms that it may determine, without the approval or consent of any Limited Partner; and\n•\nrestrictions on the ability of the General Partner, the Partnership or the Parent Company to transfer its interests in the Partnership or otherwise engage in certain extraordinary transactions, including, among others, certain mergers, business combinations, sales of all or substantially all of their assets and recapitalizations.\nWe may be required to incur additional debt to qualify as a REIT.\nAs a REIT, we must generally make annual distributions to shareholders of at least 90% of our taxable income. We are subject to income tax on amounts of undistributed taxable income and net capital gain. In addition, we would be subject to a 4% excise tax if we fail to distribute sufficient income to meet a minimum distribution test based on our ordinary income, capital gain and aggregate undistributed income from prior years. We intend to make distributions to shareholders to comply with the Code’s distribution provisions and to avoid federal income and excise tax. We may need to borrow funds to meet our distribution requirements because:\n•\nour income may not be matched by our related expenses at the time the income is considered received for purposes of determining taxable income; and\n•\nnon-deductible capital expenditures, creation of reserves, or debt service requirements may reduce available cash but not taxable income.\nIn these circumstances, we might have to borrow funds on terms we might otherwise find unfavorable and we may have to borrow funds even if our management believes the market conditions make borrowing financially unattractive. Current tax law also allows us to pay a portion of our distributions in shares instead of cash.\n17\nGeneral Risk Factors\nThe market value of our debt and equity securities is subject to various factors that may cause significant fluctuations or volatility.\nAs with other publicly traded securities, the market price of our debt and equity securities depends on various factors, which may change from time to time and/or may be unrelated to our financial condition, operating performance or prospects that may cause significant fluctuations or volatility in such prices. These factors include, among others:\n•\ngeneral economic and financial market conditions;\n•\nlevel and trend of interest rates;\n•\nour ability to access the capital markets to raise additional capital;\n•\nthe issuance of additional equity or debt securities;\n•\nchanges in our funds from operations (“FFO”) or earnings estimates;\n•\nchanges in our credit or analyst ratings;\n•\nour financial condition and performance;\n•\nmarket perception of our business compared to other REITs; and\n•\nmarket perception of REITs, in general, compared to other investment alternatives.\nWe cannot assure you we will continue to pay dividends in the current composition or at historical rates.\nOur ability to continue to pay dividends on our common shares at historical rates or to increase our common share dividend rate, and our ability to pay preferred share dividends and service our debt securities, will depend on a number of factors, including, among others, the following:\n•\nour financial condition and results of future operations;\n•\nthe performance by our tenants under their contractual lease agreements;\n•\nthe terms of our loan covenants; and\n•\nour ability to acquire, finance, develop or redevelop and lease additional properties at attractive rates.\nIf we do not maintain or increase, or if we change the composition of the dividend on our common shares, it could have an adverse effect on the market price of our common shares and other securities. Any preferred shares we may offer in the future may have a fixed dividend rate that would not increase with any increases in the dividend rate of our common shares. Conversely, payment of dividends on our common shares may be subject to payment in full of the dividends on any preferred shares and payment of interest on any debt securities we may offer.\nThe Parent Company is a holding company with no direct operations, and it will rely on funds received from the Partnership to pay its obligations and make distributions to its shareholders.\nThe Parent Company is a holding company and expects to conduct substantially all of its operations through the Partnership. The Parent Company will not have, apart from an interest in the Partnership, any independent operations. As a result, the Parent Company will rely on distributions from the Partnership to make any distributions we declare on our common shares. The Parent Company will also rely on distributions from the Partnership to meet its obligations, including any tax liability on taxable income allocated to the Parent Company from the Partnership. Through its ownership and control of the General Partner, the Parent Company exercises exclusive control over the Partnership, including the authority to cause the Partnership to make distributions, subject to certain limited approval and voting rights of the Partnership’s Limited Partners as described in the Partnership Agreement. In addition, because the Parent Company is a holding company, your claims as shareholders are structurally subordinated to all existing and future liabilities and obligations to preferred equity holders of the Partnership and its subsidiaries. Therefore, in the event of a bankruptcy, insolvency, liquidation or reorganization of the Partnership or its subsidiaries, assets of the Partnership or the applicable subsidiary will be available to satisfy any claims of our shareholders only after such liabilities and obligations have been satisfied in full.\nWe currently own 100% of the OP Units issued by the Partnership and are its sole Limited Partner. However, in connection with our future acquisition activities or otherwise, we may issue additional OP Units to third parties and admit additional Limited Partners. Such issuances would reduce the Parent Company’s percentage ownership in the Partnership.\nLoss of our key management could adversely affect performance and the value of our common shares.\nWe are dependent on the efforts of our key management. Although we believe qualified replacements could be found for any departures of key executives, the loss of their services could adversely affect our performance and the value of our common shares.\n18\nWe may adjust our business policies without shareholder approval.\nWe may modify our approach to investment, financing, borrowing, and other operating strategies without shareholder approval. A change in the approach to any of these items could adversely affect our financial condition and results of operations, and the market price of our securities.\nOur current business plan focuses on our investment in high quality retail based properties that are typically neighborhood and community shopping centers or mixed-use properties, principally through redevelopments and acquisitions. If this business plan is not successful, it could have a material adverse effect on our financial condition and results of operations.\nGiven these uncertainties, readers are cautioned not to place undue reliance on any forward-looking statements that we make, including those in this Annual Report on Form 10-K. Except as may be required by law, we make no promise to update any of the forward-looking statements as a result of new information, future events or otherwise. You should carefully review the above risks and the risk factors.\nWe face risks relating to cyber threats that could cause loss of confidential information and other business disruptions.\nWe rely extensively on information technology systems to process transactions and manage our business, and our business is at risk from and may be impacted by cybersecurity incidents. These could include attempts to gain unauthorized access to our data and computer systems as well as attacks on third party's information technology systems that we rely on to provide important information technology services relating to key business functions, such as payroll. Cyber attacks can be both individual and/or highly organized attempts by very sophisticated hacking organizations. A cyber attack could compromise the confidential information of our employees, tenants, and vendors. A successful attack could adversely affect our business operations, results of operations, or financial condition by, among other things, disrupting our collection of revenue, interfering with our ability to satisfy our financial obligations by restricting access to our assets, or causing inaccuracies in our financial reporting. We employ a number of measures to prevent, detect, and mitigate these threats, which include password encryption, multi-factor authentication, frequent password change events, firewall detection systems, anti-virus software in-place, frequent backups, a redundant data system for core applications, and penetration testing; however, there is no guarantee such efforts will be successful in preventing a material cybersecurity incident."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_1c",
    "text": "Please see Item 7. \"Managements's Discussion and Analysis of Financial Condition and Results of Operations - Cyber Security\" for discussion regarding the cyber security policies of the Company."
  },
  {
    "item_key": "item_2",
    "text": "General\nAs of December 31, 2023, we owned or had a majority ownership interest in community and neighborhood shopping centers and mixed-used properties which are operated as 102 predominantly retail real estate projects comprising approximately 26.0 million commercial square feet. These properties are located primarily in densely populated and affluent communities in strategic metropolitan markets in the Northeast and Mid-Atlantic regions of the United States, California, and South Florida. No single commercial or residential property accounted for over 10% of our 2023 total revenue. We believe that our properties are adequately covered by commercial general liability, fire, flood, earthquake, terrorism and business interruption insurance provided by reputable companies, with commercially reasonable exclusions, deductibles and limits.\nTenant Diversification\nAs of December 31, 2023, we had approximately 3,300 commercial leases and 3,100 residential leases, with tenants ranging from sole proprietors to major national and international retailers. No one tenant or affiliated group of tenants accounted for more than 2.7% of our annualized base rent as of December 31, 2023. As a result of our tenant diversification, we believe our exposure to any one bankruptcy filing has not been and will not be significant, however, multiple filings by a number of tenants could have a significant impact.\n19\nGeographic Diversification\nOur 102 real estate projects are located in 12 states and the District of Columbia. The following table shows the number of projects, the gross leasable area (“GLA”) of commercial space and the percentage of total portfolio gross leasable area of commercial space in each state as of December 31, 2023.\nLeases, Lease Terms and Lease Expirations\nOur leases are classified as operating leases and typically are structured to require the monthly payment of minimum rents in advance, subject to periodic increases during the term of the lease, percentage rents based on the level of sales achieved by tenants, and reimbursement of a majority of on-site operating expenses and real estate taxes. These features in our leases generally reduce our exposure to higher costs and allow us to participate in improved tenant sales.\nCommercial property leases generally range from three to ten years; however, certain leases, primarily with anchor tenants, may be longer. Many of our leases contain tenant options that enable the tenant to extend the term of the lease at expiration at pre-established rental rates that often include fixed rent increases, consumer price index adjustments or other market rate adjustments from the prior base rent. Leases on residential units are generally for a period of one year or less and, in 2023, represented approximately 9.7% of total rental income.\n20\nThe following table sets forth the schedule of lease expirations for our commercial leases in place as of December 31, 2023 for each of the 10 years beginning with 2024 and after 2033 in the aggregate assuming that none of the tenants exercise future renewal options. Annualized base rents reflect in-place contractual rents as of December 31, 2023.\nDuring 2023, we signed leases for a total of 2,091,000 square feet of retail space including 2,027,000 square feet of comparable space leases (leases for which there was a prior tenant) at an average rental increase of 10% on a cash basis. New leases for comparable spaces were signed for 1,016,000 square feet at an average rental increase of 13% on a cash basis. Renewals for comparable spaces were signed for 1,011,000 square feet at an average rental increase of 8% on a cash basis. Tenant improvements and incentives for comparable spaces were $29.84 per square foot, of which, $56.95 per square foot was for new leases and $2.60 per square foot was for renewals in 2023.\nDuring 2022, we signed leases for a total of 2,048,000 square feet of retail space including 1,985,000 square feet of comparable space leases (leases for which there was a prior tenant) at an average rental increase of 6% on a cash basis. New leases for comparable spaces were signed for 757,000 square feet at an average rental increase of 8% on a cash basis. Renewals for comparable spaces were signed for 1,228,000 square feet at an average rental increase of 4% on a cash basis. Tenant improvements and incentives for comparable spaces were $31.65 per square foot, of which, $75.12 per square foot was for new leases and $4.86 per square foot was for renewals in 2022.\nThe rental increases associated with comparable spaces generally include all leases signed for retail space in arms-length transactions reflecting market leverage between landlords and tenants during the period, excluding leases at properties sold or under contract to be sold. The comparison between the rent for expiring leases and new leases is determined by including contractual rent on the expiring lease, including percentage rent, and the comparable annual rent and in some instances, projections of percentage rent, to be paid on the new lease. In atypical circumstances, management may exercise judgment as to how to most effectively reflect the comparability of spaces reported in this calculation. The change in rental income on comparable space leases is impacted by numerous factors including current market rates, location, individual tenant creditworthiness, use of space, market conditions when the expiring lease was signed, capital investment made in the space and the specific lease structure. Tenant improvements and incentives include the total dollars committed for the improvement (fit out) of a space as it relates to a specific lease. Incentives include amounts paid to tenants as an inducement to sign a lease that do not represent building improvements. Costs related to tenant improvements require judgement by management in determining what are costs specific to the tenant and not deferred maintenance on the space.\nHistorically, we have executed comparable space leases for 1.4 to 2.0 million square feet of retail space each year and expect the volume for 2024 will be in line with these historical averages. Although we expect overall positive increases in annual rent for comparable spaces, changes in annual rent for any individual lease or combinations of individual leases reported in any particular period may be positive or negative and we can provide no assurance that the annual rents on comparable space leases will continue to increase at historical levels, if at all. The current economic conditions could adversely impact our volume of leasing activity and the amount of rent we are able to charge to new or renewing tenants.\nThe leases signed in 2023 generally become effective over the following two years though some may not become effective until 2026 and beyond. Further, there is risk that some new tenants will not ultimately take possession of their space and that tenants for both new and renewal leases may not pay all of their contractual rent due to operating, financing or other matters. However,\n21\nour historical increases in rental rates do provide information about the tenant/landlord relationship and the potential increase we may achieve in rental income over time.\nRetail and Residential Properties\nThe following table sets forth information concerning all real estate projects in which we owned an equity interest, had a leasehold interest, or otherwise controlled and are consolidated as of December 31, 2023. Except as otherwise noted, we are the sole owner of our real estate projects. Principal tenants are the largest tenants in the project based on square feet leased or are tenants important to a project’s success due to their ability to attract retail customers.\n22\n23\n24\n25\n26\n_____________________\n(1)\nRepresents the GLA of the commercial portion of the property. Some of our properties include office space which is included in this square footage.\n(2)\nAverage base rent per square foot is calculated as the aggregate, annualized in-place contractual (defined as cash basis excluding rent abatements) minimum rent for all occupied spaces divided by the aggregate GLA of all occupied spaces. Average base rent is for commercial spaces only.\n(3)\nPercentage leased is expressed as a percentage of rentable commercial square feet occupied or subject to a lease. Residential percentage leased is expressed as a percentage of units occupied or subject to a lease.\n(4)\nWe own the controlling interest in this property.\n(5)\nWe own a noncontrolling interest in this property.\n(6)\nAll or a portion of this property is encumbered by a mortgage loan.\n(7)\nAll or a portion of this property is owned pursuant to a ground lease.\n(8)\nWe own all or a portion of this property in a “downREIT” partnership, of which a wholly owned subsidiary of the Trust is the sole general partner, with third party partners holding operating partnership units.\n27\n(9)\nAggregate information is calculated on a GLA weighted-average basis, excluding Chandler Festival, Chandler Gateway, and La Alameda, which are all unconsolidated properties at December 31, 2023.\n(10)\nPortion of property is currently under development. See further discussion in Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations.\n(11)\nThis property includes interests in four nearby buildings.\n(12)\nThis property includes 40 buildings primarily along Washington Street and 14th Street in Hoboken, New Jersey."
  },
  {
    "item_key": "item_3",
    "text": "We are involved from time-to-time in various legal and regulatory proceedings that arise in the ordinary course of our business, including, but not limited to, commercial disputes, environmental matters, and litigation in connection with transactions such as acquisitions and divestitures. We believe that our current proceedings will not have a material adverse effect on our financial condition, liquidity or results of operations. See Note 7 to the consolidated financial statements for further discussions."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n28\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Our common shares trade on the New York Stock Exchange under the symbol “FRT.” Listed below are the high and low sales prices of our common shares as reported on the New York Stock Exchange and the dividends declared for each of the periods indicated.\nOn February 7, 2024, there were 2,034 holders of record of our common shares.\nOur ongoing operations generally will not be subject to federal income taxes as long as we maintain our REIT status and distribute to shareholders at least 100% of our taxable income. Under the Code, REITs are subject to numerous organizational and operational requirements, including the requirement to generally distribute at least 90% of taxable income.\nFuture distributions will be at the discretion of our Board of Trustees and will depend on our actual net income available for common shareholders, financial condition, capital requirements, the annual distribution requirements under the REIT provisions of the Code and such other factors as the Board of Trustees deems relevant. We have paid quarterly dividends to our shareholders continuously since our founding in 1962 and have increased our regular annual dividend rate for 56 consecutive years.\nOur total annual dividends paid per common share for 2023 and 2022 were $4.33 per share and $4.29 per share, respectively. The annual dividend amounts are different from dividends as calculated for federal income tax purposes. Distributions to the extent of our current and accumulated earnings and profits for federal income tax purposes generally will be taxable to a shareholder as ordinary dividend income. Distributions in excess of current and accumulated earnings and profits will be treated as a nontaxable reduction of the shareholder’s basis in such shareholder’s shares, to the extent thereof, and thereafter as taxable capital gain. Distributions that are treated as a reduction of the shareholder’s basis in its shares will have the effect of increasing the amount of gain, or reducing the amount of loss, recognized upon the sale of the shareholder’s shares. No assurances can be given regarding what portion, if any, of distributions in 2024 or subsequent years will constitute a return of capital for federal income tax purposes. During a year in which a REIT earns a net long-term capital gain, the REIT can elect under Section 857(b)(3) of the Code to designate a portion of dividends paid to shareholders as capital gain dividends. If this election is made, then the capital gain dividends are generally taxable to the shareholder as long-term capital gains.\nThe following table reflects the income tax status of distributions per share paid to common shareholders:\nDistributions on our 5.417% Series 1 Cumulative Convertible Preferred Shares were paid at the rate of $1.354 per share per annum commencing on the issuance date of March 8, 2007. Distributions on our 5.0% Series C Cumulative Redeemable\n29\nPreferred Shares were paid at the rate of $1.250 per depositary share per annum, commencing on the issuance date of September 29, 2017. We do not believe that the preferential rights available to the holders of interest in our preferred shares or the financial covenants contained in our debt agreements had or will have an adverse effect on our ability to pay dividends in the normal course of business to our common shareholders or to distribute amounts necessary to maintain our qualification as a REIT.\nTotal Stockholder Return Performance\nThe following performance graph compares the cumulative total shareholder return on Federal Realty's common shares with the S&P 500 Index and the index of equity real estate investment trusts prepared by the National Association of Real Estate Investment Trusts (\"NAREIT\") for the five fiscal years commencing December 31, 2018, and ending December 31, 2023, assuming an investment of $100 and the reinvestment of all dividends into additional common shares during the holding period. Equity real estate investment trusts are defined as those that derive more than 75% of their income from equity investments in real estate assets. The FTSE NAREIT Equity REIT Total Return Index includes all tax qualified real estate investment trusts listed on the NYSE, NYSE MKT, or the NASDAQ National Market. Stock performance for the past five years is not necessarily indicative of future results.\nRecent Sales of Unregistered Shares\nUnder the terms of various operating partnership agreements of certain of our affiliated limited partnerships, the interest of limited partners in those limited partnerships may be redeemed, subject to certain conditions, for cash or an equivalent number of our common shares, at our option. During the three months ended December 31, 2023, we did not issue any common shares in connection with the redemption of downREIT operating partnership units. Any equity securities sold by us during 2023 that were not registered have been previously reported in a Quarterly Report on Form 10-Q.\nPurchases of Equity Securities by the Issuer and Affiliated Purchasers\nDuring 2023, 5,930 restricted common shares were forfeited by former employees.\nFrom time to time, we could be deemed to have repurchased shares as a result of shares withheld for tax purposes upon a stock compensation related vesting event.\n30"
  },
  {
    "item_key": "item_6",
    "text": "None."
  },
  {
    "item_key": "item_7",
    "text": "This section generally discusses 2023 and 2022 items and year-to-year comparisons between 2023 and 2022. Discussions of 2021 items and year-to-year comparisons between 2022 and 2021 that are not included in this Form 10-K can be found in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of our Annual Report on Form 10-K for the fiscal year ended December 31, 2022 filed with the Securities and Exchange Commission on February 8, 2023.\nForward-Looking Statements\nCertain statements in this section or elsewhere in this report may be deemed “forward-looking statements”. See “Item 1A. Risk Factors” in this report for important information regarding these forward-looking statements and certain risk and uncertainties that may affect us. The following discussion should be read in conjunction with the consolidated financial statements and notes thereto appearing in “Item 8. Financial Statements and Supplementary Data” of this report.\nOverview\nFederal Realty Investment Trust (the \"Parent Company\" or the \"Trust\") is an equity real estate investment trust (\"REIT\"). Federal Realty OP LP (the \"Operating Partnership\") is the entity through which the Trust conducts substantially all of its operations and owns substantially all of its assets. The Trust owns 100% of the limited liability company interest of, is sole member of, and exercises exclusive control over Federal Realty GP LLC (the \"General Partner\"), which in turn, is the sole general partner of the Operating Partnership. Unless stated otherwise or the context otherwise requires, \"we,\" \"our,\" and \"us\" means the Trust and its business and operations conducted through its directly and indirectly owned subsidiaries, including the Operating Partnership. We specialize in the ownership, management, and redevelopment of high quality retail and mixed-use properties located primarily in communities where we believe demand exceeds supply, in strategically selected metropolitan markets in the Northeast and Mid-Atlantic regions of the United States, California, and South Florida. As of December 31, 2023, we owned or had a majority interest in community and neighborhood shopping centers and mixed-use properties which are operated as 102 predominantly retail real estate projects comprising approximately 26.0 million commercial square feet. In total, the real estate projects were 94.2% leased and 92.2% occupied at December 31, 2023. We have paid quarterly dividends to our shareholders continuously since our founding in 1962 and have increased our dividends per common share for 56 consecutive years.\nGeneral Economic Conditions\nThe heightened levels of inflation, higher interest rates, and the potentially worsening of economic conditions presents risks for our business and our tenants. We continue to monitor and address risks related to the general state of the economy. We believe that the actions we have taken to improve our financial position and maximize our liquidity will continue to mitigate the impact to our cash flow caused by tenants not timely paying contractual rent.\nAdditional discussion of the impact of current economic conditions on our results and long-term operations can be found throughout Item 7 and\n. Risk Factors.\nCorporate Responsibility\nWe actively endeavor to operate and develop our properties in a sustainable, responsible, and effective manner with the objective being to drive long-term growth and aid in value creation for our shareholders, tenants, employees, and local communities. We have aligned our program and efforts with the United Nations Sustainable Development Goals, as described in our ESG Policy and our 2022 Environmental Social and Governance Report, which are provided only for informational purposes on our website and not incorporated by reference herein.\nWe are committed to implementing sustainable business practices at our operating properties that focus on energy efficiency, water conservation and waste minimization and have established greenhouse gas (GHG) emissions reduction targets in accordance with the Science-Based Targets initiative as well as energy reduction targets. To achieve these targets, we are actively addressing energy efficiency projects on site such as upgrading to LED lighting, procuring green energy, reducing electric consumption, and increasing our onsite solar generation capacity. We have installed on-site solar systems at 26 of our properties with a capacity of 14 MW with more projects actively in progress. We also installed electric vehicle car charging\n31\nstations in numerous properties throughout our portfolio. We currently have over 400 charging stations in operation with more under construction.\nWe also understand that we face risks presented by climate change and are working to evaluate our risk exposure. In our 2022 Sustainability report, we provided a disclosure pursuant to the Task Force on Climate Related Financial Disclosure and we intend to provide that disclosure annually.\nWe are also highly committed to our employees and fostering a work environment that promotes growth, development and personal well-being. Our four core values are accountability, excellence, innovation and integrity and we seek to attract and retain talented professionals who embrace those values. All of our efforts with respect to corporate responsibility are overseen by our Board of Trustees.\nOur development activities have been heavily focused on owning, developing and operating properties that are certified under the U.S. Green Building Council’s® (“USGBC”) Leadership in Energy and Environmental Design™ (LEED®) rating system which serves as a third-party verification that a building or community was designed and built to mitigate its environmental footprint. We currently have 21 LEED certified buildings and our Pike & Rose project has achieved LEED for Neighborhood Development Stage 3 Gold certification.\nCyber Security\nOur chief information officer, who has over 30 years of experience in managing information systems for real estate companies, heads our internal team of technology professionals who are responsible for managing our cybersecurity risks, which includes identifying our primary areas of risk, establishing processes, procedures, and systems to mitigate those risks and identifying and remediating any breaches that may occur. Cybersecurity risk management falls under our general counsel as part of our overall risk management program, which is ultimately overseen by the Audit Committee of the Board of Trustees. Our team is supported by a third party company that we have retained to act as our chief information security officer based on the third party company's experience in preventing cybersecurity incidents, advising clients about appropriate cybersecurity procedures and processes, and assessing the integrity of those procedures and processes. The assessment and management of our cybersecurity risks covers all of our internal systems as well as the systems of third parties who maintain our data.\nWe rely on our management team's experience in risk management, in consultation with our third party advisor, to appropriately address cybersecurity threats. As part of our processes to manage risks from cybersecurity threats, we have developed and enforce company-wide policies related to password encryption, strength and expiration, we require multi-factor authentication where appropriate, and we conduct regular employee training about our policies and cybersecurity threats. We make use of firewalls, anti-virus software, backups, redundancies, regular penetration testing, and our systems monitor and flag irregularities in how our information systems are accessed or used. Any known cybersecurity incidents would be reported by our chief information officer to our general counsel and disclosure committee for evaluation and remediation, and for a determination of how we might develop further security systems and procedures to address evolving cybersecurity threats. Management provides written and verbal updates to the Audit Committee at least quarterly identifying our primary areas of risk, actions taken or planned to be taken to mitigate those risks, and specific activities undertaken during the quarter, including employee training and the results of that training. Management would also provide updates to seek oversight from the Audit Committee on an ad hoc basis in connection with any material cybersecurity incident, should one occur.\nWe have not experienced any cybersecurity incident that has had a material impact on our business strategy, results of operations, or financial condition. For more information, see Item 1A. Risk Factors (\"We face risks relating to cybersecurity threats that could cause loss of confidential information and other business distributions\").\nCritical Accounting Policies and Estimates\nThe preparation of financial statements in conformity with accounting principles generally accepted in the United States of America, referred to as “GAAP”, requires management to make estimates and assumptions that in certain circumstances affect the reported amounts of assets and liabilities, disclosure of contingent assets and liabilities, and revenues and expenses. These estimates are prepared using management’s best judgment, after considering past and current events and economic conditions. In addition, information relied upon by management in preparing such estimates includes internally generated financial and operating information, external market information, when available, and when necessary, information obtained from consultations with third party experts. Actual results could differ from these estimates. A discussion of possible risks which may affect these estimates is included in “Item 1A. Risk Factors” of this report. Management considers an accounting estimate to be critical if changes in the estimate could have a material impact on our consolidated results of operations or financial condition.\n32\nOur significant accounting policies are more fully described in Note 2 to the consolidated financial statements; however, the most critical accounting policies, which are most important to the portrayal of our financial condition and results of operations, and involve the use of complex estimates and significant assumptions as to future uncertainties and, therefore, may result in actual amounts that differ from estimates, are as follows:\nCollectibility of Lease Income\nOur leases with our tenants are classified as operating leases. When collection of substantially all lease payments during the lease term is considered probable, the lease qualifies for accrual accounting. When collection of substantially all lease payments during the lease term is not considered probable, total lease revenue is limited to the lesser of revenue recognized under accrual accounting or cash received. Determining the probability of collection of substantially all lease payments during a lease term requires significant judgment. This determination is impacted by numerous factors including our assessment of the tenant’s credit worthiness, economic conditions, tenant sales productivity in that location, historical experience with the tenant and tenants operating in the same industry, future prospects for the tenant and the industry in which it operates, and the length of the lease term. If leases currently classified as probable are subsequently reclassified as not probable, any outstanding lease receivables (including straight-line rent receivables) would be written-off with a corresponding decrease in rental income. For example, in the event that our collectibility determinations were not accurate and we were required to write off additional receivables equaling 1% of rental income, our rental income and net income would decrease by $11.3 million. If leases currently classified as not probable are subsequently changed to probable, any lease receivables (including straight-line rent receivables) are re-instated with a corresponding increase to rental income.\nOur collectibility related adjustments for the years ended December 31, 2023 and 2022 resulted in a decrease to rental income of $0.4 million and an increase to rental income of $4.1 million, respectively. As of December 31, 2023 and 2022, the revenue from approximately 28% and 31% of our tenants (based on total commercial leases), respectively, is being recognized on a cash basis. As of December 31, 2023 and 2022, our straight-line rent receivables balance was $138.4 million and $126.6 million, respectively, and is included in \"accounts and notes receivable, net\" on our consolidated balance sheet.\nReal Estate Acquisitions\nUpon acquisition of operating real estate properties, we estimate the fair value of assets and liabilities acquired including land, building, improvements, leasing costs, intangibles such as acquired leases, assumed debt, and current assets and liabilities, if any. Based on these estimates, we allocate the purchase price to the applicable assets and liabilities. We utilize methods similar to those used by independent appraisers in estimating the fair value of acquired assets and liabilities. The value allocated to acquired leases is amortized over the related lease term and reflected as rental income in the statement of operations. We consider qualitative and quantitative factors in evaluating the likelihood of a tenant exercising a below market renewal option and include such renewal options in the calculation of in-place lease value when we consider these to be bargain renewal options. If the value of below market lease intangibles includes renewal option periods, we include such renewal periods in the amortization period utilized. If a tenant vacates its space prior to contractual termination of its lease, the unamortized balance of any acquired lease value is written off to rental income.\nDuring 2022 and 2023, we acquired properties included in our consolidated financial statements with a total purchase price of $509.1 million. $3.4 million, or 1% of the total purchase price was allocated to above market lease assets and $39.9 million, or 8% was allocated to below market lease liabilities. If the amounts allocated in 2022 and 2023 to below market lease liabilities and building assets were each reduced by 5% of the total purchase price, annual below market lease liability amortization increasing rental income would decrease by approximately $2.2 million (using the weighted average life of below market liabilities at each respective acquired property) and annual depreciation expense would decrease by approximately $0.7 million (using a depreciable life of 35 years).\nLong-Lived Assets and Impairment\nThere are estimates and assumptions made by management in preparing the consolidated financial statements for which the actual results will be determined over long periods of time. This includes the recoverability of long-lived assets, including our properties that have been acquired or redeveloped and our investment in certain joint ventures. Management’s evaluation of impairment includes review for possible indicators of impairment as well as, in certain circumstances, undiscounted and discounted cash flow analysis. Since most of our investments in real estate are wholly-owned or controlled assets which are held for use, a property with impairment indicators is first tested for impairment by comparing the undiscounted cash flows, taking into account the anticipated hold period, including residual value, to the current net book value of the property. If the undiscounted cash flows are less than the net book value, the property is written down to expected fair value.\nThe calculation of both discounted and undiscounted cash flows requires management to make estimates of future cash flows including revenues, operating expenses, required maintenance and development expenditures, market conditions, demand for\n33\nspace by tenants and rental rates over long periods. Because our properties typically have a long life, the assumptions used to estimate the future recoverability of book value requires significant management judgment. We are also required to estimate the anticipated hold period. A change in the expected holding period from a long term hold to a short term would cause a significant change in the undiscounted cash flows and could result in an impairment charge. Actual results could be significantly different from the estimates. These estimates have a direct impact on net income, because recording an impairment charge results in a negative adjustment to net income.\nRecently Adopted and Recently Issued Accounting Pronouncements\nSee Note 2 to the consolidated financial statements.\n2023 Acquisitions and Dispositions\nOn January 31, 2023, we acquired the 168,000 square foot portion of Huntington Square shopping center that was not previously owned, as well as the fee interest in the land underneath the portion of the shopping center which we controlled under a long-term ground lease for $35.5 million. As a result of this transaction, we now own the entire fee interest in this 243,000 square foot property and the \"operating lease right of use assets, net\" on our consolidated balance sheet decreased by $5.3 million. Approximately $4.1 million and $1.3 million of net assets acquired were allocated to other assets for \"acquired lease costs\" and \"above market leases,\" respectively.\nOn May 26, 2023, we exercised our option and acquired the 22.3% tenancy in common (\"TIC\") interest from our co-owner at Escondido Promenade for $30.5 million, bringing our ownership interest to 100%. As a result of the transaction, we gained control of this property, and effective May 26, 2023, we have consolidated this property. Approximately $1.8 million and $0.2 million of net assets associated with the 22.3% interest acquired were allocated to other assets for \"acquired lease costs\" and \"above market leases,\" respectively, and $1.1 million of net assets associated with the 22.3% interest acquired were allocated to other liabilities for \"below market leases.\"\nOn October 12, 2023, we acquired the fee interest under a portion of our Mercer on One (formerly Mercer Mall) shopping center for $55.0 million pursuant to the purchase option included in the master lease. As a result of this transaction, \"finance lease right of use assets, net\" of $37.8 million were allocated to \"operating real estate\" and \"finance lease liabilities\" decreased by $55.0 million.\nDuring the year ended December 31, 2023, we sold one retail property and one portion of a property for sales prices totaling $30.4 million, resulting in net gains totaling approximately $9.7 million.\n2023 Significant Debt and Equity Transactions\nFor the three months ended December 31, 2023, we sold 1,220,842 common shares (of which, 62,895 settled on January 2, 2024) at a weighted average price per share of $101.30 for net cash proceeds of $122.4 million including paying $1.2 million in commissions and $0.1 million in additional operating expenses related to the sales of these common shares. For the year ended December 31, 2023, we sold 1,372,889 common shares (of which, 62,895 settled on January 2, 2024) at a weighted average price per share of $101.89 for net cash proceeds of $138.3 million including paying $1.4 million in commissions and $0.2 million in additional offering expenses related to the sales of these common shares. As of December 31, 2023, we had the capacity to issue up to $312.1 million in common shares under our ATM equity program.\nOn April 12, 2023, we issued $350.0 million of fixed rate senior unsecured notes that mature on May 1, 2028 and bear interest at 5.375%. The notes were offered at 99.590% of the principal amount with a yield to maturity of 5.468%. The net proceeds, after issuance discount, underwriting fees, and other costs were $345.7 million. The net proceeds of these notes, or \"green bonds,\" will be allocated to the financing and refinancing of recently completed and future eligible green projects, which includes (i) investments in acquisitions of buildings; (ii) building developments or redevelopments; (iii) renovations in existing buildings; and (iv) tenant improvement projects, in each case that have received, or are expected to receive, in the three years prior to the issuance of the notes or during the term of the notes, a LEED Gold or Platinum certification (or environmentally equivalent successor standards). Net proceeds will be available for repayment of indebtedness, or may be invested in short-term income-producing investments or may be used to temporarily repay current and/or future amounts outstanding under our revolving credit facility.\nEffective May 4, 2023, our Declaration of Trust was amended to increase the number of authorized common shares of beneficial interest to 200,000,000.\nOn June 1, 2023, we repaid our $275.0 million 2.75% senior unsecured notes at maturity.\nOn December 28, 2023, one of our wholly-owned subsidiaries entered into a $200.0 million mortgage loan, which bears interest at SOFR, plus a 95 basis point spread, matures on December 28, 2025, plus two one-year extensions, at our option, and is\n34\nsecured by our Bethesda Row property. The interest rate is effectively fixed at 5.03% through the initial maturity date, as a result of three interest rate swap agreements. Our net proceeds were $199.1 million, after debt issuance costs. Our subsidiary's obligations under the mortgage loan are guaranteed by the Operating Partnership.\n2024 Significant Debt Transactions\nOn January 11, 2024, our Operating Partnership issued $485.0 million aggregate principal amount of 3.25% Exchangeable Senior Notes (the “Notes”) that mature on January 15, 2029, unless earlier exchanged, purchased or redeemed. On or after July 15, 2028, the Notes will be exchangeable for cash up to the principal amount of the Notes and, if applicable, cash, common shares of the Trust, or a combination thereof at our option, in respect of the remainder, if any, of the exchange obligation in excess of the principal amount. The exchange rate initially equals 8.1436 common shares per $1,000 principal amount of the Notes (equivalent to an exchange price of approximately $122.80 per common share). Net proceeds after the initial purchaser’s discount and estimated offering costs were approximately $471 million.\nIn connection with the Notes, we entered into privately negotiated capped call transactions with certain of the initial purchasers of the notes or their affiliates or other financial institutions. The capped call transactions cover, subject to customary adjustments, the number of our common shares that initially underlie the Notes. The capped call transactions are expected generally to reduce the potential dilution to our common shares upon exchange of any Notes and/or offset any cash payments we are required to make in excess of the principal amount of the Notes, with such reduction and/or offset subject to a cap. The cap price of the capped call transaction initially is approximately $143.26 per share, which represents a premium of approximately 40% over the last reported sale price of our common shares of $102.33 on the New York Stock Exchange on January 8, 2024, and is subject to certain adjustments under the terms of the capped call transactions. A portion of the proceeds from the Notes were used to pay the capped call premium of $19.4 million, which will be recorded in shareholders' equity for the Trust and capital for the Operating Partnership.\nOn January 16, 2024, we repaid the $600.0 million 3.95% senior unsecured notes at maturity.\nCapitalized Costs\nCertain external and internal costs directly related to the development, redevelopment and leasing of real estate, including pre-construction costs, real estate taxes, insurance, and construction costs and salaries and related costs of personnel directly involved, are capitalized. We capitalized external and internal costs related to both development and redevelopment activities of $183 million and $10 million, respectively, for 2023 and $278 million and $11 million, respectively, for 2022. We capitalized external and internal costs related to other property improvements of $91 million and $4 million, respectively, for 2023 and $111 million and $4 million, respectively, for 2022. We capitalized external and internal costs related to leasing activities of $20 million and $3 million, respectively, for 2023 and $18 million and $4 million, respectively, for 2022. The amount of capitalized internal costs for salaries and related benefits for development and redevelopment activities, other property improvements, and leasing activities were $9 million, $4 million, and $3 million, respectively, for 2023 and $10 million, $3 million, and $4 million, respectively, for 2022. Total capitalized costs were $312 million for 2023 and $425 million for 2022, respectively.\nOutlook\nOur long-term growth strategy is focused on growth in earnings, funds from operations, and cash flows primarily through a combination of the following:\n•\ngrowth in our comparable property portfolio,\n•\ngrowth in our portfolio from property redevelopments and expansions, and\n•\nexpansion of our portfolio through property acquisitions.\nAlthough general economic impacts of elevated levels of inflation and rising interest rates are impacting us in the short-term, our long-term focus has not changed.\nOur comparable property growth is primarily driven by increases in rental rates on new leases and lease renewals, changes in portfolio occupancy, and the redevelopment of those assets. Over the long-term, the infill nature and strong demographics of our properties provide a strategic advantage allowing us to maintain relatively high occupancy and generally increase rental rates. We continue to experience strong demand for our commercial space as evidenced by the 2.0 million square feet of comparable space leasing we've completed in 2023, and the 2.0% spread between our leased rate of 94.2% and our occupied rate of 92.2%. During 2023, we have seen an uptick in tenants filing for bankruptcy compared to the prior two years. As a result, approximately 290,000 square feet of anchor space became vacant during the second half of 2023, of which, approximately 38,000 is leased to a replacement tenant. This will negatively impact our occupancy and net income in the short term, however, we expect to be able to re-lease the space at similar or better aggregate rents over the next several quarters, and\n35\nwe are actively in negotiations with replacement tenants. Additionally, the effects of high levels of inflation and rising interest rates continue to negatively impact our business with the largest impacts being higher interest costs, increased material costs, and higher operating costs. We continue to see impacts of increased costs for certain construction and other materials that support our development and redevelopment activities. Worsening supply chain disruptions could also result in extended time frames and/or increased costs for completion of our projects and tenant build-outs, which could delay the commencement of rent payments under new leases. Similarly, if our tenants experience significant disruptions in supply chains supporting their own products, staffing issues due to labor shortages, or are otherwise impacted by worsening economic conditions, their ability to pay rent may be adversely affected. We continue to monitor these macroeconomic developments and are working with our tenants and our vendors to limit the overall impact to our business.\nWe believe the locations and nature of our centers and diverse tenant base partially mitigates any potential negative changes in the economic environment. However, any significant reduction in our tenants' abilities to pay base rent, percentage rent or other charges, will adversely affect our financial condition and results of operations. We seek to maintain a mix of strong national, regional, and local retailers. At December 31, 2023, no single tenant accounted for more than 2.7% of annualized base rent.\nWe continue to have several development projects in process being delivered as follows:\n•\nPhase IV at Pike & Rose is a 276,000 square foot office building (which includes 10,000 square feet of ground floor retail space). Approximately 172,000 square feet of the office space is leased to two tenants, and approximately 8,000 square feet of retail is leased. The building is expected to cost between $185 million and $200 million, and began delivering in late September 2023. As of December 31, 2023, approximately 109,000 square feet of office space is open.\n•\nConstruction on Santana West includes an eight story 376,000 square foot office building, which is expected to cost between $315 million and $330 million. Approximately 29,000 square feet of space is leased as of December 31, 2023.\n•\nThroughout the portfolio, we currently have redevelopment projects underway with a projected total cost of approximately $321 million that we expect to stabilize over the next several years.\nThe above includes our best estimates based on information currently known, however, the completion of construction, final costs, and the timing of leasing and openings may be further impacted by the current environment including the duration and severity of the economic impacts of broader, as well as local, economic conditions, inflation, higher interest rates, and higher operating costs.\nThe development of future phases of Assembly Row, Pike & Rose, Santana Row, and other properties will be pursued opportunistically based on, among other things, market conditions, tenant demand, and our evaluation of whether those phases will generate an appropriate financial return.\nWe continue to review acquisition opportunities that complement our portfolio and provide long-term growth opportunities. Initially, some of our acquisitions do not contribute significantly to earnings growth; however, we believe they provide long-term re-leasing growth, redevelopment opportunities, and other strategic opportunities. Any growth from acquisitions is contingent on our ability to find properties that meet our qualitative standards at prices that meet our financial hurdles. Changes in interest rates may affect our success in achieving earnings growth through acquisitions by affecting both the price that must be paid to acquire a property, as well as our ability to economically finance the property acquisition. Generally, our acquisitions are initially financed by available cash and/or borrowings under our revolving credit facility which may be repaid later with funds raised through the issuance of new equity or new long-term debt. We may also finance our acquisitions through the issuance of common shares, preferred shares, or units in the Operating Partnership, as well as through assumed mortgages and property sales.\nAt December 31, 2023, the leasable commercial square feet in our properties was 94.2% leased and 92.2% occupied. The leased rate is higher than the occupied rate due to leased spaces that are being redeveloped or improved or that are awaiting permits and, therefore, are not yet ready to be occupied. Our occupancy and leased rates are subject to variability over time due to factors including acquisitions, the timing of the start and stabilization of our redevelopment projects, lease expirations and tenant closings and bankruptcies.\nComparable Properties\nThroughout this section, we have provided certain information on a “comparable property” basis. Information provided on a comparable property basis includes the results of properties that we owned and operated for the entirety of both periods being compared except for properties that are currently under development or are being repositioned for significant redevelopment and investment. For the year ended December 31, 2023 and the comparison of 2023 and 2022, all or a portion of 94 properties, were considered comparable properties and eight were considered non-comparable properties. For the year ended December 31, 2023, one property was moved from comparable properties to non-comparable properties, four properties and one portion of a\n36\nproperty were moved from acquisitions to comparable properties, and one property and one portion of a property were removed from comparable properties, as they were sold, compared to the designations as of December 31, 2022. While there is judgment surrounding changes in designations, we typically move non-comparable properties to comparable properties once they have stabilized, which is typically considered 90% physical occupancy or when the growth expected from the redevelopment has been included in the comparable periods. We typically remove properties from comparable properties when the repositioning of the asset has commenced and has or is expected to have a significant impact to property operating income within the calendar year. Acquisitions are moved to comparable properties once we have owned the property for the entirety of comparable periods and the property is not under development or being repositioned for significant redevelopment and investment.\n37\nYEAR ENDED DECEMBER 31, 2023 COMPARED TO YEAR ENDED DECEMBER 31, 2022\n(1) Property operating income is a non-GAAP measure that consists of rental income and mortgage interest income, less rental expenses and real estate taxes. This measure is used internally to evaluate the performance of property operations to the previous period and we consider it be a significant measure. We believe that property operating income is useful to investors in measuring the operating performance of our property portfolio because the definition excludes various items included in operating income that do not relate to, or are not indicative of, the operating performance of our properties, such as general and administrative expenses and depreciation and amortization, and allows us to isolate disparities in operating income caused by acquisitions, dispositions, and stabilization of properties. Property operating income may, therefore, provide a more consistent metric for comparing the operating performance of our real estate between periods. Property operating income should not be considered an alternative measure of operating results or cash flow from operations as determined in accordance with GAAP. The reconciliation of operating income to property operating income for 2023 and 2022 is as follows:\nProperty Revenues\nTotal property revenue increased $57.8 million, or 5.4%, to $1.13 billion in 2023 compared to $1.07 billion in 2022. The percentage occupied at our shopping centers was 92.2% at December 31, 2023 compared to 92.8% at December 31, 2022. Changes in the components of property revenue are discussed below.\n38\nRental Income\nRental income consists primarily of minimum rent, cost reimbursements from tenants and percentage rent, and is net of collectibility related adjustments. Rental income increased $57.7 million, or 5.4%, to $1.13 billion in 2023 compared to $1.07 billion in 2022 due primarily to the following:\n•\nan increase of $25.4 million from 2022 and 2023 acquisitions,\n•\nan increase of $23.3 million from comparable properties primarily related to higher rental rates of approximately $16.4 million, higher average occupancy of approximately $5.5 million, and a $5.1 million increase in recoveries from tenants, partially offset by a $2.9 million increase in collectibility related adjustments and a $2.7 million decrease in lease termination fee income,\n•\nan increase of $19.2 million from non-comparable properties primarily driven by occupancy increases at Assembly Row Phase III, Darien Commons, Pike & Rose Phases III & IV, and CocoWalk, partially offset by redevelopment related occupancy decreases at Friendship Center, and\n•\nan increase of $2.8 million from higher demand at our Pike & Rose hotel,\npartially offset by\n•\na decrease of $13.0 million from property sales.\nProperty Expenses\nTotal property expenses increased $6.3 million, or 1.8%, to $363.1 million in 2023 compared to $356.8 million in 2022. Changes in the components of property expenses are discussed below.\nRental Expenses\nRental expenses increased $2.7 million, or 1.2%, to $231.7 million in 2023 compared to $229.0 million in 2022. This increase is primarily due to the following:\n•\nan increase of $4.4 million from 2022 and 2023 acquisitions,\n•\nan increase of $1.6 million from comparable properties due primarily to higher repairs and maintenance costs and other operating costs driven by inflationary impacts, higher insurance costs and utilities, and an increase in management fees on higher revenues, partially offset by lower snow removal costs,\n•\nan increase of $0.9 million from non-comparable properties driven by openings at Darien Commons, CocoWalk, and Assembly Row Phase III, partially offset by lower costs associated with the redevelopment of Huntington Shopping Center, and\n•\nan increase of $0.7 million in operating expenses at our Pike & Rose hotel as a result of higher occupancy,\npartially offset by\n•\na decrease of $5.1 million from property sales.\nAs a result of the changes in rental income and rental expenses as discussed above, rental expenses as a percentage of rental income decreased to 20.5% for the year ended December 31, 2023 from 21.3% for the year ended December 31, 2022.\nReal Estate Taxes\nReal estate tax expense increased $3.6 million, or 2.8% to $131.4 million in 2023 compared to $127.8 million in 2022 due primarily to the following:\n•\nan increase of $4.1 million from 2022 and 2023 acquisitions, and\n•\nan increase of $0.8 million from comparable properties due to higher assessments partially offset by successful tax appeals,\npartially offset by\n•\na decrease of $1.5 million from our property sales.\nProperty Operating Income\nProperty operating income increased $51.5 million, or 7.2%, to $769.1 million in 2023 compared to $717.6 million in 2022. This increase is primarily driven by higher rental rates and occupancy, the 2022 and 2023 openings at our non-comparable properties, and 2022 and 2023 acquisitions, partially offset by property sales.\n39\nDepreciation and Amortization\nDepreciation and amortization expense increased $19.4 million, or 6.4%, to $321.8 million in 2023 from $302.4 million in 2022. This increase is due primarily to property acquisitions, our investment in comparable properties, placing redevelopment properties into service, and the reconsolidation of Escondido Promenade during the second quarter of 2023, partially offset by 2022 property sales.\nGain on Deconsolidation of VIE\nThe $70.4 million gain on deconsolidation of VIE for the year ended December 31, 2022 is the result of the deconsolidation of Escondido Promenade during the third quarter of 2022 (see Note 3 to the consolidated financial statements for additional information).\nGain on Sale of Real Estate\nThe $9.9 million gain on sale of real estate for the year ended December 31, 2023 is due primarily to the sale of one retail property and one portion of a property (see Note 3 to the consolidated financial statements for additional information).\nThe $93.5 million gain on sale of real estate for the year ended December 31, 2022 is due primarily to a net gain of $84.1 million from the sale of two residential properties (including an adjacent retail pad), one retail property, and one parcel of land (see Note 3 to the consolidated financial statements for additional information), and a $9.3 million gain related to the reduction of our liability for estimated condemnation and transaction costs associated with the sale under threat of condemnation in December 2019 at San Antonio Center.\nOperating Income\nOperating income decreased $119.9 million, or 22.8%, to $406.5 million in 2023 compared to $526.4 million in 2022. This decrease is primarily driven by lower gains on sale of real estate, the prior year gain on the deconsolidation of a VIE, and property sales, partially offset by higher rental rates and occupancy, 2022 and 2023 acquisitions, and the 2022 and 2023 openings at our non-comparable properties.\nOther\nOther Interest Income\nOther interest income increased $3.6 million, or 337.2%, to $4.7 million in 2023 compared to $1.1 million in 2022. This increase is primarily driven by interest earned on the proceeds of our April 2023 senior unsecured note issuance until the June 1, 2023 payoff of our 2.75% senior unsecured notes and higher interest earned on cash balances.\nInterest Expense\nInterest expense increased $30.8 million, or 22.5%, to $167.8 million in 2023 compared to $137.0 million in 2022. This increase is due primarily to the following:\n•\nan increase of $25.4 million due to a higher overall weighted average borrowing rate, and\n•\nan increase of $9.3 million due to higher weighted average borrowings,\npartially offset by\n•\nan increase of $3.9 million in capitalized interest.\nGross interest costs were $190.4 million and $155.7 million in 2023 and 2022, respectively. Capitalized interest was $22.6 million and $18.7 million in 2023 and 2022, respectively.\nIncome from Partnerships\nIncome from partnerships decreased $1.3 million or 25.2% to $3.9 million in 2023 compared to $5.2 million in 2022. This decrease is primarily driven by lower income at our restaurant joint ventures largely attributable to higher forgiveness of certain loans in the prior year.\nDiscussions of year-to-year comparisons between 2022 and 2021 can be found in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of our Annual Report on Form 10-K for the fiscal year ended December 31, 2022 filed with the Securities and Exchange Commission on February 8, 2023.\n40\nLiquidity and Capital Resources\nDue to the nature of our business and strategy, we typically generate significant amounts of cash from operations which is largely paid to our common and preferred shareholders in the form of dividends because as a REIT, the Trust is generally required to make annual distributions to shareholders of at least 90% of our taxable income (cash dividends paid in 2023 were approximately $360.9 million). Remaining cash flow from operations after regular debt service requirements (including debt service relating to additional or replacement debt, as well as scheduled debt maturities) and dividend payments is used to fund recurring and non-recurring capital projects (such as tenant improvements and redevelopments). We maintain an unsecured $1.25 billion revolving credit facility to fund short term cash flow needs and also look to the public and private debt and equity markets, joint venture relationships, and property dispositions to fund capital expenditures on a long-term basis.\nOn April 12, 2023, we issued $350.0 million of 5.375% senior unsecured notes, on December 28, 2023, we entered into a $200.0 million secured loan that bears interest at 5.03% through the initial maturity date, and on January 11, 2024, we issued $485.0 million of 3.25% exchangeable senior unsecured notes. We also raised $138.3 million from sales of common shares under our ATM equity program. We repaid $275.0 million of 2.75% senior unsecured notes at maturity on June 1, 2023, repaid $600.0 million of 3.95% unsecured notes at maturity on January 16, 2024, and extended the maturity of our $600.0 million term loan to April 2025 (with an additional one year extension at our option still available to further extend the loan to April 2026). For the remainder of 2024, we have no additional debt maturing.\nAs of December 31, 2023, we had cash and cash equivalents of $250.8 million and no balance outstanding on our $1.25 billion unsecured revolving credit facility. For the year ended 2023, the weighted average amount of borrowings outstanding on our revolving credit facility was $44.7 million, and the weighted average interest rate, before amortization of debt fees, was 5.9%. We also have the capacity to issue up to $312.1 million in common shares under the ATM program.\nOur overall capital requirements during 2024 will be impacted by the overall economic environment including impacts of inflation, higher interest rates, and a potential recession, as well as acquisition opportunities and the level and general timing of our redevelopment and development activities. We currently have development and redevelopment projects in various stages of construction with remaining costs of $250 million. We expect to incur the majority of those costs in the next two years. We expect overall capital costs to be at levels slightly reduced from 2023 as we complete current redevelopment projects, prepare vacant space for new tenants, and complete the current phase and prepare for the next phase of our larger mixed use development projects.\nWe believe cash flow from operations, the cash on our balance sheet, and our $1.25 billion revolving credit facility will allow us to continue to operate our business in the short-term. Given our ability to access the capital markets, we also expect debt or equity to be available to us, although newly issued debt would likely be at higher interest rates than we currently have outstanding. We also have the ability to delay the timing of certain development and redevelopment projects as well as limit future acquisitions, reduce our operating expenditures, or re-evaluate our dividend policy. We expect these sources of liquidity and opportunities for operating flexibility to allow us to meet our financial obligations over the long term. We intend to operate with and to maintain our long term commitment to a conservative capital structure that will allow us to maintain strong debt service coverage and fixed-charge coverage ratios as part of our commitment to investment-grade debt ratings.\nSummary of Cash Flows\nNet cash provided by operating activities increased $39.1 million to $555.8 million during 2023 from $516.8 million during 2022. The increase was primarily attributable to higher net income after adjusting for non-cash items and gains on sale of real estate, as well as higher collections related to year end recovery billings.\n41\nNet cash used in investing activities decreased $427.7 million to $358.3 million during 2023 from $786.0 million during 2022. The decrease was primarily attributable to:\n•\na $377.9 million decrease in acquisition of real estate primarily due to the January 2023 Huntington Square acquisition and the acquisition of our partner's 22.3% TIC interest in Escondido Promenade (see Note 3 to the consolidated financial statements for additional information), as compared to 2022 property acquisitions,\n•\na $105.6 million decrease in net capital expenditures,\n•\na $23.2 million decrease in investment in partnerships, resulting from the 2022 acquisition of a 47.5% net interest in an unconsolidated joint venture that owns two shopping centers (see Note 3 to the consolidated financial statements for additional information), and\n•\n$16.7 million decrease in costs paid relating to the partial sale under threat of condemnation at San Antonio Center in 2019,\npartially offset by,\n•\na $105.3 million decrease in net proceeds from the sale of real estate primarily due to $28.5 million of net proceeds from the sale of one retail property and one portion of a property during 2023, as compared to $133.7 million of net proceeds from the sale of two residential properties (one included an adjacent retail pad), one retail property, one parcel of land, and one portion of a property during 2022.\nNet cash provided by financing activities decreased $224.3 million to $33.8 million used during 2023 from $190.4 million provided during 2022. The decrease was primarily attributable to:\n•\n$298.6 million in net proceeds from our unsecured term loan in October 2022,\n•\n$275.0 million from the June 2023 repayment of our $275.0 million 2.75% senior unsecured notes,\n•\na $175.4 million decrease in net proceeds from the issuance of common shares primarily related to issuances under our ATM program for net proceeds of $131.7 million and $306.8 million, respectively, during 2023 and 2022,\n•\na $39.0 million increase in repayment of mortgages, finance leases, and notes payable primarily due to the October 2023 finance lease buyout for $55.0 million (see Note 3 to the consolidated financial statements for additional information), as compared to the $16.1 million mortgage loan repayment on one of the buildings at our Hoboken property in June 2022, and\n•\nan $11.9 million increase in dividends paid to common and preferred shareholders due to an increase in the number of outstanding shares, as well as an increase to the common share dividend rate,\npartially offset by,\n•\n$345.7 million in net proceeds from the issuance of $350.0 million of 5.375% senior unsecured notes in April 2023,\n•\n$199.2 million in net proceeds from the mortgage loan secured by our Bethesda Row property, which was entered into in December 2023, and\n•\na $23.3 million decrease in distributions to and redemptions of noncontrolling interests primarily related to the July 2022 acquisition of the redeemable noncontrolling interest in the partnership that owns the Plaza El Segundo shopping center for $23.6 million.\nCash Requirements\nThe following table provides a summary of material cash requirements comprising our fixed, noncancelable obligations as of December 31, 2023:\n42\n_____________________\n(1)\nThe weighted average interest rate on our fixed and variable rate debt is 4.1% as of December 31, 2023. Of the $1.2 billion of debt maturing in the next twelve months as of December 31, 2023, $600.0 million was repaid at maturity in January 2024 and an additional $600.0 million related to our term loan was extended one year to April 2025.\n(2)\nThe weighted average interest rate on the fixed and variable rate debt related to our unconsolidated real estate partnerships is 4.36% as of December 31, 2023.\n(3)\nThis includes minimum rental payments related to both finance and operating leases.\n(4)\nThis includes the liability related to the sale under threat of condemnation at San Antonio Center as further discussed in Note 7 to the consolidated financial statements.\nIn addition to the amounts set forth in the table above and other liquidity requirements previously discussed, the following potential commitments exist:\n(a)\nUnder the terms of the Congressional Plaza partnership agreement, a minority partner has the right to require us and the other minority partner to purchase its 26.63% interest in Congressional Plaza at the interest’s then-current fair market value. If the other minority partner defaults in their obligation, we must purchase the full interest. Based on management’s current estimate of fair market value as of December 31, 2023, our estimated liability upon exercise of the put option would range from approximately $66 million to $69 million.\n(b)\nUnder the terms of various other partnership agreements, the partners have the right to exchange their operating partnership units for cash or the same number of our common shares, at our option. As of December 31, 2023, a total of 635,431 downREIT operating partnership units are outstanding.\n(c)\nThe other member in The Grove at Shrewsbury and Brook 35 has the right to require us to purchase all of its approximately 4.1% interest in The Grove at Shrewsbury and approximately 6.5% interest in Brook 35 at the interests' then-current fair market value. Based on management's current estimate of fair market value as of December 31, 2023, our estimated maximum liability upon exercise of the put option would range from $6 million to $7 million.\n(d)\nThe other member in Hoboken has the right to require us to purchase all of its 10% ownership interest at the interest's then-current fair market value. Based on management's current estimate of fair market value as of December 31, 2023, our estimated maximum liability upon exercise of the put option would range from $10 million to $11 million.\n(e)\nEffective June 14, 2026, the other member in Camelback Colonnade and Hilton Village has the right to require us to purchase all of its 2.0% ownership interest at the interest's then-current fair market value. Based on management's current estimate of fair value as of December 31, 2023, our estimated maximum liability upon exercise of the put option would range from $4 million to $5 million.\n(f)\nEffective October 6, 2027, the other member in the partnership that owns equity method investments in Chandler Festival and Chandler Gateway has the right to require us to purchase its 2.5% net ownership interest. Based on management's current estimate of fair value as of December 31, 2023, our estimated maximum liability upon exercise of the put option would range from $1 million and $2 million.\n(g)\nEffective June 1, 2029, the other member in Grossmont Center has the right to require us to purchase all of its 40.0% ownership interest at the  interest's then-current fair market value. Based on management's current estimate of fair value as of December 31, 2023, our estimated maximum liability upon exercise of the put option would range from $68 million to $73 million.\n(h)\nAt December 31, 2023, we had letters of credit outstanding of approximately $6.5 million.\nOff-Balance Sheet Arrangements\nAt December 31, 2023, we have four real estate related equity method investments with total debt outstanding of $153.3 million, of which our share is $63.4 million. Our investment in these ventures at December 31, 2023 was $30.9 million.\nOther than the items disclosed in the Cash Requirements table, we have no off-balance sheet arrangements as of December 31, 2023 that are reasonably likely to have a current or future material effect on our financial condition, changes in financial condition, revenues or expenses, results of operations, liquidity, cash requirements, or capital resources.\n43\nDebt Financing Arrangements\nThe following is a summary of our total debt outstanding as of December 31, 2023:\n_____________________\n(1)\nOn December 29, 2023, we entered into three interest rate swap agreements that fix the interest rate on the mortgage loan at a weighted average interest rate of 5.03% through the initial maturity date.\n(2)\nOn November 26, 2019, we entered into two interest rate swap agreements that fix the interest rate on the mortgage loan at 3.67%. The reference rate for the mortgage loan and related swaps was amended from LIBOR to SOFR in May 2023. The amendment was effective for interest payments subsequent to July 1, 2023.\n(3)\nThe interest rates on these mortgages range from 3.91% to 5.00%.\n(4)\nOn February 6, 2024, we extended the maturity date to April 16, 2025, with an additional one year extension at our option still available to further extend the loan to April 16, 2026.\n(5)\nOur revolving credit facility SOFR loans bear interest at Daily Simple SOFR or Term SOFR and our term loan bears interest at Term SOFR as defined in the respective credit agreements, plus 0.10%, plus a spread, based on our current credit rating.\n44\n(6)\nThe maximum amount drawn under our $1.25 billion revolving credit facility during 2023 was $115.5 million and the weighted average effective interest rate on borrowings under our revolving credit facility, before amortization of debt fees, was 5.9%.\n(7)\nThe Operating Partnership is the obligor under our revolving credit facility, term loan, and senior notes and debentures.\nOur revolving credit facility, unsecured term loan, and other debt agreements include financial and other covenants that may limit our operating activities in the future. As of December 31, 2023, we were in compliance with all financial and other covenants related to our revolving credit facility, term loan, and senior notes. Additionally, we were in compliance with all of the financial and other covenants that could trigger a loan default on our mortgage loans. If we were to breach any of these financial and other covenants and did not cure the breach within an applicable cure period, our lenders could require us to repay the debt immediately and, if the debt is secured, could immediately begin proceedings to take possession of the property securing the loan. Many of our debt arrangements, including our public notes and our revolving credit facility, are cross-defaulted, which means that the lenders under those debt arrangements can put us in default and require immediate repayment of their debt if we breach and fail to cure a default under certain of our other debt obligations. As a result, any default under our debt covenants could have an adverse effect on our financial condition, our results of operations, our ability to meet our obligations and the market value of our shares. Our organizational documents do not limit the level or amount of debt that we may incur.\nThe following is a summary of our scheduled principal repayments as of December 31, 2023:\n_____________________\n(1)\nOur $600.0 million term loan had an original maturity date of April 16, 2024. On February 6, 2024, we extended the term loan to April 16, 2025 with an additional one year extension at our option still available to further extend the loan to April 16, 2026.\n(2)\nOur $200.0 million mortgage loan secured by Bethesda Row matures on December 28, 2025 plus two one-year extensions, at our option to December 28, 2027.\n(3)\nOur $1.25 billion revolving credit facility matures on April 5, 2027, plus two six-month extensions at our option to April 5, 2028. As of December 31, 2023, there was no outstanding balance under this credit facility.\n(4)\nThe total debt maturities differ from the total reported on the consolidated balance sheet due to the unamortized net debt issuance costs and premium/discount on mortgage loans, notes payable, and senior notes as of December 31, 2023.\nInterest Rate Hedging\nWe may use derivative instruments to manage exposure to variable interest rate risk. We generally enter into interest rate swaps to manage our exposure to variable interest rate risk and treasury locks to manage the risk of interest rates rising prior to the issuance of debt. We enter into derivative instruments that qualify as cash flow hedges and do not enter into derivative instruments for speculative purposes.\nInterest rate swaps associated with cash flow hedges are recorded at fair value on a recurring basis. Effectiveness of cash flow hedges is assessed both at inception and on an ongoing basis. The effective portion of changes in fair value of the interest rate swaps associated with cash flow hedges is recorded in other comprehensive income which is included in \"accumulated other comprehensive income\" on the balance sheets, statement of shareholders' equity, and statement of capital. Cash flow hedges become ineffective if critical terms of the hedging instrument and the debt instrument do not perfectly match such as notional amounts, settlement dates, reset dates, calculation period and SOFR rate. In addition, the default risk of the counterparty is evaluated by monitoring the credit worthiness of the counterparty which includes reviewing debt ratings and financial\n45\nperformance. If a cash flow hedge is deemed ineffective, the ineffective portion of changes in fair value of the interest rate swaps associated with cash flow hedges is recognized in earnings in the period affected.\nAs of December 31, 2023, we have two interest rate swap agreements that effectively fix the interest rate on a mortgage payable associated with our Hoboken portfolio at 3.67% and we have three interest rate swap agreements that effectively fix the interest rate on a mortgage payable associated with Bethesda Row at 5.03% through the initial maturity date. Our Assembly Row hotel joint venture is also a party to two interest rate swap agreements that effectively fix 100% of its outstanding $39.0 million of debt through May 2025 at 6.39% and 50% of its outstanding debt from June 2025 through May 2028 at 6.03%. All swaps were designated and qualify as cash flow hedges. Hedge ineffectiveness has not impacted our earnings in 2023, 2022 and 2021.\nREIT Qualification\nWe intend to maintain our qualification as a REIT under Section 856(c) of the Code. As a REIT, we generally will not be subject to corporate federal income taxes on income we distribute to our shareholders as long as we satisfy certain technical requirements of the Code, including the requirement to distribute at least 90% of our taxable income to our shareholders.\nFunds From Operations\nFunds from operations (“FFO”) is a supplemental non-GAAP financial measure of real estate companies’ operating performance. The National Association of Real Estate Investment Trusts (“NAREIT”) defines FFO as follows: net income, computed in accordance with U.S. GAAP, plus real estate related depreciation and amortization, and excluding gains and losses on the sale of real estate or changes in control, net of tax, and impairment write-downs of certain real estate assets and investments in entities when the impairment is directly attributable to decreases in the value of depreciable real estate held by the entity. We compute FFO in accordance with the NAREIT definition, and we have historically reported our FFO available for common shareholders in addition to our net income and net cash provided by operating activities. It should be noted that FFO:\n•\ndoes not represent cash flows from operating activities in accordance with GAAP (which, unlike FFO, generally reflects all cash effects of transactions and other events in the determination of net income);\n•\nshould not be considered an alternative to net income as an indication of our performance; and\n•\nis not necessarily indicative of cash flow as a measure of liquidity or ability to fund cash needs, including the payment of dividends.\nWe consider FFO available for common shareholders a meaningful, additional measure of operating performance primarily because it excludes the assumption that the value of the real estate assets diminishes predictably over time, as implied by the historical cost convention of GAAP and the recording of depreciation. We use FFO primarily as one of several means of assessing our operating performance in comparison with other REITs. Comparison of our presentation of FFO to similarly titled measures for other REITs may not necessarily be meaningful due to possible differences in the application of the NAREIT definition used by such REITs.\nAn increase or decrease in FFO available for common shareholders does not necessarily result in an increase or decrease in aggregate distributions because our Board of Trustees is not required to increase distributions on a quarterly basis. However, we must distribute at least 90% of our annual taxable income to remain qualified as a REIT. Therefore, a significant increase in FFO will generally require an increase in distributions to shareholders although not necessarily on a proportionate basis.\n46\nThe reconciliation of net income to FFO available for common shareholders is as follows:\n_____________________\n(1)\nFor the years ended December 31, 2023 and 2022, dividends on our Series 1 preferred stock were not deducted in the calculation of FFO available to common shareholders, as the related shares were dilutive and included in \"weighted average number of common shares, diluted.\"\n(2)\nThe weighted average common shares used to compute FFO per diluted common share includes downREIT operating partnership units that were excluded from the computation of diluted EPS. Conversion of these operating partnership units is dilutive in the computation of FFO per diluted common share but is anti-dilutive for the computation of diluted EPS for 2023 and 2021."
  },
  {
    "item_key": "item_7a",
    "text": "Our use of financial instruments, such as debt instruments, subjects us to market risk which may affect our future earnings and cash flows, as well as the fair value of our assets. Market risk generally refers to the risk of loss from changes in interest rates and market prices. We manage our market risk by attempting to match anticipated inflow of cash from our operating, investing and financing activities with anticipated outflow of cash to fund debt payments, dividends to common and preferred shareholders, investments, capital expenditures and other cash requirements.\nWe may enter into certain types of derivative financial instruments to further reduce interest rate risk. We use interest rate protection and swap agreements, for example, to convert some of our variable rate debt to a fixed-rate basis or to hedge anticipated financing transactions. We use derivatives for hedging purposes rather than speculation and do not enter into financial instruments for trading purposes.\nInterest Rate Risk\nThe following discusses the effect of hypothetical changes in market rates of interest on interest expense for our variable rate debt and on the fair value of our total outstanding debt, including our fixed-rate debt. Interest rate risk amounts were determined by considering the impact of hypothetical interest rates on our debt. Quoted market prices were used to estimate the fair value of our marketable senior notes and debentures and discounted cash flow analysis is generally used to estimate the fair value of our mortgages and notes payable. Considerable judgment is necessary to estimate the fair value of financial instruments. This analysis does not purport to take into account all of the factors that may affect our debt, such as the effect that a changing interest rate environment could have on the overall level of economic activity or the action that our management might take to reduce our exposure to the change. This analysis assumes no change in our financial structure.\nFixed Interest Rate Debt\nThe majority of our outstanding debt obligations (maturing at various times through 2059) have fixed interest rates which limit the risk of fluctuating interest rates. However, interest rate fluctuations may affect the fair value of our fixed rate debt instruments. At December 31, 2023, we had $4.0 billion of fixed-rate debt outstanding, including $253.6 million in mortgage\n47\npayables that are effectively fixed by five interest rate swap agreements. If market interest rates used to calculate the fair value on our fixed-rate debt instruments at December 31, 2023 had been 1.0% higher, the fair value of those debt instruments on that date would have decreased by approximately $156.9 million. If market interest rates used to calculate the fair value on our fixed-rate debt instruments at December 31, 2023 had been 1.0% lower, the fair value of those debt instruments on that date would have increased by approximately $175.4 million.\nVariable Interest Rate Debt\nGenerally, we believe that our primary interest rate risk is due to fluctuations in interest rates on our outstanding variable rate debt. At December 31, 2023, we had $600.0 million of variable rate debt outstanding (the principal balance on our unsecured term loan). Based upon this amount of variable rate debt and the specific terms, if market interest rates increased 1.0%, our annual interest expense would increase approximately $6.0 million with a corresponding decrease in our net income and cash flows for the year. Conversely, if market interest rates decreased 1.0%, our annual interest expense would decrease by approximately $6.0 million with a corresponding increase in our net income and cash flows for the year.\nWhile no amounts were outstanding at December 31, 2023, we have a $1.25 billion revolving credit facility that bears interest at a variable rate. If we increase our outstanding balance on the revolving credit facility in the future, additional decreases to future earnings and cash flows could occur."
  },
  {
    "item_key": "item_8",
    "text": "Our consolidated financial statements and supplementary data are included as a separate section of this Annual Report on Form 10-K commencing on page F-1 and are incorporated herein by reference."
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Management's Evaluations of Disclosure Controls and Procedures\nThe Trust and the Operating Partnership maintain disclosure controls and procedures (as defined in Rule 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934, as amended (the \"Exchange Act\")) that are designed to provide reasonable assurance that information required to be disclosed in the reports that we file or submit under the Exchange Act is recorded, processed, summarized and reported within the time periods specified in the SEC's rules and forms, and that such information is accumulated and communicated to the Trust and the Operating Partnership's management, including its Chief Executive Officer and Chief Financial Officer, as appropriate to allow timely decisions regarding required disclosures. Because of inherent limitations, disclosure controls and procedures, no matter how well designed and operated, can provide only reasonable, and not absolute, assurance that the objectives of disclosure controls and procedures are met.\nOur management, with the participation of the Trust and the Operating Partnership’s Chief Executive Officer and Chief Financial Officer, evaluated the effectiveness of the design and operation of the Trust and the Operating Partnership’s disclosure controls and procedures as of December 31, 2023. Based on that evaluation, the Trust and the Operating Partnership’s Chief Executive Officer and Chief Financial Officer concluded that, as of December 31, 2023, the Trust and the Operating Partnership’s disclosure controls and procedures were effective at a reasonable assurance level.\nManagement's Evaluations of Internal Control over Financial Reporting\nThe Trust and the Operating Partnership’s management is responsible for establishing and maintaining adequate internal control over financial reporting. Internal control over financial reporting is defined in Rule 13a-15(f) and 15d-15(f) under the Exchange Act as a process designed by, or under the supervision of, the Trust and the Operating Partnership’s principal executive and principal financial officers and effected by our Board of Trustees, management and other personnel, to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles in the United States of America (GAAP) and includes those policies and procedures that:\n•\npertain to the maintenance of records that in reasonable detail accurately and fairly reflect our transactions and disposition of our assets;\n•\nprovide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that our receipts and expenditures are being made only in accordance with authorization of management and our Trustees; and\n48\n•\nprovide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use or disposition of any of our assets in circumstances that could have a material adverse effect on our financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nWe assessed the effectiveness of the Trust and the Operating Partnership’s internal control over financial reporting as of December 31, 2023. In making this assessment, we used the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (COSO) in\nInternal Control-Integrated Framework (2013)\n. Based on that assessment and criteria, management concluded that the Trust and the Operating Partnership's internal control over financial reporting was effective as of December 31, 2023.\nGrant Thornton LLP, the independent registered public accounting firm that audited the Trust and the Operating Partnership's consolidated financial statements included in this Annual Report on Form 10-K, has issued an attestation report on the Trust and the Operating Partnership's internal control over financial reporting, which appears on page\nof this Annual Report on Form 10-K.\nChanges in Internal Control Over Financial Reporting\nThere was no change in our internal control over financial reporting during our fourth fiscal quarter of 2023 that materially affected, or is reasonably likely to materially affect, our internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None.\n49\nPART III\nCertain information required in Part III is omitted from this Report but is incorporated herein by reference from our Proxy Statement for the 2024 Annual Meeting of Shareholders (as amended or supplemented, the “Proxy Statement”)."
  },
  {
    "item_key": "item_10",
    "text": "The tables and narrative in the Proxy Statement identifying our Trustees and Board committees under the caption “Election of Trustees” and “Corporate Governance”, the sections of the Proxy Statement entitled “Executive Officers” and “Section 16(a) Beneficial Ownership Reporting Compliance” and other information included in the Proxy Statement required by this Item 10 are incorporated herein by reference.\nWe have adopted a Code of Ethics, which is applicable to our Chief Executive Officer and senior financial officers. The Code of Ethics is available in the Corporate Governance section of the Investors section of our website at\nwww.federalrealty.com\n.\nWe have adopted an insider trading policy and related procedures governing the purchase, sale, and other dispositions of our securities that we believe are reasonably designed to promote compliance with insider trading laws, rules and regulations and any NYSE listing standards applicable to us."
  },
  {
    "item_key": "item_11",
    "text": "The sections of the Proxy Statement entitled “Summary Compensation Table,” “Compensation Committee Interlocks and Insider Participation,” “Compensation Committee Report,” “Trustee Compensation” and “Compensation Discussion and Analysis” and other information included in the Proxy Statement required by this Item 11 are incorporated herein by reference."
  },
  {
    "item_key": "item_12",
    "text": "The sections of the Proxy Statement entitled “Share Ownership” and “Equity Compensation Plan Information” and other information included in the Proxy Statement required by this Item 12 are incorporated herein by reference."
  },
  {
    "item_key": "item_13",
    "text": "The sections of the Proxy Statement entitled “Certain Relationship and Related Transactions” and “Independence of Trustees” and other information included in the Proxy Statement required by this Item 13 are incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "The sections of the Proxy Statement entitled “Ratification of Independent Registered Public Accounting Firm” and “Relationship with Independent Registered Public Accounting Firm” and other information included in the Proxy Statement required by this Item 14 are incorporated herein by reference.\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "50\nEXHIBIT INDEX\n51\n52\n53\n_____________________\n* Management contract or compensatory plan required to be filed as an exhibit pursuant to Item 15(b) of Form 10-K.\n† Pursuant to Regulation S-K Item 601(b)(4)(iii), the Trust and the Partnership by this filing agree, upon request, to furnish to the Securities and Exchange Commission a copy of other instruments defining the rights of holders of long-term debt of the Trust and the Partnership.\n‡ In this Exhibit Index, the term \"Predecessor\" refers to Federal Realty Investment Trust before the effectiveness of our UPREIT conversion as described in our Current Reports on Form 8-K filed on January 3 and 5, 2022. Upon completion of the UPREIT conversion, the Partnership became the successor to the Predecessor's rights and obligations under this instrument."
  },
  {
    "item_key": "item_16",
    "text": "None.\n54\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, as amended, each of the Registrants have duly caused this Report to be signed on its behalf by the undersigned thereunto duly authorized this February 12, 2024.\nPursuant to the requirements of the Securities Exchange Act of 1934, as amended, this Report has been signed below by the following persons on behalf of each of the Registrants and in the capacity and on the dates indicated. Each person whose signature appears below hereby constitutes and appoints each of Donald C. Wood and Dawn M. Becker as his or her attorney-in-fact and agent, with full power of substitution and resubstitution for him or her in any and all capacities, to sign any or all amendments to this Report and to file same, with exhibits thereto and other documents in connection therewith, granting unto such attorney-in-fact and agent full power and authority to do and perform each and every act and thing requisite and necessary in connection with such matters and hereby ratifying and confirming all that such attorney-in-fact and agent or his or her substitutes may do or cause to be done by virtue hereof.\n55\nItem 8 and Item 15(a)(1) and (2)\nIndex to Consolidated Financial Statements and Schedules\nAll other schedules have been omitted either because the information is not applicable, not material, or is disclosed in our consolidated financial statements and related notes.\nF-1\nReport of Independent Registered Public Accounting Firm\nTrustees and Shareholders\nFederal Realty Investment Trust\nOpinion on internal control over financial reporting\nWe have audited the internal control over financial reporting of Federal Realty Investment Trust (a Maryland real estate investment trust) and subsidiaries (collectively, the \"Trust\")  as of December 31, 2023, based on criteria established in the 2013\nInternal Control—Integrated Framework\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (\"COSO\"). In our opinion, the Trust maintained, in all material respects, effective internal control over financial reporting as of December 31, 2023, based on criteria established in the 2013\nInternal Control-Integrated Framework\nissued by COSO.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (“PCAOB”), the consolidated financial statements of the Trust as of and for the year ended December 31, 2023, and our report dated February 12, 2024 expressed an unqualified opinion on those financial statements.\nBasis for opinion\nThe Trust’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management's Evaluation of Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Trust’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Trust in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and limitations of internal control over financial reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/\nGRANT THORNTON LLP\nJacksonville, Florida\nFebruary 12, 2024\nF-2\nReport of Independent Registered Public Accounting Firm\nTrustees and Shareholders\nFederal Realty Investment Trust\nOpinion on the financial statements\nWe have audited the accompanying consolidated balance sheets of Federal Realty Investment Trust (a Maryland real estate investment trust) and subsidiaries (collectively, the \"Trust\") as of December 31, 2023 and 2022, the related consolidated statements of comprehensive income, changes in shareholders’ equity, and cash flows for each of the three years in the period ended December 31, 2023, and the related notes and financial statement schedules included under Item 15(a)(2) (collectively referred to as the “financial statements”). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Trust as of December 31, 2023 and 2022, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2023, in conformity with accounting principles generally accepted in the United States of America.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (“PCAOB”), the Trust’s internal control over financial reporting as of December 31, 2023, based on criteria established in the 2013\nInternal Control-Integrated Framework\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (“COSO”), and our report dated February 12, 2024 expressed an unqualified opinion.\nBasis for opinion\nThese financial statements are the responsibility of the Trust’s management. Our responsibility is to express an opinion on the Trust’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Trust in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical audit matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relate to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing separate opinions on the critical audit matter or on the accounts or disclosures to which it relates.\nLease Collectibility Assessment\nIn order to recognize rental income on an accrual basis, the Trust must determine whether substantially all the rents due under a lease arrangement are collectible. If the Trust reaches the conclusion that substantially all of the rents are not collectible for a specific lease, then rental income under that arrangement can only be recognized when cash payment from the tenant is received.\nSignificant judgment is exercised by the Trust when making a collectibility assessment and includes the following considerations which require challenging and subjective auditor judgment in the execution of our audit procedures:\n•\nCreditworthiness of the tenant\n•\nCurrent economic conditions\n•\nHistorical experience with the tenant and other tenants operating in the same industry\nOur audit procedures related to the collectibility assessment\nincluded the following:\n•\nWe tested the design and tested the operating effectiveness of internal controls relating to the collectibility assessment process.\nF-3\n•\nWe evaluated management’s accounting policies related to this assessment.\n•\nWe verified the completeness of the population of tenants that management evaluated.\n•\nWe researched recent publicly available information, including information for the 10 tenants with the highest rental income recognized in the year ended December 31, 2023, such as bankruptcy filings, industry journals, and periodicals, and for any of the Trust’s tenants identified in our research, we evaluated whether such information was considered in management’s collectibility assessment.\n•\nWe recalculated the aging for a selection of tenant receivable balances using supporting documentation.\n•\nFor a selection of tenant receivables where collectibility was deemed as probable, we evaluated the collectibility assessment conclusion reached by management and performed the following procedures for each selection:\n◦\nVerified that management’s accounting policies related to the collectibility assessment were followed.\n◦\nInspected documentation from management such as tenant collection history and any direct correspondence and evaluated management’s considerations supporting the collectibility assessment conclusion reached.\n◦\nResearched publicly available information to independently verify the completeness and accuracy of management’s information used to make the collectibility assessment.\n/s/\nGRANT THORNTON LLP\nWe have served as the Trust’s auditor since 2002.\nJacksonville, Florida\nFebruary 12, 2024\nF-4\nReport of Independent Registered Public Accounting Firm\nTrustees and Unitholders\nFederal Realty OP LP\nOpinion on internal control over financial reporting\nWe have audited the internal control over financial reporting of Federal Realty OP LP (a Delaware limited partnership) and subsidiaries (collectively, the “Operating Partnership”) as of December 31, 2023, based on criteria established in the 2013\nInternal Control-Integrated Framework\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (“COSO”). In our opinion, the Operating Partnership maintained, in all material respects, effective internal control over financial reporting as of December 31, 2023, based on criteria established in the 2013\nInternal Control-Integrated Framework\nissued by COSO.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (“PCAOB”), the consolidated financial statements of the Operating Partnership as of and for the year ended December 31, 2023, and our report dated February 12, 2024 expressed an unqualified opinion on those financial statements.\nBasis for opinion\nThe Operating Partnership’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management's Evaluation of Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Operating Partnership’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Operating Partnership in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and limitations of internal control over financial reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/\nGRANT THORNTON LLP\nJacksonville, Florida\nFebruary 12, 2024\nF-5\nReport of Independent Registered Public Accounting Firm\nTrustees and Unitholders\nFederal Realty OP LP\nOpinion on the financial statements\nWe have audited the accompanying consolidated balance sheets of  Federal Realty OP LP (a Delaware limited partnership) and subsidiaries (collectively, the \"Operating Partnership\") as of December 31, 2023 and 2022, the related consolidated statements of comprehensive income, capital, and cash flows for each of the three years in the period ended December 31, 2023, and the related notes and financial statement schedules included under Item 15(a)(2) (collectively referred to as the “financial statements”). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Operating Partnership as of December 31, 2023 and 2022, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2023, in conformity with accounting principles generally accepted in the United States of America.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (“PCAOB”), the Operating Partnership’s internal control over financial reporting as of December 31, 2023, based on criteria established in the 2013\nInternal Control-Integrated Framework\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (“COSO”), and our report dated February 12, 2024 expressed an unqualified opinion.\nBasis for opinion\nThese financial statements are the responsibility of the Operating Partnership’s management. Our responsibility is to express an opinion on the Operating Partnership’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Operating Partnership in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical audit matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relate to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing separate opinions on the critical audit matter or on the accounts or disclosures to which it relates.\nLease Collectibility Assessment\nIn order to recognize rental income on an accrual basis, the Operating Partnership must determine whether substantially all the rents due under a lease arrangement are collectible. If the Operating Partnership reaches the conclusion that substantially all of the rents are not collectible for a specific lease, then rental income under that arrangement can only be recognized when cash payment from the tenant is received.\nSignificant judgment is exercised by the Operating Partnership when making a collectibility assessment and includes the following considerations which require challenging and subjective auditor judgment in the execution of our audit procedures:\n•\nCreditworthiness of the tenant\n•\nCurrent economic conditions\n•\nHistorical experience with the tenant and other tenants operating in the same industry\nOur audit procedures related to the collectibility assessment included the following:\nF-6\n•\nWe tested the design and tested the operating effectiveness of internal controls relating to the collectibility assessment process.\n•\nWe evaluated management’s accounting policies related to this assessment.\n•\nWe verified the completeness of the population of tenants that management evaluated.\n•\nWe researched recent publicly available information, including information for the 10 tenants with the highest rental income recognized in the year ended December 31, 2023, such as bankruptcy filings, industry journals, and periodicals, and for any of the Operating Partnership’s tenants identified in our research, we evaluated whether such information was considered in management’s collectibility assessment.\n•\nWe recalculated the aging for a selection of tenant receivable balances using supporting documentation.\n•\nFor a selection of tenants where collectibility was deemed as probable, we evaluated the collectibility assessment conclusion reached by management and performed the following procedures for each selection:\n◦\nVerified that management’s accounting policies related to the collectibility assessment were followed.\n◦\nInspected documentation from management such as tenant collection history and any direct correspondence     and evaluated management’s considerations supporting the collectibility assessment conclusion reached.\n◦\nResearched publicly available information to independently verify the completeness and accuracy of management’s information used to make the collectibility assessment.\n/s/\nGRANT THORNTON LLP\nWe have served as the Operating Partnership's auditor since 2022.\nJacksonville, Florida\nFebruary 12, 2024\nF-7\nFederal Realty Investment Trust\nConsolidated Balance Sheets\nThe accompanying notes are an integral part of these consolidated statements.\nF-8\nFederal Realty Investment Trust\nConsolidated Statements of Comprehensive Income\nThe accompanying notes are an integral part of these consolidated statements.\nF-9\nFederal Realty Investment Trust\nConsolidated Statement of Shareholders’ Equity\nThe accompanying notes are an integral part of these consolidated statements.\nF-10\nFederal Realty Investment Trust\nConsolidated Statements of Cash Flows\nThe accompanying notes are an integral part of these consolidated statements.\nF-11\nFederal Realty OP LP\nConsolidated Balance Sheets\nThe accompanying notes are an integral part of these consolidated statements.\nF-12\nFederal Realty OP LP\nConsolidated Statements of Comprehensive Income\nThe accompanying notes are an integral part of these consolidated statements.\nF-13\nFederal Realty OP LP\nConsolidated Statements of Capital\nThe accompanying notes are an integral part of these consolidated statements.\nF-14\nFederal Realty OP LP\nConsolidated Statements of Cash Flows\nThe accompanying notes are an integral part of these consolidated statements.\nF-15\nFederal Realty Investment Trust\nFederal Realty OP LP\nNotes to Consolidated Financial Statements\nDecember 31, 2023, 2022 and 2021\nNOTE 1—\nBUSINESS AND ORGANIZATION\nFederal Realty Investment Trust (the “Parent Company” and \"Trust\") is an equity real estate investment trust (“REIT”). Federal Realty OP LP (the \"Operating Partnership\") is the entity through which the Parent Company conducts substantially all of its operating and owns all of its assets. The Parent Company owns\n100\n% of the limited liability company interests of, is sole member of, and exercises control over Federal Realty GP LLC (the \"General Partner\"), which in turn, is the sole general partner of the Operating Partnership. The Parent Company specializes in the ownership, management, and redevelopment of retail and mixed-use properties through the Operating Partnership. Our properties are located primarily in communities where we believe retail demand exceeds supply, in strategically selected metropolitan markets in the Mid-Atlantic and Northeast regions of the United States, California, and South Florida. As of December 31, 2023, we owned or had a majority interest in community and neighborhood shopping centers and mixed-use properties which are operated as\n102\npredominantly retail real estate projects.\nWe operate in a manner intended to enable the Trust to qualify as a REIT for federal income tax purposes. A REIT that distributes at least\n90\n% of its taxable income to its shareholders each year and meets certain other conditions is not taxed on that portion of its taxable income which is distributed to its shareholders.\nGeneral Economic Conditions\nThe heightened levels of inflation, higher interest rates, and the potentially worsening of economic conditions presents risks for our business and our tenants. We continue to monitor and address risks related to the general state of the economy. The extent of the future effects on our business, results of operations, cash flows, and growth strategies is highly uncertain and will ultimately depend on future developments, none of which can be predicted.\nNOTE 2—\nSUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nBasis of Presentation\nIn January 2022, we completed a reorganization into an umbrella partnership real estate investment trust, or \"UPREIT.\" Immediately following the reorganization, the Parent Company had the same consolidated assets and liabilities as Federal Realty Investment Trust immediately before the reorganization. The Parent Company exercises exclusive control over the General Partner and does not have assets or liabilities other than its investment in the Operating Partnership. As a result, the UPREIT reorganization represented a merger of entities under common control in accordance with accounting principles generally accepted in the United States (\"GAAP\"). Accordingly, the accompanying consolidated financial statements including the notes thereto, are presented as if the UPREIT reorganization had occurred at the earliest period presented.\nPrinciples of Consolidation\nAs discussed in the Explanatory Note, we have combined the Annual Reports on Form 10-K of the Parent Company and the Operating Partnership into this single report. As a result, we present two sets of consolidated financial statements. Both sets of consolidated financial statements include the accounts of the entity, its corporate subsidiaries, and all entities in which it has a controlling interest or has been determined to the primary beneficiary of a variable interest entity (“VIE”). The Parent Company's consolidated financial statements include the accounts of the Operating Partnership and its subsidiaries as the Parent, and through its ownership and control over the General Partner, exercises exclusive control over the Operating Partnership. The equity interests of other investors are reflected as noncontrolling interests or redeemable noncontrolling interests. All significant intercompany transactions and balances are eliminated in consolidation. We account for our interests in joint ventures, which we do not control, using the equity method of accounting.\nUse of Estimates\nThe preparation of financial statements in conformity with accounting principles generally accepted in the United States of America, referred to as “GAAP,” requires management to make estimates and assumptions that in certain circumstances affect the reported amounts of assets and liabilities, disclosure of contingent assets and liabilities, and revenues and expenses. These estimates are prepared using management’s best judgment, after considering past, current and expected events and economic conditions. Actual results could differ from these estimates.\nF-16\nRevenue Recognition and Accounts Receivable\nOur leases with our tenants are classified as operating leases. When collection of substantially all lease payments during the lease term is considered probable, the lease qualifies for accrual accounting. Lease payments are recognized on a straight-line basis from the point in time when the tenant controls the space through the term of the related lease. Variable lease payments relating to percentage rent are recognized at the end of the lease year or earlier if we have determined the required sales level is achieved. Real estate tax and other cost reimbursements are recognized on an accrual basis over the periods in which the related expenditures are incurred. Many of our leases contain tenant options that enable the tenant to extend the term of the lease at expiration at pre-established rental rates that often include fixed rent increases, consumer price index adjustments or other market rate adjustments from the prior base rent. For a tenant to terminate its lease agreement prior to the end of the agreed term, we may require that they pay a fee to cancel the lease agreement. Lease termination fees are generally recognized on the termination date if the tenant has relinquished control of the space. When a lease is terminated early but the tenant continues to control the space under a modified lease agreement, the lease termination fee is generally recognized evenly over the remaining term of the modified lease agreement. Lease concessions are evaluated to determine whether the concession represents a modification of the original lease contract. Modifications generally result in a reassessment of the lease term and lease classification, and remeasurement of lease payments received. Remeasured lease payments are recognized on a straight-line basis over the remaining term of the modified lease contract.\nIn April 2020, the Financial Accounting Standards Board (\"FASB\") issued interpretive guidance relating to the accounting for lease concessions provided as a result of the COVID-19 pandemic that allows entities to treat the concession as if it was a part of the existing contract instead of applying lease modification accounting. This guidance is only applicable to the COVID-19 pandemic related lease concessions that do not result in a substantial increase in the rights of the lessor or the obligations of the lessee. We have elected this option relating to qualifying rent deferral and rent abatement agreements. For qualifying lease modifications with rent deferrals, this results in no change to our revenue recognition but an increase in the lease receivable balance until the deferred rent has been repaid. For qualifying lease modifications that include rent abatement concessions, this results in a direct reduction of rental income in the current period. As of December 31, 2023, we have collected approximately $\n40\nmillion out of a total of $\n48\nmillion from executed rent deferral agreements related to the COVID-19 pandemic. As of December 31, 2023, we had rent abatement agreements related to the COVID-19 pandemic, impacting rents in 2023, 2022, and 2021 of less than $\n1\nmillion, $\n4\nmillion, and $\n26\nmillion, respectively.\nWhen collection of substantially all lease payments during the lease term is not considered probable, total lease revenue is limited to the lesser of revenue recognized under accrual accounting or cash received. Determining the probability of collection of substantially all lease payments during a lease term requires significant judgment. This determination is impacted by numerous factors including our assessment of the tenant’s credit worthiness, economic conditions, tenant sales productivity in that location, historical experience with the tenant and tenants operating in the same industry, future prospects for the tenant and the industry in which it operates, and the length of the lease term. If leases currently classified as probable are subsequently reclassified as not probable, any outstanding lease receivables (including straight-line rent receivables) would be written-off with a corresponding decrease in rental income. If leases currently classified as not probable are subsequently changed to probable, any lease receivables (including straight-line rent receivables) are re-instated with a corresponding increase to rental income.\nFor the year ended December 31, 2023, our collectibility related adjustments resulted in a decrease to rental income of $\n0.4\nmillion, an increase to rental income of $\n4.1\nmillion for the year ended December 31, 2022, and a decrease to rental income of $\n24.0\nmillion during the year ended December 31, 2021. This includes not only the impact of current period rent collections for leases classified as not probable but also collections of prior period rents for those tenants, changes in our collectibility assessments from probable to not probable, disputed rents, and any rent abatements directly related to COVID-19. As of December 31, 2023 and 2022, the revenue from approximately\n28\n% and\n31\n% of our tenants (based on total commercial leases), respectively, is being recognized on a cash basis. As of December 31, 2023 and 2022, our straight-line rent receivables balance was $\n138.4\nmillion and $\n126.6\nmillion, respectively, and is included in \"accounts and notes receivable, net\" on our consolidated balance sheet.\nOther revenue recognition policies\nSales of real estate are recognized upon the transfer of control, which usually occurs when the real estate is legally sold. When we enter into a transaction to sell a property or a portion of a property, we evaluate the recognition of the sale under ASC 610-20, \"Other Income - Gains and Losses from the Derecognition of Nonfinancial Assets.\" In accordance with ASC 610-20, we apply the guidance in ASC 606, \"Revenue from Contracts with Customers,\" to determine whether and when control transfers and how to measure the associated gain or loss. We determine the transaction price based on the consideration we expect to receive. Variable consideration is included in the transaction price to the extent it is probable that a significant reversal of a gain recognized will not occur. We analyze the risk of a significant gain reversal and if necessary limit the amount of\nF-17\nvariable consideration recognized in order to mitigate this risk. The estimation of variable consideration requires us to make assumptions and apply significant judgment.\nReal Estate\nLand, buildings and improvements are recorded at cost. Depreciation is computed using the straight-line method. Estimated useful lives range generally from\n35\nyears to a maximum of\n50\nyears on buildings and major improvements. Minor improvements, furniture and equipment are capitalized and depreciated over useful lives ranging from\n2\nto\n20\nyears. Maintenance and repairs that do not improve or extend the useful lives of the related assets are charged to operations as incurred. Tenant improvements are capitalized and depreciated over the life of the related lease or their estimated useful life, whichever is shorter. If a tenant vacates its space prior to contractual termination of its lease, the undepreciated balance of any tenant improvements are written off if they are replaced or have no future value. In 2023, 2022 and 2021, real estate depreciation expense was $\n282.0\nmillion, $\n265.7\nmillion and $\n245.1\nmillion, respectively, including amounts from real estate sold.\nOur methodology of allocating the cost of acquisitions to assets acquired and liabilities assumed is based on estimated fair values, replacement cost and/or appraised values. When we acquire operating real estate properties, the purchase price is allocated to land, building, improvements, leasing costs, intangibles such as acquired leases, assumed debt, if any, and to current assets acquired and current liabilities assumed, if any. The value allocated to acquired leases is amortized over the related lease term and reflected as rental income in the consolidated statements of comprehensive income. We consider qualitative and quantitative factors in evaluating the likelihood of a tenant exercising a below market renewal option and include such renewal options in the calculation of acquired lease value when we consider these to be bargain renewal options. If the value of below market lease intangibles includes renewal option periods, we include such renewal periods in the amortization period utilized. If a tenant vacates its space prior to contractual termination of its lease, the unamortized balance of any acquired lease value is written off to rental income.\nTransaction costs related to asset acquisitions, such as broker fees, transfer taxes, legal, accounting, valuation, and other professional and consulting fees, are capitalized as part of the acquisition cost. The acquisition of an operating shopping center typically qualifies as an asset acquisition.\nWe capitalize certain costs related to the development and redevelopment of real estate including pre-construction costs, real estate taxes, insurance, construction costs and salaries and related costs of personnel directly involved, are capitalized. Additionally, we capitalize interest costs related to development and redevelopment activities. Capitalization of these costs begin when the activities and related expenditures commence and cease when the project is substantially complete and ready for its intended use at which time the project is placed in service and depreciation commences. Additionally, we make estimates as to the probability of certain development and redevelopment projects being completed. If we determine the development or redevelopment is no longer probable of completion, we expense all capitalized costs which are not recoverable.\nLong-Lived Assets and Impairment\nThere are estimates and assumptions made by management in preparing the consolidated financial statements for which the actual results will be determined over long periods of time. This includes the recoverability of long-lived assets, including our properties that have been acquired or redeveloped and our investment in certain joint ventures. Management’s evaluation of impairment includes review for possible indicators of impairment as well as, in certain circumstances, undiscounted and discounted cash flow analysis. Since most of our investments in real estate are wholly-owned or controlled assets which are held for use, a property with impairment indicators is first tested for impairment by comparing the undiscounted cash flows, including residual value, to the current net book value of the property. If the undiscounted cash flows are less than the net book value, the property is written down to expected fair value.\nThe calculation of both discounted and undiscounted cash flows requires management to make estimates of future cash flows including revenues, operating expenses, required maintenance and development expenditures, market conditions, demand for space by tenants and rental rates over long periods. Because our properties typically have a long life, the assumptions used to estimate the future recoverability of book value requires significant management judgment. Actual results could be significantly different from the estimates. These estimates have a direct impact on net income, because recording an impairment charge results in a negative adjustment to net income.\nCash and Cash Equivalents\nWe define cash and cash equivalents as cash on hand, demand deposits with financial institutions and short term liquid investments with an initial maturity, when purchased, under three months. Cash balances in individual banks may exceed the\nF-18\nfederally insured limit by the Federal Deposit Insurance Corporation (the “FDIC”). At December 31, 2023, we had $\n257.2\nmillion in excess of the FDIC insured limit.\nPrepaid Expenses and Other Assets\nPrepaid expenses and other assets consist primarily of lease costs, prepaid property taxes and acquired above market leases. Capitalized lease costs are incremental direct costs incurred which were essential to originate a successful leasing arrangement and would not have been incurred had the leasing transaction not taken place. These costs include third party commissions related to obtaining a lease. Capitalized lease costs are amortized over the initial life of the related lease which generally ranges from\nthree\nto\nten years\n. We view these lease costs as part of the up-front initial investment we made in order to generate a long-term cash inflow and therefore, we classify cash outflows related to leasing costs as an investing activity in our consolidated statements of cash flows. If a tenant vacates its space prior to the contractual termination of its lease, the unamortized balance of any previously capitalized lease costs are written off.\nDebt Issuance Costs\nCosts related to the issuance of debt instruments are deferred and are amortized as interest expense over the estimated life of the related issue using the straight-line method which approximates the effective interest method. If a debt instrument is paid off prior to its original maturity date, the unamortized balance of debt issuance costs are written off to interest expense or, if significant, included in “early extinguishment of debt.”\nDebt issuance costs related to our revolving credit facility are classified as an asset and are included in \"prepaid expenses and other assets\" in our consolidated balance sheets. All other debt issuance costs are presented as a direct deduction from the carrying amount of the debt liability.\nDerivative Instruments\nWe may use derivative instruments to manage exposure to variable interest rate risk. We generally enter into interest rate swaps to manage our exposure to variable interest rate risk and treasury locks to manage the risk of interest rates rising prior to the issuance of debt. We enter into derivative instruments that qualify as cash flow hedges and do not enter into derivative instruments for speculative purposes.\nInterest rate swaps associated with cash flow hedges are recorded at fair value on a recurring basis. Effectiveness of cash flow hedges is assessed both at inception and on an ongoing basis. The effective portion of changes in fair value of the interest rate swaps associated with cash flow hedges is recorded in other comprehensive income (loss) which is included in accumulated other comprehensive income (loss) on the balance sheet and statement of shareholders' equity. Cash flow hedges become ineffective if critical terms of the hedging instrument and the debt instrument do not perfectly match such as notional amounts, settlement dates, reset dates, calculation period and SOFR rate. In addition, the default risk of the counterparty is evaluated by monitoring the credit worthiness of the counterparty which includes reviewing debt ratings and financial performance. If a cash flow hedge is deemed ineffective, the ineffective portion of changes in fair value of the interest rate swaps associated with cash flow hedges is recognized in earnings in the period affected.\nAt December 31, 2023, we have\ntwo\ninterest rate swap agreements that effectively fix the interest rate on a mortgage payable associated with our Hoboken property at\n3.67\n%, and\nthree\ninterest rate swap agreements that effectively fix the interest rate on a mortgage payable secured by our Bethesda Row property at a weighted average interest rate of\n5.03\n% through the initial maturity date. As of December 31, 2023, our Assembly Row hotel joint venture is a party to\ntwo\ninterest rate swap agreements that effectively fix the interest rate on\n100\n% of the joint venture's mortgage debt through May 2025 at\n6.39\n%, and\n50\n% of its outstanding debt from June 2025 through May 2028 at\n6.03\n%. All swaps were designated and qualify as cash flow hedges. Hedge ineffectiveness has not impacted earnings in 2023, 2022 and 2021.\nMortgage Notes Receivable\nWe have invested in certain mortgage loans that, because of their nature, qualify as loan receivables. At the time of investment, we did not intend for the arrangement to be anything other than a financing and did not contemplate a real estate investment. We evaluate each investment to determine whether the loan arrangement qualifies as a loan, joint venture or real estate investment and the appropriate accounting thereon. Such determination affects our balance sheet classification of these investments and the recognition of interest income derived therefrom.\nMortgage notes receivable are recorded at cost, net of any valuation adjustments. We account for mortgage notes receivable using the \"expected credit loss\" model, and accordingly impairment losses are estimated and recorded for the entire life of the loan. Interest income is accrued as earned. Mortgage notes receivable are considered past due based on the contractual terms of the note agreement. On a quarterly basis, we evaluate the collectability of each mortgage note receivable and update our expected credit loss model based on various factors which may include payment history, expected fair value of the collateral\nF-19\nsecuring the loan, internal and external credit information and/or economic trends. A loan is considered impaired when it is probable that we will be unable to collect all amounts due under the existing contractual terms. When a loan is considered impaired, the amount of the loss accrual is calculated by comparing the carrying amount of the mortgage note receivable to the present value of expected future cash flows. As our loans are collateralized by mortgages, these loans have risk characteristics similar to the risks in owning commercial real estate.\nAt December 31, 2023, we had\nthree\nmortgage notes receivable with an aggregate carrying amount, net of valuation adjustments of $\n9.2\nmillion, and a weighted average interest rate of\n10.9\n%.\nShare Based Compensation\nWe grant share based compensation awards to employees and trustees typically in the form of restricted common shares, common shares, and options. We measure share based compensation expense based on the grant date fair value of the award and recognize the expense ratably over the requisite service period, which is typically the vesting period. See Note 12 to the consolidated financial statements for further discussion regarding our share based compensation plans and policies.\nVariable Interest Entities\nCertain entities that do not have sufficient equity at risk for the entity to finance its activities without additional subordinated financial support from other parties or in which equity investors do not have the characteristics of a controlling financial interest qualify as VIEs. VIEs are required to be consolidated by their primary beneficiary. The primary beneficiary of a VIE has both the power to direct the activities that most significantly impact economic performance of the VIE and the obligation to absorb losses or the right to receive benefits that could potentially be significant to the VIE.\nOur equity method investments in the Assembly Row hotel joint venture, the La Alameda shopping center, the Chandler Festival and Chandler Gateway shopping centers, and our mortgage notes receivable are considered variable interests in a VIE (see Note 3 to the consolidated financial statements for additional information on the Chandler Festival and Chandler Gateway shopping centers). As we do not control the activities that most significantly impact the economic performance of our equity method joint ventures or the borrower entities related to our mortgage notes receivable, we are not the primary beneficiary and do not consolidate. As of December 31, 2023 and 2022, our investment in the equity method joint ventures and maximum exposure to loss was $\n30.9\nmillion and $\n34.0\nmillion, respectively. As of December 31, 2023 and 2022, our investment in mortgage notes receivable and maximum exposure to loss was $\n9.2\nmillion and $\n9.5\nmillion, respectively. As of December 31, 2022, we had a\n77.7\n% tenancy in common (\"TIC\") interest in Escondido Promenade which was recorded as an equity method investment and included in investments in partnerships\" on our December 31, 2022 consolidated balance sheets. Our TIC interest in Escondido Promenade was not considered a variable interest in a VIE, and we subsequently purchased our co-owners interest on May 26, 2023, at which point we consolidated the property. See Note 3 to the consolidated financial statements for additional information.\nIn addition, we have\n19\nentities that meet the criteria of a VIE in which we hold a variable interest. For each of these entities, we control the significant operating decisions and consequently have the power to direct the activities that most significantly impact the economic performance of the entities. As we also have the obligation to absorb the majority of the losses and/or the right to receive a majority of the benefits for each of these entities, all are consolidated in our financial statements. Net real estate assets related to VIEs included in our consolidated balance sheets were approximately $\n1.6\nbillion as of both December 31, 2023 and 2022, and mortgages related to VIEs included in our consolidated balance sheets were approximately $\n189.3\nmillion and $\n191.8\nmillion, as of December 31, 2023 and 2022, respectively.\nRedeemable Noncontrolling Interests\nWe have certain noncontrolling interests that are redeemable for cash upon the occurrence of an event that is not solely in our control and therefore are classified outside of permanent equity. We adjust the carrying amounts of these noncontrolling interests that are currently redeemable to redemption value at the balance sheet date. Adjustments to the carrying amount to reflect changes in redemption value are recorded as adjustments to additional paid-in capital in shareholders' equity. These amounts are classified within the mezzanine section of the consolidated balance sheets.\nF-20\nThe following table provides a rollforward of the redeemable noncontrolling interests:\nOn July 13, 2022, we acquired the\n21.8\n% redeemable noncontrolling interest in the partnership that owns our Plaza El Segundo shopping center for $\n23.6\nmillion, bringing our ownership interest to\n100\n%.\nLeases\nWe have ground leases at\n11\nproperties which are accounted for as operating leases. The operating lease right of use (\"ROU\") assets and related liabilities are shown separately on the face of our consolidated balance sheet and reflect the present value of the minimum lease payments. A key input in the calculation is the discount rate. As the rate implied in the lease agreements is not readily determinable, we utilize our incremental borrowing rate that corresponds to the remaining term of the lease, our credit spread, and an adjustment to reflect the collateralized payment terms present in the lease. Our operating lease agreements may include options to extend the lease term or terminate it early. We include options to extend or terminate leases in the ROU operating lease asset and liability when it is reasonably certain we will exercise these options. Operating lease expense is recognized on a straight-line basis over the non-cancellable lease term and is included in rental expenses in our consolidated statements of operations. We do not record a ROU asset or lease liability for leases with terms of less than 12 months.\nIncome Taxes\nWe operate in a manner intended to enable us to qualify as a REIT for federal income tax purposes. A REIT that distributes at least\n90\n% of its taxable income to its shareholders each year and meets certain other conditions is not taxed on that portion of its taxable income which is distributed to its shareholders. Therefore, federal income taxes on our taxable income have been and are generally expected to be immaterial. We are obligated to pay state taxes, generally consisting of franchise or gross receipts taxes in certain states. Such state taxes also have not been material.\nWe have elected to treat certain of our subsidiaries as taxable REIT subsidiaries, which we refer to as a TRS. In general, a TRS may engage in any real estate business and certain non-real estate businesses, subject to certain limitations under the Internal Revenue Code of 1986, as amended (the “Code”). A TRS is subject to federal and state income taxes. Our TRS activities have not been material.\nWith few exceptions, we are no longer subject to U.S. federal, state, and local tax examinations by tax authorities for years before 2019. As of December 31, 2023 and 2022, we had\nno\nmaterial unrecognized tax benefits. While we currently have\nno\nmaterial unrecognized tax benefits, as a policy, we recognize penalties and interest accrued related to unrecognized tax benefits as income tax expense.\nSegment Information\nOur primary business is the ownership, management, and redevelopment of retail and mixed-use properties. We review operating and financial information for each property on an individual basis and therefore, each property represents an individual operating segment. We evaluate financial performance using property operating income, which consists of rental income, and mortgage interest income, less rental expenses and real estate taxes.\nNo\nindividual commercial or residential property constitutes more than\n10% of our revenues or property operating income\nand we have no operations outside of the United States of America. Therefore, we have aggregated our properties into\none\nreportable segment as the properties share similar long-term economic characteristics and have other similarities including the fact that they are operated using consistent business strategies, are typically located in major metropolitan areas, and have similar tenant mixes.\nF-21\nForward Equity Sales\nOur at-the-market (“ATM”) equity program allows shares to be sold through forward sales contracts. Our forward sales contracts currently meet all the conditions for equity classification; and therefore, we record common stock on the settlement date at the purchase price contemplated by the contract. Furthermore, we consider the potential dilution resulting from forward sales contracts in our earnings per share calculations. We use the treasury stock method to determine the dilution, if any, from the forward sales contracts during the period of time prior to settlement. See Note 8 to the consolidated financial statements for details of our forward sales transactions.\nRecent Accounting Pronouncements\nF-22\nF-23\nConsolidated Statements of Cash Flows—Supplemental Disclosures\nThe following table provides supplemental disclosures related to the Consolidated Statements of Cash Flows:\n(1)\nRestricted cash balances are included in \"prepaid expenses and other assets\" on our consolidated balance sheets, and is primarily related to escrow accounts.\nNOTE 3—\nREAL ESTATE\n2023 Property Acquisitions\nOn January 31, 2023, we acquired the\n168,000\nsquare foot portion of Huntington Square shopping center that was not previously owned, as well as the fee interest in the land underneath the portion of the shopping center which we controlled under a long-term ground lease for $\n35.5\nmillion. As a result of this transaction, we now own the entire fee interest in this\n243,000\nsquare foot property and the \"operating lease right of use assets, net\" on our consolidated balance sheet decreased by $\n5.3\nmillion. Approximately $\n4.1\nmillion and $\n1.3\nmillion of net assets acquired were allocated to other assets for \"acquired lease costs\" and \"above market leases,\" respectively.\nOn May 26, 2023, we exercised our option and acquired the\n22.3\n% tenancy in common (\"TIC\") interest from our co-owner at Escondido Promenade, as discussed in \"2022 Other Transaction\" below, for $\n30.5\nmillion, bringing our ownership interest to\n100\n%. As a result of the transaction, we gained control of this property, and effective May 26, 2023, we have consolidated this property. Approximately $\n1.8\nmillion and $\n0.2\nmillion of net assets associated with the\n22.3\n% interest acquired were allocated to other assets for \"acquired lease costs\" and \"above market leases,\" respectively, and $\n1.1\nmillion of net assets associated with the\n22.3\n% interest acquired were allocated to other liabilities for \"below market leases.\"\nOn October 12, 2023, we acquired the fee interest under a portion of our Mercer on One (formerly Mercer Mall) shopping center for $\n55.0\nmillion pursuant to the purchase option included in the master lease. As a result of this transaction, \"finance lease right of use assets, net\" of $\n37.8\nmillion were allocated to \"operating real estate\" and \"finance lease liabilities\" decreased by $\n55.0\nmillion.\n2023 Property Dispositions\nDuring the year ended December 31, 2023, we sold one retail property and one portion of a property for sales prices totaling $\n30.4\nmillion, resulting in net gains totaling approximately $\n9.7\nmillion.\nF-24\n2022 Property Acquisitions\nDuring the year ended December 31, 2022, we acquired the following properties:\n(1)\nApproximately $\n11.3\nmillion and $\n0.3\nmillion of net assets were allocated to other assets for \"acquired lease costs\" and \"above market leases,\" respectively, and $\n20.2\nmillion of net assets acquired were allocated to other liabilities for \"below market leases.\"\n(2)\nThis building is adjacent to, and will be operated as part of our Hilton Village property. The land is controlled under a long-term ground lease that expires on September 30, 2075, for which we have recorded a $\n6.5\nmillion \"operating lease right of use asset\" (net of a $\n0.8\nmillion above market liability) and a $\n7.3\nmillion \"operating lease liability.\" Approximately $\n8.9\nmillion of net assets acquired were allocated to other assets for \"acquired lease costs\" and $\n0.1\nmillion of net assets acquired were allocated to other liabilities for \"below market leases.\"\n(3)\nApproximately $\n16.3\nmillion and $\n1.6\nmillion of net assets acquired were allocated to other assets for \"acquired lease costs\" and \"above market leases,\" respectively, and $\n18.4\nmillion of net assets acquired were allocated to other liabilities for \"below market leases.\"\n(4)\nThis property, that we own a\n90\n% ownership interest in, was acquired through our Hoboken joint venture, and is in the beginning stages of redevelopment.\nOn October 6, 2022, we acquired a\n47.5\n% net interest in an unconsolidated joint venture that owns two shopping centers for a combined price of $\n58.9\nmillion. On the date of acquisition, the properties had combined mortgage debt of $\n76.1\nmillion, of which, our share is approximately $\n36.2\nmillion. Approximately $\n8.0\nmillion and $\n2.0\nmillion of net assets acquired were allocated to other assets for \"acquired lease costs\" and \"above market leases,\" respectively, and $\n17.1\nmillion of net assets acquired were allocated to other liabilities for \"below market leases.\" Additional information on the properties is listed below:\n2022 Property Dispositions\nDuring the year ended December 31, 2022, we sold two residential properties (one included an adjacent retail pad), one retail property, one parcel of land, and one portion of a property for sales prices totaling $\n136.2\nmillion, resulting in net gains totaling approximately $\n84.1\nmillion.\n2022 Other Transaction\nOn August 25, 2022, we entered into a tenancy in common (\"TIC\") agreement with our partner in the partnership that owned Escondido Promenade. As a result, the Company owned a\n77.7\n% TIC interest, and our former partner owned the remaining\n22.3\n% interest. While the Company controlled and consolidated Escondido Promenade under the previous partnership arrangement, control is shared under the TIC agreement. The transaction was considered a transfer of our previous controlling partner interest in exchange for a non-controlling TIC interest. Accordingly, we deconsolidated the entity and recorded our TIC interest at fair value as an equity method investment. We recognized a $\n70.4\nmillion \"gain on deconsolidation of VIE\" on our consolidated statements of operations, which is the difference between the net carrying value of the deconsolidated entity and the fair value of our TIC interest. As of August 25, 2022, the fair value of our investment in the entity was $\n110.0\nmillion, and is included in \"investment in partnerships\" on our consolidated balance sheet as of December 31, 2022. As a part of this transaction, we made a $\n3.5\nmillion loan to our co-owner, which is included in \"accounts and notes receivable, net\" on our consolidated balance sheet at December 31, 2022. In addition, we entered into a purchase option agreement to acquire the TIC\nF-25\ninterest from our co-owner, which was secured through an option payment of $\n1.5\nmillion, and settled on May 26, 2023 as discussed above\n.\nNOTE 4—\nACQUIRED LEASES\nAcquired lease assets comprise of above market leases where we are the lessor and below market leases where we are the lessee. Acquired lease liabilities comprise of below market leases where we are the lessor and above market leases where we are the lessee. As a lessor, acquired above market leases are included in prepaid expenses and other assets, and acquired below market leases are included in other liabilities and deferred credits. In accordance with our adoption of ASC Topic 842, acquired below market leases and acquired above market leases where we are the lessee are included in right of use assets.\nThe following is a summary of our acquired lease assets and liabilities:\nThe value allocated to acquired leases where we are the lessor is amortized over the related lease term and reflected as additional rental income for below market leases or a reduction of rental income for above market leases in the consolidated statements of comprehensive income. The related amortization of acquired leases where we are the lessee is reflected as additional rental expense for below market leases or a reduction of rental expenses for above market leases in the consolidated statements of comprehensive income.\nThe following is a summary of acquired lease amortization:\nThe following is a summary of the remaining weighted average amortization period for our acquired lease assets and acquired lease liabilities:\nThe amortization for acquired leases during the next five years and thereafter, assuming no early lease terminations, is as follows:\nF-26\nF-27\nNOTE 5—\nDEBT\nThe following is a summary of our total debt outstanding as of December 31, 2023 and 2022:\n_____________________\n(1)\nOn December 29, 2023, we entered into\nthree\ninterest rate swap agreements that fix the interest rate on the mortgage loan at a weighted average interest rate of\n5.03\n% through the initial maturity date.\n(2)\nOn November 26, 2019, we entered into\ntwo\ninterest rate swap agreements that fix the interest rate on the mortgage loan at\n3.67\n%. The reference rate for the mortgage loan and related swaps was amended from LIBOR to SOFR in May 2023. The amendment was effective for interest payments subsequent to July 1, 2023.\n(3)\nThe interest rates on these mortgages range from\n3.91\n% to\n5.00\n%.\n(4)\nOn February 6, 2024, we extended the maturity date to April 16, 2025, with an additional one year extension at our option still available to further extend the loan to April 16, 2026.\n(5)\nOur revolving credit facility SOFR loans bear interest at Daily Simple SOFR or Term SOFR and our term loan bears interest at Term SOFR as defined in the respective credit agreements, plus\n0.10\n%, plus a spread, based on our current credit rating.\nF-28\n(6)\nThe maximum amount drawn under our revolving credit facility during the year ended December 31, 2023 was $\n115.5\nmillion and the weighted average interest rate on borrowings under our revolving credit facility, before amortization of debt fees, was\n5.9\n%.\n(7)\nThe Operating Partnership is the obligor under our revolving credit facility, term loan, and senior notes and debentures.\nOn April 12, 2023, we issued $\n350.0\nmillion of fixed rate senior unsecured notes that mature on May 1, 2028 and bear interest at\n5.375\n%. The notes were offered at\n99.590\n% of the principal amount with a yield to maturity of\n5.468\n%. The net proceeds, after issuance discount, underwriting fees, and other costs were $\n345.7\nmillion.\nOn June 1, 2023, we repaid our $\n275.0\nmillion\n2.75\n% senior unsecured notes at maturity.\nOn December 28, 2023, one of our wholly-owned subsidiaries entered into a $\n200.0\nmillion mortgage loan, which bears interest at SOFR plus a\n95\nbasis point spread, matures on December 28, 2025, plus two one-year extensions, at our option, and is secured by our Bethesda Row property. The interest rate is effectively fixed at\n5.03\n% through the initial maturity date, as a result of three interest rate swap agreements. Our net proceeds were $\n199.1\nmillion, after debt issuance costs. Our subsidiary's obligations under the mortgage loan are guaranteed by the Operating Partnership.\nDuring 2023, 2022 and 2021, the maximum amount of borrowings outstanding under our revolving credit facility was $\n115.5\nmillion, $\n330.0\nmillion and $\n150.0\nmillion, respectively. The weighted average amount of borrowings outstanding was $\n44.7\nmillion, $\n80.3\nmillion and $\n19.6\nmillion, respectively, and the weighted average interest rate, before amortization of debt fees, was\n5.9\n%,\n3.2\n% and\n0.9\n%, respectively. The revolving credit facility requires an annual facility fee which is $\n1.9\nmillion under the amended credit agreement. At December 31, 2023 and December 31, 2022, our revolving credit facility had\nno\nbalance outstanding.\nOur revolving credit facility, term loan, and certain notes require us to comply with various financial covenants, including the maintenance of minimum shareholders’ equity and debt coverage ratios and a maximum ratio of debt to net worth. As of December 31, 2023, we were in compliance with all default related debt covenants.\nScheduled principal payments on mortgages payable, notes payable, senior notes and debentures as of December 31, 2023 are as follows:\n_____________________\n(1)\nOur $\n600.0\nmillion term loan had an original maturity date of April 16, 2024. On February 6, 2024, we extended the maturity date to April 16, 2025, with an additional one year extension at our option still available to further extend the loan to April 16, 2026.\n(2)\nOur $\n200.0\nmillion mortgage loan secured by Bethesda Row matures on December 28, 2025 plus two one-year extensions, at our option to December 28, 2027.\n(3)\nOur $\n1.25\nbillion revolving credit facility matures on April 5, 2027 plus two six-month extensions, at our option to April 5, 2028. As of December 31, 2023, there was\nno\nbalance outstanding under this credit facility.\n(4)\nThe total debt maturities differ from the total reported on the consolidated balance sheet due to the unamortized net debt issuance costs and premium/discount on mortgage loans, notes payable, and senior notes as of December 31, 2023\n.\nNOTE 6—\nFAIR VALUE OF FINANCIAL INSTRUMENTS\nA fair value measurement is based on the assumptions that market participants would use in pricing an asset or liability in an orderly transaction. The hierarchy for inputs used in measuring fair value are as follows:\nF-29\nIn certain cases, the inputs used to measure fair value may fall into different levels of the fair value hierarchy. In such cases, for disclosure purposes, the level within which the fair value measurement is categorized is based on the lowest level input that is significant to the fair value measurement.\nExcept as disclosed below, the carrying amount of our financial instruments approximates their fair value. The fair value of our mortgages payable, notes payable and senior notes and debentures is sensitive to fluctuations in interest rates. Quoted market prices (Level 1) were used to estimate the fair value of our marketable senior notes and debentures and discounted cash flow analysis (Level 2) is generally used to estimate the fair value of our mortgages and notes payable. Considerable judgment is necessary to estimate the fair value of financial instruments. The estimates of fair value presented herein are not necessarily indicative of the amounts that could be realized upon disposition of the financial instruments.\nA summary of the carrying amount and fair value of our mortgages payable, notes payable and senior notes and debentures is as follows:\nAs of December 31, 2023, we have\nfive\ninterest rate swap agreements with total notional amounts of $\n253.6\nmillion that are measured at fair value on a recurring basis. We have\ntwo\ninterest rate swap agreements associated with our Hoboken portfolio that fix the interest rate on $\n53.6\nmillion of mortgage payables at\n3.67\n% through December 15, 2029. During December 2023, we entered into\nthree\ninterest rate swap agreements associated with our Bethesda Row property that fix the interest rate on a $\n200.0\nmillion mortgage payable at a weighted average interest rate of\n5.03\n% through December 28, 2025.\nThe fair values of the interest rate swap agreements are based on the estimated amounts we would receive or pay to terminate the contracts at the reporting date and are determined using interest rate pricing models and interest rate related observable inputs. The fair value of our swaps at December 31, 2023 was an asset of $\n4.7\nmillion and is included in \"prepaid expenses and other assets\" on our consolidated balance sheet. During 2023, the value of our interest rate swaps decreased $\n1.5\nmillion (including $\n1.9\nmillion reclassified from other comprehensive income as a decrease to interest expense).\nA summary of our financial assets that are measured at fair value on a recurring basis, by level within the fair value hierarchy is as follows:\nOne of our equity method investees has\ntwo\ninterest rate swaps which qualify as cash flow hedges. At December 31, 2023 and December 31, 2022, our share of the change in fair value of the related swaps included in \"accumulated other comprehensive (loss) income\" was a loss of $\n0.3\nmillion and income of $\n0.9\nmillion, respectively.\nNOTE 7—\nCOMMITMENTS AND CONTINGENCIES\nWe are sometimes involved in lawsuits, warranty claims, and environmental matters arising in the ordinary course of business. Management makes assumptions and estimates concerning the likelihood and amount of any potential loss relating to these matters.\nWe are currently a party to various legal proceedings. We accrue a liability for litigation if an unfavorable outcome is probable and the amount of loss can be reasonably estimated. If an unfavorable outcome is probable and a reasonable estimate of the loss is a range, we accrue the best estimate within the range; however, if no amount within the range is a better estimate than any other amount, the minimum within the range is accrued. Legal fees related to litigation are expensed as incurred. We do not believe that the ultimate outcome of these matters, either individually or in the aggregate, could have a material adverse effect on our financial position or overall trends in results of operations; however, litigation is subject to inherent uncertainties. Also under our leases, tenants are typically obligated to indemnify us from and against all liabilities, costs and expenses imposed upon or asserted against us (1) as owner of the properties due to certain matters relating to the operation of the properties by the\nF-30\ntenant, and (2) where appropriate, due to certain matters relating to the ownership of the properties prior to their acquisition by us.\nWe are self-insured for general liability costs up to predetermined retained amounts per claim, and we believe that we maintain adequate accruals to cover our retained liability. We currently do not maintain third party stop-loss insurance policies to cover liability costs in excess of predetermined retained amounts. Our accrual for self-insurance liability is determined by management and is based on claims filed and an estimate of claims incurred but not yet reported. Management considers a number of factors, including third-party actuarial analysis, previous experience in our portfolio, and future increases in costs of claims, when making these determinations. If our liability costs exceed these accruals, it will reduce our net income.\nWe reserve for estimated losses, if any, associated with warranties given to a buyer at the time real estate is sold or other potential liabilities relating to that sale, taking any insurance policies into account. These warranties may extend up to ten years and require significant judgment. If changes in facts and circumstances indicate that warranty reserves are understated, we will accrue additional reserves at such time a liability has been incurred and the costs can be reasonably estimated. Warranty reserves are released once the legal liability period has expired or all related work has been substantially completed.\nAt December 31, 2023 and 2022, our reserves for general liability costs were $\n3.5\nmillion and $\n3.3\nmillion, respectively, and are included in “accounts payable and accrued expenses” in our consolidated balance sheets. Any potential losses which exceed our estimates would result in a decrease in our net income. During 2023 and 2022, we made payments from these reserves of $\n2.0\nmillion and $\n2.3\nmillion, respectively. Although we consider the reserve to be adequate, there can be no assurance that the reserve will prove to be adequate over-time to cover losses due to the difference between the assumptions used to estimate the reserve and actual losses.\nOn December 11, 2019, we received proceeds related to the sale under the threat of condemnation at San Antonio Center as discussed in our Annual Report on Form 10-K for the year ended December 31, 2019. We indemnified the condemning authority for all costs incurred related to the condemnation proceedings including any payments required to tenants at the property and recorded a corresponding liability for our estimate of these costs. During 2022, we recorded a net reduction of our liability for condemnation and transaction costs to reflect the impact of tenant settlement and our current estimate of remaining costs. As a result, for the year ended December 31, 2022, we recognized a gain of $\n9.3\nmillion. During 2023 and 2022, we incurred $\n1.4\nmillion  and $\n18.0\nmillion of payments to tenants, respectively. At December 31, 2023, we have a liability of $\n3.6\nmillion to reflect our estimate of the remaining costs.\nAt December 31, 2023, we had letters of credit outstanding of approximately $\n6.5\nmillion.\nAs of December 31, 2023 in connection with capital improvement, development, and redevelopment projects, we have contractual obligations of approximately\n$\n168.4\nmillion\n.\nWe are obligated under operating lease agreements on several shopping centers and one office lease requiring minimum annual payments as follows, as of December 31, 2023:\nF-31\nFuture minimum lease payments and their present value for properties under finance leases as of December 31, 2023, are as follows:\nUnder the terms of the Congressional Plaza partnership agreement, a minority partner has the right to require us and the other minority partner to purchase its\n26.63\n% interest in Congressional Plaza at the interest’s then-current fair market value. If the other minority partner defaults in their obligation, we must purchase the full interest. Based on management’s current estimate of fair market value as of December 31, 2023, our estimated maximum liability upon exercise of the put option would range from approximately $\n66\nmillion to $\n69\nmillion.\nA master lease for Melville Mall, as amended on October 14, 2021, includes a fixed price put option at any time prior to June 30, 2025, requiring us to purchase Melville Mall for approximately $\n3.6\nmillion. Additionally, we have the right to purchase Melville Mall in 2026 for approximately $\n3.6\nmillion. The consideration is net of a contract amendment fee to be paid by the landlord.\nThe other member in The Grove at Shrewsbury and Brook 35 has the right to require us to purchase all of its approximately\n4.1\n% interest in The Grove at Shrewsbury and approximately\n6.5\n% interest in Brook 35 at the interests' then-current fair market value. Based on management's current estimate of fair market value as of December 31, 2023, our estimated maximum liability upon exercise of the put option would range from $\n6\nmillion to $\n7\nmillion.\nThe other member in Hoboken has the right to require us to purchase all of its\n10.0\n% ownership interest at the interest's then-current fair market value. Based on management's current estimate of fair market value as of December 31, 2023, our estimated maximum liability upon exercise of the put option would range from $\n10\nmillion to $\n11\nmillion.\nEffective June 14, 2026, the other member in Camelback Colonnade and Hilton Village has the right to require us to purchase all of its\n2.0\n% ownership interest at the interest's then-current fair market value. Based on management's current estimate of fair value as of December 31, 2023, our estimated maximum liability upon exercise of the put option would range from $\n4\nmillion to $\n5\nmillion.\nEffective October 6, 2027, the other member in the partnership that owns equity method investments in Chandler Festival and Chandler Gateway has the right to require us to purchase its\n2.5\n% net ownership interest. Based on management's current estimate of fair value as of December 31, 2023, our estimated maximum liability upon exercise of the put option would range from $\n1\nmillion and $\n2\nmillion.\nEffective June 1, 2029, the other member in Grossmont Center has the right to require us to purchase all of its\n40.0\n% ownership interest at the interest's then-current fair market value. Based on management's current estimate of fair value as of December 31, 2023, our estimated maximum liability upon exercise of the put option would range from $\n68\nmillion to $\n73\nmillion.\nUnder the terms of certain partnership agreements, the partners have the right to exchange their operating partnership units for cash or the same number of our common shares, at our option. A total of\n635,431\ndownREIT operating partnership units are outstanding which have a total fair value of $\n65.5\nmillion, based on our closing stock price on December 31, 2023.\nNOTE 8—\nSHAREHOLDERS’ EQUITY\nWe have a Dividend Reinvestment Plan (the “Plan”), whereby shareholders may use their dividends and optional cash payments to purchase shares. In 2023, 2022 and 2021,\n19,847\nshares,\n19,502\nshares, and\n19,758\nshares, respectively, were issued under the Plan.\nAs of December 31, 2023, 2022, and 2021, we had\n6,000,000\nDepositary Shares outstanding, each representing 1/1000th interest of\n5.0\n% Series C Cumulative Redeemable Preferred Share, par value $\n0.01\nper share (\"Series C Preferred Shares\"), at\nF-32\nthe liquidation preference of $\n25.00\nper depositary share (or $\n25,000\nper Series C Preferred share). The Series C Preferred Shares accrue dividends at a rate of\n5.0\n% of the $\n25,000\nliquidation preference per year and are redeemable at our option. Additionally, they are not convertible and holders of these shares generally have no voting rights, unless we fail to pay dividends for six or more quarters.\nAs of December 31, 2023 and 2022, we had\n392,878\nshares of\n5.417\n% Series 1 Cumulative Convertible Preferred Shares (“Series 1 Preferred Shares”) outstanding that have a liquidation preference of $\n25\nper share and par value $\n0.01\nper share, and\n399,896\nshares at December 31, 2021. The Series 1 Preferred Shares accrue dividends at a rate of\n5.417\n% per year and are convertible at any time by the holders to our common shares at a conversion rate of $\n104.69\nper share. On June 15, 2022, one of our Series 1 Preferred shareholders converted\n7,018\npreferred shares to\n1,675\ncommon shares. The Series 1 Preferred Shares are also convertible under certain circumstances at our election. The holders of the Series 1 Preferred Shares have no voting rights.\nOn February 14, 2022, we replaced our existing at-the-market (“ATM”) equity program with a new ATM equity program in which we may from time to time offer and sell common shares having an aggregate offering price of up to $\n500.0\nmillion. The ATM equity program also allows shares to be sold through forward sales contracts. We intend to use the net proceeds from ATM equity program issuances to fund potential acquisition opportunities, fund our development and redevelopment pipeline, repay indebtedness and/or for general corporate purposes.\nFor the year ended December 31, 2023, we sold\n1,372,889\ncommon shares (of which,\n62,895\nsettled on January 2, 2024) at a weighted average price per share of $\n101.89\nfor net cash proceeds of $\n138.3\nmillion including paying $\n1.4\nmillion in commissions and $\n0.2\nmillion in additional offering expenses related to the sales of these common shares. For the year ended December 31, 2022, we issued\n430,473\ncommon shares at a weighted average price per share of $\n111.49\nfor net cash proceeds of $\n47.4\nmillion and paid $\n0.5\nmillion in commissions and $\n0.1\nmillion in additional offering expenses related to the sales of these common shares. As of December 31, 2023, we have the remaining capacity to issue up to $\n312.1\nmillion in common shares under our ATM equity program.\nDuring 2022, we settled forward sales contracts by issuing\n2,203,655\ncommon shares for net proceeds of $\n259.4\nmillion. We have no outstanding forward sales agreements as of December 31, 2023.\nEffective May 4, 2023, our Declaration of Trust was amended to increase the number of authorized common shares of beneficial interest to\n200,000,000\n.\nNOTE 9—\nDIVIDENDS\nThe following table provides a summary of dividends declared and paid per share:\nF-33\nA summary of the income tax status of dividends per share paid is as follows:\nOn November 2, 2023, the Trustees declared a quarterly cash dividend of $\n1.09\nper common share, payable January 16, 2024 to common shareholders of record on January 2, 2024.\nNOTE 10—\nLEASES\nAt December 31, 2023, our\n102\npredominantly retail shopping center and mixed-use properties are located in\n12\nstates and the District of Columbia. There are approximately\n3,300\ncommercial leases and\n3,100\nresidential leases. Our commercial tenants range from sole proprietorships to national retailers and corporations. At December 31, 2023, no one tenant or corporate group of tenants accounted for more than\n2.7\n% of annualized base rent.\nOur leases with commercial property and residential tenants are classified as operating leases. Commercial property leases generally range from\nthree\nto\nten years\n(certain leases with anchor tenants may be longer), and in addition to minimum rents, may provide for percentage rents based on the tenant’s level of sales achieved and cost recoveries for the tenant’s share of certain operating costs. Leases on apartments are generally for a period of\n1\nyear or less.\nAs of December 31, 2023, future minimum rentals from noncancelable commercial operating leases (excluding both tenant reimbursements of operating expenses and percentage rent based on tenants' sales) are as follows:\nF-34\nThe following table provides additional information on our operating and finance leases where we are the lessee:\nNOTE 11—\nCOMPONENTS OF RENTAL EXPENSES\nThe principal components of rental expenses are as follows:\nNOTE 12—\nSHARE-BASED COMPENSATION PLANS\nA summary of share-based compensation expense included in net income is as follows:\nF-35\nAs of December 31, 2023, we have grants outstanding under two share-based compensation plans. In May 2020, our shareholders approved the 2020 Performance Incentive Plan (\"the 2020 Plan\"), which authorized the grant of share options, common shares, and other share-based awards for up to\n1,750,000\ncommon shares of beneficial interest. Our 2010 Long Term Incentive Plan, as amended (the \"2010 Plan”), which expired in May 2020, authorized the grant of share options, common shares and other share-based awards for up to\n2,450,000\ncommon shares of beneficial interest.\nOption awards under the plans are required to have an exercise price at least equal to the closing trading price of our common shares on the date of grant. Options and restricted share awards under the plan generally vest over\nthree\nto\nseven years\nand option awards typically have a\nten\n-year contractual term. We pay dividends on unvested shares. Certain options and share awards provide for accelerated vesting if there is a change in control. Additionally, the vesting on certain option and share awards can accelerate in part or in full upon termination without cause.\nThe fair value of each option award is estimated on the date of grant using the Black-Scholes model. Expected volatilities, term, dividend yields, employee exercises and estimated forfeitures are primarily based on historical data. The risk-free interest rate is based on the U.S. Treasury yield curve in effect at the time of grant. The fair value of each share award is determined based on the closing trading price of our common shares on the grant date.\nNo\noptions were granted in 2023 and 2022.\nThe following table provides a summary of the assumptions used to value options granted in 2021:\nThe weighted-average grant-date fair value of options granted in 2021 was $\n16.40\nper share.\nThe following table provides a summary of option activity for 2023:\nThe following table provides a summary of restricted share activity for 2023:\nThe weighted-average grant-date fair value of stock awarded in 2023, 2022 and 2021 was $\n109.44\n, $\n125.34\nand $\n97.46\n, respectively. The total vesting-date fair value of shares vested during the year ended December 31, 2023, 2022 and 2021, was $\n14.4\nmillion, $\n14.3\nmillion and $\n11.0\nmillion, respectively.\nOn February 10, 2021,\n10,441\nrestricted stock units were awarded to an officer that vest at the end of\nfour years\n. The final awards earned are based on meeting certain market based performance criteria, and may vary from\n0\n% to\n200\n% of the original award. The weighted-average grant-date fair value of the restricted stock units awarded in 2021 was $\n97.01\n.\nThere has been no activity in 2023.\nF-36\nAs of December 31, 2023, there was $\n18.8\nmillion of total unrecognized compensation cost related to unvested share-based compensation arrangements (i.e. options and unvested shares) granted under our plans. This cost is expected to be recognized over the next\n4.5\nyears with a weighted-average period of\n2.0\nyears.\nSubsequent to December 31, 2023, common shares were awarded under various compensation plans as follows:\nNOTE 13—\nSAVINGS AND RETIREMENT PLANS\nWe have a savings and retirement plan in accordance with the provisions of Section 401(k) of the Code. Generally, employees can elect, at their discretion, to contribute a portion of their compensation up to a maximum of $\n22,500\nfor 2023, $\n20,500\nfor 2022, and\n19,500\nfor 2021. Under the plan, we contribute\n50\n% of each employee’s elective deferrals up to\n5\n% of eligible earnings. In addition, we may make discretionary contributions within the limits of deductibility set forth by the Code. Our full-time employees are immediately eligible to become plan participants. Employees are eligible to receive matching contributions immediately on their participation; however, these matching payments will not vest until their third anniversary of employment. Our expense for the years ended December 31, 2023, 2022 and 2021 was approximately $\n960,000\n, $\n869,000\nand $\n816,000\n, respectively.\nA non-qualified deferred compensation plan for our officers and certain other employees was established in 1994 that allows the participants to defer a portion of their income. As of December 31, 2023 and 2022, we are liable to participants for approximately $\n22.0\nmillion and $\n18.0\nmillion, respectively, under this plan. Although this is an unfunded plan, we have purchased certain investments to match this obligation. Our obligation under this plan and the related investments are both included in the accompanying consolidated financial statements.\nF-37\nNOTE 14—\nEARNINGS PER SHARE AND UNIT\nWe have calculated earnings per share (“EPS”) and earnings per unit (\"EPU\") under the two-class method. The two-class method is an earnings allocation methodology whereby EPS and EPU for each class of common stock and partnership units, respectively, and participating securities is calculated according to dividends or distributions declared and participation rights in undistributed earnings. For 2023, 2022, and 2021, we had\n0.3\nmillion weighted average unvested shares and units outstanding, which are considered participating securities. Therefore, we have allocated our earnings for basic and diluted EPS and EPU between common shares and units and unvested shares and units; the portion of earnings allocated to the unvested shares and units is reflected as “earnings allocated to unvested shares” or \"earnings allocated to unvested units\" in the reconciliation below.\nThe following potentially issuable shares were excluded from the diluted EPS and EPU calculations because their impact is anti-dilutive:\n•\nexercise of\n1,829\nstock options in 2023,\n•\nconversions of downREIT operating partnership units for 2023 and 2021,\n•\n5.417\n% Series 1 Cumulative Convertible Preferred Shares and units for 2023, 2022, and 2021, and\n•\nthe issuance of\n1.8\nmillion shares and units issuable under forward sales agreements in 2021.\nAdditionally,\n10,441\nunvested restricted stock units are excluded from the diluted EPS and EPU calculations as the market based performance criteria in the award has not yet been achieved.\nFederal Realty Investment Trust Earnings per Share\nF-38\nFederal Realty OP LP Trust Earnings per Unit\nNOTE 15—\nSUBSEQUENT EVENTS\nOn January 11, 2024, our Operating Partnership issued $\n485.0\nmillion aggregate principal amount of\n3.25\n% Exchangeable Senior Notes (the “Notes”) that mature on January 15, 2029, unless earlier exchanged, purchased or redeemed. On or after July 15, 2028, the Notes will be exchangeable for cash up to the principal amount of the Notes and, if applicable, cash, common shares of the Trust, or a combination thereof at our option, in respect of the remainder, if any, of the exchange obligation in excess of the principal amount. The exchange rate initially equals\n8.1436\ncommon shares per $\n1,000\nprincipal amount of the Notes (equivalent to an exchange price of approximately $\n122.80\nper common share). Net proceeds after the initial purchaser’s discount and estimated offering costs were approximately $\n471\nmillion.\nIn connection with the Notes, we entered into privately negotiated capped call transactions with certain of the initial purchasers of the notes or their affiliates or other financial institutions. The capped call transactions cover, subject to customary adjustments, the number of our common shares that initially underlie the Notes. The capped call transactions are expected generally to reduce the potential dilution to our common shares upon exchange of any Notes and/or offset any cash payments we are required to make in excess of the principal amount of the Notes, with such reduction and/or offset subject to a cap. The cap price of the capped call transaction initially is approximately $\n143.26\nper share, which represents a premium of approximately\n40\n% over the last reported sale price of our common shares of $\n102.33\non the New York Stock Exchange on January 8, 2024, and is subject to certain adjustments under the terms of the capped call transactions. A portion of the proceeds from the Notes were used to pay the capped call premium of $\n19.4\nmillion, which will be recorded in shareholders' equity for the Trust and capital for the Operating Partnership.\nOn January 16, 2024, we repaid the $\n600.0\nmillion\n3.95\n% senior unsecured notes at maturity.\nF-39\nF-40\nF-41\nF-42\nF-43\nF-44\n(1)\nDepreciation of building and improvements is calculated based on useful lives ranging from the life of the lease to\n50\nyears.\nF-45\nFEDERAL REALTY INVESTMENT TRUST AND FEDERAL REALTY OP LP\nSCHEDULE III\nSUMMARY OF REAL ESTATE AND ACCUMULATED DEPRECIATION - CONTINUED\nThree Years Ended December 31, 2023\nReconciliation of Total Cost\n(in thousands)\n_____________________\n(1)\nFor Federal tax purposes, the aggregate cost basis is approximately $\n9.4\nbillion as of December 31, 2023.\nF-46\nFEDERAL REALTY INVESTMENT TRUST AND FEDERAL REALTY OP LP\nSCHEDULE III\nSUMMARY OF REAL ESTATE AND ACCUMULATED DEPRECIATION - CONTINUED\nThree Years Ended December 31, 2023\nReconciliation of Accumulated Depreciation and Amortization\n(In thousands)\nF-47\nFEDERAL REALTY INVESTMENT TRUST AND FEDERAL REALTY OP LP\nSCHEDULE IV\nMORTGAGE LOANS ON REAL ESTATE\nYear Ended December 31, 2023\n(Dollars in thousands)\n_____________________\n(1)\nThe amounts are net of any expected losses in accordance with ASU 2016-13. See note 2 to the consolidated financial statements. For Federal tax purposes, the aggregate tax basis is approximately $\n10.1\nmillion as of December 31, 2023.\n(2)\nThese mortgages are both subordinate to a first mortgage of $\n58.8\nmillion in total. We do not hold the first mortgage loan on this property. Accordingly, the amount of the prior lien at December 31, 2023 is estimated.\n(3)\nThis mortgage is subordinate to a first mortgage of $\n5.0\nmillion. We do not hold the first mortgage loan on this property. Accordingly, the amount of the prior lien at December 31, 2023 is estimated.\nF-48\nFEDERAL REALTY INVESTMENT TRUST AND FEDERAL REALTY OP LP\nSCHEDULE IV\nMORTGAGE LOANS ON REAL ESTATE - CONTINUED\nThree Years Ended December 31, 2023\nReconciliation of Carrying Amount\n(In thousands)\nF-49"
  }
]