[
  {
    "item_key": "item_1",
    "text": "Skyworks Solutions, Inc., together with its consolidated subsidiaries (“Skyworks” or the “Company”), is a leading developer, manufacturer and provider of analog and mixed-signal semiconductor products and solutions for numerous applications, including aerospace, automotive, broadband, cellular infrastructure, connected home, defense, entertainment and gaming, industrial, medical, smartphone, tablet, and wearables.\nOver the past two decades, Skyworks has made important investments to address key network technologies, from cellular to advanced Wi-Fi\n®\n, enhanced GPS, and Bluetooth\n®\n, among others. Capitalizing on both organic growth and strategic acquisitions, we are targeting high-growth verticals, while at the same time, seeking to diversify our revenue and customer set.\nTargeted investments in next-generation technology and solutions, technical talent, and fabrication capabilities have created the opportunity to expand into high-growth market segments, including electric and hybrid vehicles, industrial and motor control, power supply, 5G wireless infrastructure, optical data communication, data center, automotive, smart home, and several other applications.\nOur key customers include Amazon, Apple Inc. (“Apple”), Arcadyan, Arris, Bose, Ciena, Cisco, Ericsson, Fibocom, Garmin, Gemalto (a Thales company), General Electric, Google, Honeywell, Itron, Lenovo, LG Electronics, Microsoft, Motorola, NETGEAR, Nokia, Northrop Grumman, OPPO, Rockwell Collins, Sagemcom, Samsung, Schneider Electric, Sierra Wireless, Sonos, Sony, Technicolor, Telit, Tesla, TP-Link, VIVO, and Xiaomi. Our competitors include Analog Devices, Broadcom, Cirrus Logic, Murata Manufacturing, NXP Semiconductors, Qorvo, Qualcomm, and Texas Instruments.\nWe operate worldwide with engineering, manufacturing, sales, and service facilities throughout Asia, Europe, and North America. Our Internet address is www.skyworksinc.com. We make available free of charge on our website our Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. The information contained on our website is not incorporated by reference in this Annual Report on Form 10-K and the inclusion of our website address in this report is an inactive textual reference only. Our SEC filings are also available to the public at www.sec.gov.\nIndustry Background\nWireless connectivity is expanding on a global basis. A widening range of use cases is driving the high demand for wireless data across a broad array of applications. The advancement of 5G adoption, IoT, connectivity for everyone, automotive electrification and safety, as well as augmented reality and virtual reality technology, all demand faster speeds, increased bandwidth and capacity, significantly lower latency, and more reliable and secure wireless connectivity.\nThe speed and ultra-low latency characteristics inherent in 5G technology are dramatically altering wireless connectivity, creating a market for diverse and transformative applications, and changing how individuals live, work, play, and learn. Most of the world’s largest economies have implemented commercial 5G networks, and the world’s leading smartphone manufacturers have launched multiple generations of 5G-enabled devices.\nWe expect to see a continued expansion in data consumption, dependent on seamless and reliable wireless connectivity. A few statistics illustrate this point. According to the 2024 Ericsson Mobility Report, global mobile data for 5G is estimated to triple in the next three years, driven by new users, innovative services, and the convergence of artificial intelligence (“AI”) and 5G technology, and by 2029, it is estimated that approximately 39 billion connections will be related to the IoT, including connected cars, machines, meters, sensors, point-of-sale terminals, consumer electronics and wearables. Connected cars are forecasted by McKinsey to make up 95% of new vehicles sold globally by 2030.\nSkyworks helps facilitate these opportunities with highly customized solutions that support a broad set of wireless systems and protocols including cellular (such as 5G), Wi-Fi\n®\n, GPS, Bluetooth\n®\n, Accutime™, HD-Radio™, LoRa\n®\n, Thread\n®\n, Wi-Sun\n®\n, and Zigbee\n®\n. Additionally, Wi-Fi\n®\n7, the next generation of Wi-Fi\n®\ntechnology, complements 5G by providing high-speed wireless connectivity in local environments. Faster data rates and improved efficiency cater to the growing number of devices reliant on wireless networks.\nWe believe AI can be a catalyst for more efficient and effective wireless communications. From endpoint devices to data centers, generative AI applications will drive the need for higher speed and higher bandwidth networks, while increasing the requirements for our precision timing solutions.\n6\nFinally, with the rapid transition towards electrification and advanced safety in vehicles, we are focused on high growth segments and content opportunities, including (i) power isolation chips for on-board chargers, powertrain, and battery management systems in electric vehicles, (ii) connectivity, with telematics and other solutions being enabled by 4G/5G cellular engines, Wi-Fi\n®\n, Bluetooth\n®\n, Ultra-wide band, Ethernet, and GPS, and (iii) in-vehicle infotainment systems, driven by digital radio coprocessors, and solutions supporting advanced driver-assistance systems and autonomous driving.\nSolving Connectivity Challenges\nHighly integrated semiconductor solutions are pivotal in deploying next-generation standards, resolving analog, mixed-signal, and RF complexities that challenge existing hardware and network infrastructure. Addressing these design challenges requires diverse competencies including signal transmission, seamless hand-offs between multiple standards, power management, voltage regulation, battery charging, advanced filtering, and tuning.\nWe are at the forefront of this new era of connectivity, delivering the solutions that help enable the true potential of 5G and IoT. We have a rich heritage in analog systems design and have spent years investing in key technologies and resources. Our strength is underpinned by world-class performance and scale across a broad array of capabilities that include advanced TC-SAW and BAW filters, an expanded family of MIMO, ultra-high band, and diversity receive modules, timing devices, and digital power isolators. From our breakthrough Sky5\n®\nunifying platform to our 5G small cell solutions, our approach across both infrastructure and user equipment facilitates powerful, high-speed, end-to-end 5G connectivity.\nSkyworks’ Strategy\nMajor elements of our strategy include:\nIndustry-Leading Technology\nAs the industry migrates to more complex 5G architectures across a multitude of wireless applications, we are poised to help our customers handle growing levels of system complexity across both the transmit and receive chains. The trend towards increasing front-end and analog design challenges in smartphones and other platforms plays directly into our core strengths. Additionally, accelerating AI trends could catalyze the smartphone transformation with incremental content driving unprecedented functional and physical densities. These advancements will deliver more bandwidth, faster speeds, and enable applications like virtual reality, augmented reality, live video streaming, and seamless IoT connectivity. Crucially, they aim to bring us closer to achieving reliable low latency, ideal for massive machine communications, and introduces non-terrestrial networks that enable satellite connectivity for emergency applications.\nWe believe that we offer the broadest portfolio of radio and analog solutions from the transceiver to the antenna as well as all required manufacturing process technologies. We are also a leader in passive devices, advanced integration, including proprietary shielding and 3-D die stacking, as well as SAW, TC-SAW, and BAW filters. Our product portfolio is reinforced by a library of approximately 5,000 worldwide patents and other intellectual property that we own and control. Together, our industry-leading technology enables us to deliver the highest levels of product performance and integration.\nCustomer Relationships\nGiven our scale and technology leadership, we are engaged with leading original equipment manufacturers (“OEMs”), smartphone providers, and baseband reference design partners in the analog and mixed-signal semiconductor industry. Our customers value the scale of our global supply chain, our innovative technology, our ability to curate and deliver unique solutions, and our system engineering expertise, resulting in deep customer loyalty. We partner with our customers to support their long-term product road maps and are valued as a system solutions provider rather than just a discrete product vendor.\nDiversification\nWe are diversifying the reach of our business by expanding our addressable markets and broadening our product portfolio to serve a wider array of global customers. With the increasing adoption of 5G and the opportunity to enable more applications, we are growing our business beyond mobile devices (where we support leading top-tier manufacturers, including the leading smartphone suppliers and key baseband vendors) into additional high-performance analog markets, including automotive, home and factory automation, data center, solar, wireless infrastructure, aerospace and defense, medical, smart energy, and wireless networking. In these markets we leverage our scale, intellectual property, and worldwide distribution network, which spans approximately 6,000 customers and 6,000 unique products.\n7\nDelivering Operational Excellence\nThrough advanced supply chain management, we combine our highly specialized internal manufacturing capabilities with alliances and strategic relationships for leading-edge technologies. This hybrid manufacturing model allows us to better balance our manufacturing capacity with the demand of the marketplace.\nAdditionally, we continue to drive reductions in product design and manufacturing cycle times and further improve product yields. The combination of agile, flexible capacity, and world-class module manufacturing and scale advantage allows us to achieve low product costs while integrating multiple technologies into highly sophisticated multi-chip modules and helping to ensure stable supply to our global customer base.\nMaintaining a Performance-Driven Culture\nWe consider our people and corporate culture to be a competitive advantage and a key component of our corporate strategy, aligning employee efforts and responsibilities with performance measurement. Accountability is paramount, and we compensate our employees through a pay-for-performance methodology.\nGenerating Superior Operating Results and Stockholder Returns\nWe believe our manufacturing scale, broad product portfolio, strong profitability, and consistent cash flow generation position us to provide superior results and strong returns to our stockholders.\nOur Product Portfolio\nOur extensive product portfolio includes:\n•    Amplifiers: the modules that strengthen the signal so that it has sufficient energy to reach a base station\n•    Antenna Tuners: aperture and impedance tuning products that improve antenna performance across frequencies\n•    Attenuators: circuits that allow a known source of power to be reduced by a predetermined factor (usually expressed as decibels)\n•    Automotive Tuners and Digital Radios: tuners, data receivers, and digital radio coprocessors used in automotive infotainment systems\n•    Wireless ASoC: an intelligent 2.4 GHz and 5GHz wireless radio integrated circuit that includes all the analog and digital functions optimized for building cognitive wireless audio headsets, headphones, and wireless speaker systems\n•    DC/DC Converters: an electronic circuit which converts a source of direct current from one voltage level to another\n•    Demodulators: a device or an RF block used in receivers to extract the information that has been modulated onto a carrier or from the carrier itself\n•    Detectors: devices used to measure and control RF power in wireless systems\n•    Digital Power Isolators: energy efficient solutions used in industrial control, solar inverters and hybrid/electric automotive drive trains\n•    Diodes: semiconductor devices that pass current in one direction only\n•    Directional Couplers: transmission coupling devices for separately sampling the forward or backward wave in a transmission line\n•    Diversity Receive Modules: devices used to improve receiver sensitivity in high data rate applications\n•    Filters: devices for recovering and separating mixed and modulated data in RF stages, including SAW, TC-SAW, and BAW filters\n•    Front-end Modules: two or more functions co-packaged to optimize the performance, cost, and application suitability in products, including intermediate or radio frequency signal paths\n•    Hybrid: a type of directional coupler used in radio and telecommunications\n•    LED Drivers: devices which regulate the current through a light-emitting diode or string of diodes for the purpose of creating light\n•    Low-Noise Amplifiers: devices used to reduce system noise figure in the receive chain\n•    Mixers: devices that enable signals to be converted to a higher or lower frequency signal and thereby allowing the signals to be processed more effectively\n•    Modulators: devices that take a baseband input signal and output a radio frequency modulated signal\n•    Optocouplers/Optoisolators: semiconductor devices that allow signals to be transferred between circuits or systems while ensuring that the circuits or systems are electrically isolated from each other\n•    Phase Locked Loops: closed-loop feedback control system that maintains a generated signal in a fixed phase relationship to a reference signal\n•    Phase Shifters: designed for use in power amplifier distortion compensation circuits in base station applications\n8\n•    Power Dividers/Combiners: utilized to equally split signals into in-phase signals as often found in balanced signal chains and local oscillator distribution networks\n•    Power over Ethernet: enables both data and power to be sent over standard ethernet cable.\n•    Power Isolators: digital, analog isolators, and isolated gate drivers used in industrial control, solar inverters, hybrid/electric automotive systems and charging stations\n•    ProSLIC\n®\nfamily of subscriber line interface circuits: provides complete analog telephone interfaces for premise equipment and enterprise\n•    Receivers: electronic devices that change a radio signal from a transmitter into useful information (including broadcast receivers)\n•    System In Package: complete system in a package, including modem, RF front-end, filtering, matching, timing generation – typically, fully certified by regulatory bodies, industry bodies and multi-service operators\n•    Switches: components that perform the change between the transmit and receive function, as well as the band function for cellular handsets\n•    Synthesizers: devices that provide ultra-fine frequency resolution, fast switching speed, and low phase-noise performance\n•    Timing Devices: clock generators, oscillators, jitter attenuators, and buffers used in optical networking, data center, wireless base stations, industrial, and automotive applications\n•    Voltage Controlled Oscillators/Synthesizers: fully integrated, high performance signal source for high dynamic range transceivers\n•    Voltage Regulators: generate a fixed level which ideally remains constant over varying input voltage or load conditions\nWe believe we possess broad technology capabilities and one of the most complete wireless communications product portfolios in the industry.\nMarketing and Distribution\nOur products are sold globally through a direct sales force, electronic component distributors, and independent sales representatives. As is customary in the semiconductor industry, our distributors may also market other products that compete with ours.\nOur sales engagement begins at the earliest stages of the design of an existing or potential customer’s product. We collaborate technically with our customers and reference design partners at the inception of new programs. These relationships allow our team to facilitate customer-driven solutions, which leverage the unique strength of our intellectual property and product portfolio while providing high value and greatly reducing time-to-market.\nWe believe the technical and complex nature of our products and markets demand an extraordinary commitment to maintain close ongoing relationships with our customers. We also employ a collaborative approach in developing these relationships by combining the support of our design teams, applications engineers, manufacturing personnel, sales and marketing staff, and senior management. Lastly, we leverage our customer relationships with cross-selling opportunities across product lines in order to maximize revenue.\nWe believe that maintaining frequent and interactive contact with our customers is paramount to our continuous efforts to provide world-class sales and service support. By listening and responding to feedback, we are able to mobilize resources to raise our level of customer satisfaction, improve our ability to anticipate future product needs, and enhance our understanding of key market dynamics. We are confident that diligently following this path positions us to participate in numerous opportunities for growth in the future.\nCustomer Concentration\nA small number of OEMs historically has accounted for a significant portion of our net revenue. In each of the fiscal years ended September 27, 2024 (“fiscal 2024”), September 29, 2023 (“fiscal 2023”), and September 30, 2022 (“fiscal 2022”), Apple, through sales to multiple distributors and contract manufacturers for multiple applications including smartphones, tablets, desktop and notebook computers, watches, and other devices, constituted more than ten percent of our net revenue. Further, the Company’s three largest accounts receivable balances comprised 80% and 83% of aggregate gross accounts receivable as of September 27, 2024 and September 29, 2023, respectively. For further information regarding customer concentrations, see Note 14 to Item 8 of this Annual Report on Form 10-K.\n9\nIntellectual Property and Proprietary Rights\nWe own or have a license to use numerous United States and foreign patents and patent applications related to our products and our manufacturing operations and processes. In addition, we own a number of trademarks and service marks applicable to certain of our products and services. We believe that our intellectual property, including patents, patent applications, trade secrets, and trademarks, is of material importance to our business. We rely on patent, copyright, trademark, trade secret, and other intellectual property laws, as well as non-disclosure and confidentiality agreements and other methods, to protect our confidential and proprietary technologies, designs, devices, algorithms, processes, and other intellectual property. Our efforts may not meaningfully protect our intellectual property, or others may independently develop substantially equivalent or superior proprietary technologies, designs, devices, algorithms, processes, or other intellectual property. In addition, the laws of some foreign countries do not protect proprietary rights to the same extent as the laws of the United States, and effective copyright, patent, trademark, and trade secret protection may not be available in those jurisdictions. In addition to protecting our intellectual property, we strive to strengthen our intellectual property portfolio to enhance our ability to obtain cross-licenses of intellectual property from others, to obtain access to intellectual property we do not possess, and to more favorably resolve potential intellectual property claims against us. Due to rapid technological changes in the industry, we believe establishing and maintaining a technological leadership position depends primarily on our ability to develop new, innovative products through the technical competence of our engineering personnel.\nCompetitive Conditions\nThe competitive environment in the semiconductor industry is in a constant state of flux, with new products continually emerging and existing products approaching technological obsolescence. We compete on the basis of time-to-market, new product innovation, quality, performance, price, compliance with industry standards, strategic relationships with customers and baseband vendors, personnel resources, and protection of our intellectual property. We participate in highly competitive markets against numerous competitors that may be able to adapt more quickly to new or emerging technologies and changes in customer requirements, or may be able to devote greater resources to the development, promotion, and sale of their products.\nResearch and Development\nOur products and markets demand rapid technological advancements requiring a continuous effort to enhance existing products and develop new products and technologies. Accordingly, we maintain a high level of research and development activity. We invested $631.7 million, $606.8 million, and $617.9 million in research and development during fiscal 2024, fiscal 2023, and fiscal 2022, respectively. The level of research and development expenses were the result of increases in our internal product designs and product development activity for our target markets in each of these fiscal years. Our research and development expenses include new product development and innovations in integrated circuit design, investment in advanced semiconductor manufacturing processes, development of new packaging and test capabilities, and research on next-generation technologies and product opportunities. We maintain close collaborative relationships with many of our customers to help identify market demands and target our development efforts to meet those demands.\nRaw Materials\nRaw materials for our products and manufacturing processes are generally available from several sources. It is our intent not to depend on a sole source of supply unless market or other conditions dictate otherwise. However, there are limited situations where we procure certain components and services for our products from single or limited sources, and we are currently dependent on a limited number of sole-source suppliers. We purchase materials and services primarily pursuant to individual purchase orders. However, we have entered into certain supply agreements for the purchase of raw materials or other manufacturing-related services that specify minimum prices and purchase quantity based on our anticipated future requirements. Certain of our suppliers consign raw materials to us at our manufacturing facilities to which we take title as needed in our manufacturing process. We have taken strategic action with suppliers located around the world to secure sourcing of the raw materials and components necessary for our manufacturing.\nBacklog and Inventory\nOur sales are primarily from the sale of semiconductor products under individual customer purchase orders, some of which have underlying master sales agreements that specify terms governing the product sales. In the absence of a sales agreement, the Company’s standard terms and conditions apply. Due to industry practice, which allows customers to cancel orders with limited advance notice to us prior to shipment, and with little or no penalty, we believe that backlog as of any particular date may not be a reliable indicator of our future revenue levels. The cancellation or deferral of product orders, the return of previously sold products, or overproduction due to a change in anticipated order volume could result in a reduction in revenue and us holding\n10\nexcess or obsolete inventory, which could result in inventory write-downs and, in turn, could have a material adverse effect on our financial condition.\nGovernment Regulations\nWe are subject to international, federal, state, and local legislation, regulations, and other requirements relating to the discharge of substances into the environment; the treatment, transport, and disposal of hazardous wastes; recycling and product packaging; worker health and safety; and other activities affecting the environment, our workforce, and the management of our manufacturing operations. In addition, most of our customers have mandated that our operations and our products comply with various sustainability initiatives and workers’ rights initiatives initiated by such customers, industry groups in which such customers participate, or the jurisdictions in which such customers operate. We believe that our operations and facilities comply in all material respects with applicable environmental laws and worker health and safety laws. Our efforts to comply with environmental laws and worker health and safety laws could have material impacts on our capital expenditures, competitive position, or financial condition, though the magnitude and duration of such impacts are uncertain and difficult to quantify.\nWe are also subject to import/export controls, tariffs, and other trade-related regulations and restrictions in the countries in which we have operations or otherwise do business. These controls, tariffs, regulations, and restrictions (including those discussed below in Item 1A, Risk Factors) have had, and we believe may continue to have, a material impact on our business, including our ability to sell products and to manufacture or source components.\nGovernment regulations are subject to change in the future, and accordingly we are unable to assess the possible effect of compliance with future requirements or whether our compliance with such regulations will materially impact our business, results of operations, or financial condition.\nSeasonality\nSales of our products are subject to seasonal fluctuation and periods of increased demand in end-user consumer applications, such as smartphones and tablet computing devices. The highest demand for our products generally occurs in our first fiscal quarter ending in December and the fourth fiscal quarter ending in September. The lowest demand for our products generally occurs in our second fiscal quarter ending in March and the third fiscal quarter ending in June.\nEmployees\nOur workforce consists of approximately 10,100 employees located around the world, more than 99% of whom are full-time employees. As of September 27, 2024:\n•    Our workforce was distributed geographically approximately as follows: 54% in Mexico, 25% in the United States, 19% in Asia, 1% in Canada, and less than 1% in Europe.\n•    Our workforce was distributed by function approximately as follows: 41% in individual contributor manufacturing roles, 35% in engineering or technician roles, 11% in managerial roles, and 13% in professional or other administrative roles.\n•    Approximately 3,400 of our employees in Mexico, 570 of our employees in Singapore, and 440 of our employees in Japan were covered by collective bargaining and other union agreements.\nWe focus on attracting and retaining employees by providing compensation and benefits packages that are competitive within the applicable market for each position. Nearly all full-time employees across the globe are eligible to participate in one of the Company’s incentive plans, under which payments are tied to pre-established performance goals, as well as to purchase shares of the Company’s common stock at a discount from its market price pursuant to the Company’s employee stock purchase plans. In addition, we believe that developing our employees’ skill sets and decision-making abilities—through challenging project assignments, formal training, mentorship, and recognition—is key not only to our employees’ job satisfaction and our retention efforts, but also to maintaining a strong leadership pipeline.\n11"
  },
  {
    "item_key": "item_1a",
    "text": "You should carefully consider the risks described below, some of which have manifested and any of which may occur in the future, in addition to the other information contained in this report before making an investment decision with respect to any of our securities. Our business, results of operations, and financial condition could be materially and adversely impacted by any of these risks, which could, in turn, adversely affect our stock price. Additional risks not currently known to us or other factors not perceived by us as material risks could also present significant risks to our business.\nRisks Associated with Operating a Global Business\nThe risks of doing business internationally apply to all aspects of our operations.\nWe derive significant revenues from customers located outside the United States, primarily in countries located in the Asia-Pacific region and Europe. We have suppliers located outside the United States, including third-party packaging, assembly, and test facilities and semiconductor foundries located in the Asia-Pacific region. We also operate our own wafer processing facilities in Osaka, Japan, as well as packaging, assembly, and test facilities in Singapore and in Mexicali, Mexico. Our international sales and operations are subject to a number of risks inherent in selling and operating in multiple jurisdictions. These include, but are not limited to, risks regarding:\n•    recession or economic downturn globally or in the jurisdictions in which we do business,\n•    currency controls and currency exchange rate fluctuations, including increases or decreases in commodities prices related to such fluctuations,\n•    inflation or deflation, as well as changes in existing and expected rates of inflation or deflation, which may vary across the jurisdictions in which we do business,\n•    interest rates, as well as changes in existing and expected interest rates, which may vary across the jurisdictions in which we do business,\n•    global, regional, and local economic and political conditions, including, but not limited to, social, economic, political, and supply chain instability related to the uncertainty regarding the relationships among the United States, China, Taiwan, Russia, Mexico, North Korea, Israel, other Middle Eastern countries, Japan, Singapore, other foreign countries, and the international community at large, as well as related to armed conflicts, such as the conflict between Russia and Ukraine and the conflicts in Israel and the Middle Eastern region, that exist, or in the future could exist, in various jurisdictions around the world,\n•    restrictive governmental actions (such as restrictions on transfer of funds, restrictions on individuals’ movement, including travel restrictions, quarantines, lockdowns, and curfews, trade protection measures, including export duties, quotas, customs duties, border taxes, border closures, increased import or export controls, export licenses, and tariffs, and restrictions on the purchase of products made or containing technology or components from certain companies or from companies located in certain jurisdictions), or actions by non-governmental individuals and groups (such as protests, boycotts, insurgencies, organized crime, and general civil unrest), that could negatively impact trade between, or increase the cost of operating in, the countries in which we do business,\n•    labor market conditions and laws,\n•    disruptions of capital and trading markets,\n•    difficulty in collecting, or failure to collect, accounts receivable, as well as longer collection periods,\n•    changes in, or non-compliance with, legal or regulatory import/export requirements, including restrictions on selling to certain customers or into certain jurisdictions,\n•    natural disasters and severe weather events, including, but not limited to, earthquakes, wildfires, droughts, hurricanes, tsunamis, floods, rising sea levels, as well as other impacts of climate change,\n•    acts of terrorism, widespread illness, the effects of global health crises on business conditions in our industry or in the jurisdictions in which we do business, or other deterioration of public health conditions, and war,\n•    misappropriation or other unauthorized transfers of our information and breaches of our information systems, as well as the potential lack of adequate remedies or enforcement mechanisms in certain jurisdictions,\n•    difficulty in engaging distribution partners or obtaining sales or other business support in certain jurisdictions,\n•    cultural differences in the conduct of business,\n•    direct or indirect government actions, subsidies, or policies aimed at supporting local industry,\n•    the laws and policies of the United States and other countries affecting trade, foreign investment and loans, foreign travel, and import or export licensing requirements, including, but not limited to, prohibitions on certain trade and other activities in China, Russia, Belarus, and portions of Ukraine,\n•    withdrawal from, or renegotiation of, existing trade agreements by the United States (or other jurisdictions) potentially affecting Mexico, China, and other countries in which we do business,\n•    changes in current or future tax law or regulations or new interpretations thereof, by federal or state agencies or foreign governments,\n12\n•    changes in the effective tax rate as a result of our overall profitability and mix of earnings in countries with differing statutory tax rates,\n•    results of audits and examination of previously filed tax returns, and\n•    limitations on our ability under local laws to protect or enforce our intellectual property rights in a particular foreign jurisdiction.\nAdditionally, we are subject to risks in certain global markets in which wireless operators provide subsidies on handset sales to their customers. Increases in cellular handset prices that negatively impact handset sales can result from changes in regulatory policies or other factors, which could impact the demand for our products.\nSome of the countries in which we operate and seek to expand are in emerging markets where legal systems may be less developed or familiar to us, potentially impacting our ability to obtain appropriate recourse in the event of a dispute. Other jurisdictions in which we conduct business have established, or may establish, legal and regulatory regimes that differ materially from United States laws and regulations. It is costly, time-consuming, and requires significant resources to comply with the numerous, and sometimes conflicting, legal regimes in the jurisdictions in which we conduct business on matters as diverse as anti-corruption, anti-bribery, import/export controls, content requirements, trade restrictions, tariffs, taxation, sanctions, immigration, intellectual property, sustainability, internal and disclosure control obligations, securities regulation, competition, data privacy and protection, employment, and labor relations. Violations of one or more of these legal regimes’ laws and regulations in the conduct of our business could result in significant fines, penalties, or monetary damages, criminal sanctions against us or our officers, prohibitions on doing business, unfavorable publicity and other reputational damage, restrictions on our ability to process information, and allegations by our counterparties that we have not performed our contractual obligations.\nChanges in tax laws and regulations could have an adverse impact on our operating results.\nWe are subject to taxation in many different countries and localities worldwide. To the extent the tax laws and regulations in these various countries and localities change, our tax liability could increase.\nBeginning in fiscal 2023, for U.S. income tax purposes we were required to capitalize our research and development expenses and amortize them over five or fifteen years, rather than deduct them in the year incurred, which has increased, and which we expect will continue to increase, our taxes payable, resulting in reduced near term-cash flows. Furthermore, on August 16, 2022, the U.S. government enacted the Inflation Reduction Act (“IRA”), which imposes a corporate alternative minimum tax (“CAMT”) of 15% on adjusted financial statement income for certain corporations, as well as an excise tax on corporate stock repurchases. While the IRA did not have a material impact to the Company’s financial statements for fiscal 2024, it could have a material impact in future periods depending on various factors, including the amount and frequency of our stock repurchases and the applicability of the CAMT to the Company.\nBecause the changes in U.S. tax law require a number of complex calculations that previously were not required, our actual tax liability may differ materially from our income tax provisions, estimates, and accruals. Changes in legal interpretations, as well as additional guidance issued under these laws, could increase income tax liabilities and/or reduce certain tax benefits.\nFuture changes in tax laws, regulations, and treaties, or the interpretation thereof, in addition to initiatives related to the Base Erosion and Profit Shifting (“BEPS”) Project of the Organisation for Economic Co-Operation and Development (“OECD”), including Pillar One and Pillar Two; the European Commission’s “state aid” investigations; enactment of a global corporate minimum tax; and other developments could have an adverse effect on the taxation of our business, including reducing the availability of tax credits and payment of higher income taxes. Furthermore, countries where we are subject to taxes, including the United States, are evaluating their tax policies and rules on a regular basis, and we may see significant changes in legislation and regulations concerning taxation.\nWe are unable to predict what tax changes may be enacted in the future or what effect such changes would have on our business, but such changes could affect our effective tax rates in countries where we have operations and could have an adverse effect on our overall tax position in the future, along with increasing the complexity, burden, and cost of tax compliance.\nThe Company operates under a tax holiday in Singapore and is subject to the Company’s compliance with certain conditions, including maintaining certain employment and investment thresholds in Singapore. If we cannot, or elect not to, comply with the conditions for the tax holiday, we could be required to refund certain previously realized tax benefits for fiscal years 2021 through 2024, over which period we enjoyed a tax holiday that decreased our taxes by a cumulative $329.8 million, and we may lose the benefits of the tax holiday earlier than scheduled. For a discussion of the impact the tax holiday has on Singapore taxes owed by us, see Note 8 to Item 14 of this Annual Report on Form 10-K.\nWe are subject to the risks of doing business in China.\nDemand from Chinese customers may be adversely affected by China’s evolving laws and regulations, including those relating to taxation, import and export tariffs and restrictions, currency controls, environmental regulations, privacy and information\n13\nsecurity, indigenous innovation, and intellectual property rights and enforcement of those rights. Enforcement of existing laws or agreements may be inconsistent, and the potential issuance of new laws and regulations creates uncertainty. In addition, changes in the political environment, economic environment, governmental policies, United States-China relations, or China-Taiwan relations could result in revisions to laws or regulations or their interpretation and enforcement, exposure of our intellectual property, increased taxation, restrictions on imports, import duties, or currency revaluations, any of which could have an adverse effect on our business plans and operating results. In particular, the imposition by the United States of tariffs on goods imported from China, or deemed to be of Chinese origin, and other government actions that restrict our ability to sell our products to Chinese customers or to manufacture or source components in China, and countermeasures imposed by China in response, could directly or indirectly adversely impact our manufacturing costs, the availability and cost of materials, including gallium, germanium, antimony, and rare earth metals, and the sales of our products in China and elsewhere. For example, the U.S. government has expanded export restrictions, and might continue expanding export restrictions, including by adding certain Chinese entities to the U.S. Bureau of Industry and Security’s Entity List (“Entity List”) or other entity lists, which has limited, and could in the future limit, our ability to sell to certain of those entities and to third parties that do business with those entities. These restrictions have negatively impacted, and may continue to negatively impact, sales of our products. In the future, we may be prevented from shipping, or be required to obtain a license to ship, our products to certain customers if they are added to the Entity List. In addition, geopolitical changes in China-Taiwan relations could disrupt the operations of several companies in Taiwan that are suppliers to, or third-party partners of, the Company, our customers, and our customers’ other suppliers. Disruption of certain critical operations in Taiwan would adversely affect our ability to manufacture certain products and would likely have substantial negative effects on the entire semiconductor industry. Finally, China’s investments in technology development and manufacturing capability in support of its stated policy of reducing its dependence on foreign semiconductor manufacturers and other technology companies has likely already resulted, and we expect will continue to result, in reduced demand for our products in China and other key markets as well as reduced supply of critical materials for our products.\nRisks Associated with the Development, Manufacturing, and Sale of Our Products\nOur operating results may be adversely affected by quarterly and annual fluctuations.\nOur revenues, earnings, and other operating results may fluctuate significantly on a quarterly and annual basis. These fluctuations are typically the result of a number of factors, many of which are beyond our control.\nThese factors include, among others:\n•    delays in the widespread deployment or adoption of commercial 5G networks, AI and other new technologies,\n•    changes in end-user demand for the products manufactured and sold by our customers,\n•    the effects of competitive pricing pressures, including decreases in average selling prices of our products,\n•    production capacity levels and fluctuations in manufacturing yields,\n•    availability and cost of materials and services from our suppliers,\n•    the gain or loss of significant customers,\n•    our ability to develop, introduce, and market new products and technologies on a timely basis,\n•    market acceptance of our products and our customers’ products including, but not limited to, market acceptance of new, emerging technologies, such as AI,\n•    new product and technology introductions by competitors,\n•    delays in the adoption of standards by standard-setting bodies and delays in the commercial deployment or consumer adoption of certain technologies,\n•    actions by government regulators to restrict or delay the availability of sufficient spectrum for wireless technologies, including technologies that utilize unlicensed spectrum and/or shared spectrum,\n•    changes in consumers’ purchasing behaviors, including the rates at which they replace smartphones and other devices that utilize our products,\n•    changes to promotions, rebates, and discounts offered by carriers in certain geographic regions for smartphones and other devices that utilize our products,\n•    increasing industry consolidation among our competitors,\n•    changes in the mix of products produced and sold, and\n•    intellectual property disputes, including those concerning payments associated with the licensing and/or sale of intellectual property, and related remedies (e.g., monetary damages, injunctions, or exclusion orders affecting our or our customers’ products).\nWe employ certain methods, assumptions, estimates, and other subjective judgments in order to apply our accounting policies and to project future performance, and such projections may be publicly disclosed from time to time. Changes to such methods, assumptions, estimates, and judgments, combined with other factors that are difficult to forecast, including the factors listed above, could materially and adversely affect our quarterly or annual operating results and could produce actual operating results\n14\nthat differ significantly from previous estimates and projections. If our operating results fail to meet the expectations of analysts or investors, it could materially and adversely affect the price of our common stock.\nWe rely on a small number of customers for a large portion of our sales.\nSignificant portions of our sales are concentrated among a limited number of customers. If we lost one or more of these major customers, if one or more major customers significantly decreased its orders for our products, or if one or more major customers delay or do not make payments in a timely manner, our business, results of operations, and financial condition could be materially and adversely impacted, which could adversely affect our stock price. In each of fiscal 2024, fiscal 2023, and fiscal 2022, one customer accounted for greater than ten percent of our net revenue. As of September 27, 2024, three customers represented\n80\n% of our aggregate gross accounts receivable. For further discussion on customer concentration, see Note 14 to Item 8 of this Annual Report on Form 10-K.\nWe rely on Original Equipment Manufacturers (“OEMs”) and Original Design Manufacturers (“ODMs”) to design our products into their end products.\nOur products are not sold directly to the end user but are components or subsystems of other products. As a result, we rely on OEMs and ODMs of electronics products to select our products from among alternative offerings to be designed into their equipment. Without these “design wins,” we would have difficulty selling our products. If a manufacturer designs another supplier’s product into one of its product platforms, it is more difficult for us to achieve future design wins with that platform because changing suppliers involves significant cost, time, effort, and risk on the part of that manufacturer. Also, achieving a design win with a customer does not ensure that we will receive revenue from that customer. Even after a design win, the customer is not obligated to purchase our products and can choose at any time to reduce or cease use of our products, for example, if its own products are not commercially successful, or for any other reason. We do not obtain design wins on everything that we compete for, and we may not continue to achieve design wins or to convert design wins into actual sales. Failure to achieve design wins or to convert design wins into sales could materially and adversely affect our operating results. Furthermore, as a result of our lengthy product development and sales cycle, we may incur significant research and development expenses, and selling, general, and administrative expenses, without generating the anticipated revenue associated with these products.\nOur manufacturing processes are extremely complex, specialized, and subject to disruption.\nOur manufacturing operations are complex and subject to disruption, including due to causes beyond our control. The fabrication of integrated circuits is an extremely complex and precise process consisting of hundreds of separate steps. It requires production in a highly controlled, clean environment. Minor impurities, contamination of the clean room environment in which our products are produced, errors in any step of the fabrication process, defects in the masks used to print circuits on a wafer, defects in equipment or materials, human error, or a number of other factors can cause a substantial percentage of our products to be rejected or to malfunction. Because our operating results are highly dependent upon our ability to produce integrated circuits at acceptable manufacturing yields, these factors could have a material and adverse effect on our business. Additionally, our operations may be affected by lengthy or recurring disruptions of operations at any of our production facilities, as well as disruptions at facilities operated by our subcontractors or customers. These disruptions may result from electrical power outages or fluctuations, water shortages, fire, earthquake, flooding, war, acts of terrorism, health advisories or risks, or other natural or man-made disasters, outages or disruptions to our information technology infrastructure, including those portions provided by third parties, as well as equipment or software maintenance, repairs, updates, and/or upgrades. Disruptions of our manufacturing operations, or those of our subcontractors and customers, could cause significant delays in shipments until we are able to shift production of the impacted products from an affected facility or subcontractor to another facility or subcontractor, or until the affected customer resumes operations and accepts shipments from us. In the event of such delays, the required alternative capacity, particularly wafer production capacity, may not be available on a timely basis or at all. Even if alternative production capacity is available, we may not be able to obtain it on favorable terms, which could result in higher costs and/or a loss of customers and revenue. Likewise, lower-than-expected demand, could lead to underutilized manufacturing facilities, which could negatively impact our financial results.\nOur key facilities include, but are not limited to, our semiconductor wafer fabrication facilities in Newbury Park, California, and Woburn, Massachusetts; our SAW, TC-SAW, and BAW filter wafer processing facilities in Osaka, Japan; and our packaging, assembly and test facilities in Mexicali, Mexico, and in Singapore (“Singapore Filter Manufacturing Facility”). Several of our key facilities are leased or subleased. If we are unable to renew existing leases or subleases on terms acceptable to us, we may be required to relocate our affected operations. We operate under a sublease for our Singapore Filter Manufacturing Facility that expires in July 2025. Because the owner of the site for our Singapore Filter Manufacturing Facility has decided to redevelop it for other uses, the potential maximum amount of time we may be able to extend our sublease is five additional years. We have been engaged in discussions with the owner of the site and intend to request an extension of the sublease for five years, which request we will be permitted to make in February 2025. However, there is no guarantee that we will be able to secure an extension. In any event, we will need to relocate our Singapore Filter Manufacturing Facility, and we\n15\nhave been exploring alternative sites in other locations. Relocation would be complex and could require, among other things, the transfer of equipment and process nodes and qualification of new or transferred production lines. This or any relocation or consolidation of facilities could result in disruptions to our business, including potential production interruptions or delays, quality problems, difficulties forecasting our production capabilities, challenges retaining employees or hiring new employees, and the incurrence of significant capital and other expenses, which could have a material adverse effect on our financial condition, results of operations or cash flow.\nWhile we maintain insurance coverage to mitigate business continuity risks, among other risks, such coverage may be insufficient to cover all losses or all types of claims that may arise.\nDue to the highly specialized nature of our manufacturing processes, in the event of a disruption in production at one or more of our facilities for any reason, alternative production capacity would not be immediately available from third-party sources. These disruptions could have a material adverse effect on our business, results of operations, and financial condition.\nWe may not be able to maintain and improve manufacturing yields that contribute positively to our gross margin and profitability.\nMinor deviations or disturbances in the manufacturing process can cause substantial manufacturing yield loss, and in some cases, cause production to be suspended and impact our ability to meet customer demand on a timely basis. Manufacturing yields for new products initially tend to be lower as we complete product development and commence volume manufacturing, and typically increase as we bring the product to full production. Our forward product pricing includes this assumption of improving manufacturing yields and, as a result, material variances between projected and actual manufacturing yields will have a direct effect on our gross margin and profitability. The difficulty of accurately forecasting manufacturing yields and maintaining cost competitiveness through improving manufacturing yields will continue to be magnified by the increasing process complexity of manufacturing semiconductor products. Our manufacturing operations may also face pressures arising from the compression of product life cycles, which may require us to manufacture new products faster and for shorter periods while maintaining acceptable manufacturing yields and quality without, in many cases, reaching the longer-term, high-volume manufacturing conducive to higher manufacturing yields and declining costs.\nWe are dependent upon third parties for the manufacture, assembly, and testing of our products.\nWe rely on foundries to provide silicon-based products and to supplement our gallium arsenide wafer manufacturing capacity. There are significant risks associated with reliance on third-party foundries, including:\n•    the lack of wafer supply, potential wafer shortages, and higher wafer prices,\n•    required minimum purchase commitments,\n•    limited ability to respond to unanticipated changes in customer demand,\n•    limited control over delivery schedules, manufacturing yields, production costs, process technologies, and quality assurance, and\n•    the inaccessibility of, or delays in obtaining access to, key process technologies, materials, and IP blocks.\nEven in cases where we have long-term supply arrangements to obtain additional external manufacturing capacity, the third-party foundries we use for our standby manufacturing capacity may allocate their limited capacity to the production requirements of other customers and in general we have no contractual right to prevent them from making such allocations. If we choose to use a new foundry to replace either existing or backup capacity, it will typically take an extended period of time for us to complete our qualification process for that foundry, which will result in a significant passage of time before we can begin shipping products from that new foundry.\nFurther, the third-party foundries may experience financial difficulties or changes in control, be unable to deliver products to us in a timely manner, be unwilling to invest in processes that meet our needs, or suffer damage or destruction to their facilities, particularly since some of them are located in areas prone to natural disasters or to severe weather events and other impacts of climate change. If any disruption of manufacturing capacity occurs, we may not have alternative manufacturing sources immediately available. We may therefore experience difficulties, delays, or additional costs in securing an adequate supply of our products, which could impair our ability to meet our customers’ needs and have a material adverse effect on our operating results.\nAlthough we own and operate assembly and test facilities, as part of our supply resilience and business continuity strategies, we still depend on subcontractors to package, assemble, and test certain of our products at cost-competitive rates. For those assembly and test subcontractors with whom we do not have long-term agreements, we typically procure services on a per-order basis. If any of our subcontractors experiences capacity constraints or financial difficulties, suffers any damage to its facilities, experiences outages or any other disruption of assembly or testing capacity, we may not be able to obtain alternative assembly and testing services in a timely manner and/or at cost-competitive rates. Due to the amount of time that it usually takes to qualify assembly and test subcontractors, we could experience significant delays and/or increased costs in product shipments if we are required to find alternative assembly and test subcontractors for our components. Any problems that we\n16\nmay encounter with the delivery, quality, or cost of our products could damage our customer relationships and materially and adversely affect our business, results of operations, and financial condition.\nDuring fiscal 2022, we entered into long-term capacity reservation and supply agreements with certain third-party foundries, under which we agreed to certain minimum purchase commitments. As a result of reduced overall market demand, we recorded impairment charges during fiscal 2023 and renegotiated certain of these agreements in fiscal 2024. These long-term capacity reservation agreements may have an additional adverse effect on our operating results in the event our future supply needs are reduced below the minimum purchase expectations as a result of further reduction in overall market demand.\nWe are dependent upon third parties for the supply of raw materials and components.\nOur manufacturing operations depend on obtaining adequate supplies of raw materials and components used in our manufacturing processes at a competitive cost. Although we maintain relationships with suppliers located around the world with the objective of ensuring that we have adequate sources for the supply of raw materials and components for our manufacturing needs, increases in demand from the semiconductor industry for such raw materials and components (including, but not limited to, gallium, germanium, and precious and rare earth metals), as well as increased demand for commodities in general, can result in tighter supplies and higher costs. Our suppliers may not be able to meet our delivery schedules; we may lose a significant or sole supplier; a supplier may not be able to meet performance and quality specifications; shipments of precious metals may be subject to theft; and we may not be able to purchase such supplies or materials at a competitive cost. If a supplier were unable to meet our delivery schedules, if we lost a supplier, or if a supplier were unable to meet performance or quality specifications, our ability to satisfy customer obligations would be materially and adversely affected because the time required to identify and qualify an alternative supply source, where available, is typically lengthy. In part as a result of the COVID-19 pandemic, we experienced supply constraints for certain materials and components, which impacted production lead times, the cost of such materials and components, and our ability to meet customer demand for our products.\nIn addition, we review our relationships with suppliers of raw materials and components for our manufacturing needs on an ongoing basis. In connection with our ongoing review, we may modify or terminate our relationship with one or more suppliers. We may also enter into sole supplier arrangements to meet certain of our raw material or component needs. While we do not typically rely on a single source of supply for our raw materials, we are currently dependent on a limited number of sole-source suppliers and in the future could become dependent on additional sole-source suppliers. If we were to lose these sole sources of supply, for any reason, a material adverse effect on our business could result until an alternate source is obtained. To the extent we enter into additional sole supplier arrangements for any of our raw materials or components, the risks associated with our supply arrangements would be exacerbated. Furthermore, our entry into capacity commitments in an attempt to ensure sufficient supply of raw materials and components may result in our obligation to pay above-market prices in the event of a future downward price correction.\nWe may not be able to effectively operate our business if we are unable to attract and retain qualified personnel.\nAs the source of our technological and product innovations, our key engineering and technical personnel represent a significant asset. Our success depends on our ability to continue to attract, retain, and motivate qualified personnel, including executive officers and other key management, engineering, and technical personnel. The competition for management, engineering, and technical personnel is intense in the semiconductor industry, particularly in the locations in which we operate, and therefore we may not be able to continue to attract and retain the qualified personnel necessary for the design, development, manufacture, and sale of our products. Our employees are in high demand, and our competitors and other companies may be able to offer compensation or other opportunities in excess of what we offer. We may have particular difficulty attracting and retaining key personnel during periods of poor operating performance and/or declines in the price of our common stock, given, among other factors, the use of equity-based compensation by us and our competitors. If we are unable to obtain required stockholder approval for future increases in the number of shares available under our long-term incentive plans, we may be limited in granting equity-based incentive awards, which may impair our efforts to attract and retain necessary personnel. Further, existing immigration laws and difficulties obtaining visas, together with any changes to immigration policies or regulations in the United States, make it more difficult for us to recruit and retain highly skilled foreign national graduates of universities (in the United States or abroad), limiting the pool of available talent. The increased ability of employees in our industry to work from home or in other remote work arrangements has impacted, and may continue to impact, the mobility and turnover of our employees, potentially making it more difficult for us to compete in the job market. We continue to anticipate increases in human resource needs, particularly in engineering. The loss of the services of one or more of our key employees or our inability to attract, retain, and motivate qualified personnel could have a material adverse effect on our ability to operate our business.\nOur business could be adversely affected by the departure of existing members of our senior management team or if our senior management team is unable to effectively implement our strategy.\nOur success depends, in large part, on the continued contributions of our senior management team, none of whom is bound by a written employment contract to remain with us for a specified period. The loss of any member of our senior management team could harm our ability to implement our business strategy and respond to the rapidly changing market conditions in which we\n17\noperate. In addition, the loss of certain members of our senior management team could harm our relationships with key customers and negatively impact our future revenue, results of operations, and financial condition.\nWe are subject to uncertainties involving the ordering and shipment of, and payment for, our products.\nOur sales are typically made pursuant to standard purchase orders and/or specified customer contracts, or both, for delivery of products and not under long-term supply arrangements with our customers. Our customers may seek to cancel or defer orders before shipment. Additionally, we sell a portion of our products through third-party distributors, some of whom have rights to return products if the product is non-conforming. We may purchase and manufacture inventory based on estimates of customer demand for our products, which is difficult to predict and may not be accurate. The difficulties of forecasting may be compounded when we sell to OEMs indirectly through distributors or contract manufacturers, or both, as our forecasts of demand will then be based on estimates provided by multiple parties. In addition, our customers and distributors may change their inventory practices on short notice for any reason. Many of our products are customized to the needs or specifications of a specific customer or have a limited number of potential alternative buyers. The cancellation or deferral of product orders, the return of previously sold products, over-production due to a change in anticipated order volumes could result in us holding excess or obsolete inventory, which could result in inventory write-downs and, in turn, could have a material adverse effect on our financial condition. On the other hand, customers may require rapid increases in production on short notice, which could result in damaged customer relationships, increased manufacturing costs, increased liabilities, or harm to our reputation if we are unable to meet such increases in demand.\nIn addition, if a customer or distributor encounters financial difficulties of its own because of a change in demand or for any other reason, the customer’s or distributor’s ability to make timely payments against our accounts receivable could be impaired. Furthermore, our dependence on a few third-party carriers and logistics firms could result in delays, increased costs, and expedite fees related to our product shipments.\nWe face a risk that capital needed for our business will not be available when we need it.\nTo the extent that our existing cash and cash equivalents and cash generated from operations are insufficient to fund our future activities (including, but not limited to, capital expenditures), we may need to raise additional funds through public or private equity or debt financing. If unfavorable capital market conditions exist in the event we were to seek additional financing, we may not be able to raise sufficient capital on favorable terms and on a timely basis, if at all. Failure to obtain capital when required by our business circumstances would have a material adverse effect on us.\nIn addition, the future growth of our business is likely to require the expansion or improvement of our manufacturing facilities, the upgrade of our manufacturing equipment, strategic investments, and/or corporate acquisitions. Due in part to our repayment obligations on our outstanding indebtedness, the capital required to fund these investments may not be available in the future.\nWe are exposed to risks related to the use of AI tools by us and others.\nAlthough we are evaluating, and where we believe appropriate, incorporating AI tools into our operations, our use of AI tools may subject us to significant competitive, legal, regulatory and other risks, and there can be no assurance that our use of AI tools will enhance our business operations or result in a benefit to us. Our competitors may be more successful in their use of AI tools, including by developing superior products or improving their operations with the assistance of AI. Additionally, there could be adverse impacts from inaccurate or flawed algorithms. Our use of AI tools could also result in the loss of confidential information or intellectual property or an inability to claim or enforce intellectual property rights, as well as subject us to risks related to intellectual property infringement or misappropriation, data privacy, cybersecurity, and the unauthorized use of Company data. The jurisdictions in which we conduct business have and may adopt laws and regulations related to AI, which could cause us to incur greater compliance costs, limit our use of AI tools, or subject us to legal liabilities.\nWe may encounter problems upgrading, enhancing, and improving our enterprise applications.\nWe have been and are engaging in activities to upgrade, enhance and improve various Company enterprise applications and information technology systems, including relating to demand management, enterprise management, quality, sales and marketing, and sourcing. These activities may not result in the benefits we expect and could cause disruptions to our operations, including interruptions or delays in sales or purchasing processes, business continuity, and maintaining effective internal controls, which could have a material adverse effect on our business.\nRisks Related to Acquisitions\nTo be successful, we may need to make additional investments and acquisitions, integrate companies we acquire, and/or enter into strategic alliances.\nAlthough we have invested in the past, and intend to continue to invest, significant resources in internal research and development activities, the complexity and rapidity of technological changes and the significant expense of internal research and development make it impractical for us to pursue development of all technological solutions on our own. On an ongoing\n18\nbasis, we review investment, alliance, and acquisition prospects that would complement or expand our product offerings, augment our market coverage, or enhance our technological capabilities. We may not be able to identify and consummate suitable investment, alliance, or acquisition transactions in the future. Moreover, if such transactions are consummated, they could result in:\n•    issuances of equity securities dilutive to our stockholders,\n•    restructuring or other impairment write-offs,\n•    the incurrence of substantial debt and assumption of unknown liabilities,\n•    the potential loss of key employees from the acquired company,\n•    recognition of additional liabilities known or unknown at the time of acquisition,\n•    amortization expenses related to intangible assets, and\n•    the diversion of management’s attention from other business concerns.\nMoreover, integrating acquired organizations and their products and services may be difficult, expensive, time-consuming, and a strain on our resources and our relationships with employees and customers and ultimately may not be successful. Additionally, in periods following an acquisition, we will be required to evaluate goodwill and acquisition-related intangible assets for impairment. If such assets are found to be impaired, they will be written down to estimated fair value, with a charge against earnings.\nWe incurred indebtedness in connection with the acquisition of the Infrastructure and Automotive business of Silicon Labs, which could reduce our flexibility to operate our business.\nIn May 2021, the Company issued in a public offering $500 million of 1.80% Senior Notes due 2026 and $500 million of 3.00% Senior Notes due 2031 (collectively, the “Notes”), which Notes remain outstanding. The proceeds from the issuance of Notes were used to finance a portion of the purchase price for the Company’s acquisition of certain assets, rights, and properties, and its assumption of certain liabilities, comprising Silicon Labs’ Infrastructure and Automotive business, on July 26, 2021 (the “Acquisition”). For further discussion, see Note 16 to Item 8 of this Annual Report on Form 10-K.\nAdditionally, on May 21, 2021, the Company entered into a revolving credit agreement with various financial institutions, as lenders, and JPMorgan Chase Bank, N.A., as administrative agent, providing for a $750 million revolving credit facility (the “Revolving Credit Facility”). Borrowings under the Revolving Credit Facility could be used for general corporate purposes and working capital needs of the Company and its subsidiaries.\nIndebtedness under our Revolving Credit Facility or the Notes could have the effect, among other things, of reducing our flexibility to respond to changing business and economic conditions. We also have incurred, and will continue to incur, various costs and expenses associated with our indebtedness. Our ability to arrange additional financing and make payments of principal and interest on our indebtedness when due depends upon our future performance, which will be subject to general economic conditions, industry cycles, and financial, business, and other factors affecting our operations, many of which are beyond our control. We are exposed to interest rate risk through our Revolving Credit Facility, which is subject to variable interest rates, and interest rate increases have led to increased interest payments. Our existing indebtedness or incurrence of any additional indebtedness could reduce funds available for working capital, capital expenditures, acquisitions, and other general corporate purposes and may create competitive disadvantages relative to other companies with lower debt levels.\nIn addition, our credit ratings, combined with fluctuating interest rates, affect the cost and availability of future borrowings and, accordingly, our cost of capital. Our ratings reflect each rating organization’s opinion of our financial strength, operating performance, and ability to meet our debt obligations. There can be no assurance that we will achieve a particular rating or maintain a particular rating in the future. An inability to obtain or maintain a rating could increase the cost of future borrowings or refinancings of our indebtedness, limit our access to sources of financing in the future, or lead to other potentially adverse consequences.\nThe agreements that govern our indebtedness contain various covenants that impose restrictions that may affect our ability to operate our businesses.\nThe agreements that govern the Notes and the Revolving Credit Facility contain various affirmative and negative covenants that, subject to certain significant exceptions, restrict our ability to, among other things, have liens on our property, change the nature of our business, and/or merge or consolidate with any other person or sell or convey certain assets to any one person. In addition, some of the agreements contain a financial covenant consisting of a limitation on leverage. Our ability to comply with these provisions may be affected by events beyond our control. Failure to comply with these covenants could result in an event of default, which, if not cured or waived, could accelerate our repayment obligations. Any such acceleration of our repayment obligations could have a material adverse effect on our business, financial condition, results of operations, cash flows, and stock price.\n19\nRisks Associated with Our Industry\nThe semiconductor industry is highly cyclical and subject to significant downturns.\nWe operate in the semiconductor industry, which is cyclical and subject to rapid declines in demand for end-user products in both the consumer and enterprise markets. Uncertain worldwide economic and political conditions, together with other factors such as the volatility of the financial markets, continue to make it difficult for our customers and for us to accurately forecast and plan future business activities. Uncertainty and economic weakness could result in a market contraction and, as a result, our business, results of operations, and financial condition would likely be materially and adversely affected. Such periods of industry downturn are characterized by diminished product demand and revenue, manufacturing overcapacity, excess inventory levels, accelerated erosion of average selling prices, bad debt, inventory charges, restructuring charges, and asset impairment charges. Furthermore, downturns in the semiconductor industry may be prolonged, and any extended delay or failure of the market to recover from an economic downturn would materially and adversely impact our business, results of operations, and financial condition, which could adversely affect our stock price.\nThe wireless communications, analog and mixed-signal semiconductor markets are characterized by significant competition.\nThe wireless communications semiconductor industry, in general, and the other analog markets in which we compete are very competitive, which may cause pricing pressures, decreased gross margins, and rapid loss of market share. We compete with international and United States semiconductor manufacturers of all sizes in terms of resources and market share, including, but not limited to, Analog Devices, Broadcom, Cirrus Logic, Murata Manufacturing, NXP Semiconductors, Qorvo, Qualcomm, and Texas Instruments.\nWe currently face significant competition in our markets and expect that intense price and product competition will continue. From time to time, we have lost market share as a result of competition, and we could lose market share in the future. Also, this competition has resulted in, and is expected to continue to result in, declining average selling prices for many of our products and increased challenges in maintaining or increasing revenue, gross margin, and market share. Furthermore, additional competitors may enter our markets as a result of growth opportunities in electronics, the trend toward global expansion by foreign and domestic competitors, and technological and public policy changes (including national or regional policies, and/or state-sponsored investments, intended to develop and support localized competitors). We believe that the principal competitive factors for semiconductor suppliers in our markets include, among others:\n•    rapid time-to-market and product ramps (including, but not limited to, high-volume product ramps),\n•    timely new product innovation,\n•    ability to capture design wins in new growth markets, such as 5G,\n•    product quality, reliability, and performance,\n•    ability of certain products, including “high reliability” solutions, to perform under stringent operating conditions,\n•    product cost and selling price,\n•    features available in products,\n•    alignment with customer performance specifications,\n•    compliance with industry standards,\n•    strategic relationships with customers,\n•    access to, and the protection and enforcement of, intellectual property,\n•    ability to partner with or participate in reference designs of baseband vendors,\n•    maintaining access to manufacturing capacity, raw materials, supplies, and services at a competitive cost, and\n•    the ability to secure government incentives and grants, such as funding available under the CHIPS and Science Act of 2022.\nWe might not be able to successfully address these factors. Many of our competitors benefit from:\n•    long presence in key markets,\n•    brand recognition,\n•    high levels of customer satisfaction,\n•    vertical integration,\n•    strong baseband partnership/participation in reference designs,\n•    a broad product portfolio allowing them to bundle product offerings,\n•    ownership or control of key technology or intellectual property, and\n•    strong financial, sales and marketing, manufacturing, distribution, technical, or other resources.\nAs a result, certain competitors may be able to adapt more quickly than we can to new or emerging technologies, such as AI, and changes in customer requirements or may be able to devote greater resources to the development, promotion, and sale of\n20\ntheir products than we can. As a result of industry consolidation, certain competitors may be able to further exploit such benefits to strengthen their competitive position.\nOur baseband reference design partners may leverage their market position by integrating additional functionality into their product offerings that compete with our solutions. If such a product offering were competitive with our solution as to performance, price, and quality, or if the interoperability of our solution with the partner’s baseband products were to be restricted, our business could be adversely impacted.\nCurrent and potential competitors have established, or may in the future establish, financial or strategic relationships among themselves or with customers, resellers, or other third parties. These relationships may affect customers’ purchasing decisions. Accordingly, it is possible that new competitors or alliances among competitors could emerge, causing such competitors to rapidly acquire significant market share. We may not be able to compete successfully against current and potential competitors. Increased competition could result in pricing pressures, decreased gross margins, and loss of revenue and market share and may materially and adversely affect our business, results of operations, and financial condition.\nRemaining competitive in the semiconductor industry depends upon our ability to constantly innovate.\nThe semiconductor industry generally and, in particular, many of the markets into which we sell our products, are highly cyclical and characterized by constant and rapid technological change, continuous product evolution, price erosion, evolving technical standards, short product life cycles (including annual product refreshes in some cases), increasing demand for higher levels of integration, increased miniaturization, reduced power consumption, and wide fluctuations in product supply and demand. Our operating results depend largely on our ability to continue to cost-effectively introduce new and enhanced products on a timely basis, both within our traditional markets and in new, expanded, or adjacent markets. The successful development and commercialization of semiconductor devices and modules is highly complex and depends on numerous factors, including the ability:\n•    to anticipate customer and market requirements and changes in technology and industry standards,\n•    to obtain sufficient manufacturing capacity within an international supply chain to meet customer demand,\n•    to define new products that meet customer and market requirements,\n•    to complete development of new products and bring products to market on a timely basis,\n•    to differentiate our products from offerings of our competitors,\n•    to achieve overall market acceptance of our products,\n•    to lengthen the time that a particular product is in demand,\n•    to source and maintain manufacturing materials,\n•    to identify and maintain suppliers with the necessary technology and scale to support the increasing complexity of our manufacturing requirements, and\n•    to obtain adequate multi-jurisdictional intellectual property protection for our new products.\nOur ability to manufacture current products, and to develop new products, depends on, among other factors, the viability and flexibility of our own internal information technology systems.\nWe continually evaluate expenditures for planned product development and choose among alternatives based on our understanding of customer technical requirements, new industry standards, and expectations of future market growth and technologies. We may not be able to develop and introduce new or enhanced wireless communications, analog and mixed-signal semiconductor products in a timely and cost-effective manner, and our products may not satisfy customer requirements or achieve market acceptance, or we may not be able to anticipate new industry standards and technological changes. We also may not be able to respond successfully to new product announcements and introductions by competitors or to changes in the design or specifications of complementary products of third parties with which our products interface. If we fail to rapidly and cost-effectively introduce new and enhanced products in sufficient quantities that meet our customers’ requirements, our business, results of operations, and financial condition could be materially and adversely affected.\nIn addition, prices of many of our products decline, sometimes significantly, over time. Our products may become obsolete earlier than planned or may not have life cycles long enough to allow us to recoup the cost of our investment in designing such products. Accordingly, we believe that to remain competitive, we must continue to reduce the cost of producing and delivering existing products at the same time that we develop and introduce new or enhanced products. We may not be able to continue to reduce the cost of producing and delivering our products in a timely manner and thereby remain competitive.\nIn order to remain competitive, we expect to continue to transition many of our products to increasingly smaller geometries and form factors. This transition often requires us to upgrade our capital equipment, modify the manufacturing processes for our products, design new products to more stringent standards, and redesign some existing products. We have experienced some difficulties migrating to smaller geometry process technologies or new manufacturing processes, which resulted in sub-optimal manufacturing yields, delays in product deliveries, and increased expenses. We may face similar difficulties, delays, and expenses as we continue to transition our products to smaller geometry processes in the future. In some instances, we depend on\n21\nour relationships with our third-party foundries and packaging subcontractors to transition to smaller geometry processes successfully. Our manufacturing partners may not be able to effectively manage the transition, or we may not be able to maintain our relationships with certain manufacturing partners. If our manufacturing partners or we experience significant delays in this transition or fail to efficiently implement this transition, our business, results of operations, and financial condition could be materially and adversely affected. As smaller geometry processes become more prevalent, we expect to continue to integrate greater levels of functionality, as well as customer and third-party intellectual property, into our products. However, we may not be able to achieve higher levels of design integration or deliver new integrated products on a timely basis, or at all.\nIncreasingly stringent environmental laws, rules, regulations, and customer expectations may require us to redesign our existing products and processes and could adversely affect our ability to cost-effectively produce our products.\nThe semiconductor industry has been subject to increasing environmental regulations, particularly those environmental requirements that control and restrict the use, transportation, emission, discharge, storage, and disposal of certain chemicals, elements, and materials used or produced in the semiconductor manufacturing process. Heightened public focus on climate change, sustainability, and environmental issues has also led to increased government regulation and caused certain of our customers to impose environmental standards on us as a part of doing business with them. We expect that the trend of increasing environmental awareness will continue, which will result in higher costs of operations. In addition, our commitment to environmentally sustainable practices, while undertaken in a manner designed to be as efficient and cost effective as possible, may result in increases in costs of operations for us relative to our competitors until technologies and methods are developed that will help reduce those costs or such practices become industry best practice.\nA number of domestic and foreign jurisdictions restrict or may seek to restrict the use of various substances, including a class of chemicals known as per- and polyfluoroalkyl substances, and a number of such substances have been or are currently used in our products or processes. For example, the European Union Restriction of Hazardous Substances in Electrical and Electronic Equipment (“RoHS”) Directive requires that certain substances, which may be found in certain products we have manufactured in the past, be removed from all electronics components. Eliminating such substances from our manufacturing processes requires the expenditure of additional research and development funds to seek alternative substances for our products, as well as increased testing by third parties to ensure the quality of our products and compliance with the RoHS Directive. While we have implemented a compliance program intended to ensure our product offering meets these regulations, there may be instances where alternative substances will not be available or commercially feasible, or may only be available from a single source, or may be significantly more expensive than their restricted counterparts. Additionally, if we were found to be non-compliant with any such rule or regulation, we could be subject to fines, penalties, and/or restrictions imposed by government agencies that could adversely affect our operating results.\nRegulations in the United States require that we determine whether certain materials used in our products, referred to as conflict minerals, originated in the Democratic Republic of the Congo or adjoining countries, or were from recycled or scrap sources. The verification and reporting requirements, in addition to any customer demands for conflict-free sourcing, impose additional costs on us and on our suppliers, and may limit the sources or increase the prices of materials used in our products. Further, if we are unable to certify that our products are conflict free, we may face challenges with our customers, which could place us at a competitive disadvantage, and our reputation may be harmed. In addition, our customers may begin to require reports on our sourcing of other minerals or substances, which may impact our ongoing operations and increase our operating costs.\nNew climate change laws and regulations could require us to change our manufacturing processes or obtain substitute materials that may cost more or be less available for our manufacturing operations. Various jurisdictions in which we do business have implemented, or in the future could implement or amend, restrictions on emissions of carbon dioxide or other greenhouse gases, limitations or restrictions on water use, regulations on energy management and waste management, and other climate change-based rules and regulations, which may increase our expenses and adversely affect our operating results. We expect increased worldwide regulatory activity relating to climate change in the future.\nFurthermore, environmental regulations often require parties to fund remedial action for violations of such regulations regardless of fault. Consequently, it is often difficult to estimate the future impact of environmental matters, including potential liabilities. In addition, our customers increasingly require warranties or indemnity relating to compliance with environmental regulations. The amount of expense and capital expenditures that might be required to satisfy environmental liabilities, to complete remedial actions, and to continue to comply with applicable environmental laws may have a material adverse effect on our business, results of operations, and financial condition.\nIn addition, increasing governmental, investor, and societal attention on sustainability matters, including expanding mandatory and voluntary reporting, diligence, and disclosure on sustainability topics such as climate change, carbon emissions, water usage, waste management, human capital, forced labor, and risk oversight, have expanded and could further expand the nature, scope, and complexity of matters that we are required to control, assess, and report. We expect that these and other rapidly changing laws, regulations, policies, interpretations, and expectations, as well as increased enforcement actions by various\n22\ngovernmental and regulatory agencies, will continue to increase the cost of our compliance and internal risk management programs and to alter the environment in which we do business, which could have a material adverse effect on our business, results of operations, and financial condition. If our sustainability practices and disclosures do not meet the expectations and standards of our stockholders, customers, and other industry stakeholders, our reputation and business activities may be negatively impacted and our appeal to certain investors may be reduced.\nRisks Associated with Cybersecurity and Intellectual Property Protection\nWe may not be able to prevent, or timely detect, information technology security breaches.\nSecurity breaches, phishing, spoofing, attempts by others to gain unauthorized access to our information technology systems, networks, and databases, and other cyberattacks continue to become more sophisticated and persistent. We have been subject to these attacks and expect to continue to be subject to these attacks. Further, these incidents, which might be related to industrial, state-sponsored, and/or economic espionage, or financial cyber extortion or fraud, include covertly introducing malware and spyware to our computers, networks, and products (or to an electronic system operated by a third party for our benefit) and impersonating authorized users, among others. We seek to prevent, detect, and investigate all security incidents and to prevent their recurrence, but in some cases, we might be unaware of an incident or its magnitude, duration, and effects. The theft, unauthorized use, transfer, or publication of our intellectual property, our confidential business, financial, and/or technical information, or the personal data of our employees and customers by third parties or by our employees could harm our competitive position, reduce the value of our investment in research and development and other strategic initiatives, or otherwise adversely affect our business and technology development. To the extent that any security breach or other cybersecurity incident results in inappropriate disclosure of our customers’, suppliers’, licensees’, or employees’ confidential or personal information, we may incur liability, face contractual and regulatory fines and penalties, and sustain significant financial resources to remediate such breach. Such an incident could, among other things, also damage our reputation, impair our ability to attract and retain our customers, impact our stock price, and materially damage our supplier relationships. If a ransom-style cyberattack or similar incident impedes our ability to use or access our information systems for an extended period of time, this could adversely affect our business operations and financial results. In addition, certain suppliers and other third parties with whom we conduct business, including foundries, assembly and test contractors, and distributors, have been, and are likely to continue to be, subject to cybersecurity incidents, misappropriation efforts, or network disruptions that could jeopardize our proprietary or sensitive data, impact such third parties’ ability to meet their obligations to us, or otherwise negatively impact our ongoing business operations. Geopolitical tensions or conflicts, such as the ongoing conflict involving Russia and Ukraine, the conflicts in Israel and the Middle Eastern region and the tensions involving China and Taiwan, may create a heightened risk of cybersecurity incidents. We expect to continue devoting significant resources to the security of our information technology systems, networks, and databases,\nincluding through the\ntraining of our employees and monitoring the security posture of critical third parties who have access to our systems or sensitive data. However, we cannot ensure that our cybersecurity program or these security measures and monitoring efforts will be sufficient to prevent or mitigate the damage caused by a cybersecurity incident or network disruption, and our systems may be vulnerable to hacking, insider threats, employee error or manipulation, theft, system malfunctions, or other adverse events.\nFurther, China has implemented, and other countries or regions may implement, cybersecurity and privacy laws that require companies’ overall information disclosure, processing practices, and technology security environment to meet certain standards and/or be certified. Such laws may be complex, ambiguous, and subject to interpretation, which may create uncertainty regarding compliance. As a result, our efforts to comply with such laws, to the extent applicable, may be expensive and may fail, which could adversely affect our business, results of operations, and cash flows. In addition, certain of our products that we use contain firmware that incorporates or is derived from “open source” software that generally is made publicly available by its developers or other third parties. Risks related to the use of open source software include, but are not limited to, the introduction of cybersecurity vulnerabilities into our products or development platforms, our compliance with applicable licensing terms, subjecting certain of our derivative works or software enhancements to public disclosure and/or unfavorable licensing conditions, potential restrictions on our ability to market the firmware associated with our products, and enhanced governmental or other third-party scrutiny of our products.\nIn order to remain competitive, we must be able to successfully protect our intellectual property rights.\nWe rely on patent, copyright, trademark, trade secret, and other intellectual property rights and laws, as well as nondisclosure and confidentiality agreements and other methods, to protect our confidential and proprietary technologies, inventions, information, data, devices, algorithms, processes, and other intellectual property. In addition, we often incorporate the intellectual property of our customers, suppliers, or other third parties into our designs, and we have obligations with respect to the non-usage and non-disclosure of such third-party intellectual property. From time to time, we have engaged in and it may be necessary to continue to engage in litigation, administrative actions or like activities to enforce our intellectual property rights, to protect our trade secrets, or to determine the validity, enforceability, and scope of proprietary rights of others, including our customers. This could require us to expend significant resources and to divert the efforts and attention of our management and technical personnel from our business operations. Regardless of our actions:\n23\n•    the steps we take to prevent misappropriation, infringement, dilution, or other violation of our intellectual property or the intellectual property of our customers, suppliers, or other third parties may not be successful,\n•    any of our existing or future patents, copyrights, trademarks, trade secrets, or other intellectual property rights may be challenged, invalidated, deemed unenforceable, or circumvented, and\n•    we may be contractually prohibited, or otherwise discouraged, by certain customers from pursuing certain remedies for third parties’ violations of our intellectual property.\nA third party could potentially copy, misappropriate, or otherwise obtain and use our technology without authorization, develop similar technology independently, or design around or invalidate our patents. If any of our intellectual property protection mechanisms fails to protect our technology, it would make it easier for our competitors to offer similar competitive products, potentially resulting in loss of market share and price erosion. Even if we receive a patent, the patent claims may not be broad enough to adequately cover and protect our technology or could be rendered invalid or unenforceable. Furthermore, even if we receive patent protection in the United States, we may not seek, or may not be granted, patent protection in other relevant foreign countries. In addition, effective patent, copyright, trademark, and trade secret protection and enforcement may be unavailable, impractical, or limited for certain technologies and in certain foreign countries.\nWe attempt to control access to, and distribution of, our proprietary and confidential information through operational, technological, and legal safeguards. Despite our efforts, parties, including current and former employees, consultants, customers, licensees, suppliers, vendors, and other third parties may attempt to copy, disclose, transfer, misappropriate or obtain access to our information without our authorization. Furthermore, attempts by computer hackers or other third parties to gain unauthorized access to our systems or information could result in our confidential and/or proprietary information being compromised or our manufacturing and other business operations being interrupted. While we make reasonable attempts to prevent such unauthorized access or misappropriation, we may be unable to anticipate, detect, or stop the methods used, or we may be unable to prevent the release of our confidential and/or proprietary information or that of a third party.\nWe are subject to the risks of licensing third-party intellectual property.\nWe sell products in markets that are characterized by rapid technological changes, evolving industry standards, frequent new product introductions, short product life cycles, and increasing levels of integration. Many of our products currently use or incorporate technology licensed or acquired from third parties, and we expect our products in the future to also require technology from third parties. Our ability to keep pace with this market depends on our ability to obtain technology from third parties on commercially reasonable terms to allow our products to remain competitive. If licenses to such technology for our current or future products become unavailable or the terms on which they are available become commercially unreasonable, and we cannot otherwise acquire or integrate such technology, our products or our customers’ products could become unmarketable or obsolete, we could lose market share, and our business could be adversely affected. In such instances, we could also incur substantial unanticipated costs or scheduling delays to develop or acquire substitute technology to deliver competitive products. These risks are heightened with respect to certain of our products that incorporate increasing amounts of embedded software and digital circuit content that is subject to third-party intellectual property rights.\nRisks Associated with Claims and Litigation\nWe may be subject to warranty claims, product recalls, liability claims, and risks of litigation.\nAlthough we invest significant resources in the testing of our products, from time to time we become aware of alleged defects in our products after they have been shipped, and we may be required to incur additional development and remediation costs or cash payments to settle claims pursuant to warranty and indemnification provisions in our customer contracts and purchase orders. Certain of our products, including “high reliability” solutions, may not be able to perform under stringent operating conditions. Examples of our “high reliability” solutions include applications intended for the aerospace, automotive, defense, and medical markets. The potential liabilities associated with these and similar provisions in certain of our customer contracts are in some cases capped at significant amounts, and in other cases are uncapped. In addition, because our customers typically integrate our products into other devices, and because we typically do not have a direct relationship with the end customers of our products, our products may be used in applications for which they were not necessarily designed or tested, and they may not perform as anticipated in such applications. Depending on the nature of any product defect claims, we may not be able to recoup our losses from our third-party suppliers. Investigating, analyzing, and/or remediating alleged product defects may divert our technical and other resources from other product development efforts and could result in claims against us by our customers or third parties, including liability for costs associated with product recalls, indemnification claims, product redesigns, or obligations under customer contracts. If any of our products contain defects, or have reliability, quality, or compatibility problems, our reputation may be damaged, and we could be subject to liability claims, which could make it more difficult for us to sell our products to existing and prospective customers and could adversely affect our operating results. Furthermore, such losses would not be covered under our existing insurance programs. In addition, in the event we are unable to fulfill our contractual obligations, lawsuits may be threatened or filed against us by customers or other third parties. Furthermore, force majeure clauses in our contracts could limit our ability to pursue remedies for certain third-party disruptions\n24\nand delays. From time to time, we have been, and may become involved in litigation with customers, suppliers, competitors, government or regulatory agencies, shareholders, employees, or other parties. We are the plaintiff in some of these actions and the defendant in others. Such actions could result in the imposition of various remedies such as injunctions or monetary damages, which if awarded could materially and adversely harm our business. From time to time, we are, and may become, the subject of inquiries, requests for information, or investigations by government and regulatory agencies regarding our business. Any such matters, regardless of their merit or resolution, could be costly and divert the efforts and attention of our management, damage our reputation, or otherwise adversely affect our business.\nWe may be subject to claims of infringement of third-party intellectual property rights or demands that we license third-party technology.\nThe semiconductor industry is characterized by vigorous protection, enforcement, and pursuit of intellectual property rights. Third parties have asserted, and may in the future assert, patent, copyright, trademark, and other intellectual property rights against technologies that are important to our business and manufacturing operations and have demanded and may in the future demand that we license their technology or refrain from using it.\nAny litigation to determine the validity of any allegations that our products infringe or may infringe or misappropriate the intellectual property rights of another party, including indemnification claims arising from our contractual obligations to our customers, regardless of their merit or resolution, could be costly and divert the efforts and attention of our management and technical personnel. Regardless of the merits of any specific claim, we may not prevail in litigation because of the complex technical issues and inherent uncertainties in intellectual property litigation or the assessment of these claims. If litigation were to result in an adverse ruling, we could be required to:\n•    pay substantial damages,\n•    cease the manufacture, import, use, sale, or offer for sale of infringing products or processes,\n•    discontinue the use of infringing technology,\n•    expend significant resources to develop an alternate non-infringing technology, and\n•    license technology from the third party claiming infringement, which license may not be available on commercially reasonable terms.\nOur operating results or financial condition may be materially adversely affected if we, or one of our customers, were required to take any one or more of the foregoing actions.\nIn addition, if another supplier to one of our customers, or a customer of ours itself, were found to be infringing upon the intellectual property rights of a third party, the supplier or customer could be ordered to cease the manufacture, import, use, sale, or offer for sale of its infringing product(s) or process(es), either of which could result, indirectly, in a decrease in demand from our customers for our products. If such a decrease in demand for our products were to occur, it could have an adverse impact on our operating results.\nRisks Associated with Owning our Common Stock\nOur stock price has been volatile and may fluctuate in the future.\nThe trading price of our common stock has fluctuated and may continue to fluctuate significantly. Such fluctuations may be influenced by many factors, including:\n•    uncertainty regarding the condition and prospects of the domestic and foreign economies,\n•    our performance and prospects, and the performance and prospects of our major customers and competitors,\n•    the volatility of the financial markets,\n•    instability in global credit and financial markets,\n•    our revenue concentrations with relatively few customers,\n•    our stock repurchase and dividend activities,\n•    the timing of our repayment of outstanding indebtedness,\n•    investor perception of us and the industry in which we operate,\n•    changes in the market valuations of other companies, including, but not limited to, those in our industry,\n•    changes in earnings estimates, price targets, or buy/sell recommendations by analysts,\n•    the depth and liquidity of the market for our common stock,\n•    the exclusion or removal of our stock from market indices, such as the S&P 500 Index,\n•    domestic and international political conditions,\n•    domestic and international tax, fiscal, and trade policy decisions,\n•    our ability to successfully identify, acquire, and integrate acquisition candidates, and\n•    the extent of the impact of global health events.\n25\nPublic stock markets have experienced price and trading volume volatility. This volatility has affected, and could significantly and negatively affect in the future, the market prices of securities of many technology companies, particularly the market price of our common stock.\nIn addition, fluctuations in our stock price, volume of shares traded, and changes in our trading multiples may make our stock attractive to momentum, hedge, day-trading, or activist investors who often shift funds into and out of stocks rapidly, exacerbating price fluctuations in either direction. We have been, and in the future may be, the subject of commentary by financial news media. Such commentary may contribute to volatility in our stock price. If our operating results do not meet the expectations of securities analysts, the financial news media, or investors, our stock price may decline, possibly substantially over a short period of time.\nThere can be no assurance that we will continue to declare cash dividends or repurchase our stock.\nWe pay, and intend to continue to pay, quarterly cash dividends, subject to capital availability and periodic determinations made by our Board of Directors that cash dividends are in the best interest of our stockholders. In addition, from time to time the Board of Directors approves stock repurchase programs, pursuant to which we are authorized to repurchase shares of our common stock on the open market or in privately negotiated transactions.\nFuture cash dividends and the amount and timing of our stock repurchases may be affected by, among other factors:\n•    our views on potential future capital requirements, including those related to research and development,\n•    our ability to generate sufficient earnings and cash flows,\n•    our use of cash to consummate various acquisition transactions,\n•    our repayment of principal and interest on our indebtedness,\n•    changes in federal and state income tax laws or corporate laws, and\n•    changes to our business model.\nOur cash dividend payments and stock repurchases may change from time to time, and we cannot provide assurance that we will increase our cash dividend payment or declare cash dividends or make stock repurchases in any particular amounts or at all. A reduction in our cash dividend payments or a reduction in the level of our stock repurchases could have a negative effect on our stock price.\nCertain provisions in our organizational documents and Delaware law may make it difficult for someone to acquire control of us.\nWe have certain anti-takeover measures that may affect our common stock. Our certificate of incorporation, our by-laws, and the Delaware General Corporation Law contain several provisions that would make it more difficult to acquire control of us in a transaction not approved by our Board of Directors. Our certificate of incorporation and by-laws include provisions such as:\n•    the ability of our Board of Directors to issue shares of preferred stock in one or more series without further authorization of stockholders,\n•    a prohibition on stockholder action by written consent,\n•    a requirement that stockholders provide advance notice of any stockholder nominations of directors or any proposal of new business to be considered at any meeting of stockholders,\n•    a requirement that the affirmative vote of at least 80% of our shares be obtained to amend or repeal the provisions of our certificate of incorporation relating to the election and removal of directors or the right to act by written consent,\n•    a requirement that the affirmative vote of at least 80% of our shares be obtained for business combinations unless approved by a majority of the members of the Board of Directors and, in the event that the other party to the business combination is the beneficial owner of 5% or more of our shares, a majority of the members of the Board of Directors in office prior to the time such other party became the beneficial owner of 5% or more of our shares, and\n•    a fair price provision, as well as a requirement that the affirmative vote of at least 90% of our shares be obtained to amend or repeal the fair price provision.\nIn addition to the provisions in our certificate of incorporation and by-laws, Section 203 of the Delaware General Corporation Law generally provides that a corporation may not engage in any business combination with any interested stockholder during the three-year period following the time that such stockholder becomes an interested stockholder, unless a majority of the directors then in office approves either the business combination or the transaction that results in the stockholder becoming an interested stockholder or specified stockholder approval requirements are met.\n26"
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_1c",
    "text": "Cybersecurity Risk Management and Strategy\nWe have developed and implemented processes for identifying, assessing, and managing cybersecurity risks as part of our overall enterprise risk management program. These processes are designed to protect our information technology and operational systems against cybersecurity threats. In connection with the operation of our program, we take into consideration guidance from various recognized cybersecurity industry frameworks and standards such as the National Institute of Standards and Technology Cybersecurity Framework (“NIST CSF”) and the International Organization for Standardization (“ISO”) 27001 standards. This does not mean that we adhere to any particular frameworks or meet any particular standards, but rather that we use industry frameworks and standards as a guide to help us identify, assess, and manage cybersecurity risks relevant to our business. Information about cybersecurity risk is collected as part of our overall enterprise risk management program, including as part of the annual enterprise risk assessment survey conducted by our internal audit team, the results of which are summarized and provided to our Audit Committee.\nWe devote significant resources and efforts to protecting the security of our information technology and operational systems, including utilizing threat monitoring and commissioning assessments by third parties, taking guidance from ISO information security standards, and conducting proactive risk and compliance reviews against regulatory, industry, and evolving data privacy requirements. We provide training to our employees on our acceptable use policy, our data protection methods, and social engineering tactics used by threat actors, including through simulated phishing attacks. We maintain a cross-functional cybersecurity incident management procedure with defined roles, responsibilities, and reporting protocols that is designed to timely respond to, investigate, mitigate, remediate, and if appropriate, disclose, a cybersecurity incident. Furthermore, we practice our response to potential cybersecurity incidents through tabletop exercises.\nAs part of our selection process for certain third-party service providers, we evaluate components of their cybersecurity risk management programs using various factors. We engage third-party providers to provide ongoing threat monitoring, mitigation strategies, updates on emerging trends, security assessments, and penetration testing. We also receive updates from law enforcement and industry groups on emerging cybersecurity trends and the latest threats, and we have standing engagements with incident response experts.\nAs of the date of this Annual Report on Form 10-K, we have not identified any risks from cybersecurity threats that have materially affected or are reasonably likely to materially affect our company, including our business strategy, results of operations, or financial condition. For additional information regarding risks we face, please refer to\n“We may not be able to prevent, or timely detect, information technology security breaches”\nin Item 1A, “Risk Factors,” in this Annual Report on Form 10-K.\nCybersecurity Governance\nOur Board of Directors (“Board”) is responsible for our risk oversight, with the Audit Committee specifically overseeing management’s cybersecurity risk management program. In this role, the Audit Committee receives quarterly updates from members of management, including the vice president, information technology and CIO, who oversees our information technology function (“CIO”) and another vice president who supports the CIO in implementing, monitoring and updating the cybersecurity risk management program, as well as addressing existing and emerging cybersecurity threats and managing cybersecurity incidents (“Head of Information Security”). The Board receives regular reports from the Audit Committee, as well as an annual cybersecurity report from management, including the CIO, highlighting key activities of the Company’s cybersecurity team, including internal initiatives and updates and external engagements with third party cybersecurity firms, recent incidents throughout the industry and the emerging threat landscape.\nOur CIO has more than 25 years of experience in information technology and reports to our Chief Financial Officer. Our Head of Information Security, who reports to the CIO, has over 20 years of experience managing global information technology and cybersecurity operations and holds multiple industry-recognized certifications such as Certified Information Systems Security Professional and Certificate of Cloud Security Knowledge.\n27"
  },
  {
    "item_key": "item_2",
    "text": "We maintain our primary executive offices in Irvine, California. For information regarding property, plant, and equipment by geographic region for each of the last two fiscal years, see Note 14 to Item 8 of this Annual Report on Form 10-K. The following table sets forth our principal facilities:\n(1) The Company owns the building and the land is leased for approximately 37 additional years expiring in 2061."
  },
  {
    "item_key": "item_3",
    "text": "The information set forth under Note 11 to Item 8 of this Annual Report on Form 10-K is incorporated herein by reference."
  },
  {
    "item_key": "item_4",
    "text": "Not Applicable.\n28\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Market Information and Dividends\nOur common stock is traded on the Nasdaq Global Select Market under the symbol “SWKS”.\nThe number of stockholders of record of our common stock as of November 12, 2024, was 7,658. On November 12, 2024, the Company announced that the Board of Directors had declared a cash dividend of $0.70 per share of common stock, payable on December 24, 2024, to stockholders of record as of December 3, 2024. We pay, and intend to continue to pay, quarterly dividends subject to capital availability and periodic determinations made by our Board of Directors that cash dividends are in the best interests of our stockholders.\nFuture cash dividends may be affected by, among other items, our views on potential future capital requirements, including those relating to research and development, creation and expansion of investments and acquisitions, stock repurchase programs, debt issuances and repayments, changes in federal and state income tax law, and changes to our business model.\nIssuer Purchases of Equity Securities\nThe following table provides information regarding repurchases of common stock made during the three months ended September 27, 2024:\n(1) We announced on February 6, 2023 that our Board of Directors had approved a stock repurchase program on January 31, 2023, which authorizes the repurchase of up to $2.0 billion of our common stock from time to time on the open market or in privately negotiated transactions, in compliance with applicable securities laws and other legal requirements, and which is scheduled to expire on February 1, 2025.\n(2) The Company’s net share repurchases are subject to a 1% excise tax under the Inflation Reduction Act. Excise tax incurred reduces the amount available under the repurchase program, as applicable, and is included in the cost of shares repurchased in the Consolidated Statement of Stockholders’ Equity.\n(3) Represents shares repurchased by us at the fair market value of the common stock as of the applicable purchase date, in connection with the satisfaction of tax withholding obligations under equity award agreements."
  },
  {
    "item_key": "item_6",
    "text": "29"
  },
  {
    "item_key": "item_7",
    "text": "The following discussion and analysis of our financial condition and results of\noperations should be read in conjunction with our consolidated financial\nstatements and related notes that appear elsewhere in this Annual Report on\nForm 10-K. In addition to historical information, the following discussion contains forward-looking statements that are subject to risks and uncertainties. Actual results may differ substantially and adversely from those referred to herein due to a number of factors, including, but not limited to, those described below and in Item 1A “Risk Factors” and elsewhere in this Annual Report on Form 10-K.\nOVERVIEW\nWe, together with our consolidated subsidiaries, are a leading developer, manufacturer and provider of analog and mixed-signal semiconductor products and solutions for numerous applications, including aerospace, automotive, broadband, cellular infrastructure, connected home, defense, entertainment and gaming, industrial, medical, smartphone, tablet, and wearables.\nRESULTS OF OPERATIONS\nFiscal Years Ended September 27, 2024, September 29, 2023, and September 30, 2022\nThe following table sets forth the results of our operations expressed as a percentage of net revenue. See Part II, Item 7 of our Annual Report on Form 10-K for the fiscal year ended September 29, 2023, filed with the SEC on November 17, 2023, as amended by Amendment No. 1 to such Annual Report on Form 10-K, filed with the SEC on January 26, 2024 (the “2023 10-K”), for Management’s Discussion and Analysis of Financial Condition and Results of Operations for the fiscal year ended September 30, 2022.\nGeneral\nDuring the fiscal year ended September 27, 2024, the following key factors contributed to our overall results of operations, financial position, and cash flows:\n•\nNet revenue decreased 12.5% to $4,178.0 million in fiscal 2024, as compared to $4,772.4 million in fiscal 2023, driven primarily by a decrease in demand for our mobile, analog, and mixed-signal products.\n•\nOur ending cash, cash equivalents, and marketable securities balance increased 113.1% to $1,574.1 million in fiscal 2024, as compared to $738.5 million in fiscal 2023. The increase in cash, cash equivalents, and marketable securities during fiscal 2024, was primarily due to cash generated from operations of $1,824.7 million, partially offset by\n30\ndividend payments of $439.1 million, repayments of debt of $300.0 million, capital expenditures of $157.0 million, and share repurchases of $77.3 million.\nNet Revenue\nWe market and sell our products indirectly through electronic components distributors and directly to OEMs of communications and electronics products, third-party original design manufacturers and contract manufacturers. We generally experience seasonal peaks during our fourth and first fiscal quarters (which correspond to the second half of the calendar year), primarily as a result of increased worldwide production of consumer electronics in anticipation of holiday sales, whereas our second and third fiscal quarters are typically lower and in line with seasonal industry trends.\nThe decrease in net revenue in fiscal 2024, as compared to fiscal 2023, was driven primarily by a decrease in demand for our mobile, analog, and mixed-signal products.\nFor information regarding net revenue by geographic region and customer concentration, see Note 14 to Item 8 of this Annual Report on Form 10-K.\nGross Profit\nGross profit represents net revenue less cost of goods sold. Our cost of goods sold consists primarily of purchased materials, labor, and overhead (including depreciation, share-based compensation expense, and amortization of acquisition intangibles) associated with product manufacturing. Erosion of average selling prices of established products is typical of the semiconductor industry. Consistent with trends in the industry, we anticipate that average selling prices for our established products will continue to decline over time. As part of our normal course of business, we intend to improve gross profit with efforts to increase unit volumes, improve manufacturing efficiencies, lower manufacturing costs of existing products, and by introducing new and higher value-added products.\nThe decrease in gross profit in fiscal 2024, as compared to fiscal 2023, was primarily the result of an unfavorable product mix, lower unit volumes, and lower average selling prices.\nResearch and Development\nResearch and development expenses consist primarily of direct personnel costs including share-based compensation expense, costs for pre-production evaluation units and testing of new devices, non-production masks, engineering prototypes, and design tool costs.\nThe increase in research and development expenses in fiscal 2024, as compared to fiscal 2023, was primarily related to increases in certain headcount-related expenses and costs for engineering prototypes as a result of our increased investment in developing new technologies and products, partially offset by a decrease in share-based compensation expense and a decrease in depreciation expense as a result of extending the useful lives of certain machinery and equipment. For information regarding this change in accounting estimate, see Note 2 to Item 8 of this Annual Report on Form 10-K.\n31\nSelling, General, and Administrative\nSelling, general, and administrative expenses include legal and related costs, accounting, treasury, human resources, information systems, customer service, bad debt expense, sales commissions, share-based compensation expense, advertising, marketing, costs associated with business combinations completed or contemplated during the period, and other costs.\nThe decrease in selling, general, and administrative expenses in fiscal 2024, as compared to fiscal 2023, was primarily related to a gain on the sale of property, plant, and equipment, a decrease in professional services costs, and a decrease in share-based compensation expense.\nAmortization of Intangibles\nThe decrease in amortization expense in fiscal 2024, as compared to fiscal 2023, was primarily due to certain intangible assets that were acquired in prior fiscal years reaching the end of their useful lives.\nImpairment, Restructuring, and Other Charges\nImpairment, restructuring, and other charges in fiscal 2024 were primarily due to the abandonment or delay of previously capitalized in-process research and development (“IPR&D”) projects of $147.9 million and employee severance costs.\nImpairment, restructuring, and other charges in fiscal 2023 were primarily due to employee severance costs and impairment charges on divested assets.\nInterest Expense\nThe decrease in interest expense in fiscal 2024, as compared to fiscal 2023, was due to certain debt repayments that reduced the amount of outstanding indebtedness.\n32\nOther Income (Expense), Net\nThe increase in other income, net in fiscal 2024, as compared to fiscal 2023, was primarily due to an increase in interest income generated from cash, cash equivalents, and marketable securities.\nProvision for Income Taxes\nWe recorded a provision for income taxes of $40.4 million (which consisted of benefits of $41.5 million and $0.3 million related to United States federal and state income taxes, respectively, and a provision of $82.2 million related to foreign income taxes) and $96.0 million (which consisted of $62.0 million and $34.0 million related to United States and foreign income taxes, respectively) in fiscal 2024 and fiscal 2023, respectively.\nThe decrease in income tax expense in fiscal 2024, as compared to fiscal 2023, was primarily due to lower income from operations and a higher proportion of foreign income compared to domestic, partially offset by a decrease in the benefit from foreign-derived intangible income (“FDII”), an increase in tax expense related to a change in the reserve for uncertain tax positions, and an increase in the tax on global intangible low-taxed income (“GILTI”), net of foreign tax credits.\nFuture changes in tax laws could arise related to the BEPS Project of the OECD, including Pillar One and Pillar Two; the European Commission’s “state aid” investigations; enactment of a global corporate minimum tax; and other developments that could have an adverse effect on the taxation of our business, including reducing the availability of tax credits and payment of higher income taxes. Many countries have implemented laws based on Pillar Two which will be effective for us in fiscal year 2025. We continue to evaluate the impact of proposed and enacted legislative changes to our effective tax rate as new guidance becomes available.\nSee Note 8 to Item 8 of this Annual Report on Form 10-K for additional information regarding income taxes.\nLIQUIDITY AND CAPITAL RESOURCES\nCash provided by operating activities:\nCash provided by operating activities consists of net income for the period adjusted for certain non-cash items and changes in certain operating assets and liabilities. The $31.7 million decrease in cash provided by operating activities for fiscal 2024, as compared to fiscal 2023, was primarily related to lower net income, partially offset by favorable changes in working capital of $402.9 million, due primarily to a decrease in inventory and accounts receivable.\nCash used in investing activities:\nCash used in investing activities consists primarily of capital expenditures, cash paid to acquire intangible assets, and cash paid to purchase marketable securities, offset by cash received related to the sale or maturity of marketable securities. The\n33\n$131.5 million increase in cash used in investing activities for fiscal 2024, as compared to fiscal 2023, was primarily related to a decrease of $207.5 million in sales of marketable securities, partially offset by a decrease of $17.9 million in purchases of marketable securities and a decrease of $53.3 million in cash used for capital expenditures.\nCash used in financing activities:\nCash used in financing activities consists primarily of proceeds and payments related to our long-term borrowings and cash transactions related to equity. The $660.2 million decrease in cash used in financing activities for fiscal 2024, as compared to fiscal 2023, was primarily related to a decrease of $600.0 million for the repayment of debt and a decrease of $98.0 million in stock repurchase activity, partially offset by an increase of $33.9 million in dividend payments.\nLiquidity:\nCash, cash equivalents, and marketable securities totaled $1,574.1 million as of September 27, 2024, representing an increase of $835.6 million from September 29, 2023.\nWe have outstanding $500.0 million of Notes Due 2026 and $500.0 million of Notes Due 2031. During fiscal 2024, 2023, and 2022, we repaid $300.0 million, $900.0 million, and $50.0 million of outstanding borrowings, respectively. We have a Revolving Credit Agreement (the “Revolving Credit Agreement”) under which we may borrow up to $750.0 million for general corporate purposes and working capital needs of the Company and its subsidiaries. As of September 27, 2024, there were no borrowings outstanding under the revolving credit facility (the “Revolver”). The Revolving Credit Agreement expires July 26, 2026.\nFor a description of contractual obligations, such as taxes, leases, purchase commitments, and debt, see Note 8, Note 10, Note 11, and Note 16 to Item 8 of this Annual Report on Form 10-K, respectively.\nBased on our historical results of operations, we expect that our cash, cash equivalents, and marketable securities on hand, the cash we expect to generate from operations, and funds from our Revolver, will be sufficient to fund our short-term and long-term liquidity requirements primarily arising from: research and development, capital expenditures, potential acquisitions, working capital, quarterly cash dividend payments (if such dividends are declared by the Board of Directors), outstanding commitments, and other liquidity requirements associated with existing operations. However, we cannot be certain that our cash on hand, cash generated from operations, and funds from our Revolver will be available in the future to fund all of our capital and operating requirements. In addition, any future strategic investments and significant acquisitions may require additional cash and capital resources. If we are unable to obtain sufficient cash or capital to meet our needs on a timely basis and on favorable terms, our business and operations could be materially and adversely affected.\nOur invested cash balances primarily consist of highly liquid marketable securities that are available to meet near-term cash requirements including: money market funds, U.S. Treasury and government securities, corporate bonds and notes, and municipal bonds.\nCRITICAL ACCOUNTING ESTIMATES\nThe discussion and analysis of our financial condition and results of operations are based upon our consolidated financial statements, which have been prepared in accordance with U.S. generally accepted accounting principles (“GAAP”). The preparation of these financial statements requires us to make estimates and judgments in applying our most critical accounting policies that can have a significant impact on the results we report in our financial statements. The SEC has defined critical accounting estimates as those that are both most important to the portrayal of our financial condition and results and which require our most difficult, complex, or subjective judgments or estimates. Based on this definition, our most critical accounting estimates include revenue recognition, which impacts the recording of net revenue; inventory valuation, which impacts the cost of goods sold and gross margin; and income taxes, which impacts the income tax provision. These policies and significant judgments involved are discussed further below. We have other significant accounting policies that do not generally require subjective estimates or judgments or would not have a material impact on our results of operations. Our significant accounting policies are described in Note 2 to Item 8 of this Annual Report on Form 10-K.\nRevenue Recognition.\nWe recognize revenue in accordance with the Financial Accounting Standards Board’s (“FASB”) Accounting Standards Codification (“ASC”) 606\nRevenue from Contracts with Customers\nnet of estimated reserves\n.\nOur revenue reserves contain uncertainties because they require management to make assumptions and to apply judgment to estimate the value of future credits to customers for product returns, price protection, price adjustments, and stock rotation for products sold to certain electronic component distributors. We base these estimates on the expected value method considering all reasonably available information, including our historical experience and current expectations, and are reflected in the\n34\ntransaction price when sales are recorded. Changes in actual demand or market conditions could adversely or beneficially impact our reserve calculations.\nInventory Valuation\n.\nWe value our inventory at the lower of cost or net realizable value. Reserves for excess and obsolete inventory are established on a quarterly basis and are based on a detailed analysis of aged material, salability of our inventory, market conditions, and product life cycles. Once reserves are established, write-downs of inventory are considered permanent adjustments to the cost basis of inventory. Our reserves contain uncertainties because the calculation requires management to make assumptions and to apply judgment regarding historical experience, market conditions, and technological obsolescence. Changes in actual demand or market conditions could adversely impact our reserve calculations.\nIncome Taxes.\nThe application of tax laws and regulations to calculate our tax liabilities is subject to legal and factual interpretation, judgment, and uncertainty in a multitude of jurisdictions. Tax laws and regulations themselves are subject to change as a result of changes in fiscal policy, changes in legislation, the evolution of regulations, and court rulings. We recognize potential liabilities for anticipated tax audit issues in the United States and other tax jurisdictions based on our estimate of whether, and the extent to which, additional taxes and interest will be due. We record an amount as an estimate of probable additional income tax liability at the largest amount that we feel is more likely than not, based upon the technical merits of the position, to be sustained upon audit by the relevant tax authority."
  },
  {
    "item_key": "item_7a",
    "text": "We are subject to overall financial market risks, such as changes in market liquidity, credit quality, investment risk, interest rate risk, and foreign exchange rate risk as described below.\nInvestment and Interest Rate Risk\nOur exposure to interest rate and general market risks relates to our investment portfolio. Our investment portfolio consists of cash and cash equivalents (money market funds, corporate bonds and notes, and U.S. Treasury and government securities purchased with less than ninety days until maturity) that total approximately $1,368.6 million, and marketable securities (U.S. Treasury and government securities, corporate bonds and notes, and municipal bonds) that total approximately $194.1 million and $11.4 million within short-term and long-term marketable securities, respectively, as of September 27, 2024.\nThe main objectives of our investment activities are liquidity and preservation of capital. Our cash equivalent investments have short-term maturity periods that dampen the impact of market or interest rate risk. Our marketable securities have short-term maturity periods less than one year. Credit risk associated with our investments is not material because our investments are diversified across several types of securities with high credit ratings, which reduces the amount of credit exposure to any one investment.\nBased on our results of operations for the fiscal year ended September 27, 2024, a hypothetical reduction in the interest rates on our cash, cash equivalents, and other investments to zero would result in an immaterial reduction of interest income with a de minimis impact on income before taxes.\nWe do not believe that investment or interest rate risks currently pose material exposures to our business or results of operations.\nForeign Exchange Rate Risk\nSubstantially all sales to customers and arrangements with third-party manufacturers provide for pricing and payment in United States dollars, thereby reducing the impact of foreign exchange rate fluctuations on our results. A percentage of our international operational expenses are denominated in foreign currencies, and exchange rate volatility could positively or negatively impact those operating costs. For the fiscal years ended September 27, 2024, September 29, 2023, and September 30, 2022, we had foreign exchange losses of $5.2 million, foreign exchange gains of $1.7 million, and foreign exchange losses of $1.4 million, respectively. Increases in the value of the United States dollar relative to other currencies could make our products more expensive, which could negatively impact our ability to compete. Conversely, decreases in the value of the United States dollar relative to other currencies could result in our suppliers raising their prices to continue doing business with us. Given the relatively small number of customers and arrangements with third-party manufacturers denominated in foreign currencies, we do not believe that foreign exchange volatility has a material impact on our current business or results of operations. However, fluctuations in currency exchange rates could have a greater effect on our business or results of operations in the future to the extent our expenses increasingly become denominated in foreign currencies.\n35\nWe may enter into foreign currency forward and options contracts with financial institutions to protect against foreign exchange risks associated with certain existing assets and liabilities, certain firmly committed transactions, forecasted future cash flows, and net investments in foreign subsidiaries. However, we may choose not to hedge certain foreign exchange exposures for a variety of reasons, including, but not limited to, accounting considerations and the prohibitive economic cost of hedging particular exposures. As of September 27, 2024, we had not entered into any outstanding foreign currency forward or options contracts with financial institutions.\n36"
  },
  {
    "item_key": "item_8",
    "text": "The following consolidated financial statements of the Company are included herewith:\n37\nReport of Independent Registered Public Accounting Firm\nTo the Stockholders and Board of Directors\nSkyworks Solutions, Inc.:\nOpinions on the Consolidated Financial Statements and Internal Control Over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of Skyworks Solutions, Inc. and subsidiaries (the Company) as of September 27, 2024 and September 29, 2023, the related consolidated statements of operations, comprehensive income, cash flows, and stockholders’ equity for each of the years in the three-year period ended September 27, 2024, and the related notes (collectively, the consolidated financial statements). We also have audited the Company’s internal control over financial reporting as of September 27, 2024, based on criteria established in\nInternal Control – Integrated Framework\n(2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission.\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of September 27, 2024 and September 29, 2023, and the results of its operations and its cash flows for each of the years in the three-year period ended September 27, 2024, in conformity with U.S. generally accepted accounting principles. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of September 27, 2024 based on criteria established in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission.\nBasis for Opinions\nThe Company’s management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying\nManagement’s Annual Report on Internal Control Over Financial Reporting\n. Our responsibility is to express an opinion on the Company’s consolidated financial statements and an opinion on the Company’s internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable\n38\nassurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of a critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nApplication of tax laws and regulations\nAs discussed in Note 2 and Note 8 to the consolidated financial statements, the Company recorded an income tax provision of $40.4 million for the year ended September 27, 2024, which is comprised of current and deferred taxes on domestic and foreign income. The application of tax laws and regulations to calculate tax liabilities is subject to legal and factual interpretation, judgment, and uncertainty in a multitude of jurisdictions. Tax laws and regulations themselves are subject to change as a result of changes in fiscal policy, changes in legislation, the evolution of regulations, and court rulings.\nWe identified the evaluation of the application of tax laws and regulations in certain jurisdictions as a critical audit matter. Challenging auditor judgment and the involvement of tax professionals with specialized skills and knowledge were required due to the Company’s application of the tax laws and regulations within the manually prepared income tax provision.\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls over the Company’s income tax process, including controls relating to the application of the tax laws and regulations. We involved tax professionals with specialized skills and knowledge, who assisted in evaluating the Company’s application of the tax laws and regulations in certain jurisdictions, including the resulting calculations, within the manually prepared income tax provision.\n/s/\nKPMG LLP\nWe have served as the Company’s auditor since 2002.\nIrvine, California\nNovember 15, 2024\n39\nSKYWORKS SOLUTIONS, INC.\nCONSOLIDATED STATEMENTS OF OPERATIONS\n(In millions, except per share amounts)\nSee accompanying Notes to Consolidated Financial Statements.\n40\nSKYWORKS SOLUTIONS, INC.\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\n(In millions)\nSee accompanying Notes to Consolidated Financial Statements.\n41\nSKYWORKS SOLUTIONS, INC.\nCONSOLIDATED BALANCE SHEETS\n(In millions, except per share amounts)\nSee accompanying Notes to Consolidated Financial Statements.\n42\nSKYWORKS SOLUTIONS, INC.\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(In millions)\nSee accompanying Notes to Consolidated Financial Statements.\n43\nSKYWORKS SOLUTIONS, INC.\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY\n(In millions)\nSee accompanying Notes to Consolidated Financial Statements.\n44\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n1.     DESCRIPTION OF BUSINESS\nSkyworks Solutions, Inc., together with its consolidated subsidiaries (“Skyworks” or the “Company”), is a leading developer, manufacturer and provider of analog and mixed-signal semiconductor products and solutions for numerous applications, including aerospace, automotive, broadband, cellular infrastructure, connected home, defense, entertainment and gaming, industrial, medical, smartphone, tablet, and wearables.\n2.     BASIS OF PRESENTATION AND SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nPrinciples of Consolidation\nAll Skyworks subsidiaries are included in the Company’s consolidated financial statements and all intercompany balances are eliminated in consolidation. Certain items in the fiscal years 2023 and 2022 financial statements, including certain account groupings in the tax reconciliation disclosure, deferred tax disclosure, and the Consolidated Statements of Stockholders’ Equity, have been reclassified to conform to the fiscal 2024 presentation.\nFiscal Year\nThe Company’s fiscal year ends on the Friday closest to September 30. The fiscal year ended on September 27, 2024 (“fiscal 2024”), the fiscal year ended on September 29, 2023 (“fiscal 2023”), and the fiscal year ended on September 30, 2022 (“fiscal 2022”), each consisted of 52 weeks.\nUse of Estimates\nThe preparation of financial statements in conformity with GAAP requires management to make estimates and assumptions that affect the amounts of assets, liabilities, revenue, expenses, comprehensive income, and accumulated other comprehensive loss that are reported during the reporting period. The Company evaluates its estimates on an ongoing basis using historical experience and other factors, including the current economic environment. Judgment is required in determining the reserves for, and fair value of, items such as overall fair value assessments of assets and liabilities, particularly those classified as Level 2 or Level 3 in the fair value hierarchy, marketable securities, inventory, intangible assets associated with business combinations, share-based compensation, revenue reserves, loss contingencies, and income taxes. In addition, judgment is required in determining whether a potential indicator of impairment of long-lived assets, indefinite-lived intangible assets, and goodwill exists and in estimating future cash flows for any necessary impairment testing. Actual results could differ significantly from these estimates.\nCash and Cash Equivalents\nThe Company invests excess cash in money market funds, U.S. Treasury and government securities, and corporate bonds and notes. The Company considers highly liquid investments as cash equivalents including money market funds and investments with maturities of 90 days or less when purchased.\nInvestments\nThe Company classifies its investment in marketable debt securities as “available-for-sale.” Available-for-sale securities are carried at fair value with unrealized holding gains or losses recorded in other comprehensive income, net of tax. Gains or losses are included in earnings in the period in which they are realized. The cost of securities sold is determined based on the specific identification method. The cost of available-for-sale debt securities is adjusted for premiums and discounts, with the amortization or accretion of such amounts included as a portion of interest. Available-for-sale debt securities with an original maturity date greater than three months and less than one year are classified as current investments. Available-for-sale debt securities with an original maturity date exceeding one year are classified as long-term.\nFair Value\nFair value is defined as the exchange price that would be received for an asset or paid to transfer a liability (an exit price) in the principle or most advantageous market in an orderly transaction between market participants at the measurement date. Applicable accounting guidance provides a hierarchy for inputs used in measuring fair value that prioritize the use of\n45\nobservable inputs over the use of unobservable inputs, when such observable inputs are available. The three levels of inputs that may be used to measure fair value are as follows:\n•\nLevel 1 - Quoted prices in active markets for identical assets or liabilities.\n•\nLevel 2 - Observable inputs other than Level 1 prices, such as quoted prices for similar assets or liabilities, quoted prices in markets with insufficient volume or infrequent transactions (less active markets), or model-driven valuations in which all significant inputs are observable or can be derived principally from, or corroborated with, observable market data.\n•\nLevel 3 - Fair value is derived from valuation techniques in which one or more significant inputs are unobservable, including assumptions and judgments made by the Company.\nIt is the Company’s policy to maximize the use of observable inputs and minimize the use of unobservable inputs when developing fair value measurements. When available, the Company uses quoted market prices to measure fair value. If market prices are not available, the Company is required to make judgments about assumptions market participants would use to estimate the fair value of a financial instrument.\nThe Company measures certain assets and liabilities at fair value on a recurring basis in three levels, based on the market in which the assets and liabilities are traded and the reliability of the assumptions used to determine fair value. It recognizes transfers within the fair value hierarchy at the end of the fiscal quarter in which the change in circumstances that caused the transfer occurred.\nThe carrying value of cash and cash equivalents, accounts receivable, other current assets, accounts payable, and accrued liabilities approximates fair value due to the short-term maturities of these assets and liabilities.\nInventory\nInventory is stated at the lower of cost or net realizable value on a first-in, first-out basis. Reserves for excess and obsolete inventory are established on a quarterly basis and are based on a detailed analysis of aged material, salability of our inventory, market conditions, and product life cycles. Once reserves are established, write-downs of inventory are considered permanent adjustments to the cost basis of inventory.\nProperty, Plant, and Equipment\nProperty, plant, and equipment are carried at cost less accumulated depreciation, with significant renewals and betterments being capitalized and retired equipment written off in the respective periods. Maintenance and repairs are expensed as incurred.\nDepreciation is calculated using the straight-line method over the estimated useful lives, which range from\nfive\nto\nforty years\nfor buildings and improvements and from\nseven\nto\nten years\nfor machinery and equipment. Leasehold improvements are depreciated over the lesser of the economic life or the life of the associated lease.\nDuring fiscal 2024, the Company changed its accounting estimate for the expected useful lives of certain machinery and equipment. The Company evaluated its current asset base and reassessed the estimated useful lives of certain machinery and equipment in connection with its recent usage of older equipment, including considering the technological and physical obsolescence of such machinery and equipment. Based on its ability to re-use equipment across generations of process technologies and historical usage trends, the Company determined that the expected useful lives for certain machinery and equipment should be increased by up to\ntwo years\nto reflect more closely the estimated economic lives of those assets. This change in estimate was applied prospectively effective during the first quarter of fiscal 2024 and resulted in a decrease in depreciation expense of $\n75.4\nmillion during fiscal 2024. This benefit decreased cost of goods sold by $\n25.8\nmillion and decreased research and development expenses by $\n9.8\nmillion during fiscal 2024, and decreased ending inventory by $\n39.8\nmillion as of September 27, 2024. As a result of this change in accounting estimate, net income increased by $\n35.6\nmillion and diluted earnings per share increased by $\n0.22\nduring fiscal 2024.\nLeases\nThe Company determines if an arrangement is a lease at its inception. Right-of-use (“ROU”) assets and liabilities are recognized at the lease commencement date based on the present value of lease payments over the lease term. The Company uses its estimated incremental borrowing rate in determining the present value of lease payments considering the term of the lease, which is derived from information available at the lease commencement date. The lease term includes renewal options when it is reasonably certain that the option will be exercised and excludes termination options. To the extent that the Company’s agreements have variable lease payments, the Company includes variable lease payments that depend on an index\n46\nor a rate and excludes those that depend on facts or circumstances occurring after the commencement date, other than the passage of time.\nLease expense for these leases is recognized on a straight-line basis over the lease term. The Company has elected not to recognize ROU assets and lease liabilities that arise from short-term (12 months or less) leases for any class of underlying asset. Operating leases are included in operating lease ROU assets, other current liabilities, and long-term operating lease liabilities in the Company’s Consolidated Balance Sheets.\nValuation of Long-Lived Assets\nDefinite lived intangible assets are carried at cost less accumulated amortization. Amortization is calculated based on the pattern of benefit to be recognized from the underlying asset over its estimated useful life. Carrying values for long-lived assets and definite lived intangible assets are reviewed for possible impairment as circumstances warrant. Factors considered important that could result in an impairment review include significant underperformance relative to expected, historical or projected future operating results, significant changes in the manner of use of assets or the Company’s business strategy, or significant negative industry or economic trends. In addition, impairment reviews are conducted at the judgment of management whenever asset values are deemed to be unrecoverable relative to future undiscounted cash flows expected to be generated by that particular asset group. The determination of recoverability is based on an estimate of undiscounted cash flows expected to result from the use of an asset group and its eventual disposition. Such estimates require management to exercise judgment and make assumptions regarding factors such as future revenue streams, operating expenditures, cost allocation and asset utilization levels, all of which collectively impact future operating performance. The Company’s estimates of undiscounted cash flows may differ from actual cash flows due to, among other things, technological changes, economic conditions, changes to its business model, or changes in its operating performance. If the sum of the undiscounted cash flows is less than the carrying value of an asset group, the Company would recognize an impairment loss, measured as the amount by which the carrying value exceeds the fair value of the asset group.\nGoodwill and Indefinite-Lived Intangible Assets\nGoodwill and indefinite-lived intangible assets are not amortized but are tested at least annually as of the first day of the fourth fiscal quarter for impairment or more frequently if indicators of impairment exist during the fiscal year. The Company assesses its conclusion regarding segments and reporting units in conjunction with its annual goodwill impairment test and has determined that it has one reporting unit for the purposes of allocating and testing goodwill.\nThe Company’s impairment analysis compares its fair value to its net book value to determine if there is an indicator of impairment. In the Company’s calculation of fair value, it considers the closing price of its common stock on the selected testing date, the number of shares of its common stock outstanding and other marketplace activity such as a related control premium. If the calculated fair value is determined to be less than the book value of the reporting unit, an impairment loss is recognized equal to that excess; however, the loss recognized should not exceed the total amount of goodwill allocated to that reporting unit.\nBusiness Combinations\nThe Company uses the acquisition method of accounting for business combinations and recognizes assets acquired and liabilities assumed at their fair values on the date acquired. Goodwill represents the excess of the purchase price over the fair value of the acquired identifiable net assets. The fair values of the assets and liabilities acquired are determined based upon the Company’s valuation using a combination of market, income, or cost approaches. The valuation involves making significant estimates and assumptions, which are based on detailed financial models including the projection of future cash flows, the weighted average cost of capital, and any cost savings that are expected to be derived in the future from the viewpoint of a market participant.\nRevenue Recognition\nThe Company derives its revenue primarily from the sale of semiconductor products under individual customer purchase orders, some of which have underlying master sales agreements that specify terms governing the product sales. In the absence of a sales agreement, the Company’s standard terms and conditions apply. Revenue is recognized when control of the promised goods or services is transferred to the Company’s customers, in an amount that reflects the consideration to which the Company expects to be entitled in exchange for those goods or services. The Company applies a five-step approach as defined in FASB ASC 606, Revenue from Contracts with Customers (Topic 606), in determining the amount and timing of revenue to be recognized: (1) identifying the contract with a customer; (2) identifying the performance obligations in the contract; (3) determining the transaction price; (4) allocating the transaction price to the performance obligations in the contract; and (5) recognizing revenue when the corresponding performance obligation is satisfied.\n47\nEach distinct promise to transfer products is considered to be an identified performance obligation for which revenue is recognized at a point in time upon transfer of control of the products to the customer. Transfer of control occurs upon shipment to the distributor or direct customer or when products are pulled from consignment inventory by the customer. Point in time recognition is determined as products manufactured under non-cancellable orders create an asset with an alternative use to the Company. Returns under the Company’s general assurance warranty of products have not been material, and warranty-related services are not considered a separate performance obligation.\nPricing adjustments and estimates of returns are treated as variable consideration for purposes of determining the transaction price. Sales returns are generally accepted at the Company’s discretion or from distributors with stock rotation rights. Stock rotation allows distributors limited levels of returns and is based on the distributor’s prior purchases. Price protection represents price discounts granted to certain distributors and is based on negotiations on sales to end customers. Variable consideration is estimated using the expected value method considering all reasonably available information, including the Company’s historical experience and its current expectations, and is reflected in the transaction price when sales are recorded. The Company records net revenue excluding taxes on its sales to trade customers. The Company recognizes shipping fees, if any, received from customers in revenue and includes the related shipping and handling costs in cost of revenue.\nAccounts receivable represents the Company’s unconditional right to receive consideration from its customer. Substantially all payments are collected within the Company’s standard terms, which do not include a significant financing component. To date, there have been no material impairment losses on accounts receivable. There were no material contract assets or contract liabilities recorded on the Consolidated Balance Sheet in any of the periods presented. All incremental customer contract acquisition costs are expensed as they are incurred as the amortization period of the asset that the Company otherwise would have recognized is one year or less in duration.\nShare-Based Compensation\nThe Company recognizes compensation expense for all share-based payment awards made to employees and directors including non-qualified employee stock options, share awards and units, employee stock purchase plan, and other special share-based awards based on estimated fair values. The determination of fair value of restricted and certain performance stock awards and units is based on the value of the Company’s stock on the date of grant with performance awards and units adjusted for the actual outcome of the underlying performance condition. For more complex performance awards including units with market-based performance conditions the Company employs a Monte Carlo simulation valuation method to calculate the fair value of the awards based on the most likely outcome. Under the Monte Carlo simulation, a number of variables and assumptions are used including, but not limited to: the expected stock price volatility over the term of the award, a correlation coefficient, the risk-free rate, and dividend yield.\nThe fair value of share-based payment awards is amortized over the requisite service period, which is defined as the period during which an employee is required to provide service in exchange for an award. The Company generally uses a straight-line attribution method for all grants that include only a service condition. Awards with both performance and service conditions are expensed over the service period for each separately vesting tranche.\nShare-based compensation expense recognized during the period includes actual expense on vested awards and expense associated with unvested awards. Forfeitures are recorded as incurred.\nResearch and Development Costs\nResearch and development costs are expensed as incurred.\nLoss Contingencies\nThe Company records its best estimates of a loss contingency when it is considered probable and the amount can be reasonably estimated. When a range of loss can be reasonably estimated with no best estimate in the range, the minimum estimated liability related to the claim is recorded. As additional information becomes available, the Company assesses the potential liability related to the potential pending loss contingency and revises its estimates. Material loss contingencies are disclosed if there is at least a reasonable possibility that a loss or an additional loss may have been incurred and include estimated legal costs.\nRestructuring\nA liability for post-employment benefits is recorded when payment is probable and the amount is reasonably estimable. Contract exit costs include contract termination fees and are recognized in the period in which the Company terminates the contract.\n48\nForeign Currencies\nThe Company’s functional currency is the United States dollar. Gains and losses related to foreign currency transactions and conversion of foreign denominated cash balances are included in current results.\nIncome Taxes\nThe Company uses the asset and liability method of accounting for income taxes. Under the asset and liability method, deferred tax assets and liabilities are recognized for the estimated future tax consequences attributable to differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax basis. This method also requires the recognition of future tax benefits such as net operating loss carry forwards, to the extent that realization of such benefits is more likely than not. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which those temporary differences are expected to be recovered or settled. The effect on deferred tax assets and liabilities of a change in tax rates is recognized in income in the period that includes the enactment date.\nThe carrying value of the Company’s net deferred tax assets assumes the Company will be able to generate sufficient future taxable income in certain tax jurisdictions, based on estimates and assumptions. This assessment requires management to exercise judgment and make estimates with respect to its ability to generate revenues, gross profits, operating income, and taxable income in future periods. Amongst other factors, management must make assumptions regarding overall business and semiconductor industry conditions, operating efficiencies, the Company’s ability to develop products to its customers’ specifications, technological change, the competitive environment, and changes in regulatory requirements which may impact its ability to generate taxable income and, in turn, realize the value of its deferred tax assets. If these estimates and related assumptions change in the future, the Company may be required to record additional valuation allowances against its deferred tax assets resulting in additional income tax expense in its Consolidated Statement of Operations. Management evaluates the realizability of the deferred tax assets and assesses the adequacy of the valuation allowance quarterly. Likewise, in the event the Company were to determine that it would be able to realize its deferred tax assets in the future in excess of their net recorded amount, an adjustment to the deferred tax assets would increase income in the period such determination was made.\nThe calculation of the Company’s tax liabilities includes addressing uncertainties in the application of complex tax regulations and is based on the financial statement recognition and measurement of a tax position taken or expected to be taken in a tax return.\nThe Company recognizes liabilities for anticipated tax audit issues in the United States and other tax jurisdictions based on its recognition threshold and measurement attribute of whether it is more likely than not that the positions the Company has taken in tax filings will be sustained upon tax audit, and the extent to which, additional taxes, interest, and/or penalties would be due. If payment of these amounts ultimately proves to be unnecessary, the reversal of the liabilities would result in tax benefits being recognized in the period in which it is determined the liabilities are no longer necessary. If the estimate of tax liabilities proves to be less than the ultimate assessment, a further charge to expense would result. The Company recognizes any interest or penalties, if incurred, on any unrecognized tax liabilities or benefits as a component of income tax expense.\nEarnings Per Share\nBasic earnings per share are computed using the weighted average number of common shares outstanding during the period. Diluted earnings per share incorporates the potentially dilutive incremental shares issuable upon the assumed exercise of stock options, the assumed vesting of outstanding restricted stock units, and the assumed issuance of common stock under the stock purchase plan using the treasury share method. Shares issuable upon the vesting of performance stock awards are likewise included in the calculation of diluted earnings per share as of the date the conditions have been satisfied, assuming the end of the reporting period was the end of the contingency period.\nStock Repurchase\nThe Company accounts for stock repurchases in the Consolidated Balance Sheets by reducing common stock for the par value of the shares, reducing paid-in capital for the amount in excess of par to zero during the period in which the shares are repurchased, and recording the residual amount, if any, to retained earnings. Excise tax on stock repurchases is recorded as part of the cost basis of shares acquired in the Consolidated Statements of Stockholders’ Equity.\nGovernment Assistance\nThe Company receives government assistance for qualifying capital investments, research and development, and other activities as defined by the relevant government entities awarding the incentive. Incentives provided by government entities are\n49\nrecognized when the Company has reasonable assurance that it will comply with the conditions of the incentive and the incentive will be received. The Company records capital-related incentives as a reduction to property, plant and equipment and recognizes a reduction to depreciation expense over the useful life of the corresponding asset. Incentives for specific operating activities are offset against the related expense in the period the expense is incurred.\nIn August 2022, the U.S. government enacted the CHIPS and Science Act, which provides funding for manufacturing grants and research investments and establishes a 25% investment tax credit for certain investments in U.S. semiconductor manufacturing that are placed in service after December 31, 2022.\nAs of September 27, 2024 and September 29, 2023, there were $\n6.2\nmillion\nand $\n10.2\nmillion\n, respectively, of receivables in other short-term assets with a corresponding reduction to the carrying amounts of the qualifying manufacturing assets. During fiscal 2024 and fiscal 2023, cost of goods sold benefited by $\n1.2\nmillion and $\n0.2\nmillion, respectively, from the investment tax credit, recognized as a reduction of depreciation expense. The Company recognized an immaterial benefit in the Consolidated Statements of Operations in fiscal 2024, fiscal 2023, and fiscal 2022 for grants related to operating activities.\nRecently Issued Accounting Pronouncements\nIn November 2023, the Financial Accounting Standards Board (“FASB”) issued Accounting Standards Update (“ASU”) 2023-07, “Segment Reporting (Topic 280): Improvements to Reportable Segment Disclosure” (“ASU 2023-07”). ASU 2023-07 requires disclosure of incremental segment information on an annual and interim basis. ASU 2023-07 is effective for fiscal years beginning after December 15, 2023, and interim periods within fiscal years beginning after December 15, 2024, on a retrospective basis. Early adoption is permitted. The Company is currently evaluating the impact of ASU 2023-07 on its consolidated financial statements and related disclosures.\nIn December 2023, the FASB issued ASU 2023-09, “Income Taxes (Topic 740): Improvements to Income Tax Disclosures” (“ASU 2023-09”). ASU 2023-09 includes amendments that further enhance income tax disclosures, primarily through standardization and disaggregation of rate reconciliation categories and income taxes paid by jurisdiction. ASU 2023-09 is effective for annual periods beginning after December 15, 2024, on either a prospective or retrospective basis, with early adoption permitted. The Company is currently evaluating the impact of ASU 2023-09 on its consolidated financial statements and related disclosures.\n3.     MARKETABLE SECURITIES\nThe Company’s portfolio of available-for-sale marketable securities consists of the following (in millions):\nThe contractual maturities of noncurrent available-for-sale marketable securities were within\ntwo years\nor less of issuance of the applicable securities. Neither gross unrealized gains and losses nor realized gains and losses were material as of September 27, 2024, or September 29, 2023.\n50\n4.    FAIR VALUE\nAssets and Liabilities Measured and Recorded at Fair Value on a Recurring Basis\nThe Company measures certain assets and liabilities at fair value on a recurring basis such as its financial instruments. There have been no transfers between Level 1, 2, or 3 assets or liabilities during\nfiscal 2024\n.\nAssets and liabilities recorded at fair value on a recurring basis consisted of the following (in millions):\n(1) Cash equivalents included in Levels 1 and 2 consist of money market funds, corporate bonds and notes, and U.S. Treasury and government securities purchased with less than ninety days until maturity.\nAssets Measured and Recorded at Fair Value on a Nonrecurring Basis\nThe Company’s non-financial assets and liabilities, such as goodwill, intangible assets, and other long-lived assets resulting from business combinations, are measured at fair value using income approach valuation methodologies at the date of acquisition and are subsequently re-measured if there are indicators of impairment. During fiscal 2024, the Company recorded impairment charges of $\n147.9\nmillion primarily related to the abandonment or delay of previously capitalized in-process research and development (“IPR&D”) projects recorded within impairment, restructuring, and other charges. During fiscal 2023, the Company recorded impairment charges of $\n64.5\nmillion primarily due to reduced overall market demand related to long-term supply capacity deposits of $\n47.5\nmillion recorded within cost of goods sold and a loss on divested assets of $\n12.3\nmillion recorded within impairment, restructuring, and other charges. During fiscal 2022, the Company recorded impairment charges of $\n20.7\nmillion primarily related to the abandonment of two previously capitalized IPR&D projects recorded within impairment, restructuring, and other charges.\nFair Value of Debt\nThe Company’s debt is carried at amortized cost and is measured at fair value quarterly for disclosure purposes. The estimated fair values are based on Level 2 inputs as the fair value is based on quoted prices for the Company’s debt and comparable instruments in inactive markets.\nThe carrying amount and estimated fair value of debt consists of the following (in millions):\n51\n5.     INVENTORY\nInventory consists of the following (in millions):\n6.     PROPERTY, PLANT, AND EQUIPMENT, NET\nProperty, plant, and equipment, net consists of the following (in millions):\n7.     GOODWILL AND INTANGIBLE ASSETS\nThe Company’s goodwill balance was $\n2,176.7\nmillion as of each of September 27, 2024, and September 29, 2023. In fiscal 2024, the Company performed an impairment test of its goodwill and its indefinite-lived intangible assets as of the first day of the fourth fiscal quarter in accordance with its regularly scheduled testing. The results of these tests indicated that the Company’s goodwill was\nnot\nimpaired. Refer to Note 4 for a discussion of IPR&D impairments of $\n146.7\nmillion and $\n20.7\nmillion in fiscal 2024 and fiscal 2022, respectively. There was\nno\nIPR&D impairment in fiscal 2023.\nIntangible assets consist of the following (in millions):\nFully amortized intangible assets are eliminated from both the gross and accumulated amortization amounts in the first quarter of each fiscal year. During fiscal 2024, $\n89.1\nmillion of IPR&D assets were transferred to definite-lived intangible assets, of which $\n33.4\nmillion is being amortized over their useful lives of\n12\nyears and $\n55.7\nmillion is being amortized over their useful lives of\n8\nyears. Amortization expense related to definite-lived intangible assets was $\n186.5\nmillion, $\n225.9\nmillion, and $\n288.4\nmillion during fiscal 2024, fiscal 2023, and fiscal 2022, respectively, primarily recorded within cost of goods sold.\n52\nAnnual amortization expense for the next five fiscal years related to definite-lived intangible assets, excluding IPR&D, is expected to be as follows (in millions):\n8.    INCOME TAXES\nIncome before income taxes consists of the following components (in millions):\nThe provision for income taxes consists of the following components (in millions):\nThe actual income tax expense is different than that which would have been computed by applying the federal statutory tax rate to income before income taxes.\nA reconciliation of income tax expense as computed at the United States federal statutory income tax rate to the provision for income tax expense is as follows (in millions):\n53\nThe Company operated in foreign jurisdictions with income tax rates lower than the United States tax rate of\n21.0\n% for fiscal 2024, fiscal 2023, and fiscal 2022.\nThe Company had accrued $\n46.1\nmillion and $\n57.0\nmillion of the deemed repatriation tax in short-term and long-term liabilities within the Consolidated Balance Sheets, respectively, as of September 27, 2024. The Company had accrued $\n34.9\nmillion and $\n105.8\nmillion of the deemed repatriation tax in short-term and long-term liabilities within the Consolidated Balance Sheets, respectively, as of September 29, 2023. The remaining repatriation tax is payable over the next two years.\nThe Company operates under a tax holiday in Singapore, which is effective through September 30, 2025, with the ability to extend through\nSeptember 30, 2030\n. The current tax holiday is conditioned upon the Company’s compliance with certain conditions, including employment and investment thresholds in Singapore. The impact of the tax holiday decreased Singapore taxes owed by $\n67.7\nmillion, $\n66.0\nmillion, and $\n96.6\nmillion during fiscal 2024, fiscal 2023, and fiscal 2022, respectively, which resulted in tax benefits of $\n0.42\n, $\n0.41\n, and $\n0.59\nof diluted earnings per share, respectively. These tax benefits were partially offset by an increase in tax expense on GILTI.\nDeferred income tax assets and liabilities consist of the tax effects of temporary differences related to the following (in millions):\nThe deferred tax assets and liabilities based on tax jurisdictions are presented on our Consolidated Balance Sheets as follows (in millions):\nIn accordance with GAAP, management has determined that it is more likely than not that a portion of the Company’s historic and current year income tax benefits will not be realized. As of September 27, 2024, the Company has a valuation allowance of $\n174.1\nmillion. This valuation allowance is comprised of $\n155.4\nmillion related to United States federal and state tax attributes and $\n18.7\nmillion related to foreign deferred tax assets. The United States tax credits relate primarily to California research tax\n54\ncredits that can be carried forward indefinitely, for which the Company has provided a full valuation allowance. The Company does not anticipate sufficient taxable income or tax liability to utilize the United States and foreign credits. If these benefits are recognized in a future period, the valuation allowance on deferred tax assets will be reversed and up to a $\n174.1\nmillion income tax benefit may be recognized. The Company will need to generate $\n1.2\nbillion of future United States federal taxable income to utilize its United States deferred tax assets, net of deferred tax liabilities and excluding state deferred tax assets with a full valuation allowance, as of September 27, 2024. The Company believes that future reversals of taxable temporary differences, and its forecast of continued earnings in its domestic and foreign jurisdictions, support its decision to not record a valuation allowance on other deferred tax assets. The Company will continue to assess its valuation allowance in future periods. The net valuation allowance increased by $\n9.9\nmillion in fiscal 2024 primarily related to increases in state tax credit carryforwards.\nA reconciliation of the beginning and ending amount of gross unrecognized tax benefits is as follows (in millions):\nOf the total unrecognized tax benefits at September 27, 2024, $\n47.3\nmillion would impact the effective tax rate, if recognized. The remaining unrecognized tax benefits would not impact the effective tax rate, if recognized, due to the Company’s valuation allowance on certain tax attributes.\nThe Company anticipates reversals within the next 12 months related to items such as the lapse of the statute of limitations, audit closures, and other items that occur in the normal course of business. Although the Company cannot predict the timing of resolution with taxing authorities, if any, the Company believes it is reasonably possible that its unrecognized tax benefits will be reduced by $\n5.7\nmillion in the next 12 months due to expiration of the applicable statute of limitations. During fiscal 2024, fiscal 2023, and fiscal 2022, the Company recognized $\n5.5\nmillion, $\n2.9\nmillion, and $\n1.2\nmillion, respectively, of interest or penalties related to unrecognized tax benefits. Accrued interest and penalties of $\n11.7\nmillion and $\n6.2\nmillion related to uncertain tax positions have been included in long-term tax liabilities within the Consolidated Balance Sheets as of September 27, 2024, and September 29, 2023, respectively.\nDuring fiscal 2023, the Company concluded an Internal Revenue Service examination of its federal income tax returns for the fiscal year ended September 28, 2018 (“fiscal 2018”) and the fiscal year ended September 27, 2019 (“fiscal 2019”). The Company agreed to various adjustments to fiscal 2018 and fiscal 2019 tax returns that resulted in the recognition of net tax expense of $\n1.6\nmillion during fiscal 2023.\nThe Company’s major tax jurisdictions as of September 27, 2024 are the United States, California, Canada, Mexico, Japan, and Singapore. For the United States, the Company has open tax years dating back to fiscal\n2021\n. For California, the Company has open tax years dating back to fiscal\n2004\n. For Canada, the Company has open tax years dating back to fiscal\n2017\n. For Mexico, the Company has open tax years dating back to fiscal\n2014\n. For Japan, the Company has open tax years dating back to fiscal\n2017\n. For Singapore, the Company has open tax years dating back to fiscal\n2017\n. The Company is subject to audit examinations by the respective taxing authorities on a periodic basis, of which the results could impact its financial position, results of operations, or cash flows.\nIn August 2022, the U.S. government enacted the Inflation Reduction Act, which imposes a corporate alternative minimum tax (“CAMT”) of 15% on corporations with three-year average annual adjusted financial statement income exceeding $1.0 billion. The Company is subject to the provisions of CAMT in fiscal 2024. CAMT had no impact to the Company’s consolidated financial statements for fiscal 2024.\n55\n9.     STOCKHOLDERS’ EQUITY\nCommon Stock\nAt September 27, 2024, the Company is authorized to issue\n525.0\nmillion shares of common stock, par value $\n0.25\nper share, of which\n159.9\nmillion shares are issued and outstanding.\nHolders of the Company’s common stock are entitled to dividends in the event declared by the Company’s Board of Directors out of funds legally available for such purpose. Dividends may not be paid on common stock unless all accrued dividends on preferred stock, if any, have been paid or declared and set aside. In the event of the Company’s liquidation, dissolution, or winding up, the holders of common stock will be entitled to share pro rata in the assets remaining after payment to creditors and after payment of the liquidation preference plus any unpaid dividends to holders of any outstanding preferred stock.\nEach holder of the Company’s common stock is entitled to one vote for each such share outstanding in the holder’s name. No holder of common stock is entitled to cumulate votes in voting for directors. The Company’s restated certificate of incorporation as amended to date (the “Certificate of Incorporation”) provides that, unless otherwise determined by the Company’s Board of Directors, no holder of stock has any preemptive right to purchase or subscribe for any stock of any class which the Company may issue or sell.\nPreferred Stock\nThe Company’s Certificate of Incorporation has authorized and permits the Company to issue up to\n25.0\nmillion shares of preferred stock without par value in one or more series and with rights and preferences that may be fixed or designated by the Company’s Board of Directors without any further action by the Company’s stockholders. The designation, powers, preferences, rights and qualifications, limitations, and restrictions of the preferred stock of each series will be fixed by the certificate of designation relating to such series, which will specify the terms of the preferred stock. At September 27, 2024, the Company had\nno\nshares of preferred stock issued or outstanding.\nStock Repurchase and Retirement\nOn January 31, 2023, the Board of Directors approved a stock repurchase program (“January 31, 2023 stock repurchase program”), pursuant to which the Company is authorized to repurchase up to $\n2.0\nbillion of its common stock from time to time through\nFebruary 1, 2025\n, on the open market or in privately negotiated transactions, in compliance with applicable securities laws and other legal requirements. The January 31, 2023 stock repurchase program succeeds in its entirety the stock repurchase program approved by the Board of Directors on January 26, 2021 (“January 26, 2021 stock repurchase program”). The timing and amount of any shares of the Company’s common stock that are repurchased under the January 31, 2023 stock repurchase program will be determined by the Company’s management based on its evaluation of market conditions and other factors. The January 31, 2023 stock repurchase program may be suspended or discontinued at any time. The Company currently expects to fund the January 31, 2023 stock repurchase program using the Company’s working capital.\nDuring fiscal 2024, the Company paid $\n77.4\nmillion (including commissions and excise tax, as applicable) in connection with the repurchase of\n0.8\nmillion shares of its common stock (paying an average price of $\n101.33\nper share), all of which shares were repurchased pursuant to the January 31, 2023 stock repurchase program. As of September 27, 2024, $\n1.9\nbillion remained available under the January 31, 2023 stock repurchase program.\nDuring fiscal 2023, the Company paid $\n175.3\nmillion (including commissions) in connection with the repurchase of\n1.9\nmillion shares of its common stock (paying an average price of $\n90.60\nper share), all of which shares were repurchased pursuant to the January 26, 2021 stock repurchase program. During fiscal 2022, the Company paid $\n886.8\nmillion (including commissions) in connection with the repurchase of\n6.5\nmillion shares of its common stock (paying an average price of $\n136.32\nper share), all of which shares were repurchased pursuant to the January 26, 2021 stock repurchase program.\nDividends\nOn\nNovember 12, 2024\n, the Company announced that the Board of Directors had declared a cash dividend on the Company’s common stock of $\n0.70\nper share. This dividend is payable on\nDecember 24, 2024\n, to the Company’s stockholders of record as of the close of business on\nDecember 3, 2024\n. Future dividends are subject to declaration by the Board of Directors.\n56\nDividends charged to retained earnings were as follows (in millions, except per share data):\nEmployee Stock Benefit Plans\nAs of September 27, 2024, the Company has the following equity compensation plans under which its equity securities were authorized for issuance to its employees and/or directors:\n•\nthe 2002 Employee Stock Purchase Plan, as Amended\n•\nthe Non-Qualified Employee Stock Purchase Plan, as Amended\n•\nthe Amended and Restated 2008 Director Long-Term Incentive Plan\n•\nthe Second Amended and Restated 2015 Long-Term Incentive Plan\nExcept for the Non-Qualified Employee Stock Purchase Plan, as Amended, each of the foregoing equity compensation plans was approved by the Company’s stockholders.\nAs of September 27, 2024, a total of\n45.4\nmillion shares are authorized for grant under the Company’s share-based compensation plans. The number of common shares reserved for future awards to employees and directors under these plans was\n14.7\nmillion at September 27, 2024. The Company currently grants new equity awards to employees under the Second Amended and Restated 2015 Long-Term Incentive Plan and to non-employee directors under the Amended and Restarted 2008 Director Long-Term Incentive Plan, as Amended.\nSecond Amended and Restated 2015 Long-Term Incentive Plan.\nUnder this plan, officers, employees, and certain consultants may be granted stock options, restricted stock units, performance stock units, and other share-based awards. The plan has been approved by the stockholders. Under the plan, up to\n30.5\nmillion shares have been authorized for grant. A total of\n11.6\nmillion shares were available for new grants as of September 27, 2024. The maximum contractual term of options under the plan is\nseven years\nfrom the date of grant. Options granted under the plan at the determination of the compensation committee generally vest ratably over\nfour years\n. Restricted stock units granted under the plan at the determination of the compensation committee generally vest over\nthree\nor more years. No dividends or dividend equivalents are accumulated or paid with respect to restricted stock unit awards or other awards until the shares underlying such awards vest and are issued to the award holder. Performance stock units are contingently granted depending on the achievement of certain predetermined performance goals and generally vest over\none\nor more years.\nAmended and Restated 2008 Director Long-Term Incentive Plan, as Amended.\nUnder this plan, non-employee directors may be granted stock options, restricted stock units, and other share-based awards. The plan has been approved by the stockholders. Under the plan a total of\n1.5\nmillion shares have been authorized for grant. A total of\n0.5\nmillion shares were available for new grants as of September 27, 2024. The maximum contractual term of options granted under the plan is\nten years\nfrom the date of grant. Options granted under the plan generally vest ratably over\nfour years\n. Restricted stock units granted under the plan generally vest over\none\nor more years.\nEmployee Stock Purchase Plans.\nThe Company maintains a domestic and an international employee stock purchase plan. Under these plans, eligible employees may purchase common stock through payroll deductions of up to\n15\n% of their compensation. The price per share is the lower of\n85\n% of the fair market value of the common stock at the beginning or end of each offering period (six months). The plans provide for purchases by employees of up to an aggregate of\n13.5\nmillion shares. Shares of common stock purchased under these plans during fiscal 2024, fiscal 2023, and fiscal 2022, were\n0.4\nmillion,\n0.3\nmillion, and\n0.3\nmillion, respectively. At September 27, 2024, there were\n2.6\nmillion shares available for purchase. The Company recognized compensation expense of $\n10.1\nmillion, $\n10.9\nmillion, and $\n9.2\nmillion during fiscal 2024, fiscal 2023, and fiscal 2022, respectively, related to the employee stock purchase plan. The unrecognized compensation expense on the employee\n57\nstock purchase plan at September 27, 2024, was $\n4.4\nmillion. The weighted average period over which the cost is expected to be recognized is approximately\nfour months\n.\nRestricted and Performance Awards and Units\nThe following table represents a summary of the Company’s restricted and performance awards and units:\n(1) Includes performance stock awards granted and earned assuming target performance under the underlying performance metrics.\nThe weighted-average grant date fair value per share for awards granted during fiscal 2024, fiscal 2023, and fiscal 2022, was $\n92.24\n, $\n92.86\n, and $\n151.20\n, respectively.\nThe following table summarizes the total intrinsic value for awards vested (in millions):\nValuation and Expense Information\nThe following table summarizes pre-tax share-based compensation expense by financial statement line item and related tax benefit (in millions):\nThe following table summarizes total compensation costs related to unvested share-based awards not yet recognized and the weighted-average period over which it is expected to be recognized as of September 27, 2024:\nThe fair value of the restricted stock units is equal to the closing market price of the Company’s common stock on the date of grant.\n58\nThe Company issued performance stock unit awards during fiscal 2024, fiscal 2023, and fiscal 2022 that contained market-based conditions.\nThe fair value of these performance stock unit awards was estimated on the date of the grant using a Monte Carlo simulation with the following weighted-average assumptions:\n10.     LEASES\nThe Company’s lease arrangements consist primarily of corporate, manufacturing, design, and other facility agreements as well as various machinery and office equipment agreements. The leases expire at various dates through 2061, some of which include options to extend the lease term. The longest potential remaining lease term consists of a\n37\nyear land lease in Osaka, Japan.\nDuring fiscal 2024, fiscal 2023, and fiscal 2022, the Company recorded $\n35.5\nmillion, $\n39.8\nmillion, and $\n43.6\nmillion of operating lease expense, and $\n20.6\nmillion, $\n19.2\nmillion, and $\n12.3\nmillion of variable lease expense, respectively.\nSupplemental cash information and non-cash activities related to operating leases are as follows (in millions):\nOperating leases are classified as follows (in millions):\nMaturities of lease liabilities under operating leases by fiscal year are as follows (in millions):\n59\nWeighted-average remaining lease term and discount rate related to operating leases are as follows:\n11.     COMMITMENTS AND CONTINGENCIES\nLegal Matters\nFrom time to time, various lawsuits, claims, and proceedings have been, and may in the future be, instituted or asserted against the Company, including those pertaining to patent infringement, intellectual property, environmental hazards, product liability and warranty, safety and health, employment, and contractual matters.\nThe semiconductor industry is characterized by vigorous protection and pursuit of intellectual property rights. From time to time, third parties have asserted and may in the future assert patent, copyright, trademark, and other intellectual property rights to technologies that are important to the Company’s business and have demanded and may in the future demand that the Company license their technology. The outcome of any such litigation cannot be predicted with certainty and some such lawsuits, claims, or proceedings may be disposed of unfavorably to the Company. Generally speaking, intellectual property disputes often have a risk of injunctive relief, which, if imposed against the Company, could materially and adversely affect the Company’s financial condition or results of operations. From time to time the Company may also be involved in legal proceedings in the ordinary course of business.\nThe Company monitors the status of legal proceedings and other contingencies on an ongoing basis to assess whether loss contingencies should be recognized and disclosed in its financial statements and footnotes. The Company does not believe there are any pending legal proceedings that are reasonably possible to result in a material loss. The Company is engaged in various legal actions in the normal course of business and, while there can be no assurances, the Company believes the outcome of all pending litigation involving the Company will not have, individually or in the aggregate, a material adverse effect on its business or financial statements.\nPurchase Commitments\nThe Company purchases materials primarily pursuant to individual purchase orders, some of which have underlying master purchase agreements. Some of these purchase commitments are cancellable, and some are non-cancelable, depending on the terms with each individual supplier. In the event of cancellation, the Company may be required to pay costs incurred through the date of cancellation or other fees. When cancellation would result in incurring costs or other fees, the Company has historically sought to negotiate amended terms to the original agreements and orders to limit its exposure. As such, the Company believes that purchase commitments as of any particular date may not be a reliable indicator of future liabilities.\nThe Company maintains certain minimum purchase commitments under long-term capacity reservation agreements primarily with foundries for the purchase of wafers. Under these agreements,\nthe Company has agreed to pay a combination of refundable deposits and prepayments to the suppliers in exchange for reserved manufacturing production capacity over the term of the agreements.\nDuring fiscal 2023, the Company recorded impairment charges of $\n47.5\nmillion within cost of goods sold due to reduced overall market demand related to long-term supply capacity deposits. As of September 27, 2024, the deposits and prepayments under the long-term capacity reservation agreements were $\n141.7\nmillion and $\n3.0\nmillion, respectively, recorded within other current assets, and $\n1.3\nmillion and $\n21.8\nmillion, respectively, recorded within other long-term assets. As of September 29, 2023, the deposits and prepayments under the long-term capacity reservation agreements were $\n41.7\nmillion and $\n1.3\nmillion, respectively, recorded within other current assets and $\n16.0\nmillion of prepayments recorded within other long-term assets.\n12.     GUARANTEES AND INDEMNITIES\nThe Company has made no significant contractual guarantees for the benefit of third parties. However, the Company generally indemnifies its customers from third-party intellectual property infringement litigation claims related to its products and, on occasion, also provides other indemnities related to product sales. In connection with certain facility leases, the Company has indemnified its lessors for certain claims arising from the facility or the lease.\n60\nThe Company indemnifies its directors and officers to the maximum extent permitted under the laws of the state of Delaware. The duration of the indemnities varies and in many cases is indefinite. The indemnities to customers in connection with product sales generally are subject to limits based upon the amount of the related product sales and in many cases are subject to geographic and other restrictions. In certain instances, the Company’s indemnities do not provide for any limitation of the maximum potential future payments the Company could be obligated to make. The Company has not recorded any liability for these indemnities in the accompanying consolidated balance sheets and does not expect that such obligations will have a material adverse impact on its financial statements.\n13.     EARNINGS PER SHARE\nThe following table sets forth the computation of basic and diluted earnings per share (in millions, except per share amounts):\nBasic earnings per share are calculated by dividing net income by the weighted average number of shares of the Company’s common stock outstanding during the period. The calculation of diluted earnings per share includes the dilutive effect of equity-based awards that were outstanding during fiscal 2024, fiscal 2023, and fiscal 2022, using the treasury stock method. Shares issuable upon the vesting of performance stock awards are likewise included in the calculation of diluted earnings per share as of the date the condition(s) have been satisfied, assuming the end of the reporting period was the end of the contingency period. Certain of the Company’s outstanding share-based awards, noted in the table above, were excluded because they were anti-dilutive, but they could become dilutive in the future.\n14.     SEGMENT INFORMATION AND CONCENTRATIONS\nThe Company has a single reportable operating segment which designs, develops, manufactures, and markets similar proprietary semiconductor products, including intellectual property. In reaching this conclusion, management considers the definition of the chief operating decision maker (“\nCODM\n”), how the business is defined by the CODM, the nature of the information provided to the CODM, and how that information is used to make operating decisions, allocate resources, and assess performance. The Company’s CODM is the president and chief executive officer. The results of operations provided to and analyzed by the CODM are at the consolidated level and accordingly, key resource decisions and assessment of performance are performed at the consolidated level. The Company assesses its determination of operating segments at least annually.\nDisaggregation of Revenue and Geographic Information\nThe Company presents net revenue by geographic area, based upon the location of the OEMs’ headquarters, and by sales channel, as it believes that doing so best depicts how the nature, amount, timing, and uncertainty of revenue and cash flows are affected by economic factors. Individually insignificant OEMs are presented based upon the location of the Company’s direct customer, which is typically a distributor.\n61\nNet revenue by geographic area is as follows (in millions):\nNet revenue by sales channel is as follows (in millions):\nThe Company’s revenue from external customers is generated principally from the sale of semiconductor products. Accordingly, the Company considers its product offerings to be similar in nature and therefore not segregated for reporting purposes.\nProperty, plant, and equipment, net based on the physical locations within the indicated geographic areas are as follows (in millions):\nConcentrations\nFinancial instruments that potentially subject the Company to concentration of credit risk consist principally of trade accounts receivable. Trade accounts receivable are primarily derived from sales to manufacturers of communications and consumer products and electronic component distributors. The Company performs ongoing credit evaluations of customers.\nDuring fiscal 2024, fiscal 2023, and fiscal 2022, Apple, through sales to multiple distributors, contract manufacturers, and direct sales for multiple applications including smartphones, tablets, desktop, and notebook computers, watches and other devices, in the aggregate accounted for\n69\n%,\n66\n%, and\n58\n% of the Company’s net revenue, respectively.\nThe Company’s three largest accounts receivable balances comprised\n80\n% and\n83\n% of aggregate gross accounts receivable as of September 27, 2024 and September 29, 2023, respectively.\n62\n15.    SUPPLEMENTAL FINANCIAL INFORMATION\nOther current assets consist of the following (in millions):\nOther current liabilities consist of the following (in millions):\n16.    DEBT\nDebt consists of the following (in millions, except percentages):\n(1) In fiscal 2023, the effective interest rate of the Terms Loans due in 2024 was\n6.37\n%.\nSenior Notes\nOn May 26, 2021, the Company issued $\n500.0\nmillion of its\n0.90\n% Senior Notes due 2023 (the “2023 Notes”), $\n500.0\nmillion of its\n1.80\n% Senior Notes due 2026 (the “2026 Notes”), and $\n500.0\nmillion of its\n3.00\n% Senior Notes due 2031 (the “2031 Notes” and, together with the 2026 Notes, the “Notes”). During fiscal 2023, the Company repaid $\n500.0\nmillion of the 2023 Notes at maturity. The Notes are senior unsecured obligations of the Company and rank equally in right of payment with all of its existing and future senior unsecured debt but effectively junior to any of the Company’s senior secured debt to the extent of the value of collateral securing such debt and are structurally subordinated to all existing and future obligations of the Company’s subsidiaries. The Notes will mature on each respective maturity date, unless earlier redeemed in accordance with their terms. Interest on the Notes is payable on June 1 and December 1 of each year.\nThe Company may redeem all or a portion of the 2026 Notes and the 2031 Notes at any time and from time to time prior to maturity, in whole or in part, for cash at the applicable redemption prices set forth in the respective supplemental indenture. If the Company undergoes a change of control repurchase event, as defined in the indenture governing the Notes (as supplemented, the “Indenture”), holders may require the Company to repurchase the Notes in whole or in part for cash at a price equal to\n101\n% of the principal amount of the Notes to be purchased, plus any accrued and unpaid interest. As of September 27, 2024, the Company considered the likelihood of acceleration related to the 2026 and 2031 Notes and recorded the Notes as long-term debt. The Notes are recorded net of discount and issuance costs, which are amortized to interest expense over the respective terms of these borrowings.\n63\nThe Indenture contains customary events of default, including failure to make required payments of principal and interest, certain events of bankruptcy and insolvency, and default in the performance or breach of any covenant or warranty contained in the Indenture or the Notes. As of September 27, 2024, the Company was in compliance with all debt covenants under the Senior Notes.\nTerm Credit Agreement\nOn May 21, 2021, the Company entered into a term credit agreement (as amended, the “Term Credit Agreement”) providing for a $\n1.0\nbillion term loan facility (the “Term Loan Facility”). On July 26, 2021, the Company borrowed $\n1.0\nbillion in aggregate principal amount of term loans (the “Term Loans”) under the Term Loan Facility to finance a portion of the purchase price for the acquisition of the Infrastructure and Automotive business of Silicon Laboratories Inc. and to pay fees and expenses incurred in connection therewith. During fiscal 2024, fiscal 2023, and fiscal 2022, the Company repaid $\n300.0\nmillion, $\n400.0\nmillion, and $\n50.0\nmillion, respectively, of outstanding borrowings under the Term Loans. The Term Credit Agreement expired on July 26, 2024.\nRevolving Credit Agreement\nOn May 21, 2021, the Company entered into a revolving credit agreement (as amended, the “Revolving Credit Agreement”) providing for a $\n750.0\nmillion revolving credit facility (the “Revolver”). The proceeds of the Revolver will be used for general corporate purposes and working capital needs of the Company and its subsidiaries.\nThe Revolver provides for revolving credit borrowings and letters of credit, with sublimits for letters of credit. The Revolver may be increased in specified circumstances by up to $\n250.0\nmillion at the discretion of the lenders. The Revolver matures on July 26, 2026, and all unpaid borrowings, together with accrued and unpaid interest thereon, are repayable at maturity.\nThe Revolving Credit Agreement contains customary representations and warranties and covenants, including restrictions on the incurrence of indebtedness by non-guarantor subsidiaries and the creation of liens, and a financial covenant consisting of a limitation on leverage, defined as consolidated total indebtedness divided by consolidated earnings before interest, taxes, depreciation, and amortization for the period of four consecutive quarters not to exceed a ratio of\n3.0\nto 1.0. As of September 27, 2024, there were\nno\nborrowings outstanding and the Company was in compliance with all debt covenants under the Revolver."
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures\nOur management, with the participation of our chief executive officer and chief financial officer, evaluated the effectiveness of our disclosure controls and procedures as of September 27, 2024. The term “disclosure controls and procedures,” as defined in Rules 13a-15(e) and 15d-15(e) under the Exchange Act, means controls and other procedures of a company that are designed to ensure that information required to be disclosed by a company in the reports that it files or submits under the Exchange Act is recorded, processed, summarized, and reported, within the time periods specified in the SEC’s rules and forms. Disclosure controls and procedures include, without limitation, controls and procedures designed to ensure that information required to be disclosed by a company in the reports that it files or submits under the Exchange Act is accumulated and communicated to the company’s management, including its principal executive and principal financial officers, as appropriate, to allow timely decisions regarding required disclosure. Management recognizes that any controls and procedures, no matter how well-designed and operated, can provide only reasonable assurance of achieving their objectives, and management necessarily applies its judgment in evaluating the cost-benefit relationship of possible controls and procedures. Based on management’s evaluation of our disclosure controls and procedures as of September 27, 2024, our chief executive officer and chief financial officer concluded that, as of such date, our disclosure controls and procedures were effective at the reasonable assurance level.\nManagement’s Annual Report on Internal Control Over Financial Reporting\nThe management of the Company is responsible for establishing and maintaining adequate internal control over financial reporting for the Company. Internal control over financial reporting is defined in Rule 13a-15(f) or 15d-15(f) promulgated under the Exchange Act as a process designed by, or under the supervision of, the Company’s principal executive and principal\n64\nfinancial officers and effected by the Company’s Board of Directors, management and other personnel, to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles and includes those policies and procedures that:\n•\nPertain to the maintenance of records that in reasonable detail accurately and fairly reflect the transactions and dispositions of the assets of the Company;\n•\nProvide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the Company are being made only in accordance with authorizations of management and directors of the Company; and\n•\nProvide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the Company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nThe Company’s management assessed the effectiveness of the Company’s internal control over financial reporting as of September 27, 2024. In making this assessment, the Company’s management used the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (COSO) 2013 Internal Control-Integrated Framework.\nBased on their assessment, management concluded that, as of September 27, 2024, the Company’s internal control over financial reporting is effective based on those criteria.\nThe Company’s independent registered public accounting firm has issued an audit report on the effectiveness of the Company’s internal control over financial reporting as stated within their report which appears herein.\nChanges in Internal Control Over Financial Reporting\nDuring the third quarter of fiscal 2024, we completed the implementation of our new enterprise resource planning (“ERP”) system and have modified certain existing internal control processes and procedures related to the new system. These changes did not materially affect our internal control over financial reporting (as defined in Rules 13a-15(f) and 15d-15(f) of the Exchange Act) during the fourth quarter of fiscal 2024. As we add new functionality under this ERP system, we will continue to assess the impact on our internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "Director and Officer Trading Arrangements\nNone of our directors or officers\nadopted\nor\nterminated\na Rule 10b5-1 trading arrangement (as defined in Item 408(a)(i) of Regulation S-K) or\nadopted\nor\nterminated\na non-Rule 10b5-1 trading arrangement (as defined in Item 408(c) of Regulation S-K) during the fourth quarter of fiscal 2024.\nPrincipal Accounting Officer Transition\nOn November 11, 2024, Philip Carter notified the Company of his intention to resign from his position as Vice President, Corporate Controller and principal accounting officer (“PAO”) of the Company to pursue another opportunity.  Mr. Carter’s departure is not due to any disagreement with the Company on any matter relating to the Company’s financial statements, internal control over financial reporting, operations, policies or practices. Mr. Carter will continue to serve as PAO of the Company through November 15, 2024. Effective upon Mr. Carter’s resignation, Kris Sennesael, age 55, Senior Vice President and Chief Financial Officer of the Company, a role he has held since he joined the Company in August 2016, will assume the role of PAO of the Company."
  },
  {
    "item_key": "item_9c",
    "text": "None.\n65\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information under the captions “Directors and Executive Officers,” “Corporate Governance─Committees of the Board of Directors,” and “Other Matters—Delinquent Section 16(a) Reports,” if applicable, in our definitive proxy statement for the 2025 Annual Meeting of Stockholders is incorporated herein by reference.\nWe have adopted a written code of business conduct and ethics that applies to our directors, officers, and employees, including our principal executive officer, principal financial officer, principal accounting officer or controller, or persons performing similar functions. We make available our code of business conduct and ethics free of charge through our website at www.skyworksinc.com. We intend to disclose any amendments to, or waivers from, our code of business conduct and ethics that are required to be publicly disclosed by posting any such amendment or waivers on our website pursuant to SEC requirements and rules of the Nasdaq Global Select Market."
  },
  {
    "item_key": "item_11",
    "text": "Information required by this item (other than the information required by Item 402(v) of Regulation S-K) is contained in our definitive proxy statement for the 2025 Annual Meeting of Stockholders to be filed with the SEC and is incorporated herein by reference."
  },
  {
    "item_key": "item_12",
    "text": "Information required by this item is contained in our definitive proxy statement for the 2025 Annual Meeting of Stockholders to be filed with the SEC and is incorporated herein by reference."
  },
  {
    "item_key": "item_13",
    "text": "Information required by this item is contained in our definitive proxy statement for the 2025 Annual Meeting of Stockholders to be filed with the SEC and is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "Information required by this item is contained in our definitive proxy statement for the 2025 Annual Meeting of Stockholders to be filed with the SEC and is incorporated herein by reference.\n66\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)        The following are filed as part of this Annual Report on Form 10-K:\n(b)        Exhibits\nThe exhibits required by Item 601 of Regulation S-K are filed herewith and incorporated by reference herein. The response to this portion of Item 15 is submitted under Item 15 (a) (3).\n67\nEXHIBIT INDEX\n68\n69\n* Indicates a management contract or compensatory plan or arrangement.\n^ Portions of this exhibit have been omitted because such information is not material and is the type of information that the Registrant treats as private or confidential.\n70\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned thereunto duly authorized.\n71\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities indicated on November 15, 2024.\n72"
  }
]