[
  {
    "item_key": "item_1a",
    "text": "Our business activities and the value of our securities are subject to significant risks, including the risk factors described below.  These risk factors could negatively affect our operations, financial condition, liquidity and results of operations, and as a result, holders and purchasers of our securities could lose part or all of their investments.  It is possible that additional risks relating to our securities may be described in a prospectus supplement if we issue securities in the future.\nProposed Chevron Merger Risks\nWe will be subject to business uncertainties while the Merger is pending, which could adversely affect our businesses.\nUncertainty about the effect of the Merger on employees and those that do business with us may have an adverse effect to the Corporation.  These uncertainties may impair our ability to attract, retain and motivate key personnel until the Merger is completed and for a period of time thereafter, and could cause those that transact with us to seek to change their existing business relationships with us.  Employee retention at the Corporation may be challenging during the pendency of the Merger, as employees may experience uncertainty about their roles.  In addition, the Merger Agreement restricts us from entering into certain corporate transactions, entering into certain material contracts, making certain changes to our capital budget, incurring certain indebtedness and taking other specified actions without the consent of Chevron, and generally requires us to continue our operations in the ordinary course of business during the pendency of the Merger.  These restrictions may prevent us from pursuing attractive business opportunities or adjusting our capital plan prior to the completion of the Merger.\nWe may become subject to lawsuits relating to the Merger, which could adversely affect our business, financial condition and operating results.\nWe and/or our respective directors and officers may become subject to lawsuits relating to the Merger.  Such litigation is very common in connection with acquisitions of public companies, regardless of the merits of the underlying acquisition.  While we will evaluate and defend against any actions vigorously, the costs of the defense of such lawsuits and other effects of such litigation could have an adverse effect on our business, financial condition and operating results.\nCompletion of the Merger is subject to a number of conditions, and if these conditions are not satisfied or waived, the Merger will not be completed.  Failure to complete, or significant delays in completing, the Merger could negatively affect the trading prices of our common stock and our future business and financial results.\nCompletion of the Merger is subject to satisfaction or waiver of certain closing conditions, including (i) the receipt of the required approval from our stockholders, (ii) the expiration or termination of the waiting period under the Hart-Scott-Rodino Antitrust Improvements Act of 1976, as amended applicable to the Merger, (iii) the absence of any order or law prohibiting consummation of the Merger, (iv) the effectiveness of the Registration Statement on Form S-4 to be filed by Chevron pursuant to which the shares of Chevron common stock to be issued in connection with the Merger will be registered with the U.S. Securities and Exchange Commission and (v) the authorization for listing on the New York Stock Exchange of the shares of Chevron common stock to be issued in connection with the Merger.  The obligation of each party to consummate the Merger is also conditioned upon the other party having performed in all material respects its obligations under the Merger Agreement and the other party’s representations and warranties in the Merger Agreement being true and correct (subject to certain materiality qualifiers).  Additionally, Hess and Chevron have been engaged in discussions with Exxon Mobil Corporation and China National Offshore Oil Corporation regarding a right of first refusal provision in the joint operating agreement for the Stabroek Block.  If these discussions do not result in an acceptable resolution and arbitration (if pursued) does not result in a confirmation that such right of first refusal provision is inapplicable to the Merger, then there would be a failure of a closing condition under the Merger Agreement, in which case the Merger would not close.  For additional information, please see the section entitled “The Merger-Stabroek JOA” in Chevron’s preliminary registration statement on Form S-4 to be filed on February 26, 2024.  The obligation of Hess to consummate the merger is also subject to the receipt of a tax opinion from legal counsel that the Merger will qualify as a “reorganization” within the meaning of Section 368(a) of the Internal Revenue Code of 1986, as amended.  There can be no assurance that the conditions to the completion of the Merger will be satisfied or waived or that the Merger will be completed.\nIf the Merger is not completed, or if there are significant delays in completing the Merger, the trading prices of our common stock and our future business and financial results could be negatively affected, and we may be subject to several risks, including the following:\n•\nthe requirement that we pay Chevron a termination fee of approximately $1.715 billion under certain circumstances provided in the Merger Agreement;\n•\nnegative reactions from the financial markets, including declines in the prices of our common stock due to the fact that current prices may reflect a market assumption that the Merger will be completed;\n•\nhaving to pay certain significant costs relating to the Merger; and\n•\nthe attention of our management will have been diverted to the Merger rather than our own operations and pursuit of other opportunities that could have been beneficial to us.\nThe Merger Agreement limits our ability to pursue alternatives to the Merger.\nThe Merger Agreement contains provisions that may discourage a third party from submitting a competing proposal that might result in greater value to our stockholders than the Merger, or may result in a potential competing acquirer of the Corporation proposing to pay a lower per share price to acquire us than\n20\nit might otherwise have proposed to pay.  These provisions include a general prohibition on us from soliciting or, subject to certain exceptions relating to the exercise of fiduciary duties by our board of directors, entering into discussions with any third party regarding any competing proposal or offer for a competing transaction.\nBecause the exchange ratio in the Merger Agreement is fixed and because the market price of Chevron common stock will fluctuate prior to the completion of the Merger, our stockholders cannot be sure of the market value of the Chevron common stock they will receive as consideration in the Merger.\nUnder the terms of the Merger Agreement, if the Merger is completed, our stockholders will receive at the effective time of the Merger consideration consisting of 1.025 shares of Chevron common stock for each share of our common stock.  The exchange ratio of the Merger consideration is fixed, and under the Merger Agreement there will be no adjustment to the Merger consideration for changes in the market price of Chevron common stock or our common stock prior to the completion of the Merger.\nIf the Merger is completed, there will be a time lapse between the date of signing of the Merger Agreement and the date on which our stockholders who are entitled to receive the Merger consideration actually receive the Merger consideration.  The respective market values of Chevron common stock and our common stock have fluctuated and may continue to fluctuate during this period as a result of a variety of factors, including general market and economic conditions, changes in each company’s business, operations and prospects, commodity prices, regulatory considerations, and the market’s assessment of Chevron’s business and the Merger.  Such factors are difficult to predict and in many cases may be beyond the control of Chevron and us.  The actual value of the Merger consideration received by our stockholders at the completion of the Merger will depend on the market value of Chevron common stock at that time.  This market value may differ, possibly materially, from the market value of Chevron common stock at the time the Merger Agreement was entered into or at any other time.\nShares of Chevron common stock received by our stockholders as a result of the Merger will have different rights from shares of our common stock.\nUpon completion of the Merger, our stockholders will no longer be stockholders of Hess, and our stockholders who receive the Merger consideration will become Chevron stockholders, and their rights as Chevron stockholders will be governed by the terms of Chevron’s charter and by-laws.  There are differences between the current rights of our stockholders and the rights to which such stockholders will be entitled as Chevron stockholders.\nMarket and Third-Party Risks\nOur business and operating results are highly dependent on the market prices of crude oil, NGL and natural gas, which can be very volatile.\nOur estimated proved reserves, revenue, operating cash flows, operating margins, liquidity, financial condition and future earnings are highly dependent on the benchmark market prices of crude oil, NGL and natural gas, and our associated realized price differentials, which are volatile and influenced by numerous factors beyond our control.  The major foreign oil producing countries, including members of OPEC, may exert considerable influence over the supply and price of crude oil and refined petroleum products.  Their ability to agree on a common policy on rates of production and other matters may have a significant impact on the oil markets.  Other factors include, but are not limited to: worldwide and domestic supplies of and demand for crude oil, NGL and natural gas; political conditions and events (including weather, instability, changes in governments, armed conflict, economic sanctions and outbreaks of infectious diseases, such as COVID-19) around the world and in particular in crude oil or natural gas producing regions; the cost of exploring for, developing and producing crude oil, NGL and natural gas; the price, availability of and demand for alternative fuels or other forms of energy; the effect of energy conservation and environmental protection efforts; and overall economic conditions globally (including inflation, slower growth or recession, higher interest rates, supply chain constraints, and consequences associated with the ongoing invasion of Ukraine by Russia or the conflict between Israel and Hamas).  The sentiment of commodities trading markets as well as other supply and demand factors may also influence the selling prices of crude oil, NGL and natural gas.  Average benchmark prices for 2023 were $77.60 per barrel for WTI (2022: $94.33; 2021: $68.08) and $82.18 per barrel for Brent (2022: $99.04; 2021: $70.95).  In order to manage the potential volatility of cash flows and credit requirements, we maintain significant bank credit facilities.  An inability to access, renew or replace such credit facilities or access other sources of funding as they mature would negatively impact our liquidity.  Furthermore, from time to time we have entered into, and may in the future enter into or modify, commodity price hedging arrangements to manage commodity price volatility.  These arrangements may limit potential upside from commodity price increases, or expose us to additional risks, such as counterparty credit risk, which could adversely impact our cash flow, liquidity or financial condition.\nWe do not always control decisions made under joint operating agreements and the parties under such agreements may fail to meet their obligations.\nWe conduct many of our E&P operations through joint operating agreements with other parties under which we may not control decisions, either because we do not have a controlling interest or are not operator under the agreement.  There is risk that these parties may at any time have economic, business, or legal interests or goals that are inconsistent with ours, and therefore decisions may be made which are not what we believe is in our best interest.  Moreover, parties to these agreements may be unable to meet their economic or other obligations and we may be required to fulfill those obligations alone.  For example, in June 2021, the U.S. Bankruptcy Court approved the bankruptcy plan for Fieldwood Energy LLC which includes transferring abandonment obligations of Fieldwood to us and other predecessors in title of certain of its assets, who are jointly and severally liable for the obligations.  See\nNote 8, Asset Retirement Obligations\nin the\nNotes to Consolidated Financial Statements\n.  As a result, actions of our contractual counterparties may adversely affect the value of our investments and result in increased costs or liabilities.\n21\nOur industry is highly competitive and many of our competitors are larger and have greater resources and more diverse portfolios than we have.\nThe petroleum industry is highly competitive and very capital intensive.  We encounter competition from numerous companies, including acquiring rights to explore for crude oil and natural gas.  To a lesser extent, we are also in competition with producers of alternative fuels or other forms of energy, including wind, solar and electric power, and in the future, could face increasing competition due to the development and adoption of new technologies.  Many competitors, including national oil companies, are larger and have substantially greater resources to acquire and develop oil and gas assets, or may have established strategic relationships in areas we operate, or may be willing to incur a higher level of risk than we are willing to incur.  In addition, competition for drilling services, technical expertise and equipment may affect the availability of technical personnel and drilling rigs, resulting in increased capital and operating costs.  Many of our competitors have a more diverse portfolio of assets, which may minimize the impact of adverse events occurring at any one location.\nOperational and Strategic Risks\nIf we fail to successfully increase our reserves, our future crude oil and natural gas production will be adversely impacted.\nWe own or have access to a finite amount of oil and gas reserves, which will be depleted over time.  Replacement of oil and gas production and reserves, including proved undeveloped reserves, is subject to successful exploration drilling, development activities, and enhanced recovery programs.  Therefore, future oil and gas production is dependent on technical success in finding and developing additional hydrocarbon reserves.  Exploration activity involves the interpretation of seismic and other geological and geophysical data, which does not always successfully predict the presence of commercial quantities of hydrocarbons.  Drilling risks include unexpected adverse conditions, irregularities in pressure or formations, equipment failure, blowouts and weather interruptions.  Future developments may be affected by unforeseen reservoir conditions, which negatively affect recovery factors or flow rates.  Similar risks may be encountered in the production of oil and gas on properties acquired from others.  In addition, replacing reserves and developing future production are also influenced by the price of crude oil and natural gas and costs of drilling and development activities.  Lower crude oil and natural gas prices may reduce capital available for our exploration and development activities, render certain development projects uneconomic or delay their completion, and result in negative revisions to existing reserves while increasing drilling and development costs could negatively affect expected economic returns.\nThere are inherent uncertainties in estimating quantities of proved reserves and discounted future net cash flows, and actual quantities may be lower than estimated.\nNumerous uncertainties exist in estimating quantities of proved reserves and future net revenues from those reserves.  Actual future production, oil and gas prices, revenues, taxes, capital expenditures, operating expenses, and quantities of recoverable oil and gas reserves may vary substantially from those assumed in the estimates and could materially affect the estimated quantities of our proved reserves and the related future net revenues.  In addition, reserve estimates may be subject to downward or upward changes based on production performance, purchases or sales of properties, results of future development, changes in prevailing oil and gas prices, production sharing contracts, which may decrease reserves as crude oil and natural gas prices increase, and other factors.\nCatastrophic and other events, whether naturally occurring or man-made, may materially affect our operations and financial condition.\nOur oil and gas operations are subject to numerous risks and hazards inherent to operating in the crude oil and natural gas industry, including catastrophic events, which may damage or destroy assets, interrupt operations, result in personal injury and have other significant adverse effects.  These events include unexpected drilling conditions, pressure conditions or irregularities in reservoir formations, equipment malfunctions or failures, derailments, fires, explosions, blowouts, oil releases, power outages, cratering, pipeline interruptions and ruptures, severe weather, such as hurricanes, floods, freezes and heat waves or droughts, geological events, shortages in availability of skilled labor, cyber-attacks or health measures related to outbreaks of infectious diseases, such as COVID-19.  We maintain insurance coverage against many, but not all, potential losses and liabilities in amounts we deem prudent, including for property and casualty losses.  Some forms of insurance may be unavailable in the future or be available only on terms that are deemed economically unacceptable.  Moreover, there can be no assurance that such insurance will adequately protect us against liability from all potential consequences and damages.  For example, we are self-insured against physical damage to property and liability related to windstorms.  In 2023 and 2022, there was no significant hurricane-related downtime whereas in 2021, hurricane related downtime reduced net production by 4,000 boepd and hurricane related maintenance and repair costs were approximately $7 million.  In addition, the frequency and severity of weather conditions and other meteorological phenomena, including storms, droughts, extreme temperatures, and changes in temperature and precipitation patterns that impact our business activities, may also be impacted by the effects of climate change.  Energy needs could increase or decrease as a result of extreme weather conditions depending on the duration and magnitude of any such climate change.  Increased energy use due to weather changes may require us to invest in order to serve increased demand or create operational challenges.  A decrease in energy use due to weather changes may affect our financial condition through decreased revenues.  To the extent the frequency of extreme weather events increases, this could adversely impact our business, results of operations and financial condition.\nSignificant time delays between the estimated and actual occurrence of critical events associated with development projects may result in material negative economic consequences.\nAs part of our business, we are involved in large development projects, the completion of which may be delayed beyond what was originally planned.  Such examples include, but are not limited to, delays in receiving necessary approvals from project members or regulatory or other government agencies, timely access to necessary equipment, services or resources, availability of necessary personnel, construction delays, unfavorable weather conditions, equipment\n22\nfailures, and outbreaks of infectious diseases, such as COVID-19.  These delays could impact our future results of operations and cash flows.\nAn inability to secure personnel, drilling rigs, equipment, supplies and other required services or to retain key employees may result in material negative economic consequences.\nWe are dependent on oilfield service companies for items including drilling rigs, equipment, supplies and skilled labor.  The availability and cost of drilling rigs, equipment, supplies and skilled labor will fluctuate over time given the cyclical nature of the E&P industry.  Concerns over global economic conditions, inflation, supply chain disruptions, labor shortages, and other factors, each of which are beyond our control, contribute to increased economic uncertainty for us and our suppliers.  As a result, we may encounter difficulties in obtaining required services or could face an increase in cost, which may impact our ability to run our operations and deliver projects on time with the potential for material negative economic consequences.  In addition, difficulty in recruiting and retaining adequate numbers of experienced technical personnel could negatively impact our ability to deliver on our strategic goals.  Our future success also depends upon the continued service of key members of our senior management team, who play an important role in developing and implementing our strategy.  An inability to recruit and retain adequate numbers of experienced technical and professional personnel in the necessary locations or the loss or departure of key members of senior management may prevent us from executing our strategy in full or in part, which could negatively impact our business.\nDisruption, failure or cybersecurity attacks affecting or targeting information technology and infrastructure used by the Corporation or our business partners may materially impact our business and operations.\nComputers and telecommunication systems are an integral part of our exploration, development and production activities and the activities of our business partners. We rely on computer systems, hardware, software, technology infrastructure and online sites and networks for both internal and external operations that are critical to our business (collectively, Digital Systems). Some of our Digital Systems are managed and owned by us, but we rely on third parties for a range of Digital Systems and related products and services, including but not limited to cloud computing services. We use these Digital Systems to communicate, analyze and store proprietary, financial and operating data as well as data about employees, business partners and other third parties (collectively, Confidential Information). Our reliance on technology has increased due to our use of remote communications and hybrid work-from-home arrangements, which increase cybersecurity risks due to the challenges associated with managing remote computing assets and security vulnerabilities that are present in many non-corporate and home networks.\nTechnical system flaws, power loss and cybersecurity risks, including cyber or phishing-attacks, unauthorized access, malicious software, data privacy breaches by employees or others with authorized access, ransomware, and other cybersecurity issues, could compromise our Digital Systems or those of our business partners and result in disruptions to our business operations or the access, disclosure or loss of our Confidential Information and communications. In addition, computers control oil and gas production, processing equipment, and distribution systems globally and are necessary to deliver our production to market. A disruption, failure or a cyber breach of these operating systems, or of the networks and infrastructure on which they rely, could damage critical production, distribution and/or storage assets, delay or prevent delivery to markets, and make it difficult or impossible to accurately account for production and settle transactions. As a result, any such disruption, failure or cyber breach and any resulting investigation or remediation costs, reputational harm, litigation or regulatory action could have a material adverse impact on our cash flows and results of operations, reputation and competitiveness.\nWe routinely experience attempts by external parties to penetrate and attack our Digital Systems. Although such attempts to date have not resulted in any material breaches, disruptions, financial loss, or loss of business-critical information, our systems and procedures for protecting against such attacks and mitigating such risks may prove to be insufficient in the future. Threat actors are becoming increasingly adept in using techniques and tools, including artificial intelligence, that circumvent security controls, evade detection and remove forensic evidence. As technologies evolve and these cybersecurity attacks become more sophisticated, we may incur significant costs to upgrade or enhance our security measures to protect against such attacks.  We may also face difficulties in fully anticipating or implementing adequate preventive measures or mitigating potential harm.\nFinancial Risks\nWe have substantial capital requirements, and we may not be able to obtain needed financing on satisfactory terms.\nThe exploration, development and production of crude oil and natural gas involve substantial costs, which may not be fully funded from operations.  All three major credit rating agencies that rate our debt have assigned an investment grade rating.  Although currently we do not have any borrowings under our long-term credit facility, a ratings downgrade, rising interest rates, continued weakness in the oil and gas industry or negative outcomes within commodity and financial markets could adversely impact our access to capital markets by increasing the costs of financing, or by impacting our ability to obtain financing on satisfactory terms.  In addition, a ratings downgrade may require that we issue letters of credit or provide other forms of collateral under certain contractual requirements.  Environmental concerns and other factors have led to lower oil and gas representation in certain key equity market indices and may increase our costs to access the equity capital markets.  Any inability to access capital markets could adversely impact our financial adaptability and our ability to execute our strategy.\n23\nWe may engage in risk management transactions designed to mitigate commodity price volatility and other risks that may impede our ability to benefit from commodity price increases and can expose us to similar potential counterparty credit risk as amounts due from the sale of hydrocarbons.\nWe may enter into commodity price hedging arrangements to protect us from commodity price declines.  These arrangements may, depending on the instruments used and the level of additional hedges involved, limit any potential upside from commodity price increases.  As with accounts receivable from the sale of hydrocarbons, we may be exposed to potential economic loss should a counterparty be unable or unwilling to perform their obligations under the terms of a hedging agreement.  In addition, we are exposed to risks related to changes in interest rates and foreign currency values, and may engage in hedging activities to mitigate related volatility.\nRegulatory, Legal and Environmental Risks\nOur oil and gas operations are subject to environmental risks and environmental, health and safety laws and regulations that can result in significant costs and liabilities.\nOur oil and gas operations are subject to environmental risks such as oil spills, produced water spills, gas leaks and ruptures and discharges of substances or gases that could expose us to substantial liability for pollution or other environmental damage.  Our operations are also subject to numerous U.S. federal, state, local and foreign environmental, health and safety laws and regulations.  Non-compliance with these laws and regulations may subject us to administrative, civil or criminal penalties, remedial clean-ups, natural resource damages and other liabilities.  In addition, increasingly stringent environmental regulations have resulted and will likely continue to result in higher capital expenditures and operating expenses for us.  Similarly, we have material legal obligations to dismantle, remove and abandon production facilities and wells that will occur many years in the future, in most cases.  These estimates may be impacted by future changes in regulations, solvency of subsequent owners and partners and other uncertainties.\nConcerns have been raised in certain jurisdictions where we have operations concerning the safety and environmental impact of the drilling and development of shale oil and gas resources, particularly hydraulic fracturing, water usage, flaring of associated natural gas and air emissions.  While we believe that these operations can be conducted safely and with minimal impact on the environment, regulatory bodies are responding to these concerns and may impose moratoriums and new regulations on such drilling operations that would likely have the effect of prohibiting or delaying such operations and increasing their cost.\nClimate change, sustainability and other ESG initiatives may result in significant operational changes and expenditures, reduced demand for our products and adversely affect our business.\nWe recognize that climate change and sustainability is a growing global environmental concern.  Continuing political and social attention to the issue of climate change and sustainability has resulted in both existing and pending international agreements and national, regional or local legislation and regulatory measures to limit GHG emissions.  These agreements and measures may require, or could result in future legislation and regulatory measures that require, significant equipment modifications, operational changes, taxes, or purchase of emission credits to reduce emission of GHGs from our operations, which may result in substantial capital expenditures and compliance, operating, maintenance and remediation costs.  For example, the Inflation Reduction Act of 2022 (IRA) includes a methane emissions reduction program for petroleum and natural gas systems, which requires the EPA to impose a “waste emissions charge” on excess methane emissions from certain natural gas and oil sources that are required to report under EPA’s Greenhouse Gas Reporting Program beginning January 1, 2024 and also provides significant funding and incentives for research and development of competing low carbon energy production methods.  California recently enacted three climate-related disclosure laws, the Climate Corporate Data Accountability Act, Climate Related Financial Risk Act and Voluntary Carbon Market Disclosures Act, which together will require certain entities doing business in California or taking certain actions in California to report and attain third-party assurance of greenhouse gas emissions information, reporting on climate-related financial risks and reporting regarding the use of voluntary carbon credits and/or carbon reduction claims. Legislation similar to California’s Climate Corporate Data Accountability Act is under consideration in other states.  In addition to increased costs for compliance, such legislation, regulations and initiatives could also impact demand as our production is sold to third parties that produce petroleum fuels, which through normal end user consumption result in the emission of GHGs.\nWe are prioritizing sustainable energy practices to further reduce our carbon footprint while at the same time remaining a successful operating public company.  However, various key stakeholders, including our stockholders, employees, suppliers, customers, local communities and others, may have differing approaches to climate change initiatives.  If we do not successfully manage expectations across these varied stakeholder interests, it could erode our stakeholders\n’\ntrust and thereby affect our reputation.  Shareholder activism has been recently increasing in our industry, and stockholders may attempt to effect changes to our business or governance, whether by shareholder proposals, public campaigns, proxy solicitations or otherwise.  In addition, certain financial institutions, institutional investors and other sources of capital have begun to limit or eliminate their investment in oil and gas activities due to concerns about climate change, which could make it more difficult to finance our business.  We continue to focus on developing our ESG practices, and as voluntary and regulatory ESG disclosure standards and policies continue to evolve, we have expanded and expect to further expand our public disclosures in these areas.  Such disclosures may reflect aspirational goals, targets, cost estimates and other expectations and assumptions, including over long timelines, which aspirational goals, targets, cost estimates, and other expectations and assumptions are necessarily uncertain and may not be realized.  Failure to realize or timely achieve progress on such aspirational goals, targets, cost estimates, and other expectations or assumptions may adversely impact us.\nFurthermore, as a result of heightened public awareness and attention to climate change and sustainability as well as continued regulatory initiatives to reduce the use of petroleum fuels, demand for crude oil and other hydrocarbons may be reduced, which may\n24\nhave an adverse effect on our sales volumes, revenues and margins.  The imposition and enforcement of stringent GHG emissions reduction requirements could severely and adversely impact the oil and gas industry and therefore significantly reduce the value of our business.  Increasing attention to climate change risks and sustainability has resulted in governmental investigations, and public and private litigation, which could increase our costs or otherwise adversely affect our business.  For example, beginning in 2017, certain states, municipalities and private associations in California, Delaware, Maryland, Rhode Island and South Carolina separately filed lawsuits against oil, gas and coal producers, including us, for alleged damages purportedly caused by climate change.  Such actions could adversely impact our business by distracting management and other personnel from their primary responsibilities, require us to incur increased costs, and/or result in reputational harm.\nWe are subject to changing laws and regulations and other governmental actions that can significantly and adversely affect our business.\nPolitical or regulatory developments and governmental actions, including federal, state, local, territorial and foreign laws and regulations may adversely affect our operations and those of our counterparties with whom we have contracted, which may affect our financial results.  These actions could result in tax increases retroactively through tax claims or prospectively through changes to applicable statutory tax rates, modification of the tax base, or imposition of new tax types.  For example, on August 16, 2022 the U.S. enacted the IRA, which includes a 15% book-income alternative minimum tax on corporations with average adjusted financial statement income over $1 billion for any 3-year period ending with 2022 or later and a 1% excise tax on the fair market value of stock that is repurchased by publicly traded U.S. corporations.  The alternative minimum tax and the excise tax are effective in taxable years beginning after December 31, 2022.  From time to time since enactment, the Department of Treasury and the Internal Revenue Service have issued interim guidance related to the alternative minimum tax and intend to issue proposed regulations addressing the alternative minimum tax in the future.  We continue to evaluate the effect of the new law and any additional guidance on our future cash flows and financial results, including if we become a taxpayer subject to the alternative minimum tax, which would apply to any taxable years beginning on or after January 1, 2024.  The impact of the excise tax provision will be dependent on the extent of share repurchases made in future periods.  We continue to evaluate the corporate alternative minimum tax and its potential impact on our future U.S. tax expense, cash taxes, and effective tax rate, as well as any other impacts the IRA may have on our financial position and results of operations.\nAdditionally, governmental actions could include limitations on post-production deductions from royalty payments; limitations or prohibitions on the sales of new oil and gas leases or extensions on existing oil and gas leases; adverse court decisions with respect to the sale of new and existing oil and gas leases or claims related to working interest payments; expropriation or nationalization of property; mandatory government participation, cancellation or amendment of contract rights; imposition of capital controls or blocking of funds; changes in import and export regulations; the imposition of tariffs; and anti-bribery or anti-corruption laws.  In recent years, proposals for limitations on access to oil and gas exploration and development opportunities and related litigation have grown in certain areas and may include efforts to reduce access to public and private lands; restriction of exploration and production activities within government-owned and other lands; delaying or canceling permits for drilling or pipeline construction; restrictions or changes to existing pipeline easements; limiting or banning industry techniques such as hydraulic fracturing and/or adding restrictions on the use of water and associated disposal; imposition of set-backs on oil and gas sites; reduction of sulfur content in bunker fuel; delaying or denying air-quality or siting permits; advocating for increased regulations, punitive taxation, or citizen ballot initiatives or moratoriums on industry activity; and the use of social media channels to cause reputational harm.  Costs associated with responding to these anti-development efforts or complying with any new legal or regulatory requirements could significantly and adversely affect our business, financial condition and results of operations.\nPolitical instability globally and in areas where we operate can adversely affect our business.\nPolitical instability and civil unrest have affected and may continue to affect the oil and gas markets generally.  Some international areas are politically less stable than other areas and may be subject to civil unrest, conflict, insurgency, corruption, security risks and labor unrest.  Political instability in areas where we operate may expose our operations to increased risks, including increased difficulty in obtaining required permits and government approvals, enforcing our agreements in those jurisdictions and potential adverse actions by local government authorities.  The invasion of Ukraine by Russia in February 2022 has led to disruption, instability, and volatility in global markets and industries, including the oil and gas markets.  The U.S. government and other foreign governments imposed severe economic sanctions and export controls against Russia, certain regions of Ukraine and particular entities and individuals, and may impose additional sanctions and controls.  The recent war between Israel and Hamas, which began in October 2023, has the potential for further disruption of economic markets, particularly if the conflict expands to other parts of the Middle East. To date, we have not experienced a material impact to operations or the consolidated financial statements as a result of these conflicts; however, we will continue to monitor for events that could materially impact us or our industry.  Furthermore, the threat of terrorism around the world also poses additional risks to our operations and the operations of the oil and gas industry in general.  In addition, geographic territorial border disputes may affect our business in certain areas, such as the border dispute between Guyana and Venezuela over a portion of the Stabroek Block.\nOne of our subsidiaries is the general partner of a publicly traded limited partnership, Hess Midstream LP.  The responsibilities associated with being a general partner expose us to a broader range of legal liabilities\n.  Our control of Hess Midstream LP bestows upon us additional duties and obligations including, but not limited to, the obligations associated with managing potential conflicts of interests and additional reporting requirements from the Securities and Exchange Commission.  These\n25\nheightened duties expose us to additional potential for legal claims that may have a material negative economic impact on our stockholders.  Moreover, these increased duties may lead to an increase in compliance costs."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_1c",
    "text": "Cybersecurity Risk Management and Strategy\nCybersecurity is an integral part of our enterprise risk management.  We have developed and implemented a cybersecurity risk management program intended to protect the confidentiality, integrity and availability of our Digital Systems.  Our cybersecurity risk management program includes a cybersecurity incident response plan as well as property and casualty insurance that may cover damages caused as a result of a cybersecurity event.\nWe design and assess our program based on the NIST CSF.  This does not imply that we meet any particular technical standards, specifications, or requirements, only that we use the NIST CSF as a guide to help us identify, assess and manage cybersecurity risks relevant to our business.\nOur cybersecurity risk management program is integrated into our overall enterprise risk management program overseen by our Chief Risk Officer, and shares certain methodologies, reporting channels and governance processes that apply across the enterprise risk management program to other areas affecting our business risks, including financial, compliance, EHS, compensation and governance matters, among other topics.\nOur cybersecurity risk management program includes:\n•\nrisk assessments designed to help identify material cybersecurity risks to critical systems integral to our exploration, development and production activities as well as the activities of our business partners and our broader enterprise information technology environment;\n•\na security team principally responsible for managing our cybersecurity risk assessment processes, our security controls and our response to cybersecurity incidents;\n•\nthe use of external service providers, where appropriate, to assess, test or otherwise assist with aspects of our security controls;\n•\nongoing cybersecurity awareness and compliance training that occurs quarterly and is mandatory for all our employees, incident response personnel and senior management;\n•\na cybersecurity incident response plan that includes procedures for responding to cybersecurity incidents; and\n•\na third-party risk management process for service providers, suppliers and vendors.\nWe have not identified risks from known cybersecurity threats during the year ended December 31, 2023, including as a result of any prior cybersecurity incidents, that have materially affected us or are reasonably likely to materially affect us, including our operations, business strategy, results of operations, or financial condition.\nAdditional information about cybersecurity risks we face is discussed in\nItem 1A. Risk Factors\n, under the heading “\nDisruption, failure or cybersecurity attacks affecting or targeting information technology and infrastructure used by the Corporation or our business partners may materially impact our business and operations\n” which should be read in conjunction with the information above.\nGovernance\nOur Board of Directors (Board) appreciates the rapidly evolving nature of threats presented by cybersecurity incidents and is committed to the prevention, timely detection and mitigation of the effects of any such incidents on the Corporation. The Board considers cybersecurity risk as part of its risk oversight function and has delegated to the Audit Committee (Committee) primary responsibility for oversight of our risk management practices, including oversight of cybersecurity and other information technology risks.\nThe Committee oversees management’s implementation of our cybersecurity risk management program.  The Committee receives presentations on cybersecurity topics from management at least twice a year, including the nature of threats, defense and detection capabilities; incident response plans; and employee training activities. In addition, management updates the Committee, as necessary, regarding any material cybersecurity incidents as well as other incidents with lesser impact potential.  The Committee reports to the full Board regarding its activities, including those related to cybersecurity.\n26\nOur management team – including our Chief Risk Officer, our Head of Information Technology and our Chief Information Security Officer (CISO) – is responsible for assessing and managing our material risks from cybersecurity threats.  The team is primarily responsible for our overall cybersecurity risk management program and supervises both our internal cybersecurity personnel and our retained external cybersecurity consultants.  Our Chief Risk Officer has nearly 20 years of experience in this role at the Corporation and previously served as a consultant with Ernst & Young LLP’s Risk Management and Regulatory Practice, where he assisted financial services and energy trading clients in establishing their risk management infrastructure.  Our Head of Information Technology and our CISO each have over 20 years of experience in information technology leadership in oil and gas.  Furthermore, our CISO holds a Bachelor of Science in Cyber and Data Security from the University of Arizona and is a Certified Information Systems Security Professional.\nOur management team is informed about and monitors the efforts to prevent, detect, mitigate and remediate cybersecurity risks and incidents through various means, which may include briefings from internal security personnel; threat intelligence and other information obtained from governmental, public or private sources, including external consultants engaged by us; and alerts and reports produced by security tools deployed in the information technology environment."
  },
  {
    "item_key": "item_3",
    "text": "Information regarding legal proceedings is contained in\nNote 17, Guarantees, Contingencies and Commitments\nin the\nNotes to Consolidated Financial Statements\nand is incorporated herein by reference.  Pursuant to Item 103(c)(3)(iii) of Regulation S-K under the Exchange Act, we are required to disclose certain information about environmental proceedings to which a governmental authority is a party if we reasonably believe such proceedings may result in monetary sanctions, exclusive of interest and costs, above a stated threshold.  We have elected to apply a threshold of $1 million for purposes of determining whether disclosure of any such proceedings is required."
  },
  {
    "item_key": "item_4",
    "text": "None.\n27\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Stock Market Information, Holders and Dividends\nOur common stock is listed on the New York Stock Exchange (ticker symbol: HES).  At January 31, 2024, there were 2,494 stockholders (based on the number of holders of record) who owned a total of 307,152,064 shares of common stock.  In 2023, cash dividends on common stock totaled $1.75 per share per year ($0.4375 per quarter), $1.50 per share per year ($0.3750 per quarter) in 2022 and $1.00 per share per year ($0.2500 per quarter) in 2021.\nPerformance Graph\nSet forth below is a line graph comparing the five-year shareholder returns on a $100 investment in our common stock assuming reinvestment of dividends, against the cumulative total returns for the following:\n•\nStandard & Poor’s (S&P) 500 Stock Index, which includes us.\n•\n2023 Proxy Peer Group as disclosed in our 2023 Proxy Statement, and including us.\nComparison of Five-Year Shareholder Returns\nYears Ended December 31,\n28\nShare Repurchase Activities\nOn March 1, 2023, our Board of Directors approved a new authorization for the repurchase of our common stock in an aggregate amount of up to $1 billion.  This new authorization replaced our previous repurchase authorization which was fully utilized at the end of 2022.  There were no shares of our common stock repurchased for the year ended December 31, 2023.  The Merger Agreement provides that, during the periods from the date of the Merger Agreement until the closing of the Merger, we are subject to certain restrictions that, among other things, restrict our ability to repurchase, redeem or retire any capital stock of the Corporation.\nEquity Compensation Plans\nFollowing is information related to our equity compensation plans at December 31, 2023.\n(a)\nThis amount includes 1,509,912 shares of common stock issuable upon exercise of outstanding stock options.  This amount excludes 1,020,653 shares of common stock issued as restricted stock pursuant to our equity compensation plans.  This amount also excludes 511,781 PSUs.  For the PSUs granted in 2021 and 2022, the number of shares of common stock to be issued will range from 0% to 200% based on our total shareholder return (TSR) relative to the TSR of a predetermined group of peer companies and the S&P 500 index over a three‑year performance period ending December 31 of the year prior to settlement of the grant.  For the PSU\n’\ns granted in 2023, the number of shares of common stock to be issued is based on a comparison of the Corporation’s total shareholder return compound annual growth rate (TSR CAGR) to the TSR CAGR of the SPDR S&P Oil & Gas Exploration and Production ETF (XOP), with a modifier determined by comparing the Corporation\n’\ns TSR CAGR to the TSR CAGR of the S&P 500 index, over a three-year performance period ending December 31, 2025.  Payout of these PSUs will range from 0% to 200% of the target awards based on the comparison of the Corporation\n’\ns TSR CAGR to the XOP\n’\ns TSR CAGR.  The modifier can only adjust the payout percentage by plus or minus 10%, up to a maximum of 210% or a minimum of 0%.\n(b)\nThese securities may be awarded as stock options, restricted stock, PSUs or other awards permitted under our equity compensation plan.\nSee\nNote 13, Share‑based Compensation\nin the\nNotes to Consolidated Financial Statements\nfor further discussion of our equity compensation plans."
  },
  {
    "item_key": "item_6",
    "text": "29"
  },
  {
    "item_key": "item_7",
    "text": "The following discussion should be read together with the\nConsolidated Financial Statement\ns and the\nNotes to Consolidated Financial Statements\n, which are included in this Form 10-K in Item 8, and the information set forth in\nPart 1, Item 1A.\n.\nThe following Management’s Discussion and Analysis of Financial Condition and Results of Operations omits certain discussions of our financial condition and results of operations for the year ended December 31, 2022 compared with the year ended December 31, 2021, which can be found in\nin our 2022 Annual Report on Form 10-K, which was filed with the Securities and Exchange Commission on February 24, 2023, and such comparisons are incorporated herein by reference.\nIndex\nOverview\nHess Corporation is a global E&P company engaged in exploration, development, production, transportation, purchase and sale of crude oil, natural gas liquids, and natural gas with production operations located in the United States (U.S.), Guyana, the Malaysia/Thailand Joint Development Area (JDA) and Malaysia.  We conduct exploration activities primarily offshore Guyana, in the U.S. Gulf of Mexico, and offshore Suriname.  At the Stabroek Block (Hess 30%), offshore Guyana, we and our partners have discovered a significant resource base and are executing a multi-phased development of the block.  We currently have three FPSOs producing, and plan to have six FPSOs with an aggregate expected production capacity of more than 1.2 million gross bopd producing by the end of 2027.  The discovered resources to date on the block are expected to underpin the potential for up to ten FPSOs.\nOur Midstream operating segment, which includes Hess Corporation’s approximate 38% consolidated ownership interest in Hess Midstream LP at\nDecember 31, 2023\n, provides fee-based services, including gathering, compressing and processing natural gas and fractionating NGL; gathering, terminaling, loading and transporting crude oil and NGL; storing and terminaling propane, and water handling services primarily in the Bakken shale play in the Williston Basin area of North Dakota.\nOn October 22, 2023, we entered into the Merger Agreement with Chevron and the Merger Subsidiary.  The Merger Agreement provides that, among other things and subject to the terms and conditions of the Merger Agreement, Merger Subsidiary will be merged with and into Hess, and Hess will be the surviving corporation in the Merger as a direct, wholly-owned subsidiary of Chevron.  Under the terms of the Merger Agreement, if the Merger is completed, our stockholders will receive at the effective time of the Merger consideration consisting of 1.025 shares of Chevron common stock for each share of our common stock.  The transaction is expected to close mid-2024, subject to shareholder and regulatory approvals and other closing conditions.  See\nPart I, Item 1A. Risk Factors\nfor a discussion of risks related to the Merger.\nClimate Change, Energy Transition and Our Strategy\nWe believe climate risks can and should be addressed while at the same time meeting the growing demand for affordable and secure energy, which is essential to ensure a just and orderly energy transition that aligns with the United Nations Sustainable Development Goals.\nThe IEA\n’\ns 2023 World Energy Outlook provides three scenarios of global energy demand in 2040 based on varying levels of global response to climate change.  Under all of the IEA scenarios, oil and natural gas are expected to be needed for decades to come and we expect that significant investment will be required to meet the world’s projected growing energy needs, both in renewable energy sources and in oil and gas.\nOur strategy is to grow our resource base, have a low cost of supply and sustain cash flow growth.  Our strategy aligns with the energy transition needed to reach the energy-related Sustainable Development Goals of the United Nations.  Our commitment to sustainability starts with our Board of Directors and senior management and is reinforced throughout our organization.  Our Board of Directors, led by its Environmental, Health and Safety Committee, is actively engaged in overseeing Hess’ sustainability practices so that sustainability risks and opportunities are taken into account when making strategic decisions.  Our Board’s Compensation and Management Development Committee has tied executive compensation to advancing our environmental, health and safety goals.\nWe have five year GHG reduction targets for 2025, which are to reduce operated Scope 1 and 2 GHG emissions intensity by approximately 50% and methane emissions intensity by approximately 50%, both from 2017 levels.  In January 2022, we announced our plan to reduce routine flaring at Hess operated assets to zero by the end of 2025.  In December 2022, we announced an agreement\n30\nwith the Government of Guyana to purchase 37.5 million REDD+ carbon credits, including current and future issuances, for a minimum of $750 million from 2022 through 2032 to prevent deforestation and support sustainable development in Guyana.  This agreement adds to the Corporation’s ongoing emissions reduction efforts and is an important part of our commitment to achieve net zero Scope 1 and 2 greenhouse gas emissions on a net equity basis by 2050.\nOur business planning includes actions we expect to undertake to continue reducing our carbon footprint consistent with our targets.  We also conduct annual scenario planning as a methodology to assess our portfolio’s resilience to differing scenarios of energy supply and demand over the longer term, and to inform our understanding of future risks and opportunities in relation to the potential evolution of energy demand, energy mix, the emergence of new technologies, and possible changes by policymakers with respect to greenhouse gas emissions and climate change.\nConsolidated Results\nNet income attributable to Hess Corporation was $1,382 million in 2023 compared with $2,096 million in 2022.  Excluding items affecting comparability of earnings between periods summarized on page\n, adjusted net income was $1,552 million in 2023 compared with $2,176 million in 2022.  Net production averaged 394,000 boepd in 2023 and 344,000 boepd in 2022.  The average realized crude oil price, including the effect of hedging, was $75.97 per barrel in 2023 and $85.76 per barrel in 2022.  Total proved reserves were 1,370 million boe and 1,256 million boe at December 31, 2023 and December 31, 2022, respectively.\nSignificant 2023 Activities\nThe following is an update of significant E&P activities during 2023:\nE&P assets:\n•\nIn North Dakota, net production from the Bakken shale play averaged 182,000 boepd in 2023 (2022: 154,000 boepd).  Net production was higher in 2023 reflecting increased drilling and completion activity and higher NGL and natural gas volumes received under percentage of proceeds contracts due to lower commodity prices.  NGL and natural gas volumes received under percentage of proceeds contracts were 19,000 boepd in 2023, compared with 10,000 boepd in 2022, due to lower realized NGL and natural gas prices increasing volumes received as consideration for gas processing fees.  We added a fourth operated rig in July 2022 and drilled 118 wells and brought 113 wells on production in 2023, bringing the total operated production wells to 1,757 at December 31, 2023.  During 2024, we plan to operate four rigs.\n•\nIn the Gulf of Mexico, net production averaged 31,000 boepd in 2023 (2022: 31,000 boepd).  In July 2023, the Pickerel-1 exploration well (Hess 100%) located in Mississippi Canyon Block 727 completed drilling operations and encountered approximately 90 feet of net pay in high quality, oil bearing, Miocene age reservoir.  The well will be a tie-back to the Tubular Bells production facility with first oil expected in mid-2024.  In the fourth quarter of 2023, we were the high bidder on 20 leases in the U.S. Department of Interior\n’\ns Lease Sale 261 for $88 million and we expect to be awarded these leases in the first quarter of 2024.  We also spud the Hess operated Black Pearl development well (Hess 25%) in the fourth quarter of 2023.  The well is planned as a tie-back to the Stampede production facility.  In 2024, we plan to participate in two wells.\n•\nAt the Stabroek Block (Hess 30%), offshore Guyana, net production totaled 115,000 bopd in 2023 (2022: 78,000 bopd).  The Liza Unity FPSO, which commenced production in February 2022, reached its initial production capacity of approximately 220,000 gross bopd in July 2022, and increased its production capacity to approximately 250,000 bopd in the third quarter of 2023.  Further production optimization work is planned in 2024.  The third development, Payara, began producing oil in November 2023 from the Prosperity FPSO and reached its initial production capacity of approximately 220,000 gross bopd in January 2024.  In 2023, we sold 37 cargos of crude oil from Guyana compared with 26 cargos in 2022.\nPursuant to the contractual arrangements of the petroleum agreement, a portion of gross production from the block, separate from the joint venture partners’ (Co-Venturers) cost oil and profit oil entitlement, is used to satisfy the Co-Venturers’ income tax liability.  This portion of gross production, referred to as tax barrels, is recognized as Co-Venturer production volumes and estimated proved reserves.  Net production from Guyana in 2023 included 14,000 bopd of tax barrels (2022: 7,000 bopd; 2021: 0 bopd).\nA fourth development, Yellowtail, was sanctioned in April 2022 and will utilize the ONE GUYANA FPSO with an expected initial production capacity of approximately 250,000 gross bopd, with first production expected in 2025.  Six drill centers are planned with up to 26 production wells and 25 injection wells.\nA fifth development, Uaru, was sanctioned in April 2023 and will utilize the Errea Wittu FPSO with an expected initial production capacity of approximately 250,000 gross bopd, with first production expected in 2026.  Ten drill centers are planned with up to 21 production wells and 23 injection wells.\n31\nA sixth development, Whiptail, was submitted to the Government of Guyana for approval in the fourth quarter of 2023.  Pending government approvals and project sanctioning, the project is expected to have an initial production capacity of approximately 250,000 gross bopd, with first production anticipated in 2027.\nA gas to energy project is underway to construct a 130-mile pipeline network and associated infrastructure in order to transport approximately 50 million standard cubic feet of natural gas per day from the Liza Field to a 300 megawatt onshore power plant, which is expected to be constructed and operated by the Government of Guyana. ExxonMobil Guyana Ltd. expects to complete pipeline construction and field hook-up by the end of 2024.\nThe expiration of the exploration license for the Stabroek Block was extended one year from October 2026 to October 2027, and the end of the first renewal period of the exploration license, which requires the relinquishment of 20% of the acreage not held by discoveries, was extended one year from October 2023 to October 2024, both as a result of force majeure due to the COVID-19 pandemic.\nIn 2023, the operator drilled a total of three successful exploration and appraisal wells that encountered oil and two unsuccessful exploration wells for which the well costs were expensed.\nSubsequent to December 31, 2023, the operator completed one\nsuccessful exploration well and one successful appraisal well.\nIn 2024, the operator plans to utilize six drillships to continue to perform exploration, appraisal, and development activities.\nAt the Kaieteur Block, offshore Guyana, w\ne relinquished our 20% participating interest, subject to government approval, and recognized exploration expense of $9 million in 2023.\n•\nIn the Gulf of Thailand, net production from Block A‑18 of the JDA averaged 36,000 boepd in 2023 (2022: 38,000 boepd), including contribution from unitized acreage in Malaysia, while net production from North Malay Basin averaged 30,000 boepd in 2023 (2022: 26,000 boepd).  During 2023, we drilled seven production wells at the JDA and nine production wells at North Malay Basin, and we plan to continue development drilling in 2024.\n•\nIn Canada, offshore Newfoundland (Hess 25%), the operator completed drilling of the Ephesus exploration well in June 2023. The well did not encounter commercial quantities of hydrocarbons and well costs incurred of $34 million were recorded to exploration expense in 2023.\nThe following is an update of significant Midstream activities during 2023:\n•\nHess Midstream completed two underwritten public equity offerings of an aggregate of approximately 24.3 million Class A shares held by affiliates of Hess and GIP.  As a result of these transactions, Hess received net proceeds of $167 million.\n•\nHESM Opco, a consolidated subsidiary of Hess Midstream LP, repurchased an aggregate of approximately 13.6 million HESM Opco Class B units held by affiliates of Hess and GIP in multiple transactions for total proceeds of $400 million, financed by HESM Opco\n’\ns revolving credit facility, of which Hess received proceeds of $188 million.\n32\nLiquidity and Capital and Exploratory Expenditures\nAt December 31, 2023, cash and cash equivalents were $1,688 million (2022: $2,486 million) and consolidated debt was $8,613 million (2022: $8,281 million), which includes Hess Midstream debt that is nonrecourse to Hess Corporation of $3,211 million at December 31, 2023 (2022: $2,886 million).\nCapital and exploratory expenditures were as follows (in millions):\n(a)\nOther includes our interests in Libya (sold in November 2022) and Denmark (sold in August 2021), and certain non-producing countries.\nOur E&P capital and exploratory expenditures are projected to be approximately $4.2 billion in 2024, compared with $4.2 billion in 2023.  Capital investment for our Midstream operations is expected to be in the range of $250 million to $275 million in 2024, compared with $246 million in 2023.\nConsolidated Results of Operations\nResults by Segment:\nThe after-tax income (loss) by major operating activity is summarized below:\nIn the following discussion and elsewhere in this report, the financial effects of certain transactions are disclosed on an after-tax basis.  Management reviews segment earnings on an after-tax basis and uses after-tax amounts in its review of variances in segment earnings.  Management believes that after-tax amounts are a preferable method of explaining variances in earnings, since they show the entire effect of a transaction rather than only the pre-tax amount.  After-tax amounts are determined by applying the income tax rate in each tax jurisdiction to pre-tax amounts.\n33\nItems Affecting Comparability of Earnings Between Periods:\nThe following table summarizes, on an after-tax basis, items of income (expense) that are included in net income and affect comparability of earnings between periods.  The items in the table below are explained on pages\nthrough\n.\nThe following table presents the pre-tax amount of items affecting comparability of income (expense) by financial statement line item in the\nStatement of Consolidated Income\non page\n.  The items in the table below are explained on pages\nthrough\n.\nReconciliations of GAAP and Non-GAAP Measures:\nThe following table reconciles reported net income attributable to Hess Corporation and adjusted net income attributable to Hess Corporation:\nThe following table reconciles reported net cash provided by (used in) operating activities and net cash provided by (used in) operating activities before changes in operating assets and liabilities:\nAdjusted net income attributable to Hess Corporation is a non-GAAP financial measure, which we define as reported net income attributable to Hess Corporation excluding items identified as affecting comparability of earnings between periods, which are summarized on pages\nthrough\n.  Management uses adjusted net income to evaluate the Corporation’s operating performance and believes that investors’ understanding of our performance is enhanced by disclosing this measure, which excludes certain items that management believes are not directly related to ongoing operations and are not indicative of future business trends and operations.\nNet cash provided by (used in) operating activities before changes in operating assets and liabilities presented in this report is a non-GAAP measure, which we define as reported net cash provided by (used in) operating activities excluding changes in operating assets and liabilities.  Management uses net cash provided by (used in) operating activities before changes in operating assets and liabilities to evaluate the Corporation’s ability to internally fund capital expenditures, pay dividends and service debt and believes that\n34\ninvestors’ understanding of our ability to generate cash to fund these items is enhanced by disclosing this measure, which excludes working capital and other movements that may distort assessment of our performance between periods.\nThese measures are not, and should not be viewed as, substitutes for GAAP net income and net cash provided by (used in) operating activities.\nComparison of Results\nExploration and Production\nFollowing is a summarized statement of income for our E&P operations:\nExcluding the E&P items affecting comparability of earnings between periods in the table on page\n, the changes in E&P results are primarily attributable to changes in selling prices, production and sales volumes, marketing expenses, cash operating costs, Midstream tariffs, DD&A expense, exploration expenses and income taxes, as discussed below.\n35\nSelling Prices:\nAverage worldwide realized crude oil selling prices, including hedging, were\n11% lower in 2023 compared with the prior year, primarily due to the decrease in Brent and WTI crude oil prices.  In addition, realized worldwide selling prices for NGL decreased in 2023 by\n41% and worldwide natural gas prices decreased in 2023 by 23%, compared with the prior year.  In total, lower realized selling prices reduced after-tax results by approximately $1,560 million, compared with 2022.  Our average selling prices were as follows:\n(a)\nSelling prices in the United States and Guyana are adjusted for certain processing and distribution fees included in Marketing expenses.  Excluding these fees worldwide selling prices for 2023 would be $79.30 per barrel for crude oil (including hedging) (2022:\n$89.50\n;\n2021: $64.25), $81.62 per barrel for crude oil (excluding hedging) (2022: $97.89; 2021: $68.07), $21.01 per barrel for NGL (2022: $35.44; 2021: $30.61) and $4.47 per mcf for natural gas (2022: $5.76; 2021: $4.71).\n(b)\nOther includes our interests in Libya (sold in November 2022) and Denmark (sold in August 2021).\nCrude oil hedging activities in 2023 were a net loss of $190 million before and after income taxes, and a net loss of $585 million before and after income taxes in 2022.\n36\nProduction Volumes:\nOur daily worldwide net production was as follows:\n(a)\nOther includes our interests in Libya (sold in November 2022) and Denmark (sold in August 2021).  Net production from Libya was 17,000 boepd boepd for 2022 (2021: 20,000 boepd).  Net production from Denmark was 3,000 boepd for 2021.\nNet production variances related to 2023 and 2022 are summarized as follows:\nUnited States:\nNorth Dakota net production was higher in 2023, reflecting increased drilling and completion activity and higher NGL and natural gas volumes received under percentage of proceeds contracts due to lower commodity prices.\nInternational:\nNet production in Guyana was higher in 2023, primarily due to the Liza Unity FPSO, which commenced production in February 2022 and reached its initial production capacity of approximately 220,000 gross bopd in July 2022.  The Liza Unity FPSO increased its production capacity to approximately 250,000 gross bopd in the third quarter of 2023.  The third development, Payara, began producing oil in November 2023 from the Prosperity FPSO and reached its initial production capacity of approximately 220,000 gross bopd in January 2024.  Net production from Guyana included 14,000 bopd of tax barrels in 2023 (2022: 7,000 bopd).\n37\nSales Volumes:\nHigher sales volumes in 2023 increased after-tax earnings by approximately $1,650 million.\nNet worldwide sales volumes from Hess net production, which excludes sales volumes of crude oil, NGLs and natural gas purchased from third parties, were as follows:\n(a)\nSales volumes in 2021 include 4.2 million barrels of crude oil that were stored on VLCCs at December 31, 2020 and sold in the first quarter of 2021.\nMarketing, including purchased oil and gas (Marketing expense):\nMarketing expense is mainly comprised of costs to purchase crude oil, NGL and natural gas from our\npartners in Hess operated wells or other third parties, primarily in the U.S., and transportation and other distribution costs for U.S. and Guyana marketing activities.  Marketing expense was lower in 2023, compared to 2022, primarily due to lower prices paid for purchased volumes.\nCash Operating Costs:\nCash operating costs consist of operating costs and expenses, production and severance taxes and E&P general and administrative expenses.  Cash operating costs increased in 2023, compared to 2022, primarily due to the production ramp up in Guyana following the startup of Liza Phase 2 in February 2022 and Payara in November 2023, increased maintenance activity in North Dakota, and higher workover costs in the Gulf of Mexico.\nMidstream Tariffs Expense:\nTariffs expense increased in 2023, compared to 2022, primarily due to higher throughput volumes and tariff rates, partially offset by lower fees incurred under minimum volume commitments.\nDD&A Expense:\nDD&A expense was higher in 2023, compared to 2022, primarily due to higher production from Guyana following the startup of Liza Phase 2 in February 2022 and first production from Payara in November 2023, and Malaysia and JDA due to new wells and facilities online in 2023.\nUnit Costs:\nUnit cost per boe information is based on total E&P net production volumes and excludes items affecting comparability of earnings as disclosed on page\n.  Actual unit costs are as follows:\n(a)\nCash operating costs per boe, excluding Libya, were $13.77 in 2022 (2021: $12.11).\n(b)\nDD&A expense per boe, excluding Libya, was $12.59 in 2022 (2021: $12.43).\nExploration Expenses:\nExploration expenses, including items affecting comparability of earnings described below, were as follows:\n(a)\nIn 2023, dry hole costs primarily related to the\nEphesus exploration well, offshore Newfoundland, Canada, the Kokwari-1 and Fish/Tarpon-1 exploration wells at the Stabroek Block, offshore Guyana, and the write-off of a previously capitalized exploratory well (see Items Affecting Comparability of Earnings Between Periods on page 39).  Dry hole costs primarily related to the Fish/Tarpon-1 well and Banjo-1 well in 2022 and the Koebi-1 well in 2021 at the Stabroek Block, offshore Guyana.\n38\nIncome Taxes:\nIn 2023, E&P income tax expense was\n$695 million compared to $1,072 million in 2022.  Income tax expense from Libya operations, sold in November 2022, was $527 million in 2022.  The absence of Libya tax expense in 2023 compared to 2022 was partially offset by higher income tax expense in Guyana as a result of higher pre-tax income.\nWe are generally not recognizing deferred tax benefit or expense in certain countries while we maintain valuation allowances against net deferred tax assets in these jurisdictions in accordance with U.S. GAAP.  As of December 31, 2023, we have a valuation allowance in our\nConsolidated Balance Sheet\nof $3,652 million.  In December 2023, the valuation allowance established against the portion of the net deferred tax assets in Malaysia related to the Marginal Field tax ring-fence was released in the amount of $33 million as a result of the emergence from a cumulative loss position and positive evidence from forecasted pre-tax income from operations.  See\nE&P\nItems Affecting Comparability of Earnings Between Periods\nbelow.  The remaining valuation allowance in Malaysia is associated with net deferred tax assets of other tax ring-fences which lack sufficient positive evidence to support realizability.  While we emerged from a recent cumulative loss position in the U.S. (non-Midstream) in 2023, the cumulative income position is near breakeven.  Until we see a more significant and sustained pattern of objectively verifiable income, we do not assign significant weight to subjective long-term projections of future income and thus maintain a full valuation allowance against our U.S. (non-Midstream) federal and state deferred tax assets.  If anticipated future earnings are exceeded, sufficient positive evidence may become available to support the release of valuation allowance in the future. This would result in the recognition of certain deferred tax assets on the balance sheet and a decrease to income tax expense for the period in which the release is recorded.\nActual effective tax rates are as follows:\n(a)\nExcludes any contribution from Libya, sold in November 2022, and items affecting comparability of earnings.\nItems Affecting Comparability of Earnings Between Periods:\nReported E&P earnings include the following items affecting comparability of income (expense):\nThe pre-tax amounts of E&P items affecting comparability of income (expense) as presented in the\nStatement of Consolidated Income\nare as follow\ns\n:\n2023:\n•\nDry hole expenses:\nW\ne recorded a pre-tax charge of $52 million ($52 million after income taxes) to write-off the Huron-1 exploration well in the Gulf of Mexico which completed in 2022, based on the decision by the Corporation and its partners in the fourth quarter of 2023 to exit the project.  See\nNote 3, Property, Plant and Equipment\nin the\nNotes to Consolidated Financial Statements\n.\n•\nImpairment and other:\nWe recorded a pre-tax charge of $82 million ($82 million after income taxes) that resulted from revisions to our estimated abandonment obligations in the West Delta Field in the Gulf of Mexico.  These abandonment obligations were assigned to us as a former owner after they were discharged from Fieldwood Energy LLC as part of its approved bankruptcy plan in 2021.   See\nNote 12, Impairment and Other\nin the\nNotes to Consolidated Financial Statements\n.\n•\nRelease of deferred tax asset valuation allowance:\nW\ne recorded a noncash income tax benefit of $33 million, which resulted from the reversal of a valuation allowance against net deferred tax assets in Malaysia.\n39\n2022:\n•\nGains on asset sales, net:\nWe recognized a pre-tax gain of $76 million ($76 million after income taxes) associated with the sale of our interest in the Waha Concession in Libya.\n•\nImpairment and other:\nWe recorded charges of $28 million ($28 million after income taxes) that resulted from updates to our estimated abandonment liabilities for non-producing properties in the Gulf of Mexico and $26 million ($26 million after income taxes) related to the Penn State Field in the Gulf of Mexico.  See\nNote 12, Impairment and Other\nin the\nNotes to Consolidated Financial Statements\n.\n2021:\n•\nGains on asset sales, net:\nWe recognized a pre-tax gain of $29 million ($29 million after income taxes) associated with the sale of our interests in Denmark.\n•\nImpairment and other:\nWe recorded a charge of $147 million ($147 million after income taxes) in connection with estimated abandonment obligations in the West Delta Field in the Gulf of Mexico.  These abandonment obligations were assigned to us as a former owner after they were discharged from Fieldwood Energy LLC as part of its approved bankruptcy plan.  See\nNote 12, Impairment and Other\nin the\nNotes to Consolidated Financial Statements\n.\nMidstream\nFollowing is a summarized statement of income for our Midstream operations:\nSales and other operating revenues increased from 2022 primarily due to higher throughput volumes and tariff rates, partially offset by lower fees earned from minimum volume commitments.  Operating costs and expenses increased from 2022 primarily due to higher maintenance costs.  Interest expense increased from 2022 primarily due to higher interest rates on the credit facilities and higher borrowings on the revolving credit facility.  DD&A expense increased from 2022 primarily due to additional assets placed in service.  Provision for income taxes increased from 2022 primarily driven by increased ownership of HESM Opco by Hess Midstream LP following the equity offerings and unit repurchase transactions in 2022 and 2023.\n40\nCorporate, Interest and Other\nThe following table summarizes Corporate, Interest and Other expenses:\nCorporate and other expenses, excluding items affecting comparability, were lower in 2023 compared to 2022 primarily due to higher interest income partially offset by higher legal and professional fees and other administrative expenses.  Interest expense, net was lower in 2023 compared to 2022 due to capitalized interest that commenced upon sanctioning of the Yellowtail development in Guyana in April 2022 and the Uaru development in Guyana in April 2023.\nItems Affecting Comparability of Earnings Between Periods:\nCorporate, Interest and Other results included the following items affecting comparability of income (expense):\n2023:\n•\nLitigation costs:\nWe\nincurred pre-tax charges totaling $52 million\n($52 million after income taxes) for litigation related costs associated with our former downstream business, HONX, Inc., which are included in\nGeneral and administrative expenses\nin the\nStatement of Consolidated Income\n.  See\nNote 17, Guarantees, Contingencies and Commitments\nin the\nNotes to Consolidated Financial Statements\n.\n•\nPension settlement:\nWe recorded a noncash charge to recognize unamortized actuarial losses of $17 million ($17 million after income taxes) resulting from the payment of lump sums to certain participants in the Hess Corporation Employees\n’\nPension Plan.  The charge is included in\nOther, net\nin the\nStatement of Consolidated Income\n.  See\nNote 9, Retirement Plans\nin the\nNotes to Consolidated Financial Statements\n.\n2022:\n•\nGains on asset sales, net:\nWe recorded a pre-tax gain of $22 million ($22 million after income taxes) associated with the sale of real property related to our former downstream business.\n•\nLitigation costs:\nWe\nincurred pre-tax charges totaling $124 million\n($124 million after income taxes) for litigation related costs associated with our former downstream business, HONX, Inc., which are included in\nGeneral and administrative expenses\nin the\nStatement of Consolidated Income\n.  See\nNote 17, Guarantees, Contingencies and Commitments\nin the\nNotes\nto Consolidated Financial Statements\n.\nLiquidity and Capital Resources\nThe following table sets forth certain relevant measures of our liquidity and capital resources at December 31:\n(a)\nIncludes $6 million of cash attributable to our Midstream segment at December 31, 2023 (2022\n:\n$4 million) of which, $5 million is held by Hess Midstream LP at December 31, 2023 (2022: $3 million).\n(b)\nIncludes $3,211 million of debt outstanding from our Midstream segment at December 31, 2023 (2022: $2,886 million) that is non-recourse to Hess Corporation.\n(c)\nTotal Consolidated Debt of Hess Corporation (including finance leases and excluding Midstream non-recourse debt) as a percentage of Total Capitalization of Hess Corporation as defined under Hess Corporation\n’\ns revolving credit facility financial covenants.  Total Capitalization excludes the impact of noncash impairment charges and non-controlling interests.  See Note 7, Debt in the Notes to Consolidated Financial Statements.\n41\nCash Flows\nThe following table sets forth a summary of our cash flows:\nOperating Activities\n:\nNet cash provided by operating activities was $3,942 million in 2023 (2022: $3,944 million), while net cash provided by operating activities before changes in operating assets and liabilities was $4,494 million in 2023 (2022: $5,121 million).  Net cash provided by operating activities before changes in operating assets and liabilities decreased from 2022 primarily due to lower realized selling prices partially offset by higher sales volumes.  Changes in operating assets and liabilities in 2023 reduced net cash provided by operating activities by $552 million\nprimarily due to premiums paid for crude oil hedge contracts and payments for abandonment activities.\nChanges in operating assets and liabilities in 2022 reduced net cash provided by operating activities by $1,177 million reflecting payments of approximately $470 million for accrued Libyan income tax and royalties at December 31, 2021, premiums paid for crude oil hedge contracts, payments for abandonment activities, and the purchase of REDD+ carbon credits.\nInvesting Activities:\nAdditions to Property, Plant and Equipment were $4,108 million in 2023 (2022: $2,725 million).  The increase is primarily due to development activities in Guyana and higher drilling activity in the Bakken.  Proceeds from asset sales were $3 million in 2023 (2022: $178 million).\nFinancing Activities:\nCommon stock dividends paid were $539 million in 2023 (2022: $465 million) reflecting a 17% increase in our declared dividend on common stock.  In 2022, we paid $630 million for settled common stock repurchases and we repaid the remaining $500 million outstanding under our $1.0 billion term loan.\nNet borrowings (repayments) of debt with maturities of 90 days or less in 2023 related to the HESM Opco revolving credit facility, while borrowings in 2022 resulted from the issuance by HESM Opco of $400 million of 5.500% fixed-rate senior unsecured notes due 2030.  The proceeds from these borrowings were used to finance the repurchases of HESM Opco Class B units.  In 2023, we received net proceeds of $167 million from the public offering of Class A shares in Hess Midstream LP (2022: $146 million).  Net cash outflows to noncontrolling interests were $550 million in 2023 (2022: $510 million) which included $212 million paid to GIP for the repurchase by HESM Opco of GIP-owned Class B units (2022: $200 million).\nFuture Capital Requirements and Resources\nAt December 31, 2023, we had $1.68 billion in cash and cash equivalents, excluding Midstream, and total liquidity, including available committed credit facilities, of approximately $5.0 billion.  In 2024, based on current forward strip crude oil prices, we expect cash flow from operating activities and cash and cash equivalents at December 31, 2023 will be sufficient to fund any upcoming debt maturities, and our capital investment and capital return programs\n.  Depending on market conditions, we may take any of the following steps, or a combination thereof, to improve our liquidity and financial position: reduce the planned capital program and other cash outlays, including dividends, pursue asset sales, borrow against our committed revolving credit facility, or issue debt or equity securities.  These actions are subject to certain limitations under the Merger Agreement. See\nPart I, Item 1A. Risk Factors\nfor a discussion of risks related to the Merger.\n42\nThe table below summarizes the capacity, usage, and available capacity of our borrowing and letter of credit facilities at December 31, 2023:\n(a)\nCommitted and uncommitted lines have expiration dates through 2024.\n(b)\nThis credit facility may only be utilized by HESM Opco and is non-recourse to Hess Corporation.\nHess Corporation:\nThe revolving credit facility can be used for borrowings and letters of credit.  Borrowings on the facility will generally bear interest at 1.400% above SOFR, though the interest rate is subject to adjustment based on the credit rating of the Corporation\n’\ns senior, unsecured, non-credit enhanced long-term debt.  The revolving credit facility is subject to customary representations, warranties, customary events of default and covenants, including a financial covenant limiting the ratio of Total Consolidated Debt to Total Capitalization of the Corporation and its consolidated subsidiaries to 65%, and a financial covenant limiting the ratio of secured debt to Consolidated Net Tangible Assets of the Corporation and its consolidated subsidiaries to 15% (as these capitalized terms are defined in the credit agreement for the revolving credit facility).  The indentures for the Corporation\n’\ns fixed-rate senior unsecured notes limit the ratio of secured debt to Consolidated Net Tangible Assets (as that term is defined in the indentures) to 15%.  As of December 31, 2023, Hess Corporation was in compliance with these financial covenants.  The most restrictive of the financial covenants relating to our fixed-rate senior unsecured notes and our revolving credit facility would allow us to borrow up to an additional $2,515 million of secured debt at December 31, 2023.\nWe have a shelf registration under which we may issue additional debt securities, warrants, common stock or preferred stock.\nMidstream:\nAt December 31, 2023, HESM Opco had $1.4 billion of senior secured syndicated credit facilities, consisting of a $1.0 billion revolving credit facility and a $400 million term loan facility.  Borrowings under the term loan facility will generally bear interest at SOFR plus an applicable margin ranging from 1.650% to 2.550%, while the applicable margin for the syndicated revolving credit facility ranges from 1.375% to 2.050%.  Pricing levels for the facility fee and interest-rate margins are based on HESM Opco’s ratio of total debt to EBITDA (as defined in the credit facilities).  If HESM Opco obtains an investment grade credit rating, the pricing levels will be based on HESM Opco’s credit ratings in effect from time to time.  The credit facilities contain covenants that require HESM Opco to maintain a ratio of total debt to EBITDA (as defined in the credit facilities) for the prior four fiscal quarters of not greater than 5.00 to 1.00 as of the last day of each fiscal quarter (5.50 to 1.00 during the specified period following certain acquisitions) and, prior to HESM Opco obtaining an investment grade credit rating, a ratio of secured debt to EBITDA for the prior four fiscal quarters of not greater than 4.00 to 1.00 as of the last day of each fiscal quarter.  HESM Opco was in compliance with these financial covenants at December 31, 2023.  The credit facilities are secured by first-priority perfected liens on substantially all of the assets of HESM Opco and its direct and indirect wholly owned material domestic subsidiaries, including equity interests directly owned by such entities, subject to certain customary exclusions.  At December 31, 2023, borrowings of $340 million were drawn under HESM Opco’s revolving credit facility, and borrowings of $397 million, excluding deferred issuance costs, were drawn under HESM Opco’s term loan facility.  Borrowings under these credit facilities are non-recourse to Hess Corporation.\nCredit Ratings\nAll three major credit rating agencies that rate the senior unsecured debt of Hess Corporation have assigned an investment grade credit rating.  At December 31, 2023, our credit ratings were BBB- at S&P Global Ratings, Baa3 at Moody’s Investors Service, and BBB at Fitch Ratings.  Subsequent to the announcement of the Merger all three agencies placed our credit ratings on review for positive action in connection with the Merger.\nAt December 31, 2023, HESM Opco’s senior unsecured debt is rated BB+ by S&P Global Ratings and Fitch Ratings, and Ba2 by Moody’s Investors Service.\n43\nCash Requirements:\nOur cash obligations and commitments over the next twelve months include accounts payable, accrued liabilities, the current portion of long-term debt, interest, lease payments, and purchase obligations which cover a portion of our planned capital expenditure program in 2024 and include commitments for oil and gas production expenses, carbon credits, transportation and related contracts, seismic purchases and other normal business expenses.\nOur long-term cash obligations and commitments include:\n•\nDebt and interest:\nSee\nNote 7\n,\nDebt\nin the\nNotes to Consolidated Financial Statements\n.\n•\nOperating and finance leases:\nThe Corporation and certain of its subsidiaries lease drilling rigs, equipment, logistical assets (offshore vessels, aircraft, and shorebases), and office space for varying periods.  See\nNote 6\n,\nLeases\nin the\nNotes to Consolidated Financial Statements\n.\n•\nPurchase obligations:\nWe were contractually committed at December 31, 2023 for certain long-term capital expenditures and operating expenses.  Long-term obligations for operating expenses include commitments for oil and gas production expenses, transportation and related contracts, carbon credits, seismic purchases and other normal business expenses.  See\nNote 17\n, G\nuarantees, Contingencies and Commitments\nin the\nNotes to Consolidated Financial Statements\n.\n•\nAsset retirement obligations:\nSee\nNote 8\n,\nAsset Retirement Obligations\nin the\nNotes to Consolidated Financial Statements\n.\n•\nPost-retirement plan liabilities:\nWe have certain unfunded post-retirement plans, including our post-retirement medical plan.  See\nNote 9\n,\nRetirement Plans\nin the\nNotes to Consolidated Financial Statements\n.\n•\nUncertain income tax positions:\nSee\nNote 14\n,\nIncome Taxes\nin the\nNotes to Consolidated Financial Statements\n.\nOff-Balance Sheet Arrangements\nSee\nNote 17, Guarantees, Contingencies and Commitments\nin the\nNotes to Consolidated Financial Statements\n.\nForeign Operations\nWe conduct E&P activities outside the U.S., principally in Guyana, the Joint Development Area of Malaysia/Thailand, Malaysia, and Suriname.  Therefore, we are subject to the risks associated with foreign operations.  See\nPart 1,\nItem 1A. Risk Factors\nfor further details.\nCritical Accounting Policies and Estimates\nAccounting policies and estimates affect the recognition of assets and liabilities in the\nConsolidated Balance Sheet\nand revenues and expenses in the\nStatement of Consolidated Income\n.  The accounting methods used can affect net income, equity and various financial statement ratios.  However, our accounting policies generally do not change cash flows or liquidity.\nAccounting for Exploration and Development Costs:\nE&P activities are accounted for using the successful efforts method.  Costs of acquiring unproved and proved oil and gas leasehold acreage, including lease bonuses, brokers’ fees and other related costs are capitalized.  Annual lease rentals, exploration expenses and exploratory dry hole costs are expensed as incurred.  Costs of drilling and equipping productive wells, including development dry holes, and related production facilities are capitalized.\nThe costs of exploratory wells that find oil and gas reserves are capitalized pending determination of whether proved reserves have been found.  Exploratory drilling costs remain capitalized after drilling is completed if (1) the well has found a sufficient quantity of reserves to justify completion as a producing well and (2) sufficient progress is being made in assessing the reserves and the economic and operational viability of the project.  If either of those criteria is not met, or if there is substantial doubt about the economic or operational viability of the project, the capitalized well costs are charged to expense.  Indicators of sufficient progress in assessing reserves, and the economic and operating viability of a project include: commitment of project personnel, active negotiations for sales contracts with customers, negotiations with governments, operators and contractors and firm plans for additional drilling and other factors.\nCrude Oil and Natural Gas Reserves:\nThe determination of estimated proved reserves is a significant element in arriving at the results of operations of E&P activities.  The estimates of proved reserves affect well capitalizations, the unit of production depreciation rates of proved properties and wells and equipment, as well as impairment testing of oil and gas assets.\nFor reserves to be booked as proved they must be determined with reasonable certainty to be economically producible from known reservoirs under existing economic conditions, operating methods and government regulations.  In addition, government and project operator approvals must be obtained and, depending on the amount of the project cost, senior management or the Board of\n44\nDirectors must commit to fund the project.  We maintain our own internal reserve estimates that are calculated by technical staff that work directly with the oil and gas properties.  Our technical staff update reserve estimates throughout the year based on evaluations of new wells, performance reviews, new technical data and other studies.  To provide consistency throughout the Corporation, standard reserve estimation guidelines, definitions, reporting reviews and approval practices are used.  The internal reserve estimates are subject to internal technical audits and senior management review.  We also engage an independent third-party consulting firm to audit approximately 80% of our total proved reserves each year.\nProved reserves are calculated using the average price during the twelve-month period ending December 31 determined as an unweighted arithmetic average of the price on the first day of each month within the year, unless prices are defined by contractual agreements, excluding escalations based on future conditions.  As discussed in\nPart 1,\nItem 1A. Risk Factors\n, crude oil prices are volatile which can have an impact on our proved reserves.  Crude oil prices used in the determination of proved reserves at December 31, 2023 were $78.10 per barrel for WTI (2022: $94.13) and $82.51 per barrel for Brent (2022: $97.98).  At December 31, 2023, spot prices closed at $71.65 per barrel for WTI and $77.59 per barrel for Brent.  If crude oil prices in 2024 are at levels below that used in determining 2023 proved reserves, we may recognize negative revisions to our December 31, 2024 proved undeveloped reserves.  In addition, we may recognize negative revisions to proved developed reserves, which can vary significantly by asset due to differing operating cost structures.  Conversely, price increases in 2024 above those used in determining 2023 proved reserves could result in positive revisions to proved developed and proved undeveloped reserves at December 31, 2024.  It is difficult to estimate the magnitude of any potential net negative or positive change in proved reserves at December 31, 2024, due to numerous currently unknown factors, including 2024 crude oil prices, the amount of any additions to proved reserves, positive or negative revisions in proved reserves related to 2024 reservoir performance, the levels to which industry costs will change in response to 2024 crude oil prices, and management’s plans as of December 31, 2024 for developing proved undeveloped reserves\n.\nA 10% change in proved developed and proved undeveloped reserves at December 31, 2023 would result in an approximate $225 million pre-tax change in depreciation, depletion, and amortization expense for 2024 based on projected production volumes.  See the\nSupplementary Oil and Gas Data\non pages\nthrough\nin the accompanying financial statements for additional information on our oil and gas reserves.\nImpairment of Long-lived Assets:\nWe review long‑lived assets, including oil and gas fields, for impairment whenever events or changes in circumstances indicate that the carrying amounts may not be recovered.  Long‑lived assets are tested based on identifiable cash flows that are largely independent of the cash flows of other assets and liabilities.  If the carrying amounts of the long-lived assets are not expected to be recovered by estimated undiscounted future net cash flows, the assets are impaired and an impairment loss is recorded.  The amount of impairment is measured based on the estimated fair value of the assets generally determined by discounting anticipated future net cash flows, an income valuation approach, or by a market‑based valuation approach, which are Level 3 fair value measurements.\nIn the case of oil and gas fields, the present value of future net cash flows is based on management’s best estimate of future prices, which is determined with reference to recent historical prices and published forward prices, applied to projected production volumes and discounted at a risk-adjusted rate.  The projected production volumes represent reserves, including probable reserves, expected to be produced based on a stipulated amount of capital expenditures.  The production volumes, prices and timing of production are consistent with internal projections and other externally reported information.  Oil and gas prices used for determining asset impairment will generally differ from those used in the standardized measure of discounted future net cash flows, since the standardized measure requires the use of historical twelve-month average prices.\nOur impairment tests of long-lived E&P producing assets are based on our best estimates of future production volumes (including recovery factors), selling prices, operating and capital costs, the timing of future production and other factors, which are updated each time an impairment test is performed.  We could experience an impairment in the future if one or a combination of the following occur: the projected production volumes from oil and gas fields decrease, crude oil and natural gas selling prices decline significantly for an extended period or future estimated capital and operating costs increase significantly.\nHess Midstream LP:\nWe consolidate the activities of our interest in\nHess Midstream LP\n, which qualifies as a variable interest entity (VIE) under U.S. generally accepted accounting principles.  We have concluded that we are the primary beneficiary of the VIE, as defined in the accounting standards, since we have the power through Hess Corporation’s approximate 38% consolidated ownership interest in\nHess Midstream LP\nto direct those activities that most significantly impact the economic performance of\nHess Midstream LP\n, and are obligated to absorb losses or have the right to receive benefits that could potentially be significant to\nHess Midstream LP\n.  This conclusion was based on a qualitative analysis that considered\nHess Midstream LP\n’s governance structure, the commercial agreements between\nHess Midstream LP\nand us, and the voting rights established between the members.\nIncome Taxes:\nJudgments are required in the determination and recognition of income tax assets and liabilities in the financial statements.  These judgments include the requirement to recognize the financial statement effect of a tax position only when management believes it is more likely than not, based on the technical merits, that the position will be sustained upon examination.\nWe have net operating loss carryforwards or credit carryforwards in multiple jurisdictions and have recognized deferred tax assets for those losses and credits.  Additionally, we have deferred tax assets due to temporary differences between the book basis and tax basis of certain assets and liabilities.  Regular assessments are made as to the likelihood of those deferred tax assets being realized.  If,\n45\nwhen tested under the relevant accounting standards, it is more likely than not that some or all of the deferred tax assets will not be realized, a valuation allowance is established to reduce the deferred tax assets to the amount that is expected to be realized.\nThe accounting standards require the evaluation of all available positive and negative evidence giving weight based on the evidence’s relative objectivity.  In evaluating potential sources of positive evidence, we consider the reversal of taxable temporary differences, taxable income in carryback and carryforward periods, the availability of tax planning strategies, the existence of appreciated assets, estimates of future taxable income, and other factors.  Estimates of future taxable income are based on assumptions of oil and gas reserves, selling prices, and other subjective operating assumptions that are consistent with internal business forecasts.  In evaluating potential sources of negative evidence, we consider a cumulative loss in recent years, any history of operating losses or tax credit carryforwards expiring unused, losses expected in early future years, unsettled circumstances that, if unfavorably resolved, would adversely affect future operations and profit levels on a continuing basis in future years, and any carryback or carryforward period so brief that a significant deductible temporary difference expected to reverse in a single year would limit realization of tax benefits.  A recent cumulative loss constitutes objective negative evidence to which the accounting standards require we assign significant weight relative to subjective evidence such as our estimates of future taxable income.  We are generally not recognizing deferred tax benefit or expense in certain countries, primarily the United States (non-Midstream) while we maintain valuation allowances against net deferred tax assets in these jurisdictions.\nAt December 31, 2023, the\nConsolidated Balance Sheet\nreflects a $3,652 million valuation allowance against the net deferred tax assets for multiple jurisdictions based on the evaluation of the accounting standards described above.  The amount of the deferred tax asset considered realizable, however, could be adjusted if objective negative evidence in the form of cumulative losses is no longer present and additional weight can be given to subjective evidence.  In December 2023, the valuation allowance established against the portion of the net deferred tax assets in Malaysia related to the Marginal Field tax ring-fence was released in the amount of $33 million as a result of the emergence from a cumulative loss position and positive evidence from forecasted pre-tax income from operations.  The remaining valuation allowance in Malaysia is associated with net deferred tax assets of other tax ring-fences which lack sufficient positive evidence to support realizability.  While we emerged from a recent cumulative loss position in the U.S. (non-Midstream) in 2023, the cumulative income position is near breakeven.  Until we see a more significant and sustained pattern of objectively verifiable income, we do not assign significant weight to subjective long-term projections of future income and thus maintain a full valuation allowance against our U.S. (non-Midstream) federal and state deferred tax assets.  If anticipated future earnings are exceeded, sufficient positive evidence may become available to support the release of valuation allowance in the future.  This would result in the recognition of certain deferred tax assets on the balance sheet and a decrease to income tax expense for the period in which the release is recorded.\nAsset Retirement Obligations:\nWe have legal obligations to remove and dismantle long‑lived assets and to restore land or seabed at certain E&P locations.  In accordance with generally accepted accounting principles, we recognize a liability for the fair value of required asset retirement obligations.  In addition, the fair value of any legally required conditional asset retirement obligation is recorded if the liability can be reasonably estimated.  We capitalize such costs as a component of the carrying amount of the underlying assets in the period in which the liability is incurred.  In subsequent periods, the liability is accreted, and the asset is depreciated over the useful life of the related asset.  We estimate the fair value of these obligations by discounting projected future payments that will be required to satisfy the obligations.  In determining these estimates, we are required to make several assumptions and judgments related to the scope of dismantlement, timing of settlement, interpretation of legal requirements, inflationary factors and discount rate.  In addition, there are other external factors, which could significantly affect the ultimate settlement costs or timing for these obligations including changes in environmental regulations and other statutory requirements, fluctuations in industry costs and foreign currency exchange rates and advances in technology.  As a result, our estimates of asset retirement obligations are subject to revision due to the factors described above.  Changes in estimates prior to settlement result in adjustments to both the liability and related asset values, unless the field has ceased production, in which case changes are recognized in our\nStatement of Consolidated Income\n.  See\nNote 8,\nAsset Retirement Obligations\nin the\nNotes to Consolidated Financial Statements\n.\nRetirement Plans:\nWe have funded non-contributory defined benefit pension plans, an unfunded supplemental pension plan and an unfunded postretirement medical plan.  We recognize the net change in the funded status of the projected benefit obligation for these plans in the\nConsolidated Balance Sheet\n.  The determination of the obligations and expenses related to these plans are based on several actuarial assumptions.  These assumptions represent estimates made by us, some of which can be affected by external factors.  The most significant assumptions relate to:\nDiscount rates used for measuring the present value of future plan obligations and net periodic benefit cost:\nThe discount rates used to estimate our projected benefit obligations and net periodic benefit cost is based on a portfolio of high‑quality, fixed income debt instruments with maturities that approximate the expected payment of plan obligations.  At December 31, 2023, a 0.25% decrease in the discount rate assumptions would increase projected benefit obligations by approximately $65 million and would increase forecasted 2024 annual net periodic benefit expense by approximately $1 million.  The increase in the projected benefit obligations would decrease the funded status of our pension plans, but any decrease in the funded status would be partially mitigated by increases in the fair value of fixed income investments in the asset portfolios.\n46\nExpected long-term rates of returns on plan assets:\nThe expected rate of return on plan assets is developed from the expected future returns for each asset category, weighted by the target allocation of plan assets to that asset category.  The future expected rate of return assumptions for individual asset categories are largely based on inputs from various investment experts regarding their future return expectations for particular asset categories.  At December 31, 2023, a 0.25% decrease in the expected long-term rates of return on plan assets assumption would increase forecasted 2024 annual net periodic benefit expense by approximately $5 million.\nOther assumptions include the rate of future increases in compensation levels and expected participant mortality.\nDerivatives:\nWe utilize derivative instruments, including futures, forwards, options and swaps, individually or in combination to mitigate our exposure to fluctuations in the prices of crude oil and natural gas, as well as changes in interest and foreign currency exchange rates.  All derivative instruments are recorded at fair value in our\nConsolidated Balance Sheet\n.  Our policy for recognizing the changes in fair value of derivatives varies based on the designation of the derivative.  The changes in fair value of derivatives that are not designated as hedges are recognized currently in earnings.  Derivatives may be designated as hedges of expected future cash flows or forecasted transactions (cash flow hedges), or hedges of changes in fair value of recognized assets and liabilities or of unrecognized firm commitments (fair value hedges).  Changes in fair value of derivatives that are designated as cash flow hedges are recorded as a component of\nOther Comprehensive Income (Loss)\n.  Amounts included in\nAccumulated Other Comprehensive Income (Loss)\nfor cash flow hedges are reclassified into earnings in the same period that the hedged item is recognized in earnings.  Changes in fair value of derivatives designated as fair value hedges are recognized currently in earnings.  The change in fair value of the related hedged item is recorded as an adjustment to its carrying amount and recognized currently in earnings.\nFair Value Measurements:\nWe use various valuation approaches in determining fair value for financial instruments, including the market and income approaches.  Our fair value measurements also include non-performance risk and time value of money considerations.  Counterparty credit is considered for financial assets, and our credit is considered for financial liabilities.\nWe also record certain nonfinancial assets and liabilities at fair value when required by generally accepted accounting principles.  These fair value measurements are recorded in connection with business combinations, qualifying non-monetary exchanges, the initial recognition of asset retirement obligations and any impairment of long-lived assets, equity method investments or goodwill.\nWe determine fair value in accordance with the fair value measurements accounting standard which established a hierarchy for the inputs used to measure fair value based on the source of the inputs, which generally range from quoted prices for identical instruments in a principal trading market (Level 1) to estimates determined using related market data (Level 3), including discounted cash flows and other unobservable data.  Measurements derived indirectly from observable inputs or from quoted prices from markets that are less liquid are considered Level 2.  When Level 1 inputs are available within a particular market, those inputs are selected for determination of fair value over Level 2 or 3 inputs in the same market.  Multiple inputs may be used to measure fair value; however, the level assigned to a fair value measurement is based on the lowest significant input level within this fair value hierarchy.\nEnvironment, Health and Safety\nOur long-term vision and values provide a foundation for how we do business and define our commitment to meeting high standards of corporate citizenship and creating a long lasting positive impact on the communities where we do business.  Our strategy is reflected in our EHS & SR policies and by a management system framework that helps protect our workforce, customers and local communities.  Our management systems are intended to promote internal consistency, adherence to policy objectives and continual improvement in EHS & SR performance.  Improved performance may, in the short‑term, increase our operating costs and could also require increased capital expenditures to reduce potential risks to our assets, reputation and license to operate.  In addition to enhanced EHS & SR performance, improved productivity and operational efficiencies may be realized from investments in EHS & SR.  We have programs in place to evaluate regulatory compliance, audit facilities, train employees, prevent and manage risks and emergencies and to generally meet corporate EHS & SR goals and objectives.\nEnvironmental Matters\nWe recognize that climate change is a global environmental concern.  We assess, monitor and take measures to reduce our carbon footprint at existing and planned operations.  The EPA has adopted a series of GHG monitoring, reporting, and emissions control rules for the oil and natural gas industry, and the U.S. Congress has, from time to time, considered adopting further legislation to reduce GHG emissions.  For example, in December 2023, the EPA issued a final rule to establish comprehensive standards of performance and emission guidelines for methane and volatile organic compound emissions from existing operations in the oil and gas sector, including the exploration and production, transmission, processing, and storage segments.  In addition, the IRA includes a methane emissions reduction program for petroleum and natural gas systems, which requires the EPA to impose a “waste emissions charge” on excess methane emissions from certain natural gas and oil sources that are required to report under EPA’s Greenhouse Gas Reporting Program beginning January 1, 2024 and also provides significant funding and incentives for research and development of competing low carbon energy production methods.  In January of 2024, the EPA released its proposed rule to implement the methane emissions fee with a proposed effective date in 2025 for reporting 2024 emissions.  Furthermore, states have taken measures to reduce emissions of GHGs, primarily through the development of GHG emission inventories and/or regional GHG cap-and-trade programs.  At the\n47\ninternational level, the Paris Agreement on climate change aimed to enhance global response to global temperature changes and to reduce GHG emissions, among other things.  We are committed to complying with all GHG emissions regulations that apply to our operations, including those related to venting or flaring of natural gas, and the responsible management of GHG emissions at our facilities.  While we monitor climate-related regulatory initiatives and international public policy issues, the current state of ongoing international climate initiatives and any related domestic actions make it difficult to assess the timing or effect on our operations or to predict with certainty the future costs that we may incur in order to comply with future international treaties, legislation or new regulations.  However, future restrictions on emissions of GHGs, or related measures to encourage use of low carbon energy could result in higher capital expenditures and operating expenses for us and the oil and gas industry in general and may reduce demand for our products, as described under\nRegulatory, Legal and Environmental Risks\nin\nPart 1\n,\nItem 1A. Risk Factors\n.\nWe will have continuing expenditures for environmental assessment and remediation.  Sites where corrective action may be necessary include E&P facilities, sites from discontinued operations where we retained liability and, although not currently significant, EPA “Superfund” sites where we have been named a potentially responsible party.  We accrue for environmental assessment and remediation expenses when the future costs are probable and reasonably estimable.  For additional information, see\nItem 3. Legal Proceedings\n.  At December 31, 2023, our reserve for estimated remediation liabilities was approximately $50 million.  We expect that existing reserves for environmental liabilities will adequately cover costs to assess and remediate known sites.  Our remediation spending was approximately $28 million in 2023 (2022: $23 million; 2021: $16 million).  The amount of other expenditures incurred to comply with federal, state, local and foreign country environmental regulations is difficult to quantify as such costs are captured as mostly indistinguishable components of our capital expenditures and operating expenses.\nAs an element of our EHS and SR strategy, we purchase carbon credits annually to offset 100 percent of our estimated Scope 3 business travel emissions and 100 percent of our estimated Scope 1 and Scope 3 emissions associated with operating the Corporation’s truck fleet, aviation activities (aircraft and helicopters) and personal and rental vehicle miles driven on company business.  We also offset purchased electricity used in our operations from nonrenewable sources by purchasing renewable energy certificates.  The cost of these purchased and retired renewable energy certificates was not material to our financial results in 2023 and are included in\nOperating costs and expenses\nin the\nStatement of Consolidated Income\n.\nIn December 2022, we announced an agreement with the Government of Guyana to purchase 37.5 million REDD+ carbon credits, including current and future issuances, for a minimum of $750 million from 2022 through 2032 to prevent deforestation and support sustainable development in Guyana.  These credits will be on the ART Registry and will be independently verified to represent permanent and additional emissions reductions under ART’s REDD+ Environmental Standard 2.0 (TREES).  This agreement adds to the Corporation’s ongoing emissions reduction efforts and is an important part of our commitment to achieve net zero Scope 1 and 2 greenhouse gas emissions on a net equity basis by 2050.  As of December 31, 2023, w\ne have purchased 10 million REDD+ carbon credits registered on the ART Registry for $150 million under this agreement, which is included in non-current\nOther assets\nin the\nConsolidated Balance Sheet\n.\nHealth and Safety Matters\nThe crude oil and natural gas industry is regulated at federal, state, local and foreign government levels regarding the health and safety of E&P operations.  Such laws and regulations relate to, among other matters, occupational safety, the use of hydraulic fracturing to stimulate crude oil and natural gas production, well control and integrity, process safety and equipment integrity, and may include permitting and disclosure requirements, operating restrictions and other conditions on the development of crude oil and natural gas.  The level of our expenditures to comply with federal, state, local and foreign country health and safety regulations is difficult to quantify as such costs are captured as mostly indistinguishable components of our capital expenditures and operating expenses.  While compliance with laws and regulations relating to health and safety matters increases the overall cost of business for us and the oil and gas industry in general, it has not had, to date, a material adverse effect on our operations, financial condition or results of operations.\nOccupational Safety\n: We are subject to the requirements set forth under federal workplace standards by the OSHA and comparable state statutes that regulate the protection of the health and safety of workers.  Under OSHA and other federal and state occupational safety and health laws and laws of foreign countries in which we operate, we must develop, maintain and disclose certain information about hazardous materials used, released, or produced in our operations.\nProduction and Well Integrity\n: Our U.S. onshore production facilities are subject to U.S. federal government, state and local regulations regarding the use of hydraulic fracturing and well control and integrity.  Our offshore production facilities in the Gulf of Mexico are subject to the U.S. federal government’s Safety and Environmental Management System regulations, which provide a systematic approach for identifying, managing and mitigating hazards.  Adapting to new technical standards and procedures in production and in our well integrity management system is fundamental to our aim of protecting the environment as well as the health and safety of our workforce and the communities in which we operate, and to safeguarding our product.\nProcess Safety and Equipment Integrity\n: We are also regulated at federal, state, local and foreign government levels regarding process safety and the integrity of our equipment, including OSHA’s Process Safety Management of Highly Hazardous Chemicals standard.  ICE are barriers and safeguards that prevent or mitigate process safety incidents through detection, isolation, containment, control or emergency preparedness and response within our facilities.  We have established ICE performance standards, which set\n48\nspecific requirements and criteria for inspections and tests that help to ensure ICE barriers are effective.  We conduct assessments collaboratively with our operated assets, subject matter experts and technical authorities to evaluate compliance with corporate and asset environment, health and safety standards and procedures, as well as with applicable regulations.  For additional information on our emergency response and incident mitigation activities, see\nEmergency Preparedness and Response Plans and Procedures\nin\nItems 1 and 2. Business and Properties\n.\n49"
  },
  {
    "item_key": "item_7a",
    "text": "In the normal course of our business, we are exposed to commodity risks related to changes in the prices of crude oil, NGL, and natural gas as well as changes in interest rates and foreign currency values.  In the disclosures that follow, financial risk management activities refer to the mitigation of these risks through hedging activities.\nControls:\nWe maintain a control environment under the direction of our Chief Risk Officer.  Controls over instruments used in financial risk management activities include volumetric and term limits.  Our Treasury department is responsible for administering and monitoring foreign exchange rate and interest rate hedging programs using similar controls and processes, where applicable.  Hedging strategies are reviewed annually by the Audit Committee of the Board of Directors.\nInstruments:\nWe primarily use forward commodity contracts, foreign exchange forward contracts, futures, swaps, and options in our risk management activities.  These contracts are generally widely traded instruments with standardized terms.  The following describes these instruments and how we use them:\n•\nSwaps:\nWe use financially settled swap contracts with third parties as part of our financial risk management activities.  Cash flows from swap contracts are determined based on underlying commodity prices, interest rates or foreign exchange rates and are typically settled over the life of the contract.\n•\nForward Foreign Exchange Contracts:\nWe enter into forward contracts, primarily for the British Pound and Malaysian Ringgit, which commit us to buy or sell a fixed amount of those currencies at a predetermined exchange rate on a future date.\n•\nExchange-traded Contracts:\nWe may use exchange-traded contracts, including futures, on a number of different underlying energy commodities.  These contracts are settled daily with the relevant exchange and may be subject to exchange position limits.\n•\nOptions:\nOptions on various underlying energy commodities include exchange-traded and third-party contracts and have various exercise periods.  As a purchaser of options, we pay a premium at the outset and are exposed to the favorable consequence of collecting payment upon exercise depending upon the underlying commodity price movement.  As a seller of options, we receive a premium at the outset and are exposed to the unfavorable consequence of having to make payment upon exercise depending upon the underlying commodity price movement.\nFinancial Risk Management Activities\nWe have outstanding foreign exchange contracts with notional amounts totaling $226 million at December 31, 2023 that are used to reduce our exposure to fluctuating foreign exchange rates for various currencies.  The change in fair value of foreign exchange contracts from a 10% strengthening or weakening in the U.S. Dollar exchange rate is estimated to be a gain of approximately $20 million or a loss of approximately $25 million at December 31, 2023.\nAt December 31, 2023, our total long-term debt, which was substantially comprised of fixed-rate instruments, had a carrying value of $8,613 million and a fair value of $9,006 million.  A 15% increase or decrease in interest rates would decrease or increase the fair value of debt by approximately $400 million or $440 million, respectively.  Any changes in interest rates do not impact our cash outflows associated with fixed-rate interest payments or settlement of debt principal, unless a debt instrument is repurchased prior to maturity.\nSee\nNote\n19\n, Financial Risk Management Activities\nin the\nNotes to Consolidated Financial Statements\nfor further details.\n50"
  },
  {
    "item_key": "item_8",
    "text": "HESS CORPORATION AND CONSOLIDATED SUBSIDIARIES\nINDEX TO FINANCIAL STATEMENTS\nSchedules have been omitted because of the absence of the conditions under which they are required or because the required information is presented in the financial statements or the notes thereto.\n51\nManagement’s Report on Internal Control over Financial Reporting\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Exchange Act Rules 13a‑15(f).  Under the supervision and with the participation of our management, including our principal executive officer and principal financial officer, we conducted an evaluation of the effectiveness of our internal control over financial reporting, as required by Section 404 of the Sarbanes‑Oxley Act, based on the framework in Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework).  Based on our evaluation, management concluded that our internal control over financial reporting was effective as of December 31, 2023.\nThe Corporation’s independent registered public accounting firm, Ernst & Young LLP, has audited the effectiveness of the Corporation’s internal control over financial reporting as of December 31, 2023, as stated in their report, which is included herein.\nFebruary 26, 2024\n52\nReport of Independent Registered Public Accounting Firm\nTo the Stockholders and the Board of Directors of Hess Corporation\nOpinion on Internal Control Over Financial Reporting\nWe have audited Hess Corporation and consolidated subsidiaries’ internal control over financial reporting as of December 31, 2023, based on criteria established in Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, Hess Corporation and consolidated subsidiaries (the Corporation) maintained, in all material respects, effective internal control over financial reporting as of December 31, 2023, based on the COSO criteria.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Corporation as of December 31, 2023 and 2022, the related statements of consolidated income, comprehensive income, cash flows and equity for each of the three years in the period ended December 31, 2023, and the related notes and our report dated February 26, 2024 expressed an unqualified opinion thereon.\nBasis for Opinion\nThe Corporation’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management’s Report on Internal Control over Financial Reporting.  Our responsibility is to express an opinion on the Corporation’s internal control over financial reporting based on our audit.  We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Corporation in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects.\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles.  A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements.  Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/\nErnst & Young LLP\nNew York, New York\nFebruary 26, 2024\n53\nReport of Independent Registered Public Accounting Firm\nTo the Stockholders and the Board of Directors of Hess Corporation\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of Hess Corporation and consolidated subsidiaries (the Corporation) as of December 31, 2023 and 2022, the related statements of consolidated income, comprehensive income, cash flows and equity for each of the three years in the period ended December 31, 2023, and the related notes (collectively referred to as the “consolidated financial statements”).  In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Corporation at December 31, 2023 and 2022, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2023, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Corporation’s internal control over financial reporting as of December 31, 2023, based on criteria established in Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework), and our report dated February 26, 2024 expressed an unqualified opinion thereon.\nBasis for Opinion\nThese financial statements are the responsibility of the Corporation’s management.  Our responsibility is to express an opinion on the Corporation’s financial statements based on our audits.  We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Corporation in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud.  Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks.  Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements.  Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective or complex judgments.  The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n54\n/s/\nErnst & Young LLP\nWe have served as the Corporation’s auditor since 1971\nNew York, New York\nFebruary 26, 2024\n55\nHESS CORPORATION AND CONSOLIDATED SUBSIDIARIES\nCONSOLIDATED BALANCE SHEET\nThe consolidated financial statements reflect the successful efforts method of accounting for oil and gas exploration and production activities.\nSee accompanying Notes to Consolidated Financial Statements.\n56\nHESS CORPORATION AND CONSOLIDATED SUBSIDIARIES\nSTATEMENT OF CONSOLIDATED INCOME\nSee accompanying Notes to Consolidated Financial Statements.\n57\nHESS CORPORATION AND CONSOLIDATED SUBSIDIARIES\nSTATEMENT OF CONSOLIDATED COMPREHENSIVE INCOME\nSee accompanying Notes to Consolidated Financial Statements.\n58\nHESS CORPORATION AND CONSOLIDATED SUBSIDIARIES\nSTATEMENT OF CONSOLIDATED CASH FLOWS\nSee accompanying Notes to Consolidated Financial Statements.\n59\nHESS CORPORATION AND CONSOLIDATED SUBSIDIARIES\nSTATEMENT OF CONSOLIDATED EQUITY\nSee accompanying Notes to Consolidated Financial Statements.\n60\n1.  Nature of Operations, Basis of Presentation and Summary of Accounting Policies\nUnless the context indicates otherwise, references to “Hess”, “the Corporation”, “Registrant”, “we”, “us” and “our” refer to the consolidated business operations of Hess Corporation and its affiliates.\nNature of Business:\nHess Corporation, incorporated in the State of Delaware in 1920, is a global E&P company engaged in exploration, development, production, transportation, purchase and sale of crude oil, natural gas liquids, and natural gas with production operations located in the United States (U.S.), Guyana, the Malaysia/Thailand Joint Development Area (JDA), and Malaysia.  We conduct exploration activities primarily offshore Guyana, in the U.S. Gulf of Mexico, and offshore Suriname.\nOur Midstream operating segment, which includes Hess Corporation’s approximate\n38\n% consolidated ownership interest in Hess Midstream LP at December 31, 2023 (see\nNote 4, Hess Midstream LP\n) provides fee-based services, including gathering, compressing and processing natural gas and fractionating NGL; gathering, terminaling, loading and transporting crude oil and NGL; storing and terminaling propane, and water handling services primarily in the Bakken shale play in the Williston Basin area of North Dakota.\nOn October 22, 2023, we entered into an Agreement and Plan of Merger (the Merger Agreement) with Chevron Corporation (Chevron) and Yankee Merger Sub Inc. (Merger Subsidiary), a direct, wholly-owned subsidiary of Chevron.  The Merger Agreement provides that, among other things and subject to the terms and conditions of the Merger Agreement, Merger Subsidiary will be merged with and into Hess, and Hess will be the surviving corporation in the Merger as a direct, wholly-owned subsidiary of Chevron (such transaction, the Merger).  Under the terms of the Merger Agreement, if the Merger is completed, our stockholders will receive at the effective time of the Merger consideration consisting of\n1.025\nshares of Chevron common stock for each share of our common stock.  The transaction is expected to close mid-2024, subject to shareholder and regulatory approvals and other closing conditions.\nBasis of Presentation and Principles of Consolidation:\nThe consolidated financial statements include the accounts of Hess Corporation and entities in which we own more than a 50% voting interest.  We consolidate\nHess Midstream LP, a variable interest entity,\nbased on our conclusion that we have the power through Hess Corporation’s approximate\n38\n% consolidated ownership interest in\nHess Midstream LP\nto direct those activities that most significantly impact the economic performance of\nHess Midstream LP\n, and are obligated to absorb losses or have the right to receive benefits that could potentially be significant to\nHess Midstream LP\n.  Our undivided interests in unincorporated oil and gas E&P ventures are proportionately consolidated.  Investments in affiliated companies, 20% to 50% owned and where we have the ability to influence the operating or financial decisions of the affiliate, are accounted for using the equity method.\nEstimates and Assumptions:\nIn preparing financial statements in conformity with GAAP, management makes estimates and assumptions that affect the reported amounts of assets and liabilities in the\nConsolidated Balance Sheet\nand revenues and expenses in the\nStatement of Consolidated Income\n.  Actual results could differ from those estimates.  Estimates made by management include oil and gas reserves, asset and other valuations, depreciable lives, post-retirement liabilities, legal and environmental obligations, asset retirement obligations and income taxes.\nRevenue Recognition:\nExploration and Production\nThe E&P segment recognizes revenue from the sale of crude oil, NGL, and natural gas as performance obligations under contracts with customers are satisfied.  Our responsibilities to deliver each unit of quantity of crude oil, NGL, and natural gas under these contracts represent separate, distinct performance obligations.  These performance obligations are satisfied at the point in time control of each unit of quantity transfers to the customer.  Generally, the control of each unit of quantity transfers to the customer upon the transfer of legal title at the point of physical delivery.  Pricing is variable and is determined with reference to a particular market or pricing index, plus or minus adjustments reflecting quality or location differentials.\nFor long-term international natural gas contracts with ship-or-pay provisions, our obligation to stand-ready to provide a minimum volume over each commitment period represents separate, distinct performance obligations.  Penalties owed against future deliveries of natural gas due to delivery of volumes below minimum delivery commitments are recognized as reductions to revenue in the commitment period when the shortfall occurs.  Long-term international natural gas contracts may also contain take-or-pay provisions whereby the customer is required to pay for volumes not taken that are below minimum volume commitments, but the customer has certain make-up rights to receive shortfall volumes in subsequent periods.  Shortfall payments received from customers when volumes purchased are below the minimum volume commitment are deferred upon receipt as a contract liability.  Revenue is recognized at the earlier of when we deliver the make-up volumes in subsequent periods or when it becomes remote that the customer will exercise their make-up rights.\nCertain crude oil, NGL, and natural gas volumes are purchased by Hess from third parties, including working interest partners and royalty owners in certain Hess-operated properties, before they are sold to customers.  Where control over the crude oil, NGL, or natural gas transfers to Hess before the volumes are transferred to the customer, revenue and the associated cost of purchased volumes\n61\nare presented on a gross basis in the\nStatement of Consolidated Income\nwithin\nSales and other operating revenues\nand\nMarketing, including purchased oil and gas\n, respectively.  Where control of crude oil, NGL, or natural gas is not transferred to Hess, revenue is presented net of the associated cost of purchased volumes within\nSales and other operating revenues\nin the S\ntatement of Consolidated Income\n.\nContract Duration and Pricing:\nContracts with customers for the sale of U.S. crude oil, NGL, and natural gas primarily include those contracts that involve\nthe short-term sale of volumes during a specified period,\nand those contracts that automatically renew on a periodic basis until either party cancels.  We have certain long-term contracts with customers for the sale of U.S. natural gas and NGL that have remaining durations ranging from\none\nto\nnine years\n.\nContracts with customers for the sale of international crude oil involve the short-term sale of volumes during a specified period.  Pricing is determined with reference to a particular market or pricing index, plus or minus adjustments reflecting quality or location differentials, shortly after control of the volumes transfers to the customer.  International contracts with customers for the sale of natural gas are in the form of natural gas sales agreements with government entities that have durations that are aligned with the durations of production sharing contracts or other contractual arrangements with host governments.  Pricing for our natural gas sales agreements in North Malay Basin and Block A-18 of JDA are determined using contractual formulas that are based on the price of alternative fuels as obtained from price indices and other factors.\nContract Balances:\nOur right to receive or collect payment from the customer is aligned with the timing of revenue recognition except in situations when we receive shortfall payments under contracts with take-or-pay provisions with customer make-up rights.  Generally, we receive payments from customers on a monthly basis, shortly after the physical delivery of the crude oil, NGL, or natural gas.  At December 31, 2023, there were\nno\ncontract liabilities.  At December 31, 2022, there were contract liabilities of $\n24\nmillion resulting from a take-or-pay deficiency payment received in 2021 that was subject to a make-up period expiring in December 2023.  During the year ended December 31, 2023, revenue of $\n24\nmillion was recognized within\nSales and other operating revenues\nthat was included in the contract liability balance at December 31, 2022.  At December 31, 2023 and 2022, there were\nno\ncontract assets.\nTransaction Price Allocated to Remaining Performance Obligations:\nThe transaction price allocated to our wholly unsatisfied performance obligations on uncompleted contracts is variable.  Further, many of our contracts with customers have durations of less than twelve months.  Accordingly, we have elected under the provisions of Accounting Standards Codification (ASC) 606,\nRevenues from Contracts with Customers,\nthe exemption from disclosure of revenue recognizable in future periods as these performance obligations are satisfied.\nSales-based Taxes:\nWe exclude sales-based taxes that are collected from customers from the transaction price in our contracts with customers.  Accordingly, revenue from contracts with customers is net of sales-based taxes that are collected from customers and remitted to taxing authorities.\nRevenue from Non-customers:\nIn Guyana, the joint venture partners (Co-Venturers) to the Stabroek Block petroleum agreement are subject to the income tax laws of Guyana and remain primarily liable for income taxes due on the results of operations, resulting in recognition of income tax expense.  Pursuant to the contractual arrangements of the petroleum agreement, a portion of gross production from the block, separate from the Co-Venturers’ cost oil and profit oil entitlement, is used to satisfy the Co-Venturers’ income tax liability.  This portion of gross production, referred to as tax barrels, is included in our reported production volumes and is recognized as sales revenue from non-customers.\nMidstream\nThe Midstream segment earns substantially all of its revenues by charging fees for gathering, compressing and processing natural gas and fractionating NGLs; gathering, terminaling, loading and transporting crude oil and NGLs; storing and terminaling propane; and gathering and disposing produced water.  Effective January 1, 2014, certain subsidiaries of Hess Midstream LP entered into (i) gas gathering, (ii) crude oil gathering, (iii) gas processing and fractionation, (iv) storage services and (v) terminaling and export services commercial agreements with certain subsidiaries of Hess, each generally with an initial\nten\n-year term which could be extended for an additional\nten\n-year term at the unilateral right of the Hess Midstream LP subsidiaries.  These Hess Midstream LP subsidiaries exercised their right to extend the terms of the gas gathering, crude oil gathering, gas processing and fractionation, storage services, and terminaling and export services commercial agreements for the secondary term effective January 1, 2024 through December 31, 2033.  Effective January 1, 2019, a subsidiary of Hess Midstream LP entered into water gathering and disposal services agreements\n62\nwith a subsidiary of Hess.  These agreements also provide Hess Midstream the capacity to provide concurrent use of these services directly to third parties.\nThe Midstream segment\n’\ns responsibility to provide each service for each year under each of the commercial agreements are considered separate, distinct performance obligations.  Revenue is recognized over-time for each performance obligation as services are rendered using the output method, measured using the amount of volumes serviced during the period.  The commercial agreements contain minimum volume commitments which fluctuate based on nominations covering substantially all of our E&P segment's existing and future owned or controlled production in the Bakken and projected third-party volumes owned or controlled by our E&P segment through dedicated third-party contracts.  Minimum volume commitments are equal to\n80\n% of the nominations and apply on a\nthree\n-year rolling basis such that they are set for the\nthree years\nfollowing the most recent nomination.  As the minimum volume commitments are subject to fluctuation, and these commercial agreements contain fee inflation escalators and fee recalculation mechanisms, substantially all of the transaction price is variable at inception of each of the commercial agreements.  The Midstream segment has elected the practical expedient under the provisions of Accounting Standards Codification (ASC) 606\n, Revenue from Contracts with Customers\nto recognize revenue in the amount it is entitled to invoice.\nIf the volumes delivered are less than the applicable minimum volume commitments under the commercial agreements during any quarter, the applicable Hess subsidiary is obligated to pay a shortfall fee equal to the volume deficiency multiplied by the related gathering, processing and/or terminaling fee.  The Midstream segment\n’\ns responsibility to stand-ready to service a minimum volume over each quarterly commitment period represents a separate, distinct performance obligation.  During the initial term of each commercial agreement, volume deficiencies are measured quarterly and recognized as revenue in the same period, as any associated shortfall payments are not subject to future reduction or offset.  During the secondary term of each commercial agreement, the applicable Hess subsidiary will be entitled to receive a credit, calculated in barrels or Mcf, as applicable, with respect to the amount of any shortfall fee paid.  Such Hess subsidiary may apply the credit against the fees payable for any volumes delivered under the applicable agreement in excess of the nominated volumes up to four quarters after the credit is earned.  Unused credits will be recognized as revenue when it becomes remote that such credits will be utilized.  No credits will be provided with respect to crude oil terminaling services under the terminaling and export services commercial agreement or water handling services under the water gathering and disposal services agreements.\nAll revenues, receivables, and contract balances arising from the commercial agreements between the Midstream segment and the Hess subsidiaries that are the counterparty to the commercial agreements are eliminated upon consolidation.\nExploration and Development Costs:\nE&P activities are accounted for using the successful efforts method.  Costs of acquiring unproved and proved oil and gas leasehold acreage, including lease bonuses, brokers’ fees and other related costs are capitalized.  Annual lease rentals, exploration expenses and exploratory dry hole costs are expensed as incurred.  Costs of drilling and equipping productive wells, including development dry holes, and related production facilities are capitalized.\nThe costs of exploratory wells that find oil and gas reserves are capitalized pending determination of whether proved reserves have been found.  Exploratory drilling costs remain capitalized after drilling is completed if (1) the well has found a sufficient quantity of reserves to justify completion as a producing well and (2) sufficient progress is being made in assessing the reserves and the economic and operational viability of the project.  If either of those criteria is not met, or if there is substantial doubt about the economic or operational viability of a project, the capitalized well costs are charged to expense.  Indicators of sufficient progress in assessing reserves and the economic and operating viability of a project include commitment of project personnel, active negotiations for sales contracts with customers, negotiations with governments, operators and contractors, firm plans for additional drilling and other factors.\nDepreciation, Depletion and Amortization:\nWe record depletion expense for acquisition costs of proved properties using the units of production method over proved oil and gas reserves.  Depreciation and depletion expense for oil and gas production facilities and wells is calculated using the units of production method over proved developed oil and gas reserves.  Provisions for impairment of undeveloped oil and gas leases are based on periodic evaluations and other factors.  Depreciation of all other plant and equipment is determined on the straight-line method based on estimated useful lives.\nCapitalized Interest:\nInterest from external borrowings is capitalized on material projects using the weighted average cost of outstanding borrowings until the project is substantially complete and ready for its intended use, which for oil and gas assets is at first production from the field.  Capitalized interest is depreciated in the same manner as the depreciation of the underlying assets.\nImpairment of Long‑lived Assets:\nWe review long‑lived assets, including oil and gas fields, for impairment whenever events or changes in circumstances indicate that the carrying amounts may not be recovered.  If the carrying amounts of the long-lived assets are not expected to be recovered by estimated undiscounted future net cash flows, the assets are impaired and an impairment loss is recorded.  The amount of impairment is measured based on the estimated fair value of the assets generally determined by discounting anticipated future net cash flows, an income valuation approach, or by a market‑based valuation approach, which are Level 3 fair value measurements.\n63\nIn the case of oil and gas fields, the present value of future net cash flows is based on management’s best estimate of future prices, which is determined with reference to recent historical prices and published forward prices, applied to projected production volumes and discounted at a risk-adjusted rate.  The projected production volumes represent reserves, including probable reserves, expected to be produced based on a projected amount of capital expenditures.  The production volumes, prices and timing of production are consistent with internal projections and other externally reported information.  Oil and gas prices used for determining asset impairment will generally differ from those used in the standardized measure of discounted future net cash flows reported in\nSupplementary Oil and Gas Data\n, since the standardized measure requires the use of historical twelve-month average prices.\nImpairment of Goodwill:\nGoodwill is tested for impairment annually on October 1\nst\nor when events or circumstances indicate it is more likely than not that the fair value of the reporting unit is less than its carrying value, including goodwill.  If the fair value of the reporting unit exceeds its carrying value, goodwill is not impaired.  If the carrying value of the reporting unit exceeds its fair value, an impairment loss would be recorded for the excess of the carrying value over fair value, limited by the amount of goodwill allocated to the reporting unit.  At December 31, 2023, goodwill of $\n360\nmillion relates to the Midstream operating segment.\nCash and Cash Equivalents:\nCash and cash equivalents primarily comprises cash on hand and on deposit, as well as highly liquid investments that are readily convertible into cash and have maturities of three months or less when acquired.\nInventories:\nProduced and unsold crude oil and NGL are valued at the lower of cost or net realizable value.  Cost is determined using the average cost of production plus any transport cost incurred in bringing the volumes to their present location.  Materials and supplies are valued at cost.  Obsolete or surplus materials identified during periodic reviews are valued at the lower of cost or estimated net realizable value.\nLeases:\nWe determine if an arrangement is a lease at inception by evaluating whether the contract conveys the right to control an identified asset during the period of use.  ROU assets represent our right to use an identified asset for the lease term and lease obligations represent our obligation to make payments as set forth in the lease arrangement.  ROU assets and lease liabilities are recognized in the\nConsolidated Balance Sheet\nas operating leases or finance leases at the commencement date based on the present value of the minimum lease payments over the lease term.  Where the implicit discount rate in a lease is not readily determinable, we use our incremental borrowing rate based on information available at the commencement date for determining the present value of the minimum lease payments.  The lease term used in measurement of our lease obligations includes options to extend or terminate the lease when, in our judgment, it is reasonably certain that we will exercise that option.  Variable lease payments that depend on an index or a rate are included in the measurement of lease obligations using the index or rate at the commencement date.  Variable lease payments that vary because of changes in facts or circumstances after the commencement date of the lease are not included in the minimum lease payments used to measure lease obligations.  We have agreements that include financial obligations for lease and nonlease components.  For purposes of measuring lease obligations, we have elected not to separate nonlease components from lease components for the following classes of assets:  drilling rigs, office space, offshore vessels, and aircraft.  We apply a portfolio approach to account for operating lease ROU assets and liabilities for certain vehicles, railcars, field equipment and office equipment leases.\nFinance lease cost is recognized as amortization of the ROU asset and interest expense on the lease liability.  Operating lease cost is generally recognized on a straight-line basis.  Operating lease costs for drilling rigs used to drill development wells and successful exploration wells are capitalized.  Operating lease cost for other ROU assets used in oil and gas producing activities are either capitalized or expensed based on the nature of operation for which the ROU asset is utilized.\nLeases with an initial term of 12 months or less are not recorded on the balance sheet as permitted under ASC 842,\nLeases\n.  We recognize lease cost for short-term leases on a straight-line basis over the term of the lease.  Some of our leases with initial terms of 12 months or less include one or more options to renew.  The renewal option is at our sole discretion and is not included in the lease term for measurement of the lease obligation unless we are reasonably certain at the commencement date of the lease, to renew the lease.\nIncome Taxes:\nDeferred income taxes are determined using the liability method.  We have net operating loss carryforwards or credit carryforwards in multiple jurisdictions and have recognized deferred tax assets for those losses and credits.  Additionally, we have deferred tax assets due to temporary differences between the book basis and tax basis of certain assets and liabilities.  Regular assessments are made as to the likelihood of those deferred tax assets being realized.  If, when tested under the relevant accounting standards, it is more likely than not that some or all of the deferred tax assets will not be realized, a valuation allowance is established to reduce the deferred tax assets to the amount that is expected to be realized.  The accounting standards require the evaluation of all available positive and negative evidence giving weight based on the evidence’s relative objectivity.  In evaluating potential sources of positive evidence, we consider the reversal of taxable temporary differences, taxable income in carryback and carryforward periods, the availability of tax planning strategies, the existence of appreciated assets, estimates of future taxable income, and other factors.  In evaluating potential sources of negative evidence, we consider a cumulative loss in recent years, any history of operating losses or tax credit carryforwards expiring unused, losses expected in early future years, unsettled circumstances that, if unfavorably resolved, would adversely affect future operations and profit levels on a continuing basis in future years, and any carryback or carryforward period so brief that a significant deductible temporary difference expected to reverse in a single year would limit realization of tax benefits.  We assign cumulative historical losses significant weight in the evaluation of realizability relative to more subjective\n64\nevidence such as forecasts of future income.  In addition, we recognize the financial statement effect of a tax position only when management believes that it is more likely than not, that based on the technical merits, the position will be sustained upon examination.  We are not indefinitely reinvested with respect to the book in excess of tax basis in the investment in our foreign subsidiaries.  Because of U.S. tax reform we expect that the future reversal of such temporary differences will occur free of material taxation.  We classify interest and penalties associated with uncertain tax positions as income tax expense.  We account for the U.S. tax effect of global intangible low-taxed income earned by foreign subsidiaries in the period that such income is earned.  We utilize the aggregate approach for releasing disproportionate income tax effects from\nAccumulated other comprehensive income (loss)\n.\nAsset Retirement Obligations:\nWe have legal obligations to remove and dismantle long‑lived assets and to restore land or the seabed at certain E&P locations.  We initially recognize a liability for the fair value of legally required asset retirement obligations in the period in which the retirement obligations are incurred and capitalize the associated asset retirement costs as part of the carrying amount of the long‑lived assets.  In subsequent periods, the liability is accreted over the useful life of the related asset, and the capitalized asset retirement costs are depreciated over proved developed oil and gas reserves using the units of production method or the useful life of the related asset.  Fair value is determined by applying a credit adjusted risk-free rate to the undiscounted expected future abandonment expenditures.  Changes in estimates prior to settlement result in adjustments to both the liability and related asset values, unless the field has ceased production, in which case changes are recognized in the\nStatement of Consolidated Income\n.\nWe measure asset retirement obligations based on the requirements of existing laws and regulations in accordance with ASC 410-20,\nAsset Retirement Obligations\n.  Laws and regulations associated with the scope and timing for the abandonment of oil and gas wells, facilities and equipment could change which could increase the cost of our abandonment obligations.  In addition, we may be required to assume abandonment obligations for certain divested assets in the event the current or future owners of facilities previously owned by us are unable to perform, whether due to bankruptcy or otherwise.\nRetirement Plans:\nWe recognize the funded status of defined benefit postretirement plans in the\nConsolidated Balance Sheet\n.  The funded status is measured as the difference between the fair value of plan assets and the projected benefit obligation.  We recognize the net changes in the funded status of these plans as a component of\nOther Comprehensive Income (Loss)\nin the year in which such changes occur.  Actuarial gains and losses in excess of 10% of the greater of the benefit obligation or the market value of plan assets are amortized over the average remaining service period of active employees or the remaining average expected life if a plan’s participants are predominantly inactive.\nDerivatives:\nWe utilize derivative instruments for financial risk management activities.  In these activities, we may use futures, forwards, options and swaps, individually or in combination, to mitigate our exposure to fluctuations in prices of crude oil and natural gas, as well as changes in interest and foreign currency exchange rates.\nAll derivative instruments are recorded at fair value in the\nConsolidated Balance Sheet\n.  Our policy for recognizing the changes in fair value of derivatives varies based on the designation of the derivative.  The changes in fair value of derivatives that are not designated as hedges are recognized currently in earnings.  Derivatives may be designated as hedges of expected future cash flows or forecasted transactions (cash flow hedges), or hedges of changes in fair value of recognized assets and liabilities or of unrecognized firm commitments (fair value hedges).  Changes in fair value of derivatives that are designated as cash flow hedges are recorded as a component of\nOther Comprehensive Income (Loss)\n.  Amounts included in\nAccumulated Other Comprehensive Income (Loss)\nfor cash flow hedges are reclassified into earnings in the same period that the hedged item is recognized in earnings.  Changes in fair value of derivatives designated as fair value hedges are recognized currently in earnings.  The change in fair value of the related hedged item is recorded as an adjustment to its carrying amount and recognized currently in earnings.\nFair Value Measurements:\nWe use various valuation approaches in determining fair value for financial instruments, including the market and income approaches.  Our fair value measurements also include non-performance risk and time value of money considerations.  Counterparty credit is considered for financial assets, and our credit is considered for financial liabilities.  We also record certain nonfinancial assets and liabilities at fair value when required by GAAP.  These fair value measurements are recorded in connection with business combinations, qualifying nonmonetary exchanges, the initial recognition of asset retirement obligations and any impairment of long‑lived assets, equity method investments, goodwill or other indefinite-lived intangible assets, such as environmental credits.  We determine fair value in accordance with the fair value measurements accounting standard which established a hierarchy for the inputs used to measure fair value based on the source of the inputs, which generally range from quoted prices for identical instruments in a principal trading market (Level 1) to estimates determined using related market data (Level 3), including discounted cash flows and other unobservable data.  Measurements derived indirectly from observable inputs or from quoted prices from markets that are less liquid are considered Level 2.  When Level 1 inputs are available within a particular market, those inputs are selected for determination of fair value over Level 2 or 3 inputs in the same market.  Multiple inputs may be used to measure fair value; however, the level assigned to a fair value measurement is based on the lowest significant input level within this fair value hierarchy.\n65\nDetails on the methods and assumptions used to determine the fair values are as follows:\nFair value measurements based on Level 1 inputs:\nMeasurements that are most observable are based on quoted prices of identical instruments obtained from the principal markets in which they are traded.  Closing prices are both readily available and representative of fair value.  Market transactions occur with sufficient frequency and volume to assure liquidity.\nFair value measurements based on Level 2 inputs:\nMeasurements derived indirectly from observable inputs or from quoted prices from markets that are less liquid are considered Level 2.  Measurements based on Level 2 inputs include over-the-counter derivative instruments that are priced on an exchange-traded curve but have contractual terms that are not identical to exchange-traded contracts.\nFair value measurements based on Level 3 inputs:\nMeasurements that are least observable are estimated from related market data, determined from sources with little or no market activity for comparable contracts or are positions with longer durations.  Fair values determined using discounted cash flows and other unobservable data are also classified as Level 3.\nNetting of Financial Instruments:\nWe generally enter into master netting arrangements to mitigate legal and counterparty credit risk.  Master netting arrangements are generally accepted overarching master contracts that govern all individual transactions with the same counterparty entity as a single legally enforceable agreement.  The U.S. Bankruptcy Code provides for the enforcement of certain termination and netting rights under certain types of contracts upon the bankruptcy filing of a counterparty, commonly known as the “safe harbor” provisions.  If a master netting arrangement provides for termination and netting upon the counterparty’s bankruptcy, these rights are generally enforceable with respect to “safe harbor” transactions.  If these arrangements provide the right of offset and our intent and practice is to offset amounts in the case of such a termination, our policy is to record the fair value of derivative assets and liabilities on a net basis.  In the normal course of business, we rely on legal and credit risk mitigation clauses providing for adequate credit assurance as well as close‑out netting, including two‑party netting and single counterparty multilateral netting.  As applied to us, “two‑party netting” is the right to net amounts owing under safe harbor transactions between a single defaulting counterparty entity and a single Hess entity, and “single counterparty multilateral netting” is the right to net amounts owing under safe harbor transactions among a single defaulting counterparty entity and multiple Hess entities.  We are reasonably assured that these netting rights would be upheld in a bankruptcy proceeding in the U.S. in which the defaulting counterparty is a debtor under the U.S. Bankruptcy Code.\nShare-based Compensation:\nWe account for share-based compensation based on the fair value of the award on the date of grant.  The fair value of all share‑based compensation is recognized over the requisite service period for the entire award, whether the award was granted with ratable or cliff vesting terms, net of actual forfeitures.  We estimate fair value at the date of grant using a Black‑Scholes valuation model for employee stock options and a Monte Carlo simulation model for performance share units (PSUs).  Fair value of restricted stock is based on the market value of the underlying shares at the date of grant.\nForeign Currency Remeasurement:\nThe U.S. Dollar is the functional currency (primary currency in which business is conducted) for our foreign operations.  Adjustments resulting from remeasuring monetary assets and liabilities that are denominated in a currency other than the functional currency are recorded in\nOther, net\nin the\nStatement of Consolidated Income\n.\nMaintenance and Repairs:\nMaintenance and repairs are expensed as incurred.  Capital improvements are recorded as additions in\nProperty, plant and equipment\n.\nEnvironmental Expenditures:\nWe accrue and expense the undiscounted environmental costs necessary to remediate existing conditions related to past operations when the future costs are probable and reasonably estimable.  At year‑end 2023, our reserve for estimated remediation liabilities was approximately $\n50\nmillion.  Environmental expenditures that increase the life or efficiency of property or reduce or prevent future adverse impacts to the environment are capitalized.\nEnvironmental Credits:\nCarbon credits and renewable energy certificates are purchased to fulfill voluntary emissions reduction targets and are classified as indefinite-lived intangible assets.  They are expensed when retired to offset emissions and are tested for impairment annually on October 1\nst,\nor when events or circumstances indicate it is more likely than not that fair value is less than  carrying value.  If the carrying value exceeds fair value, an impairment loss would be recorded for the excess of the carrying value over fair value.\nIn response to feedback from constituents and the staff\n’\ns related research and analysis, the Financial Accounting Standards Board (FASB) added a project to its technical agenda on May 25, 2022 to address the accounting for environmental credits due to a lack of existing guidance for accounting for environmental credits.  Our environmental credits fall within the scope of this project.  Included among the tentative decisions made by the FASB on January 31, 2024, is a prohibition against capitalizing the cost of environmental credits that will not be sold or used to settle environmental credit obligations.  In 2023, we purchased $\n75\nmillion REDD+ carbon credits (2022: $\n75\nmillion, 2021: $\n0 million\n) under a long-term agreement with the Government of Guyana that was executed in December 2022 in order to support ongoing carbon emissions reduction efforts by the Corporation.  The carbon credits acquired by us are registered on the ART Registry, an over-the-counter registry, and can be sold to third parties or retired to offset emissions.  These amounts would have been expensed in the period of purchase, instead of capitalized as indefinite-lived intangible assets, if the prohibition per the tentative decision above were applied.  At December 31, 2023, the carrying value of our carbon credits of\n66\n$\n150\nmillion (2022: $\n75\nmillion) is included in non-current\nOther assets\nin the\nConsolidated Balance Sheet\n.  All renewable energy certificates were retired and expensed in the period of purchase.\nNew Accounting Pronouncements:\nIn November 2023, the FASB issued Accounting Standards Update (ASU) No. 2023-07,\nImprovements to Reportable Segments Disclosures\n.  The ASU improves reportable segment disclosure requirements, primarily through enhanced disclosures about significant segment expenses.  The ASU does not change how an entity identifies its operating segments.  The ASU is effective for fiscal years beginning after December 15, 2023, and interim periods within fiscal years beginning after December 15, 2024.  Early adoption is permitted.  We are currently assessing the impact of adopting the ASU on our consolidated financial statements.\nIn December 2023, the FASB issued ASU No. 2023-09,\nImprovements to Income Tax Disclosures\n, which enhances the disclosure requirements within ASC Topic 740.  The ASU requires, among other disclosures, greater disaggregation of information and the use of certain categories in the rate reconciliation, and the disaggregation of income taxes paid by jurisdiction.  The ASU is effective for annual periods beginning after December 15, 2024.  Early adoption is permitted.  We are currently assessing the impact of adopting this ASU on our consolidated financial statements\n.\n2.  Inventories\nInventories at December 31 were as follows:\n3.  Property, Plant and Equipment\nProperty, plant and equipment at December 31 were as follows:\nCapitalized Exploratory Well Costs\n:  The following table discloses the amount of capitalized exploratory well costs pending determination of proved reserves at December 31 and the changes therein during the respective years:\nDuring the three years ended December 31, 2023, additions to capitalized exploratory well costs primarily related to drilling at the Stabroek Block (Hess\n30\n%), offshore Guyana.  At December 31, 2023,\n36\nexploration and appraisal wells on the Stabroek Block, with a total cost of $\n841\nmillion, were capitalized pending determination of proved reserves.  Other additions to capitalized exploratory well costs in 2023 include the Pickerel-1 exploration well (Hess\n100\n%) in the Gulf of Mexico on Mississippi Canyon Block 727.\n67\nOther additions to capitalized exploratory wells costs in 2022 include the Huron-1 well (Hess\n40\n%) in the Gulf of Mexico, and the Zanderij-1 well on Block 42 (Hess\n33\n%), offshore Suriname.\nReclassifications to wells, facilities and equipment based on the determination of proved reserves in 2023 resulted from the sanction of the Uaru Field development, the fifth sanctioned project on the Stabroek Block, and the Pickerel-1 exploration well in the Gulf of Mexico.  In 2022, reclassifications to wells, facilities and equipment resulted from the sanction of the Yellowtail Field development, the fourth sanctioned project on the Stabroek Block.\nCapitalized exploratory well costs charged to expense in 2023 of $\n58\nmillion primarily relate to the Huron-1 well in the Gulf of Mexico.  In the fourth quarter of 2023, we, along with our partners, decided not to appraise the discovery given other available opportunities and the limited time remaining on the leases.  The preceding table excludes well costs incurred and expensed during 2023 of $\n89\nmillion (2022: $\n56\nmillion; 2021: $\n11\nmillion).\nExploratory well costs capitalized for greater than one year following completion of drilling were $\n728\nmillion at December 31, 2023, separated by year of completion as follows (in millions):\nGuyana:\n87\n% of the capitalized well costs in excess of one year relate to successful exploration and appraisal wells where hydrocarbons were encountered on the Stabroek Block (Hess\n30\n%).  In October 2023, the operator submitted a plan for the Whiptail development project, the sixth development project on the Stabroek Block, to the Government of Guyana for approval.  The operator also plans further appraisal drilling on the block and is conducting pre-development planning for additional phases of development.\nSuriname.:\n6\n% of the capitalized well costs in excess of one year relates to the Zanderij-1 well on Block 42 (Hess\n33\n%).\nExploration and appraisal activities are ongoing.\nJDA:\n5\n% of the capitalized well costs in excess of one year relates to the JDA (Hess\n50\n%) in the Gulf of Thailand, where hydrocarbons were encountered in\nthree\nsuccessful exploration wells drilled in the western part of Block A-18.  The operator has submitted a development plan concept to the regulator to facilitate ongoing commercial negotiations for an extension of the existing gas sales contract to include development of the western part of the block.\nMalaysia:\n2\n% of the capitalized well costs in excess of one year relates to North Malay Basin (Hess\n50\n%), offshore Peninsular Malaysia, where hydrocarbons were encountered in\ntwo\nsuccessful exploration wells.  Pre-development studies are ongoing.\n4.  Hess Midstream LP\nHess Midstream LP, a variable interest entity, has an \"Up-C\" organizational structure.  We have an approximate\n38\n% consolidated ownership interest at December 31, 2023 in Hess Midstream LP on an as-exchanged basis, primarily through our ownership of Class B units in Hess Midstream Operations LP (HESM Opco), the operating subsidiary of Hess Midstream LP, which are exchangeable into Class A shares of Hess Midstream LP on a one-for-one basis.  An affiliate of Global Infrastructure Partners (GIP) owns an approximate\n32\n% consolidated interest in Hess Midstream LP at December 31, 2023, on an as-exchanged basis, primarily through its ownership of Class B units in HESM Opco, and the public owns an approximate\n30\n% consolidated interest in Hess Midstream LP at December 31, 2023, through the ownership of Class A shares of Hess Midstream LP.  We have concluded that we are the primary beneficiary of the variable interest entity since we have the power to direct those activities that most significantly impact the economic performance of Hess Midstream LP, and are obligated to absorb losses or have the right to receive benefits that could potentially be significant to Hess Midstream LP.  This conclusion was based on a qualitative analysis that considered Hess Midstream LP’s governance structure, the commercial agreements between Hess Midstream LP and us, and the voting rights established between the members.\nIn 2021, Hess Midstream LP completed\ntwo\nunderwritten public equity offerings of an aggregate of approximately\n15.5\nmillion Hess Midstream LP Class A shares held by affiliates of Hess and GIP.  Hess received an aggregate of $\n178\nmillion of net proceeds from these transactions.  These transactions, in aggregate, resulted in an increase in\nCapital in excess of par\nand\nNoncontrolling interests\nof $\n152\nmillion and $\n103\nmillion, respectively.  The aggregate increase to\nNoncontrolling interests\nof $\n103\nmillion is comprised of $\n26\nmillion resulting from the changes in ownership interests and $\n77\nmillion from increases to deferred tax assets resulting from step-ups in the tax basis of Hess Midstream LP\n’\ns investment in HESM Opco.\nIn 2021, HESM Opco repurchased\n31.25\nmillion HESM Opco Class B units held by affiliates of Hess and GIP for $\n750\nmillion in a single transaction.  HESM Opco issued $\n750\nmillion in aggregate principal amount of\n4.250\n% fixed-rate senior unsecured notes due\n68\n2030 in a private offering to finance the repurchase.  The transaction resulted in an increase in\nCapital in excess of par\nand a decrease in\nNoncontrolling interests\nof $\n28\nmillion, and an increase in deferred tax assets and\nNoncontrolling interests\nof $\n15\nmillion resulting from an adjustment in the carrying value of Hess Midstream LP\n’\ns investment in HESM Opco without a corresponding adjustment in the tax basis.  The $\n375\nmillion paid to GIP reduced\nNoncontrolling interests\n.\nIn 2022, Hess Midstream LP completed a single underwritten public equity offering of approximately\n10.2\nmillion Hess Midstream LP Class A shares held by affiliates of Hess and GIP.  Hess received net proceeds of $\n146\nmillion from the transaction.  The transaction resulted in an increase in\nCapital in excess of par\nand\nNoncontrolling interests\nof $\n130\nmillion and $\n88\nmillion, respectively.  The increase to\nNoncontrolling interests\nof $\n88\nmillion is comprised of $\n16\nmillion resulting from the change in ownership interests and $\n72\nmillion from an increase to deferred tax assets resulting from a step-up in the tax basis of Hess Midstream LP\n’\ns investment in HESM Opco.\nIn 2022, HESM Opco repurchased approximately\n13.6\nmillion HESM Opco Class B units held by affiliates of Hess and GIP for $\n400\nmillion in a single transaction.  HESM Opco issued $\n400\nmillion in aggregate principal amount of\n5.500\n% fixed-rate senior unsecured notes due 2030 in a private offering to repay borrowings under its revolving credit facility used to finance the repurchase.  The transaction resulted in an increase in\nCapital in excess of par\nand a decrease in\nNoncontrolling interests\nof $\n32\nmillion, and an increase in deferred tax assets and\nNoncontrolling interests\nof $\n17\nmillion resulting from an adjustment in the carrying value of Hess Midstream LP\n’\ns investment in HESM Opco without a corresponding adjustment in the tax basis.  The $\n200\nmillion paid to GIP reduced\nNoncontrolling interests\n.\nIn May 2023, Hess Midstream LP completed an underwritten public equity offering of approximately\n12.8\nmillion Hess Midstream LP Class A shares held by affiliates of Hess and GIP.  Hess received $\n167\nmillion of net proceeds from this transaction.  This transaction resulted in an increase in\nCapital in excess of par\nand\nNoncontrolling interests\nof $\n158\nmillion and $\n93\nmillion, respectively.  The increase to\nNoncontrolling interests\nof $\n93\nmillion is comprised of $\n9\nmillion resulting from the change in ownership interests and $\n84\nmillion from an increase to deferred tax assets resulting from a step-up in the tax basis of Hess Midstream LP\n’\ns investment in HESM Opco.  In August 2023, Hess Midstream LP completed an underwritten public equity offering of\n11.5\nmillion Class A shares held by an affiliate of GIP.  Hess did not participate in this transaction and did not receive any proceeds.  There was no change in Hess’ ownership interest in Hess Midstream LP on a consolidated basis and accordingly, there was no impact to the balance of\nNoncontrolling interests\n.  However, the transaction did result in an increase to deferred tax assets of $\n82\nmillion, with the offset recorded to\nNoncontrolling interests,\ndue to a step-up in the tax basis of Hess Midstream LP\n’\ns investment in HESM Opco.\nIn 2023, HESM Opco repurchased an aggregate of approximately\n13.6\nmillion HESM Opco Class B units in multiple transactions from affiliates of Hess and GIP for total proceeds of $\n400\nmillion.  The unit repurchases were financed by borrowings under HESM Opco\n’\ns revolving credit facility.  The unit repurchases, in aggregate, resulted in an increase in\nCapital in excess of par\nand a decrease in\nNoncontrolling interests\nof $\n31\nmillion, and an increase in deferred tax assets and\nNoncontrolling interests\nof $\n23\nmillion resulting from adjustments in the carrying value of Hess Midstream LP\n’\ns investment in HESM Opco without corresponding adjustments in the tax basis.  The aggregate proceeds paid to GIP of $\n212\nmillion reduced\nNoncontrolling interests\n.  Hess participated in all the HESM Opco Class B unit repurchase transactions in 2023 on a\n50\n/\n50\nbasis with GIP with the exception of the HESM Opco Class B unit repurchase transaction in November 2023.  Hess and GIP received $\n38\nmillion and $\n62\nmillion, respectively, of the total proceeds of $\n100\nmillion.  There was no change in Hess’ ownership interest in Hess Midstream LP on a consolidated basis as a result of this transaction and accordingly, there was no impact to the balance of\nNoncontrolling interests.\nHowever, the transaction did result in an increase to deferred tax assets of $\n7\nmillion, with the offset recorded to\nNoncontrolling interests\n, as a result of an adjustment in the carrying value of Hess Midstream LP\n’\ns investment in HESM Opco without a corresponding adjustment in the tax basis.\nAt December 31, 2023, Hess Midstream LP liabilities totaling $\n3,385\nmillion (2022: $\n3,027\nmillion) are on a nonrecourse basis to Hess Corporation, while Hess Midstream LP assets available to settle the obligations of Hess Midstream LP included cash and cash equivalents totaling $\n5\nmillion (2022: $\n3\nmillion), property, plant and equipment, net totaling $\n3,229\nmillion (2022: $\n3,173\nmillion) and the equity-method investment in Little Missouri 4 (LM4) of $\n90\nmillion (2022: $\n94\nmillion).\nLM4 is a\n200\nmillion standard cubic feet per day gas processing plant located south of the Missouri River in McKenzie County, North Dakota, that was constructed as part of a\n50\n/\n50\njoint venture between Hess Midstream LP and Targa Resources Corp.  Hess Midstream LP has a natural gas processing agreement with LM4 under which it pays a processing fee and reimburses LM4 for its proportionate share of electricity costs.  In 2023, processing fees were $\n24\nmillion (2022: $\n21\nmillion; 2021: $\n28\nmillion) and are included in\nOperating costs and expenses\nin the\nStatement of Consolidated Income\n.\n69\n5.  Accrued Liabilities\nThe following table provides detail of our accrued liabilities at December 31:\n6.  Leases\nOperating and finance lease obligations at December 31 included in the\nConsolidated Balance Sheet\nwere as follows:\n(a)\nAt December 31, 2023, finance lease ROU assets had a cost of $\n212\nmillion (2022: $\n212\nmillion) and accumulated amortization of $\n104\nmillion (2022: $\n86\nmillion).\nLease obligations represent\n100\n% of the present value of future minimum lease payments in the lease arrangement.  Where we have contracted directly with a lessor in our role as operator of an unincorporated oil and gas venture, we bill our partners their proportionate share for reimbursements as payments under lease agreements become due pursuant to the terms of our joint operating and other agreements.\nThe nature of our leasing arrangements at December 31, 2023 was as follows:\nOperating leases\n:  In the normal course of business, we primarily lease drilling rigs, equipment, logistical assets (offshore vessels, aircraft, and shorebases), and office space.\nFinance leases:\nIn 2018, we entered into a sale and lease-back arrangement for a floating storage and offloading vessel (FSO) to handle produced condensate at North Malay Basin, offshore Peninsular Malaysia.  At December 31, 2023, the remaining lease term for the FSO was\n9.8\nyears.\nMaturities of lease obligations at December 31, 2023 were as follows:\n70\nThe following information relates to the operating and finance leases at December 31:\nThe components of lease costs were as follows:\n(a)\nOperating lease cost in 2023 included a drilling rig at North Malay Basin used for a\n15\nwell development drilling program spanning 2023 and 2024, and offshore support vessels in the Gulf of Mexico.\n(b)\nShort-term lease cost is primarily attributable to equipment used in global exploration, development, production, and crude oil marketing activities.  Future short-term lease costs will vary based on activity levels of our operated assets.  In 2023 and 2022, short-term lease cost included drilling rigs and offshore support vessels used primarily for exploration and abandonment activities in the Gulf of Mexico and workover rigs for maintenance activities in the Bakken.\n(c)\nVariable lease costs for drilling rigs result from differences in the minimum rate and the actual usage of the ROU asset during the lease period.  Variable lease costs for logistical assets result from differences in stated monthly rates and total charges reflecting the actual usage of the ROU asset during the lease period.  Variable lease costs for our office leases represent common area maintenance charges which have not been separated from lease components.\n(d)\nWe sublease certain of our office space to third parties under our head lease.\nThe above lease costs represent\n100\n% of the lease payments due for the period, including where we as operator have contracted directly with suppliers.  As the payments under lease agreements where we are operator become due, we bill our partners their proportionate share for reimbursement pursuant to the terms of our joint operating agreements.  Reimbursements are not reflected in the table above.  Certain lease costs above associated with exploration and development activities are included in capital expenditures.\nSupplemental cash flow information related to leases were as follows:\n(a)\nAmounts represent gross lease payments before any recovery from partners.\n(b)\nIn 2023, primarily related to leases for a drilling rig and offshore support vessels in the Gulf of Mexico.  In 2022, primarily related to leases for drilling rigs in the Bakken and at North Malay Basin.\n(c)\nIn 2023, primarily related to reassessments of the lease terms for a drilling rig at North Malay Basin, and offshore support vessels and aircraft in the Gulf of Mexico\n.\n71\n7.  Debt\nTotal debt at December 31 consisted of the following:\nAt December 31, 2023, the maturity profile of total debt was as follows:\nIn 2023, $\n48\nmillion of interest was capitalized (2022: $\n10\nmillion; 2021: $\n0 million\n).\nDebt – Hess Corporation:\nSenior unsecured fixed-rate public notes:\nAt December 31, 2023, Hess Corporation’s fixed-rate senior unsecured notes had a gross principal amount of $\n5,438\nmillion (2022: $\n5,438\nmillion) and a weighted average interest rate of\n5.9\n% (2022:\n5.9\n%).  The indentures for our fixed-rate senior unsecured notes limit the ratio of secured debt to Consolidated Net Tangible Assets (as that term is defined in the indentures) to\n15\n%.  As of December 31, 2023, Hess Corporation was in compliance with this financial covenant.\n72\nCredit facility:\nThe revolving credit facility can be used for borrowings and letters of credit.  Borrowings on the facility will generally bear interest at\n1.400\n% above SOFR, though the interest rate is subject to adjustment based on the credit rating of the Corporation\n’\ns senior, unsecured, non-credit enhanced long-term debt.  The revolving credit facility is subject to customary representations, warranties, customary events of default and covenants, including a financial covenant limiting the ratio of Total Consolidated Debt to Total Capitalization of the Corporation and its consolidated subsidiaries to\n65\n%, and a financial covenant limiting the ratio of secured debt to Consolidated Net Tangible Assets of the Corporation and its consolidated subsidiaries to\n15\n% (as these capitalized terms are defined in the credit agreement for the revolving credit facility).  As of December 31, 2023, Hess Corporation was in compliance with these financial covenants.  At December 31, 2023, Hess Corporation had\nno\noutstanding borrowings or letters of credit under its revolving credit facility.\nOther outstanding letters of credit at December 31 were as follows:\n(a)\nAt December 31, 2023, committed and uncommitted lines have expiration dates through 2024.\nThe most restrictive of the financial covenants relating to our fixed-rate senior unsecured notes and our revolving credit facility would allow us to borrow up to an additional $\n2,515\nmillion of secured debt at December 31, 2023.\nDebt\n–\nMidstream (Hess Midstream Operations LP):\nSenior unsecured fixed-rate public notes:\nAt December 31, 2023, HESM Opco’s fixed-rate senior unsecured notes had a gross principal amount of $\n2,500\nmillion (2022: $\n2,500\nmillion) and a weighted average interest rate of\n5.1\n% (2022:\n5.1\n%).  HESM Opco\n’\ns senior unsecured notes are guaranteed by certain of HESM Opco’s direct and indirect wholly owned material domestic subsidiaries.  These senior unsecured notes are non-recourse to Hess Corporation.\nIn April 2022, HESM Opco issued $\n400\nmillion in aggregate principal amount of\n5.500\n% fixed-rate senior unsecured notes due in 2030 in a private offering to repay borrowings under its revolving credit facility used to finance the repurchase of approximately\n13.6\nmillion HESM Opco Class B units held by Hess and GIP.  In August 2021, HESM Opco issued $\n750\nmillion in aggregate principal amount of\n4.250\n% fixed-rate senior unsecured notes due in 2030 in a private offering to finance the repurchase of\n31.25\nmillion HESM Opco Class B units held by Hess and GIP.\nCredit facilities:\nAt December 31, 2023, HESM Opco had $\n1.4\nbillion of senior secured syndicated credit facilities, consisting of a $\n1.0\nbillion revolving credit facility and a $\n400\nmillion term loan facility.  Borrowings under the term loan facility will generally bear interest at SOFR plus an applicable margin ranging from\n1.650\n% to\n2.550\n%, while the applicable margin for the syndicated revolving credit facility ranges from\n1.375\n% to\n2.050\n%.  Pricing levels for the facility fee and interest-rate margins are based on HESM Opco’s ratio of total debt to EBITDA (as defined in the credit facilities).  If HESM Opco obtains an investment grade credit rating, the pricing levels will be based on HESM Opco’s credit ratings in effect from time to time.  The credit facilities contain covenants that require HESM Opco to maintain a ratio of total debt to EBITDA (as defined in the credit facilities) for the prior four fiscal quarters of not greater than\n5.00\nto 1.00 as of the last day of each fiscal quarter (\n5.50\nto 1.00 during the specified period following certain acquisitions) and, prior to HESM Opco obtaining an investment grade credit rating, a ratio of secured debt to EBITDA for the prior four fiscal quarters of not greater than\n4.00\nto 1.00 as of the last day of each fiscal quarter.  HESM Opco was in compliance with these financial covenants at December 31, 2023.  The credit facilities are secured by first-priority perfected liens on substantially all of the assets of HESM Opco and its direct and indirect wholly owned material domestic subsidiaries, including equity interests directly owned by such entities, subject to certain customary exclusions.  At December 31, 2023, borrowings of $\n340\nmillion were drawn under HESM Opco’s revolving credit facility, and borrowings of $\n397\nmillion, excluding deferred issuance costs, were drawn under HESM Opco’s term loan facility.  Borrowings under these credit facilities are non-recourse to Hess Corporation.\n73\n8.  Asset Retirement Obligations\nThe following table describes the changes in our asset retirement obligations for the years ended December 31:\n(a)\nPayments to settle asset retirement obligations are presented in Changes in other operating assets and liabilities on the Statement of Consolidated Cash Flows.\nThe liabilities incurred in 2023 primarily relate to operations in Guyana while liabilities incurred in 2022 primarily relate to operations in Guyana and Malaysia.  Liabilities settled or disposed of in 2023 and 2022 primarily result from abandonment activity completed in the Gulf of Mexico and the Bakken.\nRevisions of estimated liabilities in 2023 include $\n82\nmillion that resulted from revisions to estimated costs to abandon certain wells, pipelines and production facilities in the West Delta Field in the Gulf of Mexico.  See\nNote 12, Impairment and Other\n.  Other revisions of estimated liabilities in 2023 primarily reflect changes in service and equipment rates.  Revisions of estimated liabilities in 2022 primarily reflect changes in service and equipment rates.\nSinking fund deposits that are legally restricted for purposes of settling asset retirement obligations, which are reported in non-current\nOther assets\nin the\nConsolidated Balance Sheet\n, were $\n294\nmillion at December 31, 2023 (2022: $\n261\nmillion).\n74\n9.  Retirement Plans\nWe have funded noncontributory defined benefit pension plans for a significant portion of our employees.  In addition, we have an unfunded supplemental pension plan covering certain employees, which provides incremental payments that would have been payable from our principal pension plans, were it not for limitations imposed by income tax regulations.  The plans provide defined benefits based on years of service and final average salary to our U.S. employees hired prior to January 1, 2017 and to our employees in the United Kingdom (U.K.).  The U.S. employees hired on or after January 1, 2017 participate under a cash accumulation formula and receive credits to a notional account based on a percentage of pensionable wages.  Interest accrues on the balance in the notional account at a rate determined in accordance with plan provisions.\nAdditionally, we maintain an unfunded post-retirement medical plan that provides health benefits to certain U.S. qualified retirees from ages 55 through 65.\nThe measurement date for all retirement plans is December 31.\nThe following table summarizes the benefit obligations, the fair value of plan assets, and the funded status of our pension and postretirement medical plans:\n(a)\nIn 2023, changes in discount rates resulted in actuarial losses of $\n56\nmillion, updates to census data resulted in actuarial losses of $\n18\nmillion, and the alignment of the projected benefit obligation to the amount of plan settlement payments resulted in actuarial gains of $\n20\nmillion.  Changes in all other assumptions resulted in net actuarial gains of $\n2\nmillion in 2023.  In 2022, changes in discount rates resulted in actuarial gains of $\n874\nmillion and changes in mortality assumptions resulted in actuarial losses of $\n8\nmillion.  Changes in all other assumptions, including inflation and demographic assumptions, resulted in net actuarial losses of $\n3\nmillion in 2022.\n(b)\nAt December 31, 2023, the accumulated benefit obligation for the funded and unfunded defined benefit pension plans was $\n1,684\nmillion and $\n181\nmillion, respectively (2022: $\n1,743\nmillion and $\n180\nmillion, respectively).\n(c)\nAt December 31, 2023, the unrecognized net actuarial losses related to the U.K. pension plan was $\n179\nmillion (2022: $\n175\nmillion).\n75\nAmounts recognized in the\nConsolidated Balance Sheet\nat December 31 consisted of the following:\n(a)\nThe after‑tax deficit reflected in Accumulated other comprehensive income (loss) was $\n134\nmillion at December 31, 2023 (2022: $\n131\nmillion deficit).\nThe net periodic benefit cost for funded and unfunded pension plans, and the postretirement medical plan, is as follows:\n(a)\nNet non-service cost, which is included in Other, net in the Statement of Consolidated Income, was income of $\n39\nmillion in 2023 (2022: $\n114\nmillion of income; 2021: $\n75\nmillion of income).\nIn 2023, the Hess Corporation Employees\n’\nPension Plan paid lump sums to certain participants totaling $\n143\nmillion which resulted in a noncash settlement loss of $\n17\nmillion to recognize unamortized actuarial losses.\nIn 2022, the Hess Corporation Employees\n’\nPension Plan purchased a single premium annuity contract at a cost of $\n166\nmillion using assets of the plan to settle and transfer certain of its obligations to a third party.  This partial settlement resulted in a noncash settlement loss of $\n13\nmillion to recognize unamortized actuarial losses.\nIn 2022, the HOVENSA Legacy Employees\n’\nPension Plan paid lump sums to certain participants totaling $\n20\nmillion, and purchased a single premium annuity contract at a cost of $\n80\nmillion, to settle the plan\n’\ns projected benefit obligation in connection with terminating the plan.  The settlement transactions resulted in a noncash settlement gain of $\n11\nmillion to recognize unamortized actuarial gains.  The assets remaining after settlement of the plan\n’\ns projected benefit obligation of $\n15\nmillion were transferred to the Hess Corporation Employees\n’\nPension Plan in December 2022.\nIn 2024, we forecast service cost for our pension and post-retirement medical plans to be approximately $\n40\nmillion and net non-service cost of approximately $\n65\nmillion of income, which is comprised of\ninterest cost\nof approximately $\n90\nmillion, and estimated expected return on plan assets of approximately $\n155\nmillion.\nThe board of trustees for our U.K. pension plan is evaluating various alternatives to settle all or a portion of the plan’s projected benefit obligation.  A decision to proceed will occur only after the board of trustees receives and evaluates proposals and determines that the transaction is in the best interest of plan participants.  Should a settlement be completed, a material noncash settlement loss may be recorded reflecting any difference between the settlement value and projected benefit obligation, and the acceleration of the recognition of unrecognized actuarial losses.\n76\nAssumptions\n:\nThe weighted average actuarial assumptions used to determine benefit obligations at December 31 and net periodic benefit cost for the three years ended December 31 for our funded and unfunded pension plans were as follows:\nThe actuarial assumptions used to determine benefit obligations at December 31 for the post-retirement medical plan were as follows:\nThe assumptions used to determine net periodic benefit cost for each year were established at the end of each previous year.  In 2022 and 2021, there was an interim remeasurement of the funded status of certain plans due to plan settlements which resulted in net periodic benefit cost being recalculated for the remainder of the year using assumptions as of the interim remeasurement dates.  The assumptions disclosed in the preceding table used to determine net periodic benefit cost for 2022 and 2021 are a weighted average of the assumptions as of the end of the previous year and the interim remeasurement dates.  Due to the timing of plan settlements in 2023, an interim remeasurement of the funded status was unnecessary in 2023.  The assumptions used to determine benefit obligations were established at each year end.   Discount rates are developed based on a portfolio of high‑quality, fixed income debt instruments with maturities that approximate the expected payment of plan obligations.\nThe overall expected rate of return on plan assets is developed from the expected future returns for each asset category, weighted by the target allocation of assets to that asset category.  The future expected rate of return assumptions for individual asset categories are largely based on inputs from various investment experts regarding their future return expectations for particular asset categories.  The expected rate of return on plan assets is applied to the fair value of plan assets to determine the expected return on plan assets component of net periodic benefit cost for the year.\nOur investment strategy is to maximize long‑term returns at an acceptable level of risk through broad diversification of plan assets in a variety of asset classes.  Asset classes and target allocations are determined by our investment committee and include domestic and foreign equities, fixed income, and other investments, including hedge funds, real estate and private equity.  Investment managers are prohibited from investing in securities issued by us unless indirectly held as part of an index strategy.  The majority of plan assets are highly liquid, providing ample liquidity for benefit payment requirements.  The current target allocations are\n30\n% equity securities,\n50\n% fixed income securities (including cash and short‑term investment funds) and\n20\n% to all other types of investments.  Asset allocations are rebalanced on a periodic basis throughout the year to bring assets to within an acceptable range of target levels.\n77\nFair value:\nThe following tables provide the fair value of the financial assets of the funded pension plans at December 31, 2023 and 2022 in accordance with the fair value measurement hierarchy described in\nNote 1, Nature of Operations, Basis of Presentation and Summary of Accounting Policies\n.\n(a)\nIncludes securities issued and guaranteed by U.S. and non‑U.S. governments, and securities issued by governmental agencies and municipalities.\n(b)\nComprised of U.S. residential and commercial mortgage-backed securities.\n(c)\nIncludes certain investments that have been valued using the net asset value (NAV) practical expedient, and therefore have not been categorized in the fair value hierarchy.  The inclusion of such amounts in the above table is intended to aid reconciliation of investments categorized in the fair value hierarchy to total pension plan assets.\nThe following describes the financial assets of the funded pension plans:\nCash and short‑term investment funds\n–\nConsists of cash on hand and short-term investment funds that provide for daily investments and redemptions which are classified as Level 1.\nEquities\n–\nConsists of individually held U.S. and international equity securities.  This investment category also includes funds that consist primarily of U.S. and international equity securities.  Equity securities, which are individually held and are traded actively on exchanges, are classified as Level 1.  Certain funds, consisting primarily of equity securities, are classified as Level 2 if the NAV is determined and published daily, and is the basis for current transactions.  Commingled funds, consisting primarily of equity securities held in unitized trusts, are valued using the NAV per fund share.\nFixed income investments\n–\nConsists of individually held securities issued by the U.S. government, non-U.S. governments, governmental agencies, municipalities and corporations, and agency and non-agency mortgage-backed securities.  This investment category also includes funds that consist primarily of fixed income securities.  Individual fixed income securities are generally valued on the basis of evaluated prices from independent pricing services.  Such prices are monitored by the trustee, which also serves as the independent third-party custodial firm responsible for safekeeping assets of the particular plan, and are classified as Level 2.  Exchange-traded funds consisting of fixed income securities are classified as Level 1.  Certain funds, consisting primarily of fixed\n78\nincome securities, are classified as Level 2 if the NAV is determined and published daily, and is the basis for current transactions.  Commingled funds, consisting primarily of fixed income securities, are valued using the NAV per fund share.\nOther investments\n–\nConsists of exchange‑traded real estate investment trust securities, which are classified as Level 1.  Commingled funds and limited partnership investments in hedge funds, private equity and real estate funds are valued at the NAV per fund share.\nContributions and estimated future benefit payments\n:  In 2024, we expect to contribute approximately $\n25\nmillion to our funded pension plans.\nEstimated future benefit payments by the funded and unfunded pension plans, and the post-retirement medical plan, which reflect expected future service, are as follows (in millions):\nWe also have defined contribution plans for certain eligible employees.  Employees may contribute a portion of their compensation to these plans and we match a portion of the employee contributions.  We recorded expense of $\n24\nmillion in 2023 for contributions to these plans (2022: $\n22\nmillion; 2021: $\n18\nmillion).\n79\n10.  Revenue\nRevenue from contracts with customers on a disaggregated basis was as follows (in millions):\n(a)\nOther includes our interest in the Waha Concession in Libya, which was sold in November 2022, and our interests in Denmark, which were sold in August 2021.\n(b)\nGuyana crude oil revenue includes $\n433\nmillion of revenue from non-customers in 2023 (2022: $\n230\nmillion).  There was\nno\nsales revenue from non-customers in 2021.\n(c)\nOther operating revenues are not a component of revenues from contracts with customers.  Included within other operating revenues are\ngains (losses) on commodity derivatives\nof $(\n190\n) million in 2023, $(\n585\n) million in 2022, and $(\n243\n) million in 2021.\n11.  Dispositions\n2022:\nWe completed the sale of our\n8\n% interest in the Waha Concession in Libya for net cash consideration of $\n150\nmillion and recognized a pre-tax gain of $\n76\nmillion ($\n76\nmillion after income taxes).  We also completed the sale of real property related to our former downstream business for cash consideration of $\n24\nmillion and recognized a pre-tax gain of $\n22\nmillion ($\n22\nmillion after income taxes).\n2021:\nWe completed the sale of our interests in Denmark for net cash consideration of approximately $\n130\nmillion, after normal closing adjustments, and recognized a pre-tax gain of $\n29\nmillion ($\n29\nmillion after income taxes).  In addition, we completed the sale of our Little Knife and Murphy Creek nonstrategic acreage interests in the Bakken for net cash consideration of $\n297\nmillion, after normal closing adjustments.  The sale included approximately\n78,700\nnet acres, which are located in the southernmost portion of the Corporation\n’\ns Bakken position.  The acreage constituted part of a larger amortization base and the sale was treated as a normal retirement.  Accordingly,\nno\ngain or loss was recognized upon sale.\n80\n12.  Impairment and Other\n2023\n:  We recorded a pre-tax charge of $\n82\nmillion ($\n82\nmillion after income taxes) that resulted from revisions to estimated costs to abandon certain wells, pipelines and production facilities in the West Delta Field in the Gulf of Mexico.  These abandonment obligations were assigned to us as a former owner after they were discharged from Fieldwood Energy LLC (Fieldwood) as part of its approved bankruptcy plan in 2021.  See\nNote 8, Asset Retirement Obligations\n.\n2022\n:  We recorded a pre-tax charge of $\n28\nmillion ($\n28\nmillion after income taxes) that resulted from updates to our estimated abandonment liabilities for non-producing properties in the Gulf of Mexico and $\n26\nmillion ($\n26\nmillion after income taxes) to fully impair the net book value of our interests in the Penn State Field in the Gulf of Mexico due to a mechanical issue on the field\n’\ns remaining production well.\n2021:\nIn June 2021, the U.S. Bankruptcy Court approved the bankruptcy plan of Fieldwood, which included the abandonment of certain assets, including\nseven\noffshore Gulf of Mexico leases and related facilities in the West Delta Field that were formerly owned by us and sold to a Fieldwood predecessor in 2004, and the discharge of Fieldwood’s obligation to decommission these facilities.  As a result, we recognized a pre-tax charge of $\n147\nmillion ($\n147\nmillion after income taxes) in connection with the estimated abandonment obligations in the West Delta Field.\n13.  Share-based Compensation\nWe have established and maintain LTIP for the granting of restricted common shares, PSUs and stock options to our employees.  At December 31, 2023, the total number of authorized common stock under the LTIP was\n63.5\nmillion shares, of which we have\n19.9\nmillion shares available for issuance.\nShare‑based compensation expense consisted of the following:\nBased on share‑based compensation awards outstanding at December 31, 2023, unearned compensation expense, before income taxes, of $\n89\nmillion is expected to be recognized over a weighted average period of\n1.8\nyears.\nOur share-based compensation plans can be summarized as follows:\nRestricted stock:\nRestricted stock generally vests equally on an annual basis over a\nthree-year\nterm and is valued based on the prevailing market price of our common stock on the date of grant.\nThe following is a summary of restricted stock award activity in 2023:\n(a)\nIn 2023, restricted stock with a vesting date fair value of $\n104\nmillion were vested (2022: $\n86\nmillion; 2021: $\n72\nmillion).\nPerformance share units:\nPSUs generally vest\nthree years\nfrom the date of grant and are valued using a\nMonte Carlo simulation\non the date of grant.\nFor the PSU's granted in 2021 and 2022, the number of shares of common stock to be issued under a PSU agreement is based on a comparison of the Corporation’s total shareholder return (TSR) to the TSR of a predetermined group of peer companies and the S&P 500 index over a\nthree-year\nperformance period ending December 31 of the year prior to settlement of the grant.  Payouts of the performance share awards will range from\n0\n% to\n200\n% of the target awards based on the Corporation’s TSR ranking within the peer\n81\ngroup.  Dividend equivalents for the performance period will accrue on performance shares but will only be paid out on earned shares after the performance period.\nFor the PSU's granted in 2023, the number of shares of common stock to be issued under a PSU agreement is based on a comparison of the Corporation’s total shareholder return compound annual growth rate (TSR CAGR) to the TSR CAGR of the SPDR S&P Oil & Gas Exploration and Production ETF (XOP), with a modifier determined by comparing the Corporation\n’\ns TSR CAGR to the TSR CAGR of the S&P 500 index, over a\nthree-year\nperformance period ending December 31, 2025.  Payout of the performance share awards will range from\n0\n% to\n200\n% of the target awards based on the comparison of the Corporation\n’\ns TSR CAGR to the XOP's TSR CAGR.  The modifier can only adjust the payout percentage by plus or minus\n10\n%, up to a maximum of\n210\n% or a minimum of\n0\n%.  Dividend equivalents for the performance period will accrue on performance shares but will only be paid out on earned shares after the performance period.\nThe following is a summary of PSU activity in 2023:\n(a)\nIn 2023, PSU’s with a vesting date fair value of $\n55\nmillion were vested (2022: $\n37\nmillion; 2021: $\n30\nmillion).\nThe following weighted average assumptions were utilized to estimate the fair value of PSU awards:\nStock options:\nStock options vest over\nthree years\nfrom the date of grant, have a\n10\n‑year term, and the exercise price equals the market price of our common stock on the date of grant.\nThe following is a summary of stock options activity in 2023:\nAt December 31, 2023, there were\n1.5\nmillion outstanding stock options (\n1.0\nmillion exercisable) with a weighted average exercise price of $\n78.85\nper share ($\n64.07\nper share for exercisable options), a weighted average remaining contractual life of\n6.1\nyears (\n5.1\nyears for exercisable options) and an aggregate intrinsic value of $\n105\nmillion ($\n88\nmillion for exercisable options).  The intrinsic value of stock options exercised in 2023 was $\n13\nmillion (2022: $\n44\nmillion, 2021: $\n45\nmillion).\nThe following weighted average assumptions were utilized to estimate the fair value of stock options:\n82\nIn estimating the fair value of PSUs and stock options, the risk-free interest rate is based on the expected term of the award and is obtained from published sources.  The stock price volatility is determined from the historical stock prices of the Corporation using the expected term.\n14.  Income Taxes\nThe provision (benefit) for income taxes consisted of:\n(a)\nPrimarily comprised of Guyana in 2023, Guyana and Libya in 2022, and Libya in 2021.\nIncome (loss) before income taxes consisted of the following:\n(a)\nIncludes substantially all of our interest expense, corporate expense, the results of commodity hedging activities, and amounts attributable to noncontrolling interests.\nThe difference between our effective income tax rate and the U.S. statutory rate is reconciled below:\n(a)\nThe variance in effective income tax rates attributable to the effect of foreign operations is primarily driven by Guyana in 2023 and Libya in 2022 and 2021.\n83\nThe components of deferred tax liabilities and deferred tax assets at December 31, were as follows:\n(a)\nIn 2023, the valuation allowance decreased by $\n6\nmillion (2022: decrease of $\n180\nmillion; 2021: decrease of $\n1,553\nmillion).\nIn the\nConsolidated Balance Sheet\n, deferred tax assets and liabilities are netted by taxing jurisdiction and are recorded at December 31, as follows:\nAt December 31, 2023, we have a gross deferred tax asset related to net operating loss carryforwards of $\n4,406\nmillion before application of valuation allowances.  The deferred tax asset is comprised of $\n127\nmillion attributable to foreign net operating losses which will begin to expire in 2025, $\n3,778\nmillion attributable to U.S. federal operating losses which will begin to expire in 2034, and $\n501\nmillion attributable to losses in various U.S. states which will begin to expire in 2024.  The deferred tax asset attributable to foreign net operating losses, net of valuation allowances, is $\n23\nmillion.  A full valuation allowance is established against the deferred tax asset attributable to U.S. federal and state net operating losses, except for $\n38\nmillion of U.S. federal and $\n8\nmillion of U.S. state deferred tax assets attributable to Midstream activities for which separate U.S. federal and state tax returns are filed.  At December 31, 2023, we have U.S. state tax credit carryforwards of $\n27\nmillion, which will begin to expire in 2034, $\n81\nmillion of other business credit carryforwards, which will begin to expire in 2036, and foreign tax credit carryforwards of $\n1\nmillion, which will begin to expire in 2024.  A full valuation allowance is established against the deferred tax asset attributable to these credits.\nAt December 31, 2023, the\nConsolidated Balance Sheet\nreflects a $\n3,652\nmillion (2022: $\n3,658\nmillion) valuation allowance against the net deferred tax assets for multiple jurisdictions based on application of the relevant accounting standards.  Hess continues to maintain a full valuation allowance against its deferred tax assets in the U.S. (non-Midstream) and certain other jurisdictions.  The reduction in valuation allowance year over year is primarily due to a partial release of the valuation allowance in Malaysia, partially offset with an increase in deferred tax asset balances in other jurisdictions.  Management assesses the available positive and negative evidence to estimate whether sufficient future taxable income will be generated to permit the use of deferred tax assets.  In December 2023, the valuation allowance established against a portion of the net deferred tax assets in Malaysia, related to the Marginal Field tax ring-fence was released in the amount of $\n33\nmillion as a result of the emergence from a cumulative loss position and positive evidence from forecasted pre-tax income from operations.  The remaining valuation allowance in Malaysia is associated with net deferred tax assets of other tax ring-fences which lack sufficient positive evidence to support realizability.  While we emerged from a recent cumulative loss position in the U.S. (non-Midstream) in 2023, the cumulative income position is near breakeven.  Until we see a more significant and sustained pattern of objectively verifiable income, we do not assign significant weight to subjective long-term projections of future income and thus maintain a full valuation allowance against our U.S. (non-Midstream) federal and state deferred tax assets.  If anticipated future earnings are exceeded, sufficient positive evidence may become available to support the release of valuation allowance in the future.  This would result in the recognition of certain deferred tax assets on the balance sheet and a decrease to income tax expense for the period in which the release is recognized.\n84\nBelow is a reconciliation of the gross beginning and ending amounts of unrecognized tax benefits:\nThere is\nno\nbalance at December 31, 2023 for unrecognized tax benefits that, if recognized would impact our effective income tax rate.  Over the next 12 months, we have\nno\nunrecognized benefit that is reasonably possible to decrease due to settlements with taxing authorities or other resolutions, as well as lapses in statutes of limitation.  At December 31, 2023, we have\nno\naccrued interest and penalties related to unrecognized tax benefits (2022: $\n0 million\n).\nWe file income tax returns in the U.S. and various foreign jurisdictions.  We are no longer subject to examinations by income tax authorities in most jurisdictions for years prior to 2009.\n15.  Outstanding and Weighted Average Common Shares\nNet income and weighted average number of common shares used in the basic and diluted earnings per share computations were as follows:\nThe following table provides the changes in our outstanding common shares:\n85\nCommon Stock Repurchase Plan\n:\nOn March 1, 2023, our Board of Directors approved a new authorization for the repurchase of our common stock in an aggregate amount of up to $\n1\nbillion.  This new authorization replaced our previous repurchase authorization which was fully utilized at the end of 2022.  There were\nno\nshares of our common stock repurchased during 2023 or 2021.  During 2022, we repurchased approximately\n5.4\nmillion shares of our common stock for $\n650\nmillion ($\n20\nmillion was paid subsequent to December 31, 2022).  Shares of common stock repurchased are retired upon settlement of the trade.\nCommon Stock Dividends\n:\nCash dividends declared on common stock totaled $\n1.75\nper share in 2023 (2022: $\n1.50\nper share; 2021: $\n1.00\nper share).\n16.  Supplementary Cash Flow Information\nThe following information supplements the\nStatement of Consolidated Cash Flows\n:\n17.  Guarantees, Contingencies and Commitments\nGuarantees and Contingencies\nWe are subject to loss contingencies with respect to various claims, lawsuits and other proceedings.  A liability is recognized in our consolidated financial statements when it is probable that a loss has been incurred and the amount can be reasonably estimated.  If the risk of loss is probable, but the amount cannot be reasonably estimated or the risk of loss is only reasonably possible, a liability is not accrued; however, we disclose the nature of those contingencies.  We cannot predict with certainty if, how or when existing claims, lawsuits and proceedings will be resolved or what the eventual relief, if any, may be, particularly for proceedings that are in their early stages of development or where plaintiffs seek indeterminate damages.\nWe, along with many companies that have been or continue to be engaged in refining and marketing of gasoline, have been a party to lawsuits and claims related to the use of MTBE in gasoline.  A series of similar lawsuits, many involving water utilities or governmental entities, were filed in jurisdictions across the United States against producers of MTBE and petroleum refiners who produced gasoline containing MTBE, including us.  The principal allegation in all cases was that gasoline containing MTBE was a defective product and that these producers and refiners are strictly liable in proportion to their share of the gasoline market for damage to groundwater resources and are required to take remedial action to ameliorate the alleged effects on the environment of releases of MTBE. The majority of the cases asserted against us have been settled.  There are\ntwo\nremaining active cases, filed by Pennsylvania and Maryland. In June 2014, the Commonwealth of Pennsylvania filed a lawsuit alleging that we and all major oil companies with operations in Pennsylvania, have damaged the groundwater by introducing thereto gasoline with MTBE.  The Pennsylvania suit has been forwarded to the existing MTBE multidistrict litigation pending in the Southern District of New York.  In December 2017, the State of Maryland filed a lawsuit alleging that we and other major oil companies damaged the groundwater in Maryland by introducing thereto gasoline with MTBE. The suit, filed in Maryland state court, was served on us in January 2018 and has been removed to federal court by the defendants.\nIn March 2014, we received an Administrative Order from the EPA requiring us and 26 other parties to undertake the Remedial Design for the remedy selected by the EPA for the Gowanus Canal Superfund Site in Brooklyn, New York.  Our alleged liability derives from our former ownership and operation of a fuel oil terminal and connected shipbuilding and repair facility adjacent to the Canal.  The remedy selected by the EPA includes dredging of surface sediments and the placement of a cap over the deeper sediments\n86\nthroughout the Canal and in-situ stabilization of certain contaminated sediments that will remain in place below the cap.  The EPA’s original estimate was that this remedy would cost $\n506\nmillion; however, the ultimate costs that will be incurred in connection with the design and implementation of the remedy remain uncertain.  We have complied with the EPA’s March 2014 Administrative Order and contributed funding for the Remedial Design based on an allocation of costs among the parties determined by a third-party expert.  In January 2020, we received an additional Administrative Order from the EPA requiring us and several other parties to begin Remedial Action along the uppermost portion of the Canal.  We intend to comply with this Administrative Order.  The remediation work began in the fourth quarter of 2020.  Based on currently known facts and circumstances, we do not believe that this matter will result in a significant liability to us, and the costs will continue to be allocated amongst the parties, as they were for the Remedial Design.\nFrom time to time, we are involved in other judicial and administrative proceedings relating to environmental matters.  We periodically receive notices from the EPA that we are a “potential responsible party” under the Superfund legislation with respect to various waste disposal sites.  Under this legislation, all potentially responsible parties may be jointly and severally liable.  For any site for which we have received such a notice, the EPA’s claims or assertions of liability against us relating to these sites have not been fully developed, or the EPA’s claims have been settled or a settlement is under consideration, in all cases for amounts that are not material.  Beginning in 2017, certain states, municipalities and private associations in California, Delaware, Maryland, Rhode Island and South Carolina separately filed lawsuits against oil, gas and coal producers, including us, for alleged damages purportedly caused by climate change.  These proceedings include claims for monetary damages and injunctive relief. Beginning in 2013, various parishes in Louisiana filed suit against approximately 100 oil and gas companies, including us, alleging that the companies’ operations and activities in certain fields violated the State and Local Coastal Resource Management Act of 1978, as amended, and caused contamination, subsidence and other environmental damages to land and water bodies located in the coastal zone of Louisiana.  The plaintiffs seek, among other things, the payment of the costs necessary to clear, re-vegetate and otherwise restore the allegedly impacted areas.  The ultimate impact of such climate and other aforementioned environmental proceedings, and of any related proceedings by private parties, on our business or accounts cannot be predicted at this time due to the large number of other potentially responsible parties and the speculative nature of clean-up cost estimates.\nHess Corporation and its subsidiary HONX, Inc. have been named as defendants in various personal injury claims alleging exposure to asbestos and/or other alleged toxic substances while working at a former refinery (owned and operated by subsidiaries or related entities) located in St. Croix, U.S. Virgin Islands.  On April 28, 2022, HONX, Inc. initiated a Chapter 11 § 524G process in the United States Bankruptcy Court for the Southern District of Texas, Houston Division, to resolve these asbestos-related claims. In February 2023, Hess, HONX, Inc., the Unsecured Creditors’ Committee, and counsel representing claimants, reached a mediated resolution of the matter, contingent upon ongoing negotiations with the Future Claimants Representative (FCR), final approvals of all parties and confirmation by the Bankruptcy Court.  As of December 31, 2023, following agreement with the FCR, we increased our reserve to a total of $\n153\nmillion for the amounts expected to be funded to the § 524G trust established for the settlement of all current and future claims.  The Bankruptcy Court and U.S. Federal District Court confirmed the HONX Bankruptcy Plan on February 16, 2024.\nWe are also involved in\nsix\nclaims in federal and state courts in North Dakota related to post-production deductions from royalty and working interest payments.  The plaintiffs in these cases assert that we take unauthorized or excessive post-production deductions from royalty or working interest payments for various oil and gas processing and transportation related costs and expenses.  These plaintiffs seek reimbursement for allegedly underpaid revenue.  It is our position that these costs and expenses are actual, reasonable, necessary, and authorized by the respective leases and North Dakota law.  We believe that based on the facts and circumstances of these claims and because we have viable defenses, loss is not probable and the ultimate impact of these claims on our business or accounts cannot be estimated at this time due to the early stages of the proceedings and the speculative and indeterminate damages.\nWe may also be exposed to future decommissioning liabilities for divested assets in the event the current or future owners of facilities previously owned by us are determined to be unable to perform such actions, whether due to bankruptcy or otherwise.  We cannot predict with certainty if, how or when such proceedings will be resolved or what the eventual relief, if any, may be, particularly for proceedings that are in their early stages of development or where plaintiffs seek indeterminate damages.  Numerous issues may need to be resolved, including through potentially lengthy discovery and determination of important factual matters before a loss or range of loss can be reasonably estimated for any proceeding.\nSubject to the foregoing, in management’s opinion, based upon currently known facts and circumstances, the outcome of lawsuits, claims and proceedings, including the matters disclosed above, is not expected to have a material adverse effect on our financial condition, results of operations or cash flows.  However, we could incur judgments, enter into settlements, or revise our opinion regarding the outcome of certain matters, and such developments could have a material adverse effect on our results of operations in the period in which the amounts are accrued and our cash flows in the period in which the amounts are paid.\n87\nUnconditional Purchase Obligations and Commitments\nThe following table shows aggregate information for certain unconditional purchase obligations and commitments at December 31, 2023, which are not included elsewhere within these\nConsolidated Financial Statements\n:\n88\n18.  Segment Information\nWe currently have\ntwo\noperating segments, E&P and Midstream.  The E&P operating segment explores for, develops, produces, purchases and sells crude oil, NGL and natural gas.  Production operations over the three years ended December 31, 2023 were in Guyana, the U.S., Malaysia and the JDA, Libya (sold in November 2022) and Denmark (sold in August 2021).  The Midstream operating segment provides fee-based services, including gathering, compressing and processing natural gas and fractionating NGL; gathering, terminaling, loading and transporting crude oil and NGL; storing and terminaling propane, and water handling services primarily in the Bakken shale play of North Dakota.  All unallocated costs are reflected under Corporate, Interest and Other.\nThe following table presents operating segment financial data (in millions):\nCorporate, Interest and Other had interest income of $\n82\nmillion in 2023 (2022: $\n32\nmillion, 2021: $\n1\nmillion) which is included in\nOther, net\nin the\nStatement of Consolidated Income.\n89\nThe following table presents financial information by major geographic area:\n(a)\nOther includes our interests in Libya (sold in November 2022), Denmark (sold in August 2021), Suriname and Canada.\n(b)\nProperty, plant and equipment in the United States in 2023 includes $\n7,325\nmillion (2022: $\n6,764\nmillion) attributable to the E&P segment and $\n3,229\nmillion (2022: $\n3,173\nmillion) attributable to the Midstream segment\n.\n19.\nFinancial Risk Management Activities\nIn the normal course of our business, we are exposed to commodity risks related to changes in the prices of crude oil and natural gas, as well as changes in interest rates and foreign currency values.  In the disclosures that follow, corporate financial risk management activities refer to the mitigation of these risks through hedging activities.  We maintain a control environment for all of our financial risk management activities under the direction of our Chief Risk Officer.  Our Treasury department is responsible for administering foreign exchange rate and interest rate hedging programs using similar controls and processes, where applicable.  Hedging strategies are reviewed annually by the Audit Committee of the Board of Directors.\nCorporate Financial Risk Management Activities:\nFinancial risk management activities include transactions designed to reduce risk in the selling prices of crude oil or natural gas we produce or reduce our exposure to foreign currency or interest rate movements.  Generally, futures, swaps or option strategies may be used to fix the forward selling price, or establish a floor price or a range banded with a floor and ceiling price, for a portion of our crude oil or natural gas production.  Forward contracts or swaps may also be used to purchase certain currencies in which we conduct business with the intent of reducing exposure to foreign currency fluctuations.  At December 31, 2023, these forward contracts relate to the British Pound and Malaysian Ringgit.  Interest rate swaps may be used to convert interest payments on certain long-term debt from fixed to floating rates.\nThe notional amounts of outstanding financial risk management derivative contracts were as follows:\n90\nThe table below reflects the gross and net fair values of risk management derivative instruments:\nAt December 31, 2023 and 2022, the fair value of our interest rate swaps is presented within\nAccrued liabilities\nand\nOther liabilities and deferred credits\n, respectively, in our\nConsolidated Balance Sheet\n.  The fair value of our foreign exchange forwards and swaps is presented within\nAccrued liabilities\nin our\nConsolidated Balance Sheet\n.  All fair values in the table above are based on Level 2 inputs.\nCrude oil price hedging contracts\ndecreased\nSales and other operating revenues\nby $\n190\nmillion in 2023 (2022: decrease of $\n585\nmillion; 2021: decrease of $\n243\nmillion).  The change in fair value of interest rate swaps was an increase of $\n2\nmillion in 2023 (2022: $\n6\nmillion decrease; 2021: $\n3\nmillion decrease)\nwith a corresponding adjustment in the carrying value of the hedged fixed‑rate debt.  We recognized net foreign exchange gains of $\n4\nmillion in 2023 (2022: $\n16\nmillion losses; 2021: $\n3\nmillion losses).  Offsetting these net foreign exchange gains were net losses from our foreign exchange derivative contracts, that are not designated as hedges, of $\n2\nmillion in 2023 (2022: $\n14\nmillion gains; 2021: $\n1\nmillion gains).  Foreign exchange gains and losses, and the gains and losses on our foreign exchange derivative contracts, are recorded in\nOther, net\nin the\nStatement of Consolidated Income\n.\nCredit Risk:\nWe are exposed to credit risks that may at times be concentrated with certain counterparties, groups of counterparties or customers.  Accounts receivable are generated from a diverse domestic and international customer base.  At December 31, 2023, our accounts receivable were concentrated with the following counterparty industry segments:  Integrated companies\n40\n%, Independent E&P companies\n37\n%, Refining and marketing companies\n12\n%, Storage and transportation companies\n4\n%, National oil companies\n1\n%,  and Others\n6\n%.  We reduce risk related to certain counterparties, where applicable, by using master netting arrangements and requiring collateral, generally cash or letters of credit.\nAt December 31, 2023, we had outstanding letters of credit totaling $\n88\nmillion (2022: $\n83\nmillion).\nFair Value Measurement:\nAt December 31, 2023, our total long-term debt, which was substantially comprised of fixed rate debt instruments, had a carrying value of $\n8,613\nmillion and a fair value of $\n9,006\nmillion, based on Level 2 inputs in the fair value measurement hierarchy.  We also have short-term financial instruments, primarily cash equivalents, accounts receivable and accounts payable, for which the carrying value approximated fair value at December 31, 2023 and December 31, 2022.\n20.  Subsequent Event\nIn February 2024, Hess Midstream LP completed an underwritten public equity offering of\n11.5\nmillion Hess Midstream LP Class A shares held by an affiliate of GIP.  Hess did not receive any proceeds from this transaction.  After giving effect to this transaction, public shareholders of Class A shares of Hess Midstream LP own approximately\n35\n%, GIP owns approximately\n27\n%, and Hess owns approximately\n38\n% of the consolidated entity on an as-exchanged basis.\n91\nHESS CORPORATION AND CONSOLIDATED SUBSIDIARIES\nSUPPLEMENTARY OIL AND GAS DATA (UNAUDITED)\nThe\nSupplementary Oil and Gas Data\nthat follows is presented in accordance with ASC 932,\nDisclosures about Oil and Gas Producing Activities,\nand includes (1) costs incurred, capitalized costs and results of operations relating to oil and gas producing activities, (2) net proved oil and gas reserves and (3) a standardized measure of discounted future net cash flows relating to proved oil and gas reserves, including a reconciliation of changes therein.\nCosts Incurred in Oil and Gas Producing Activities\n(a)\nOther includes our interests in Libya (sold in November 2022), Denmark (sold in August 2021), Suriname and Canada.\n(b)\nIncludes an increase for net accruals and revisions of asset retirement obligations of $201 million in 2023 (2022: $218 million increase; 2021: $208 million increase).\n(c)\nNet accruals for asset retirement obligations in the United States exclude a charge of $82 million in 2023 (2021: $147 million) related to our former interests in the West Delta Field in the Gulf of Mexico which we sold to a Fieldwood predecessor in 2004.  See Note 8, Asset Retirement Obligations in the Notes to Consolidated Financial Statements.\nCapitalized Costs Relating to Oil and Gas Producing Activities\n92\nResults of Operations for Oil and Gas Producing Activities\nThe results of operations shown below exclude non‑oil and gas producing activities, primarily gains (losses) on sales of oil and gas properties, sales of purchased crude oil, NGL and natural gas from third parties, interest expense and non-operating income.  Revenue from net production volumes include crude oil hedging results and are net of payments for unutilized committed transportation capacity.  Therefore, these results are on a different basis than the net income (loss) from E&P operations reported in Management’s Discussion and Analysis of Financial Condition and Results of Operations and in\nNote 18, Segment Information\nin the\nNotes to Consolidated Financial Statements.\n(a)\nProduction commenced from Liza Phase 1 in December 2019, Liza Phase 2 in February 2022 and Payara in November 2023.  Operating costs and expenses also include pre-development costs from the operator for future phases of development and Hess internal costs.\n(b)\nOther includes our interests in Libya (sold in November 2022), Denmark (sold in August 2021), Suriname and Canada.\n(c)\nOperating costs and expenses and depreciation, depletion and amortization, in the United States, include $108 million and $65 million, respectively, related to the cost of 4.2 million barrels of crude oil stored on two VLCCs at December 31, 2020 that were sold in 2021.\n93\nProved Oil and Gas Reserves\nOur proved oil and gas reserves are calculated in accordance with the Securities and Exchange Commission (SEC) regulations and the requirements of the Financial Accounting Standards Board.  Proved oil and gas reserves are quantities, which by analysis of geoscience and engineering data, can be estimated with reasonable certainty to be economically producible from known reservoirs under existing economic conditions, operating methods and government regulations.  Our estimation of net recoverable quantities of liquid hydrocarbons and natural gas is a highly technical process performed by our internal teams of geoscience and reservoir engineering professionals.  Estimates of reserves were prepared by the use of appropriate geologic, petroleum engineering, and evaluation principles and techniques that are in accordance with practices generally recognized by the petroleum industry as presented in the publication of the Society of Petroleum Engineers entitled “Standards Pertaining to the Estimating and Auditing of Oil and Gas Reserves Information (Revision as of June 25, 2019).”  The method or combination of methods used in the analysis of each reservoir is based on the maturity of the reservoir, the completeness of the subsurface data available at the time of the estimate, the stage of reservoir development and the production history.  Subsurface data used included well logs, reservoir core and fluid samples, production and pressure testing, static and dynamic pressure information, and reservoir surveillance.  Where applicable, reliable technologies may be used in reserve estimation, as defined in the SEC regulations.  These technologies, including computational methods, must have been field tested and demonstrated to provide reasonably certain results with consistency and repeatability in the formation being evaluated or in an analogous formation.  In some cases, where appropriate, use of empirical and analytical methods, combined with analog data were used.  Analytic tools, including reservoir simulation, geologic modeling and seismic processing, have been used in the interpretation of the subsurface data.  These technologies were used to increase the quality and confidence in the reserves estimates.\nIn order for reserves to be classified as proved, any required government approvals must be obtained and depending on the cost of the project, either senior management or the Board of Directors must commit to fund the development.  Our proved reserves are subject to certain risks and uncertainties, which are discussed in\nPart 1,\nItem 1A. Risk Factors\nof this Form 10‑K.\nInternal Controls\nThe Corporation maintains internal controls over its oil and gas reserve estimation processes, which are administered by our Global Reserves group and our Chief Financial Officer.  Estimates of reserves are prepared by technical staff who work directly with the oil and gas properties using industry standard reserve estimation principles, definitions and methodologies.  Each year, reserve estimates of the Corporation’s assets are subject to internal technical audits and reviews.  In addition, an independent third-party reserve engineer reviews and audits a significant portion of the Corporation’s reported reserves (see pages\nthrough\n).  Reserve estimates are reviewed by senior management and the Board of Directors.\nQualifications\nThe person primarily responsible for overseeing the preparation of the Corporation’s oil and gas reserves during 2023 was the Director, Global Reserves.  He is a member of the Society of Petroleum Engineers and has over 20 years of experience in the oil and gas industry with a MSc degree in Petroleum Engineering.  His experience has been primarily focused on oil and gas subsurface understanding and reserves estimation in both domestic and international areas.  He is also responsible for the Corporation’s Global Reserves group, which is the internal organization that establishes the policies and processes used within the operating units to estimate reserves and perform internal technical reserve audits and reviews.\nReserves Audit\nWe engaged the consulting firm of DeGolyer and MacNaughton (D&M) to perform an audit of the internally prepared reserve estimates on certain fields aggregating approximately 89% of 2023 year‑end reported reserve quantities on a barrel of oil equivalent basis (2022: 89%).  The purpose of this audit was to provide additional assurance on the reasonableness of internally prepared reserve estimates and compliance with SEC regulations.  The D&M report, dated February 7, 2024, on the Corporation’s estimated oil and gas reserves was prepared using standard geological and engineering methods generally recognized in the petroleum industry.  D&M is an independent petroleum engineering consulting firm that has been providing petroleum consulting services throughout the world for over 70 years.  D&M’s letter report on the Corporation’s December 31, 2023 oil and gas reserves is included as an exhibit to this Form 10‑K.  While the D&M report should be read in its entirety, the report concludes that for the properties reviewed by D&M, the total net proved reserve estimates prepared by Hess and independently evaluated by D&M, in the aggregate, differed by approximately 1.3% (2022: approximately 2.6%) of total audited net proved reserves on a barrel of oil equivalent basis.  The report also includes among other information, the qualifications of the technical person primarily responsible for overseeing the reserve audit.\nCrude Oil Prices Used to Estimate Proved Reserves\nProved reserves are calculated using the average price during the twelve-month period before December 31 determined as an unweighted arithmetic average of the first-day-of-the-month price for each month within the year, unless prices are defined by contractual agreements, excluding escalations based on future conditions.  Crude oil prices used in the determination of proved reserves at December 31, 2023 were $78.10 per barrel for WTI (2022: $94.13; 2021: $66.34) and $82.51 per barrel for Brent (2022:\n94\n$97.98; 2021: $68.92).  New York Mercantile Exchange (NYMEX) natural gas prices used were $2.75 per mcf in 2023 (2022: $6.44; 2021: $3.68).\nAt December 31, 2023, spot prices closed at $71.65 per barrel for WTI and $77.59 per barrel for Brent.  If crude oil prices in 2024 are at levels below that used in determining 2023 proved reserves, we may recognize negative revisions to our December 31, 2024 proved undeveloped reserves.  In addition, we may recognize negative revisions to proved developed reserves, which can vary significantly by asset due to differing operating cost structures.  Conversely, price increases in 2024 above those used in determining 2023 proved reserves could result in positive revisions to proved developed and proved undeveloped reserves at December 31, 2024.  It is difficult to estimate the magnitude of any potential net negative or positive change in proved reserves at December 31, 2024, due to numerous currently unknown factors, including 2024 crude oil prices, the amount of any additions to proved reserves, positive or negative revisions in proved reserves related to 2024 reservoir performance, the levels to which industry costs will change in response to 2024 crude oil prices, and management’s plans as of December 31, 2024 for developing proved undeveloped reserves\n.\nFollowing are the Corporation’s proved reserves:\n(a)\nOther includes our interests in Libya (sold in November 2022) and Denmark (sold in August 2021).\n95\n(a)\nNatural gas production in 2023 includes 17 million mcf used for fuel (2022: 14 million mcf; 2021: 19 million mcf).\n(b)\nGuyana natural gas reserves at December 31, 2023 reflect natural gas to be sold from the Liza Field to supply the 300 megawatt onshore power plant that will be constructed and operated by the Government of Guyana, and natural gas that will be consumed for fuel.  Guyana natural gas reserves at December 31, 2022 and 2021 reflect natural gas that will be consumed for fuel.\n(c)\nOther includes our interests in Libya (sold in November 2022) and Denmark (sold in August 2021).\n(d)\nNatural gas to be consumed as fuel represents less than 3% of total proved reserves on a barrel of oil equivalent basis at December 31, 2023, 2022 and 2021.\nExtensions, discoveries and other additions (‘Additions’)\n2023\n:  Total Additions were 169 million boe, of which 15 million boe (5 million barrels of crude oil, 2 million barrels of NGL and 48 million mcf of natural gas) related to proved developed reserves.  Additions to proved developed reserves primarily resulted from drilling activity in the Bakken shale play in North Dakota and North Malay Basin, offshore Peninsula Malaysia.  Additions to proved undeveloped reserves were 154 million boe (117 million barrels of crude oil, 14 million barrels of NGL and 136 million mcf of natural gas) and are discussed in further detail on page\n.\n2022\n:  Total Additions were 197 million boe, of which 14 million boe (9 million barrels of crude oil, 3 million barrels of NGL and 14 million mcf of natural gas) related to proved developed reserves.  Additions to proved developed reserves primarily resulted from drilling activity in the Bakken shale play in North Dakota and the Stabroek Block, offshore Guyana. Additions to proved undeveloped reserves were 183 million boe (146 million barrels of crude oil, 19 million barrels of NGL and 108 million mcf of natural gas) and are discussed in further detail on page\n.\n2021:\nTotal Additions were 295 million boe, of which 25 million boe (14 million barrels of crude oil, 7 million barrels of NGL and 24 million mcf of natural gas) related to proved developed reserves.  Additions to proved developed reserves primarily resulted from drilling activity in the Bakken shale play in North Dakota.  Additions to proved undeveloped reserves were 270\n96\nmillion boe (157 million barrels of crude oil, 66 million barrels of NGL and 285 million mcf of natural gas) and are discussed in further detail on page\n.\nRevisions of previous estimates\n2023:\nTotal revisions of previous estimates of proved reserves amounted to a net increase of 92 million boe, of which revisions of proved developed reserves amounted to a net increase of 80 million boe (45 million barrels of crude oil, 24 million barrels of NGL and 64 million mcf of natural gas).  In the United States, net positive revisions to proved developed reserves from the Bakken were 13 million boe, comprised of positive revisions of 19 million boe and negative price revisions of 6 million boe.  The positive revisions resulted from performance largely driven by an increase in gas volume estimates partially offset by an oil volume reduction, including updated shrinkage and yield factors (55%), and the capture of additional gas volumes (45%).  In Guyana, net positive revisions to proved developed reserves of 66 million boe, primarily related to the Liza Field, resulted from improved recovery associated with water injection (60%), well performance (30%), and other positive revisions (10%), primarily increased natural gas for consumption.  Revisions associated with proved undeveloped reserves are discussed in further detail on page\n.\n2022:\nTotal revisions of previous estimates of proved reserves amounted to a net decrease of 13 million boe, of which revisions of proved developed reserves amounted to a net increase of 20 million boe (20 million barrels of NGL and 82 million mcf of natural gas offset by a decrease of 14 million barrels of crude oil).  In the United States, net positive revisions to proved developed reserves from the Bakken were 17 million boe relating to the capture of additional gas volumes (50%), well performance largely driven by an increase in gas volume estimates partially offset by an oil volume reduction (30%), and the impact of higher commodity prices (20%).  In Guyana, net positive revisions to proved developed reserves totaled 2 million boe due to increased recovery based on performance and other positive revisions (7 million boe), partially offset by the impact of higher commodity prices on entitlement allocations in the production sharing contract (5 million boe).  Revisions associated with proved undeveloped reserves are discussed in further detail on page\n.\n2021:\nTotal revisions of previous estimates of proved reserves amounted to a net increase of 53 million boe, of which revisions of proved developed reserves amounted to an increase of 73 million boe (31 million barrels of crude oil, 27 million barrels of NGL and 88 million mcf of natural gas).  In the United States, net positive revisions to proved developed reserves from the Bakken of 68 million boe were due to higher commodity prices (39 million boe) and improved well performance (32 million boe), partially offset by other negative revisions of 3 million boe.  In the Gulf of Mexico, positive revisions to proved developed reserves were 10 million boe, including 5 million boe of positive price revisions and 5 million boe of other revisions, primarily improved well performance.  In Malaysia and JDA, net negative revisions to proved developed reserves were 6 million boe due to the impact of higher commodity prices on entitlement allocations in the production sharing contract at JDA (50%) and performance at North Malay Basin and JDA (50%).  Revisions associated with proved undeveloped reserves are discussed in further detail on page\n.\nSales of minerals in place (‘Asset sales’)\n2022:\nAsset sales relate to the divestiture of our working interest in the Waha Concession in Libya.\n2021:\nAsset sales relate to the divestiture of our working interests in Denmark and our acreage interests in the Little Knife and Murphy Creek area of the Bakken.\n97\nProved Undeveloped Reserves\nFollowing are the Corporation’s proved undeveloped reserves:\nExtensions, discoveries and other additions (‘Additions’)\n2023:\nIn the United States, Additions in the Bakken shale play in North Dakota from new wells planned to be drilled in the next five years were 61 million boe.  In Guyana, Additions of 92 million boe were due to the sanctioning of the Uaru Field development (63 million boe), extension of the proved area of the Yellowtail and Payara Fields (19 million boe) and approval of the gas to energy project (10 million boe).\n2022:\nIn the United States, Additions in the Bakken shale play in North Dakota from new wells planned to be drilled in the next five years were 79 million boe.  In Guyana, Additions of 102 million boe were due to the sanctioning of the Yellowtail Field development (94 million boe), and extension of the proved area of the Payara Field (8 million boe).\n2021:\nIn the United States, Additions from the Bakken shale play in North Dakota were 257 million boe, which resulted from additional undeveloped well locations due to improved economic conditions, planned additional drilling activity, and development plan optimization.  In Guyana, Additions of 9 million boe related to the deepening of the hydrocarbon contact for Liza Phase 2.  In Malaysia and JDA, Additions were due to additional planned wells to be drilled.\nRevisions of previous estimates\n2023:\nIn the United States, net negative reserve revisions of 1 million boe were primarily from the Bakken, which included a net decrease of 12 million boe related to wells moved outside the five-year development plan, partially offset by net positive revisions of 11 million boe primarily related to performance and updates to ownership interests.  In Guyana, net positive reserve revisions of 8 million boe were primarily due to the impact of lower crude oil prices on entitlement allocations in the production sharing contract.  In Malaysia and JDA, net positive revisions of 5 million boe primarily related to incorporating the latest drilling results.\n2022:\nIn the United States, net negative reserve revisions of 35 million boe were primarily from the Bakken, which included a net decrease of 26 million boe related to wells moved outside the five-year development plan, and other negative revisions of 9 million boe primarily related to performance and updates to ownership interests.  In Guyana, net positive reserve revisions were 5 million boe, which included a net increase of 13 million boe primarily from increased recovery based on performance partially offset by negative revisions of 8 million boe related to the impact of higher crude oil prices on entitlement allocations in the production sharing contract.\n2021:\nIn the United States, net negative reserve revisions of 16 million boe were primarily from the Bakken, which included a decrease of 88 million boe largely related to wells moved outside the five-year development plan mainly based on optimization of drilling locations and other net negative revisions of 8 million boe, partially offset by positive revisions of 80 million boe related to higher prices.  In Guyana, net negative reserve revisions were 4 million boe, which included negative revisions of 16 million boe related to the impact of higher crude oil prices on entitlement allocations in the production sharing contract and negative revisions of 3 million boe resulting from decreased natural gas for consumption.  Positive revisions of 15 million boe in Guyana resulted from improved recovery associated with water and gas injection.\n98\nTransfers to proved developed reserves (‘Transfers’)\n2023:\nTransfers from proved undeveloped reserves totaled 68 million boe in Guyana primarily related to the startup of production from the Payara Field development in November 2023 (61 million boe) and drilling activity (7 million boe).  In the United States, Transfers of 65 million boe resulted from drilling activity in the Bakken.  Transfers in 2023 were consistent with the development plan used to determine proved reserves at December 31, 2022, and in the Bakken we plan to continue to operate four rigs going forward.  In Malaysia and JDA, Transfers of 13 million boe resulted from drilling activity.\n2022:\nTransfers from proved undeveloped reserves totaled 79 million boe in Guyana primarily related to the startup of production from the Liza Phase 2 development in February 2022.  In the United States, Transfers were 59 million boe in the Bakken and 4 million boe in the Gulf of Mexico resulting from drilling activity.  Transfers in the United States for 2022 were consistent with the development plan used to determine proved reserves at December 31, 2021.  In the Bakken, we added a fourth rig in July 2022, and we plan to operate four rigs going forward.  In Malaysia and JDA, Transfers of 9 million boe resulted from drilling activit\ny.\n2021:\nTransfers from proved undeveloped reserves resulting from drilling activity included 19 million boe in the Bakken, and 4 million boe at JDA.  Transfers in 2021 were consistent with the development plan used to determine proved reserves at December 31, 2020.\nIn 2023, capital expenditures of $2,198 million were incurred to convert proved undeveloped reserves to proved developed reserves (2022: $1,780 million; 2021: $190 million).\nAt December 31, 2023, projects that have proved reserves that have been classified as undeveloped for a period in excess of five years totaled 4 million boe, or less than 1% of total proved reserves, primarily related to the multi-phase offshore development at the North Malay Basin, offshore Peninsula Malaysia.\nProduction Sharing Contracts\nThe Corporation’s proved reserves include crude oil and natural gas reserves relating to long‑term agreements with governments or authorities in which the Corporation has the legal right to produce or has a revenue interest in the production.  The Corporation's operations with these production sharing arrangements include those in Guyana, Malaysia, and the JDA.  Proved reserves for each of the three years ended December 31, 2023, as well as volumes produced and received during 2023, 2022 and 2021 from these production sharing contracts are presented in the proved reserve tables on pages\nand\n.  Revisions resulting from the entitlement impact of price changes in production sharing contracts increased proved reserves by 10 million boe in 2023 (2022: 14 million boe decrease; 2021: 17 million boe decrease).\n99\nStandardized Measure of Discounted Future Net Cash Flows Relating to Proved Oil and Gas Reserves\nFuture net cash flows are calculated by applying prescribed oil and gas selling prices used in determining year‑end reserve estimates (adjusted for price changes provided by contractual arrangements) to estimated future production of proved oil and gas reserves, less estimated future development costs (including future abandonment expenditures) and future production costs, which are based on year‑end costs and existing economic assumptions.  Future income tax expenses are computed by applying the appropriate year‑end statutory tax rates to the pre‑tax net cash flows, as well as including the effect of tax deductions and tax credits and allowances relating to the Corporation’s proved oil and gas reserves.  Future net cash flows are discounted at the prescribed rate of 10%.\nThe prices used for the discounted future net cash flows in 2023 were $78.10 per barrel for WTI (2022: $94.13; 2021: $66.34) and $82.51 per barrel for Brent (2022: $97.98; 2021: $68.92) and do not include the effects of commodity hedges.  NYMEX natural gas prices used were $2.75 per mcf in 2023 (2022: $6.44; 2021: $3.68).  Selling prices have in the past, and can in the future, fluctuate significantly.  As a result, selling prices used in the disclosure of future net cash flows may not be representative of future selling prices.  The discounted future net cash flow estimates do not include exploration expenses, interest expense or corporate general and administrative expenses.  The amount of tax deductions, credits, and allowances relating to the Corporation’s proved oil and gas reserves can change year to year due to factors including changes in proved reserves, variances in actual pre-tax cash flows from forecasted pre-tax cash flows in historical periods, and the impact to year-end carryforward tax attributes associated with deducting in the Corporation’s income tax returns exploration expenses, interest expense, and corporate general and administrative expenses that are not contemplated in the standardized measure computations.  The future net cash flow estimates could be materially different if other assumptions were used.\n(a)\nOther includes our interests in Libya (sold in November 2022).\n100\nChanges in Standardized Measure of Discounted Future Net Cash Flows Relating to Proved Oil and Gas Reserves\n101"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Based upon their evaluation of the Corporation’s disclosure controls and procedures (as defined in Exchange Act Rules 13a-15(e) and 15d-15(e)) as of December 31, 2023, John B. Hess, Chief Executive Officer, and John P. Rielly, Chief Financial Officer, concluded that these disclosure controls and procedures were effective as of December 31, 2023.\nThere was no change in internal controls over financial reporting identified in the evaluation required by paragraph (d) of Rules 13a-15 or 15d-15 in the quarter ended December 31, 2023 that has materially affected, or is reasonably likely to materially affect, internal controls over financial reporting.\nManagement’s report on internal control over financial reporting and the attestation report on the Corporation’s internal controls over financial reporting are included in\nItem 8. Financial Statements and Supplementary Data\nof this annual report on Form 10‑K."
  },
  {
    "item_key": "item_9b",
    "text": "During the three months ended December 31, 2023,\nnone\nof our directors or officers (as defined in Rule 16a-1(f) under the Exchange Act) adopted or terminated a “Rule 10b5-1 trading arrangement” or “non-Rule 10b5-1 trading arrangement,” as each term is defined in Item 408(a) of Regulation S-K."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "For information regarding our executive officers, see Part I of this Annual Report on Form 10-K.  Additional information required by this item is incorporated herein by reference to the Corporation’s definitive proxy statement for the 2024 annual meeting of stockholders.\nThe Corporation has adopted a Code of Business Conduct and Ethics applicable to the Corporation’s directors, officers (including the Corporation’s principal executive officer and principal financial officer) and employees.  The Code of Business Conduct and Ethics is available on the Corporation’s website.  In the event that we amend or waive any of the provisions of the Code of Business Conduct and Ethics that relate to any element of the code of ethics definition enumerated in Item 406(b) of Regulation S‑K, we intend to disclose the same on the Corporation’s website at www.hess.com."
  },
  {
    "item_key": "item_11",
    "text": "Information relating to executive compensation is incorporated herein by reference to the Corporation’s definitive proxy statement for the 2024 annual meeting of stockholders."
  },
  {
    "item_key": "item_12",
    "text": "Information pertaining to security ownership of certain beneficial owners and management is incorporated herein by reference to the Corporation’s definitive proxy statement for the 2024 annual meeting of stockholders.\nSee Equity Compensation Plans in\nItem 5. Market for the Registrant’s Common Stock, Related Stockholder Matters and Issuer Purchases of Equity Securities\nfor information pertaining to securities authorized for issuance under equity compensation plans."
  },
  {
    "item_key": "item_13",
    "text": "Information relating to this item is incorporated herein by reference to the Corporation’s definitive proxy statement for the 2024 annual meeting of stockholders."
  },
  {
    "item_key": "item_14",
    "text": "Information relating to this item is incorporated herein by reference to the Corporation’s definitive proxy statement for the 2024 annual meeting of stockholders.\n102\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a) The following documents are made a part of this Annual Report on Form 10-K:\n1. and 2.  Financial statements and financial statement schedules\nThe financial statements filed as part of this Annual Report on Form 10‑K are listed in the accompanying index to financial statements and schedules in\nItem 8. Financial Statements and Supplementary Data\n.\nAll other financial statement schedules required under SEC rules that are not included in this Annual Report on Form 10-K, are omitted either because they are not applicable or the required information is contained in\nItem 8. Financial Statements and Supplementary Data\n.\n3.  Exhibits\nThe exhibits required to be filed pursuant to Item 15(b) of Form 10‑K are listed in the Exhibit Index filed herewith, which Exhibit Index is incorporated herein by reference.\n103\n104\n* These exhibits relate to executive compensation plans and arrangements.\n† Schedules have been omitted pursuant to Item 601(a)(5) of Regulation S-K.\n# Furnished herewith.\n105\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized, on the 26th day of February 2024.\n106\nPOWER OF ATTORNEY\nEach person whose signature appears below constitutes and appoints John B. Hess, Timothy B. Goodell and John P. Rielly or any of them, his or her true and lawful attorneys-in-fact and agents, with full power of substitution and resubstitution, for him or her and in his or her name, place and stead, in any and all capacities, to sign any and all amendments to Annual Report on Form 10-K, and to file the same, with all exhibits thereto, and other documents in connection therewith with the Securities and Exchange Commission, granting unto said attorneys-in-fact and agents, and each of them, full power and authority to do and to perform each and every act and thing requisite and necessary to be done in and about the premises, as fully and to all intents and purposes as he or she might or would do in person, hereby ratifying and confirming all that said attorneys-in-fact and agents or any of them, or their or his or her substitute or substitutes, may lawfully do or cause to be done by virtue hereof.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the dates indicated.\n107"
  }
]