[
  {
    "item_key": "item_1",
    "text": "Overview\nNucor Corporation, a Delaware corporation incorporated in 1958, and its affiliates (“Nucor,” the “Company,” “we,” “us” or “our”) manufacture steel and steel products. The Company also produces and procures ferrous and non-ferrous materials primarily for use in its steel manufacturing business. Most of the Company’s operating facilities and customers are located in North America. The Company’s operations include international trading and sales companies that buy and sell steel and steel products manufactured by the Company and others.\nNucor is North America’s largest recycler, using scrap steel as the primary raw material in producing steel and steel products. In 2023, we recycled approximately 18.4 million gross tons of scrap steel.\nSegments, Principal Products Produced, and Markets and Marketing\nNucor reports its results in three segments: steel mills, steel products and raw materials. The steel mills segment is Nucor’s largest segment, representing 58% of the Company’s sales to external customers in the year ended December 31, 2023.\nWe market products from the steel mills and steel products segments mainly through in-house sales forces. We also utilize our internal distribution and trading companies to market our products abroad. The markets for these products are largely tied to end-use markets such as nonresidential construction, durable goods and capital spending that are affected by changes in general economic conditions.\nWe are a leading domestic provider for most of the products we supply, and, in many cases (e.g., structural steel, merchant bar steel, steel joist and deck, pre-engineered metal buildings, steel piling, cold finish bar steel, steel electrical conduit pipe and insulated metal panels), we are the leading supplier.\nIn recent years we have embarked on a strategy to advance Nucor’s capabilities and further its value creation, as summarized in our Mission Statement: Grow the Core, Expand Beyond and Live Our Culture.\nWe have examined and prioritized growth opportunities across our core steelmaking, steel products and raw materials operations, and we have identified and executed on several acquisitions and investments to expand the products and services we offer beyond our traditional capabilities. We believe that the Expand Beyond growth opportunities we are pursuing leverage our core competency as a highly efficient, industrial manufacturer working primarily with steel and steel products, while positioning us to generate attractive profit margins and returns on our invested capital selling products into growing end-use markets.\nSteel mills segment\nIn the steel mills segment, Nucor produces sheet steel (hot-rolled, cold-rolled and galvanized), plate steel, structural steel (wide-flange beams, beam blanks, H-piling and sheet piling) and bar steel (blooms, billets, concrete reinforcing bar, merchant bar and engineered special bar quality (“SBQ”)). Nucor manufactures steel principally from scrap steel and scrap steel substitutes using electric arc furnaces (“EAFs”) along with continuous casting and automated rolling mills. The steel mills segment also includes Nucor’s equity method investment in NuMit LLC (“NuMit”) (see “Steel joint ventures”- below), as well as international trading and distribution companies that buy and sell steel manufactured by the Company and other steel producers.\nThe steel mills segment sells its products primarily to steel service centers, fabricators and manufacturers located throughout the United States, Canada and Mexico. The steel mills segment sold\n1\napproximately 18,552,000 tons to outside customers in 2023. In 2023, 80% of the shipments made by our steel mills segment were to external customers. The remaining 20% of the steel mills segment’s shipments went to our steel products segment.\n•\nBar mills\n- Nucor has 15 bar mills located across the United States that manufacture a broad range of products, including concrete reinforcing bars, hot-rolled bars, rounds, light shapes, structural angles, channels, wire rod and highway products in carbon and alloy steels. Four of the bar mills have a significant focus on manufacturing SBQ and wire rod products.\nSteel produced by our bar mills has a wide usage serving end markets, including the agricultural, automotive, construction, energy, furniture, machinery, metal building, railroad, recreational equipment, shipbuilding, heavy truck and trailer market segments. Considering Nucor’s production capabilities and the mix of bar products generally produced and marketed, the capacity of the bar mills is estimated at approximately 9,560,000 tons per year.\nReinforcing and merchant bar steel are sold in standard sizes and grades, which allows us to maintain inventory levels of these products to meet our customers’ expected orders. Our SBQ products are hot-rolled to exacting specifications primarily servicing the automotive, energy, agricultural, heavy equipment and transportation sectors.\nIn April 2022, Nucor announced that it will build a new rebar micro mill, with spooling capabilities, in Lexington, North Carolina. The new micro mill is currently under construction.\nIn February 2024, Nucor announced that the Board of Directors approved $860 million to construct a rebar micro mill in the Pacific Northwest. Nucor is evaluating potential locations, and the project is expected to take two years to construct, subject to regulatory approvals.\n•\nSheet mills\n- Nucor operates six sheet mills that produce flat-rolled steel for automotive, appliance, construction, pipe and tube and many other industrial and consumer applications. Included in our six sheet mills is California Steel Industries, Inc., in which Nucor has a 51% controlling ownership position. Considering Nucor’s production capabilities and the mix of flat-rolled products generally produced and marketed, the capacity of the sheet mills is estimated at approximately 14,600,000 tons per year. All of our sheet mills are equipped with galvanizing lines and four of them are equipped with cold rolling mills for further processing of hot-rolled sheet steel.\nNucor produces hot-rolled, cold-rolled and galvanized sheet steel to customers’ specifications. Contract sales within the steel mills segment are most notable in our sheet operations, as it is common for contract sales to account for the majority of sheet sales in a given year. We estimate that greater than 80% of our sheet steel sales in 2023 were to contract customers. These sheet sales contracts are noncancellable agreements that generally incorporate monthly or quarterly price adjustments reflecting changes in the current market-based indices and/or raw material cost, and typically have terms ranging from six to 12 months. The balance of our sheet steel sales were made in the spot market at prevailing prices at the time of sale. The number of tons sold to contract customers at any given time depends on a variety of factors, including our consideration of current and future market conditions, our strategy to appropriately balance spot and contract tons in a manner to meet our customers’ requirements while considering the expected profitability, our desire to sustain a diversified customer base, and our end-use customers’ perceptions about future market conditions.\nNucor owns a 51% controlling economic and voting interest in Nucor-JFE Steel Mexico, S. de R.L. de C.V. (\"NJSM\"). NJSM is a joint venture with JFE Steel Corporation (“JFE”) of Japan that operates a galvanized sheet steel plant in central Mexico with an annual capacity of approximately 400,000 tons, that is expected to supply the country’s automotive market.\nIn January 2022, Nucor announced it had selected Mason County, West Virginia as the site for its new 3-million-ton state-of-the-art sheet mill. When operational, the new mill will be equipped to produce 84-inch sheet products, and among other features, will include a 76-inch tandem cold mill and two galvanizing lines capable of producing advanced high-end automotive and construction grades.\n2\n•\nStructural mills\n- Nucor operates two structural mills that produce wide-flange steel beams, pilings and heavy structural steel products for fabricators, construction companies, manufacturers and steel service centers. Nucor owns a 51% interest in Nucor-Yamato Steel Company (Limited Partnership) (“Nucor-Yamato”) located in Blytheville, Arkansas. Nucor-Yamato is the only North American producer of high-strength, low-alloy beams. Common applications for the high-strength, low-alloy beams include gravity columns for high-rise buildings, long-span trusses for stadiums and convention centers, and for use in all projects where seismic design is a critical factor. The benefits of high-strength, low-alloy beams are increasingly recognized by Nucor’s customers in the construction sector. These include savings in terms of construction time, weight, space, and overall environmental impact.  Nucor sells its high-strength, low-alloy beams under the trade name AEOS\nTM\n.\nNucor also owns a steel beam mill in Berkeley County, South Carolina. Considering Nucor’s production capabilities and the mix of structural products generally produced and marketed, the capacity of the two structural mills is estimated at approximately 3,250,000 tons per year. .\nStructural steel products come in standard sizes and grades, which allows us to maintain inventory levels of these products to meet our customers’ expected orders.\n•\nPlate mills -\nNucor operates three plate mills that produce plate for manufacturers of barges, bridges, heavy equipment, rail cars, refinery tanks, ships, wind towers and other items. Our products are further used in the pipe and tube, pressure vessel, transportation and construction industries. Considering Nucor’s production capabilities and the mix of plate products generally produced and marketed, the capacity of the plate mills is estimated at approximately 4,000,000 tons per year.\nPlate steel products come in standard sizes and grades, which allows us to maintain inventory levels of these products to meet our customers’ expected orders.\n•\nSteel joint venture\n- Nucor owns a 50% economic and voting interest in NuMit, a company that owns 100% of the equity interest in Steel Technologies LLC (“Steel Technologies”), an operator of 30 strategically located sheet processing facilities in the United States, Canada and Mexico. Steel Technologies transforms flat-rolled steel into products that meet exacting specifications for customers in a wide range of industries, including the automotive, agricultural and consumer goods markets.\nSteel products segment\nIn the steel products segment, Nucor produces steel joists and joist girders, steel deck, galvanized torque tubes used in solar arrays, hollow structural section (“HSS”) steel tubing, electrical conduit, fabricated concrete reinforcing steel, cold finished steel, steel fasteners, steel grating and expanded metal, wire and wire mesh, metal building systems, insulated metal panels, steel racking, overhead doors, and utility towers and structures for communications and energy transmission. The steel products segment also includes our piling distributor.\nOur capabilities in insulated metal panels, steel racking, overhead doors and towers and structures have all been acquired over the past several years as part of our Expand Beyond strategy, which we believe can enhance our profit margins, return on invested capital and free cash flow generation and, over time, accelerate our overall growth while reducing the volatility of our earnings. A value driver in each of these businesses is to readily leverage our core competencies as a highly efficient manufacturer of steel products, as well as our inclusive, safety-focused, performance-oriented culture.\nExcept for our overhead doors business, which at present is focused primarily on the garage door repair and replacement market, our steel products businesses primarily serve the nonresidential construction and infrastructure markets.\n•\nVulcraft/Verco\n– The Vulcraft/Verco group is the nation’s leading producer of open-web steel joists, joist girders and steel decking, which are used primarily for nonresidential building\n3\nconstruction. Steel joists and joist girders are produced and marketed throughout the United States by seven domestic Vulcraft facilities. The Vulcraft/Verco group’s steel decking is produced and marketed throughout the United States by nine domestic plants. Six of these plants are adjacent to Vulcraft joist facilities. The Vulcraft/Verco group also has two plants in Canada—one in Eastern Canada and one in Western Canada—that produce both joist and deck. The annual joist production capacity is approximately 745,000 tons and the annual deck production capacity is approximately 560,000 tons.\nSales of steel joists, joist girders and steel decking are dependent on the nonresidential building construction market. The majority of steel joists, joist girders and steel decking are used extensively as part of the roof and floor structural support systems in warehouses, data centers, manufacturing buildings, retail stores, shopping centers, schools, hospitals, and, to a lesser extent, in multi-story buildings and apartments. We make these products to our customers’ specifications and typically deliver them directly to a construction site according to a prearranged schedule and sequence. The majority of these contracts are firm, fixed-price contracts that are, in most cases, competitively bid against other suppliers.\nOur Vulcraft/Verco group also manufactures and fabricates steel bar grating products at four of its facilities and serves the new construction and maintenance-related markets. The annual production capacity for our grating business is approximately 49,000 tons.\n•\nTubular products\n– The Nucor Tubular Products (“NTP”) group has eight tubular facilities that are located in close proximity to Nucor’s sheet mills. The NTP group produces HSS steel tubing, mechanical steel tubing, galvanized solar torque tube, piling, sprinkler pipe, heat-treated tubing and electrical conduit. HSS steel tubing, mechanical steel tubing and sprinkler pipe are used in structural and mechanical applications, including nonresidential construction, infrastructure, agricultural, automotive and construction equipment end-use markets. Heat-treated tubing and electrical conduit are primarily used to protect and route electrical wiring in various nonresidential structures such as hospitals, schools, office buildings, hotels, stadiums and shopping malls. Solar torque tube is an essential component for ground-mount solar systems.\n•\nRebar fabrication\n– Nucor Rebar Fabrication fabricates, installs and distributes rebar for a wide variety of construction work classified as infrastructure (e.g., highways, bridges, reservoirs, utilities and airports) and various building projects, including manufacturing facilities, warehouses, data centers, hospitals, schools, stadiums, commercial office buildings and multi-tenant residential construction. We sell and install fabricated reinforcing products primarily on a construction contract bid basis.\nReinforcing products are essential to concrete construction. They supply tensile strength, as well as additional compressive strength, and protect concrete from cracking. In many markets, Nucor Rebar Fabrication sells reinforcing products on an installed basis (i.e., Nucor Rebar Fabrication fabricates the reinforcing products for a specific application and performs the installation). Nucor Rebar Fabrication operates nearly 70 fabrication facilities across the United States and Canada, with each facility serving a local market. Total annual rebar fabrication capacity is approximately 1,736,000 tons.\n•\nPiling products -\nSkyline Steel LLC and its subsidiaries (“Skyline”) are primarily steel foundation distributors serving the North American market. Skyline distributes products to service marine construction, bridge and highway construction, heavy civil construction, flood protection, underground commercial parking and environmental containment projects in the infrastructure and construction industries. Skyline also manufactures a complete line of geostructural foundation solutions, including threaded bar, micropile, strand anchors and hollow bar. It also processes and fabricates spiral weld pipe piling, rolled and welded pipe piling, and cold-formed sheet piling.\n4\n•\nCold finish\n- Nucor Cold Finish (“NCF”) is the largest and most diversified producer of cold finished bar products for a wide range of industrial markets in North America, with assets in Canada, Mexico and throughout the United States. The total capacity of the Nucor cold finished bar and wire facilities is approximately 1,069,000 tons per year.\nNucor’s cold finished facilities produce cold finished bars for demanding applications. NCF obtains most of its steel from the Nucor bar mills, ensuring consistent quality and supply through all market conditions. These facilities produce cold-drawn, turned, ground and polished steel bars that are used extensively for shafting and other precision machined applications. NCF produces rounds, hexagons, flats and squares in carbon, alloy and leaded steels. These bars are purchased by the appliance, automotive, construction equipment, electric motor, farm machinery and fluid power industries, as well as by service centers. NCF bars are used in tens of thousands of products. A few examples include anchor bolts, hydraulic cylinders and shafting for air conditioner compressors, ceiling fan motors, garage door openers, electric motors and lawn mowers.\nNucor owns a fully integrated precision castings company, Corporacion POK, S.A. de C.V. (“POK”), with a facility in Guadalajara, Mexico. POK produces complex castings and precision machined products used by the oil and gas, mining and sugar processing industries. POK produces a wide array of precision castings using steel, bronze, iron and specialty alloys. POK complements NCF’s businesses and Nucor’s cold finish facility in Monterrey, Mexico.\n•\nSteel mesh and fasteners\n– Nucor manufactures wire products and industrial fasteners.\nNucor produces mesh at Nucor Steel Connecticut, Inc. and Nucor Wire Products Utah. Nucor also produces mesh in Canada at the Harris Steel Group, Inc. (\"Harris\") operations of Laurel Steel.\nNucor Fastener’s bolt-making facility in Indiana produces carbon and alloy steel hex head cap screws, hex bolts, structural bolts, nuts and washers, finished hex nuts and custom-engineered fasteners. Nucor fasteners are used in a broad range of markets, including automotive, machine tool, farm implement, construction and military applications.\n•\nBuildings group\n– The Nucor Buildings group is the nation’s leading supplier of pre-engineered metal buildings. Nucor produces metal buildings and components throughout the United States under the following brands: Nucor Building Systems, American Buildings Company and Kirby Building Systems.\nThe sizes of the buildings that can be produced range from less than 1,000 square feet to more than 1,000,000 square feet. Complete metal building packages can be customized and combined with other materials such as glass, wood and masonry to produce cost-effective, energy efficient, aesthetically pleasing buildings designed to the customers’ special requirements. The buildings are sold primarily through independent builder distribution networks in order to provide fast-track, customized solutions for building owners. The primary markets served are commercial, industrial and institutional buildings, including distribution centers, data centers, automobile dealerships, retail centers, schools and manufacturing facilities.\n•\nInsulated metal panels (“IMP”)\n– We believe the Nucor Insulated Panels Group, which includes industry leading brands, CENTRIA and Metl-Span, broadens the value-added solutions that the Nucor Buildings group can provide to targeted end markets such as warehousing, distribution and data centers. We expect these end-use markets to continue to grow in the coming years. IMPs facilitate cost-effective climate control in the built environment and reduce energy usage and overall operations related greenhouse gas (“GHG”) emissions for owners and lessees.\n•\nWarehouse Systems\n–  Nucor Warehouse Systems (“NWS”) produces and installs custom designed steel racking systems for a variety of applications, including data centers and warehouses.\n5\n•\nOverhead doors\n– In June 2022, Nucor acquired C.H.I. Overhead Doors, LLC (“CHI”), a leading manufacturer of overhead doors for residential and commercial markets in the United States and Canada. We believe that by leveraging Nucor’s existing sales channels into the broader nonresidential construction market we can facilitate CHI’s continuing growth. CHI has two manufacturing locations.\n•\nTowers & Structures\n– In August 2022, Nucor acquired Summit Utility Structures LLC and a related company, Sovereign Steel Manufacturing LLC. These companies form Nucor Towers & Structures (“NTS”). NTS produces metal poles and other steel structures for utility infrastructure and highway signage.\nIn 2023, Nucor announced it will build two new manufacturing locations to expand NTS adjacent to Nucor's existing steel mills in Decatur, Alabama and Crawfordsville, Indiana.\nRaw materials segment\nIn the raw materials segment, Nucor produces DRI and, through our DJJ subsidiary, brokers ferrous and nonferrous metals, pig iron, HBI and DRI; supplies ferro-alloys; and processes ferrous and nonferrous scrap metal. The raw materials segment also includes our natural gas production operations and our industrial gas business, Universal Industrial Gases. Nucor’s raw materials investments are focused on creating an advantage for its steelmaking operations, through a global information network and a multi-pronged and flexible approach to raw materials supply.\n•\nScrap recycling and brokerage operations\n- DJJ operates six regional scrap recycling companies across the United States that together have shredders capable of processing approximately 5,878,000 tons of ferrous scrap annually. DJJ’s scrap recycling operations use expertise and technology to maximize metal recovery and minimize waste.\nDJJ is the leading broker of ferrous scrap in North America and is a global trader of scrap metal, pig iron and other metallics. In addition to sourcing steel scrap for Nucor’s mills, DJJ is a global trader of ferro-alloys and nonferrous metals. DJJ’s logistics team owns and operates one of the largest independent fleets of railcars in the United States dedicated to the movement of scrap and steel and also offers railcar leasing and railcar fleet management services. These activities have value to Nucor as the leading and most diversified North American steel producer.\nOur primary external customers for ferrous scrap are EAF steel mills and foundries that use ferrous scrap as a raw material in their manufacturing process. External customers purchasing nonferrous scrap metal include aluminum can producers, secondary aluminum smelters, steel mills, and other processors and consumers of various nonferrous metals. We market scrap metal products and related services to our external customers through in-house sales forces. In 2023, approximately 8% of the ferrous and nonferrous metals and scrap substitute tons we brokered and processed were sold to external customers. We consumed the balance in our steel mills.\n•\nDirect reduced iron operations -\nDRI is a substitute material for high-quality grades of scrap and pig iron. Nucor operates two DRI plants which supplied approximately 3,350,000 metric tons of material with world-class metallization rates and carbon content to our steel mills in 2023. Nucor’s wholly owned subsidiary, Nu-Iron Unlimited, is located in Trinidad and benefits from a low-cost supply of natural gas and favorable logistics for inbound iron ore and shipment of DRI to the United States. Nucor’s second DRI plant in Louisiana also benefits from favorable logistics and proximity to its steel mill customers.\nNucor’s DRI production and brokering capabilities provide our steel mills flexibility to quickly adjust their metallic input mix to changing market conditions, enabling them to maintain competitiveness in the often-volatile ferrous scrap market. With the potential for high-quality scrap to become scarcer, coupled with the risk of third-party supplier disruptions, Nucor’s DRI facilities provide a greater degree of certainty over metallics supply to its steel mills.\n6\n•\nNatural gas production programs\n- Nucor owns operating wells and leasehold interests in natural gas properties in the South Piceance Basin in the Western Slope of Colorado.\nNucor’s access to a long-term, low-cost supply of natural gas is a component in the execution of Nucor’s raw material strategy. Natural gas produced by Nucor’s production operations is sold to third parties to partially offset our exposure to changes in the price of natural gas consumed by our DRI plant in Louisiana and our steel mills in the United States.\n•\nProcess Gases – Universal Industrial Gases (\"UIG\") provides the capability to build and operate our own air separation units to serve our steel mills, providing us with an alternative to long term service contracts with outside providers. Where economies of scale and regional market conditions warrant, we can also sell excess output from these plants on a merchant basis. As of December 31, 2023, Nucor had six industrial gas plants operating, and eight others at various stages of commissioning, construction, or planning.\nCustomers and Markets\nWe have a diverse customer base and are not dependent on any single customer. Our largest single customer in 2023 represented approximately 5% of sales and consistently pays within terms. Our steel mills use a significant portion of the products of the raw materials segment while our steel products segment uses approximately 20% of our steel mills' output.\nWe believe that nonresidential construction is the largest end-use market that we serve. Products from our steel mills and steel products segments are used in a variety of nonresidential construction applications (e.g., commercial, industrial and infrastructure).\nIn recent years, we have come to see our EAF-based steelmaking method, with its lower GHG intensity when compared with blast furnace technology that is reliant on mined or extracted virgin iron ore and coking coal, as a competitive advantage for reasons beyond its flexible, highly variable cost base. Customers are expressing greater concern for the GHG emissions in their supply chains and are prioritizing sourcing their steel requirements from EAF-based steelmakers for incorporation into their projects and products.\nWe have developed branded product lines to leverage this, and other advantages conferred by our specialized capabilities:\n•\nOur AEOS\nTM\nline of high-strength, low-alloy steel beams is one such example. AEOS\nTM\n’s benefits are increasingly recognized by Nucor’s customers in the construction sector.  These include savings in terms of construction time, weight, space and overall environmental impact.\n•\nOur ECONIQ\nTM\nline of net zero carbon steel is another example. We launched ECONIQ\nTM\nduring 2021 and have found interest from customers in both the automotive and construction end-use markets. These are the two largest end-use markets for steel in the United States.\n•\nOur Elcyon\nTM\nline of sustainable heavy gauge steel plate product will be made specifically for America’s wind energy producers. We launched Elcyon\nTM\nin January 2023 and plan to manufacture this product at our new plate mill in Brandenburg, Kentucky.\nWe have also invested in people and processes to organize more of our commercial activities around large customers and end-use markets (e.g., automotive, construction, wind energy and solar energy). We have developed dedicated teams tasked with developing relationships and educating decision makers in these sectors.\nGeneral Development of Our Business in Recent Years\nConsistent with our strategy to Grow the Core, Expand Beyond and Live our Culture, Nucor has invested significant capital in recent years to expand our product portfolio to include more value-added\n7\nsteel mill products and capabilities, improve our cost structure, enhance our operational flexibility and increase our exposure to markets with attractive growth prospects, such as data centers and renewable energy. These investments totaled approximately $10.92 billion over the last three years, with approximately 54% going to capital expenditures and the remainder going to acquisitions. We believe that these investments will help us deliver higher returns on invested capital and long-term growth. Further, we believe shifting our product mix to a greater proportion of value-added products will make our overall business less volatile.\nIn our steel mills segment, Nucor has initiated several new capital projects and an acquisition of a majority ownership position of a steel mill to support our expansion of value-added product offerings and cost-reduction strategies.\n•\nNucor has completed construction of its approximately $650 million investment to modernize and expand the production capability at its Gallatin flat-rolled sheet mill located in Ghent, Kentucky. The project increased the production capability of the mill from approximately 1,600,000 tons to approximately 2,800,000 tons annually. This enables the Gallatin mill to cast new, thicker slabs and wider coils, expanding our product capabilities so that we can serve new markets, such as API (American Petroleum Institute) grade pipelines and new opportunities in the heavy equipment sector.\n•\nNucor has completed construction of its approximately $1.70 billion state-of-the-art plate mill in Brandenburg, Kentucky on the Ohio River. The new plate mill rolled its first plate in December 2022 and completed final commissioning and began shipping tons to customers in the first quarter of 2023. Nucor Steel Brandenburg is still in its ramp-up phase and we estimate that the mill will ship approximately 500,000 tons in 2024. We expect the mill to be capable of producing approximately 1,200,000 tons per year of steel plate products. With the capability to manufacture nearly all the different types of plate products consumed in the United States, we believe this mill will position Nucor as the supplier of choice in the domestic plate market. We expect domestic demand for steel plate to grow in the coming years as wind farms are permitted and developed with increasing frequency. Steel plate is essential to constructing onshore and offshore wind towers, as is steel rebar.\n•\nIn January 2022, Nucor announced that its new state-of-the-art sheet mill will be located in Mason County, West Virginia. The project is estimated at a net cost of $3.1 billion, which is net of $275 million in cash proceeds received from the State of West Virginia for costs related to the site location. Construction of the new sheet mill began in the third quarter of 2023 after receiving all the necessary permits, and is expected to take two to three years to complete.\nNucor Steel West Virginia (“NSWV”) is expected to have an annual production capacity of approximately 3,000,000 tons. The new mill will be equipped to produce 84-inch sheet products, and among other features, will include a 76-inch tandem cold mill and two galvanizing lines. Galvanizing capabilities will include an advanced high-end automotive line with full inspection capabilities as well as a construction-grade line. In addition to its advanced capabilities and strategic location, the new greenfield mill’s product mix is anticipated to have a significantly lower GHG intensity than blast furnace based competitors who have historically supplied the region.\n•\nIn February 2022, Nucor completed its acquisition of a majority ownership position in California Steel Industries, Inc. (“CSI”) by purchasing a 50% equity ownership interest from a subsidiary of Vale S.A. (Vale) for a cash purchase price of $400 million, adjusted for net debt and working capital at closing, as well as a 1% equity ownership stake from JFE. CSI is a flat-rolled steel converter based in Fontana, California.\nOur acquisition of CSI expanded the reach of Nucor’s sheet mill group to the west coast of the United States and increased our exposure to more value-added sheet steel.  CSI’s product capabilities include hot rolled, pickled and oiled, cold rolled and galvanized sheet steels, as well as electric resistance welded pipe. Its annual capacity is approximately 2,000,000 tons.\n8\n•\nIn April 2022, Nucor announced that it will build its new rebar micro mill, with spooling capabilities, in Lexington, North Carolina. This will be Nucor's third rebar micro mill, joining its existing micro mills in Missouri and Florida. We expect this $350 million investment to have an annual capacity of approximately 430,000 tons and we expect it to be in operation in 2024.\nThese mills are referred to as micro mills because they have a smaller operational footprint than our traditional rebar mills, as well as less productive capacity – typically about 400,000 tons per year.  This makes them suitable for regional markets and enables us to serve these markets with a logistics cost advantage relative to competitors operating from further away.  Micro mills also have a lower environmental footprint due to their smaller size and the fact that their plant design does not typically include a natural gas fired reheat furnace that is common in many steel mills.\nNucor has made strategic acquisitions in the steel products segment over the last three years. These were largely to further the Expand Beyond component of our strategy.\n•\nIn August 2021, Nucor acquired the assets of the IMP business of Cornerstone for a cash purchase price of approximately $1.0 billion. The acquired IMP business is comprised of two industry leading brands, CENTRIA and Metl-Span. The brands are now part of the Nucor Insulated Panel group, which also includes the Company's initial IMP business, TrueCore.\nWe believe this acquisition has broadened the value-added solutions that the Nucor Buildings group provides to targeted end markets such as warehousing, distribution and data centers. We expect these end-use markets to continue to grow in the coming years and that the use of IMP products within them will also increase. IMPs facilitate cost-effective climate control in the built environment and reduce energy usage and overall operations-related GHG emissions for owners and lessees.\n•\nIn August 2021, Nucor acquired Hannibal, now known as Nucor Warehouse Systems, for $370 million. Hannibal was a leading national provider of racking solutions to warehouses and serves the e-commerce, industrial, food storage and retail segments. Hannibal has manufacturing facilities in Los Angeles and Houston, as well as three distribution centers. It utilizes sheet and bar steel, as well as steel decking, wire deck and fasteners to produce its racking solutions, providing potential supply chain efficiencies with other Nucor businesses. In addition to manufacturing racking solutions, Hannibal works closely with customers during the construction and design phases of a warehouse build-out by offering turn-key services such as installation, procurement and facility integration. Hannibal also provides retrofit services to support customers’ efforts to modernize and/or repurpose existing facilities.\nIn April 2022, Nucor expanded its steel racking capabilities by acquiring Elite Storage Solutions for $75 million. This acquisition combined with Nucor’s initial steel racking business, Hannibal, form the NWS group.\n•\nIn June 2022, Nucor completed the largest acquisition in its history with the purchase of CHI for approximately $3 billion. CHI is a leading manufacturer of overhead doors for residential and commercial markets in the United States and Canada. Commercial overhead doors are used in warehousing and retail, areas that Nucor has focused its attention on recently through other value-added products such as insulated metal panels and steel racking solutions. It is expected that the CHI acquisition also will benefit from supply chain efficiencies due to Nucor’s paint line investments at its Hickman, Arkansas and Crawfordsville, Indiana sheet mills.\nCHI has approximately 800 teammates across two manufacturing plants in Arthur, Illinois, and Terre Haute, Indiana, and regional warehouses located in California, Colorado, New Hampshire and New Jersey. With a highly diversified national customer network of professional garage door dealers, CHI is able to maintain minimal inventory levels and realize industry-leading fulfillment times, while providing direct delivery to customers.\n9\nCapital Allocation Strategy\nOur highest capital allocation priority is to invest in our business for profitable long-term growth through our multi-pronged strategy of optimizing existing operations, greenfield expansions and acquisitions.\nOur second priority is to return capital to our stockholders through cash dividends and share repurchases. Nucor has paid $1.53 billion in dividends to its stockholders during the past three years. That dividend payout represents 7% of cash flows from operations during that three-year period. The Company repurchased $1.55 billion of its common stock in 2023 ($2.76 billion in 2022 and $3.28 billion in 2021).\nWe intend to return at least 40% of our net income to stockholders over time via a combination of both cash dividends and share repurchases. Over the past three years, we have returned approximately 48% of our net income in this manner. At December 31, 2023, the Company had approximately $3.32 billion available for share repurchases under the currently authorized share repurchase program.\nWe intend to execute on our capital allocation strategy while maintaining a strong balance sheet, with relatively low financial leverage, as measured in terms of debt to total capital, as well as ample liquidity. At year-end 2023, our debt to total capital was approximately 24% and we had cash and cash equivalents, short-term investments and restricted cash and cash equivalents on hand of $7.13 billion. At the end of 2023, Nucor had the strongest credit ratings in the North American steel sector (A-/A-/Baa1) with stable outlooks at Standard & Poor’s, Fitch Ratings and Moody’s.\nCompetition\nWe compete in a variety of steel and metal markets, including markets for finished steel products, unfinished steel products and raw materials. These markets are highly competitive with many domestic and foreign firms participating, and, as a result of this highly competitive environment, we find that we primarily compete on price and service.\nIn our steel mills segment, our EAF steel mills face many different forms of competition, including domestic integrated steel producers (who use iron ore converted into liquid form in a blast furnace as their basic raw material instead of scrap steel), other domestic EAF steel mills, steel imports and alternative materials. Large domestic integrated steel producers have the ability to manufacture a variety of products but face significantly higher energy costs and are often burdened with higher capital and fixed operating costs. EAF-based steel producers, such as Nucor, are sensitive to increases in scrap prices but tend to have lower capital and fixed operating costs compared with large integrated steel producers. EAF-based steel producers also typically emit fewer GHGs per ton of steel produced than integrated steel producers.\nGlobal steel production overcapacity continues to be an ongoing risk to Nucor and the entire steel industry. The Organisation for Economic Cooperation and Development ( the “OECD”) estimated that global steel production overcapacity would grow from approximately 556.1 million metric tons in 2022 to approximately 610.8 million tons in 2023, with additional global capacity coming online and economic uncertainty in some parts of the world, particularly China, impacting steel demand. An OECD report states that in Asia, 75 percent of the new capacity coming online between 2024 and 2026 will utilize blast furnace technology. Other regions of the world are not expected to see new blast furnace projects in those years. Adding additional blast furnace capacity will increase carbon emissions. See 'Item 1A. Risk Factors-\nIndustry Specific Risk Factors\n\" for further discussion of overcapacity risks.\nChina continues to be the largest steel producing country. In 2023, despite much slower economic growth and a continuing downturn in its property market, China still produced more than one billion tons of steel, near its all-time record, accounting for approximately 54% of all steel produced globally.\n10\nCircumvention of trade duties also continues to pose a risk. Besides producing over a billion tons of steel in its own country, China is investing heavily in steel production in other countries which is one way it tries to avoid being subject to trade duties on exports to the U.S. market. According to the OECD, Chinese steel companies will account for 65% of cross-border investments or joint venture investments in 2023 or later and will account for more than 80% of the investment in new steelmaking capacity in southeast Asian countries.\nThe Section 232 steel tariffs enacted in 2018 and successful trade cases have been effective in keeping unfairly traded imports out of the U.S. market. The U.S. government has reached agreements with several allied countries to replace applicable Section 232 tariffs on steel with quota systems or other trade agreements.\nThe U.S. and European Union are also negotiating the world’s first carbon-based sectoral arrangement, the Global Arrangement on Sustainable Steel and Aluminum, that will restrict access to their markets for higher-emitting steel imports and countries that dump cheap imports. Other countries will be able to join if they meet criteria for restoring market orientation and reducing trade in high-carbon steel and aluminum products. At the end of 2023, the U.S. and EU agreed to extend both the negotiations and existing tariff rate quotas into 2025.\nDuring 2023, sunset review hearings by the U.S. International Trade Commission kept in place antidumping (AD) and countervailing duties (CVD) orders on cut-to-length steel plate from several countries. Trade remedy orders such as these play a key role in allowing the American steel industry to compete on a level playing field against unfairly traded imports, and recent sunset reviews have left the orders almost entirely in place. Sunset reviews are typically held with respect to specific exporters and products every five years.\nIn December of 2022, the World Trade Organization (WTO) ruled that the Section 232 tariffs violated U.S. WTO commitments. The U.S. government has appealed the ruling. Imports of finished steel in 2023 were down approximately 14% from 2022 levels and finished steel imports accounted for approximately 21% of U.S. market share.\nWe also experience competition from other materials. Depending on our customers’ end use of our products, there are often other materials, such as concrete, aluminum, plastics, composites and wood that compete with our steel products. When the price of steel relative to other raw materials rises, these alternatives can become more attractive to our customers.\nIn our steel products segment we manufacture a wide range of products that primarily have construction applications. In each of our product lines, we face competition from well capitalized domestic and international providers offering similar products and services.  We compete on price, service (e.g., consulting on engineering requirements, facilitating logistics, and timeliness of order fulfillment) and quality (e.g., reliably producing to exacting custom specifications).  We believe we have established a reputation as a market leader who can consistently meet customer needs for these products in a timely manner due to our nationwide footprint of modern production facilities and entrepreneurial, performance driven culture.\nCompetition in our scrap and raw materials business is also vigorous. The scrap metals market consists of many firms and is highly fragmented. Firms typically compete on price and geographic proximity to the sources of scrap metal.\nBacklog\nIn the steel mills segment, Nucor’s backlog of orders was approximately $3.27 billion and $2.33 billion at December 31, 2023 and 2022, respectively. Order backlog for the steel mills segment includes only orders from external customers and excludes orders from other Nucor businesses. Nucor’s backlog of orders in the steel products segment was approximately $4.97 billion and $6.65 billion at December 31,\n11\n2023 and 2022, respectively. The majority of these orders are expected to be filled within one year. Order backlog within our raw materials segment is not meaningful because the vast majority of the raw materials that segment produces are used internally.\nSources and Availability of Raw Materials\nAn ample supply of high-quality scrap and scrap substitutes is critical to support Nucor’s ability to produce high-quality steel. The goal of Nucor’s raw materials segment is to safely produce, source, trade and transport steelmaking raw materials. Nucor’s raw materials investments are focused on creating an advantage for our steelmaking operations, through a global information network and flexible approach to metallics supply.\nScrap and scrap substitutes are the most significant element in the total cost of steel production. The average cost of scrap and scrap substitutes used in our steel mills segment decreased approximately 14% from $492 per gross ton used in 2022 to $421 per gross ton used in 2023. On average, it takes approximately 1.1 tons of scrap and scrap substitutes to produce one ton of steel. We employ variable steel pricing mechanisms so that we are better able to maintain operating margins and meet our customer commitments as scrap and scrap substitute costs fluctuate.\nNucor remains focused on securing reliable access to low-cost raw material inputs as they are the Company’s largest expense. We believe Nucor’s broad, balanced supply chain is an important strength which allows us to reduce the cost of our steelmaking operations, create a shorter supply chain and have greater control over our metallic inputs. Our investment in DRI production facilities and scrap yards, as well as our access to international raw materials markets, provides Nucor with significant flexibility in optimizing our raw material mix. Additionally, having a significant portion of our raw materials supply under our control minimizes risk associated with the global sourcing of raw materials, particularly since a good deal of scrap substitutes comes from regions of the world that have historically experienced greater political turmoil, such as Ukraine, Russia and Brazil. We believe the continued successful implementation of our raw material strategy, including key investments in DRI production, as well as in the scrap brokerage and processing services performed by our team at DJJ, gives us greater control over our metallic inputs and thus helps us navigate significant fluctuations in the availability and costs of critical inputs.\nDJJ acquires ferrous scrap from numerous sources, including manufacturers of products made from steel, industrial plants, scrap dealers, peddlers, auto wreckers and demolition firms. In recent years, we have developed closed loop recycling programs with some of our larger customers, through which we are able to reliably source more high purity prime scrap while reducing the waste inherent in our customers’ operations.\nWe purchase pig iron as needed primarily from overseas sources. We received over 1,600,000 gross tons of pig iron in 2023. Our DRI plants in Trinidad and Louisiana supplied approximately 3,350,000 metric tons of DRI to our steel mills in 2023. The primary raw material for our DRI facilities is pelletized iron ore, which we purchase from various international suppliers.\nThe primary raw material for our steel products segment is steel produced by Nucor’s steel mills.\nEnergy Consumption and Costs\nSteel manufacturing is considered an energy-intensive, trade exposed industry. As a result, we continuously strive to make our operations in all three of our business segments more energy efficient. In addition, we proactively engage with suppliers, regulators and other energy industry participants to ensure the continued domestic availability of reliable, low-cost sources of energy in various forms.\nOur steelmaking operations utilize EAFs for 100% of their production. The total energy consumed by Nucor includes electricity, natural gas, oxygen and carbon raw material inputs. For the scrap melting\n12\nprocess, electricity is the primary energy source, with natural gas combustion serving as the fuel for reheat furnaces and other pre-heating operations. Our DRI facilities in Trinidad and Louisiana are also large consumers of natural gas.\nThe availability and prices of electricity and natural gas are influenced by many factors, including changes in supply and demand, the regulatory environment and pipeline/transmission infrastructure.\nWe use a variety of strategies to manage our exposure to price risk of natural gas, including financial hedges and physical hedges resulting from our owned natural gas drilling operations. In addition to the currently producing wells in the Piceance Basin, Nucor owns leasehold interests in natural gas properties in the South Piceance Basin, in the Western Slope of Colorado. To support Nucor’s operating wells and potential future well developments on these properties, Nucor has entered into long-term agreements directly with third-party gathering and processing service providers. Natural gas produced by Nucor’s drilling operations is sold to partially offset our exposure to changes in the price of natural gas consumed by our DRI plant in Louisiana, and by our steel mills in the United States. Nucor has full discretion on its participation in all future drilling capital investments, however, in the fourth quarter of 2022 we decided that it is unlikely that we will develop the remaining portions of our unproved oil and natural gas properties.\nWe closely monitor developments in public policy relating to energy production and consumption. We engage with policymakers to provide technical information that can inform policy decisions and avoid unintended adverse consequences of legislative and regulatory actions. We believe that a thoughtful approach to domestic energy policy can help ensure that steel and steel products manufactured in the United States remain competitive in the global marketplace.\nReducing Greenhouse Gas Emissions\nWhile steel is widely understood to be essential in any modern economy, and is increasingly seen as a critical material for addressing challenges associated with climate change, the sector also has received increased attention for its GHG emissions and their potential contribution to climate change.\nAs the leading U.S. supplier of numerous essential steel products using primarily recycled ferrous scrap metal, we believe we are in a competitively advantageous position. Our circular production process has one third the greenhouse gas emissions intensity of the average traditional extractive steelmaking process using a blast furnace.\nWe are committed to further reducing our GHG footprint over time. In November 2023, we announced net-zero, science-based greenhouse gas (GHG) targets for 2050 and established a new interim emissions reduction target for 2030. These new GHG intensity targets are defined by the Global Steel Climate Council’s (GSCC) “Steel Climate Standard”, an ambitious standard that is aligned with both the Paris Climate Agreement’s emission reduction goals for the steel sector by 2050, and the International Energy Agency’s “Net Zero by 2050: A Roadmap for the Global Energy System” glidepath.\nNucor’s net-zero 2050 and interim 2030 targets include scopes 1, 2, and 3 emissions from the production of hot rolled steel as defined by the GSCC, making Nucor the first diversified steelmaker in the U.S. to set GHG reduction targets encompassing all three scopes.\nWe plan to achieve our goals by increasing the use of clean electricity, deploying carbon capture and sequestration where practical and developing near zero GHG ironmaking technologies, as well as through the development and deployment of technologies enabling us to reduce our consumption of injection and charge carbon and natural gas.\n13\nClean Electricity Initiatives\nGHG emissions associated with our consumption of electrical power constitute approximately 21% of our current footprint.\nWe have invested in two companies developing next generation nuclear power technology, and we are exploring ways in which we can work with these companies and with our electric utility partners to accelerate deployment of these technologies on the regional power grids serving our operations, as they mature and become scalable.\nCurrently, we are a party to two Power Purchase Agreements (“PPAs”). Under these PPAs, we have agreed to purchase for a fixed price output from one solar and one wind project in the United States. The PPAs are structured for monthly financial settlement. We have undertaken these initiatives to support the ongoing transition of the U.S. power grid to a greater reliance on renewable power. As part of these arrangements, we will also receive Renewable Energy Credits (“RECs”) commensurate with the renewable power we purchase. These RECs can be applied against a portion of our GHG emissions, enabling us to receive credit for reducing them. The pay-fixed, receive-floating nature of this arrangement also offsets a portion of our exposure to higher prices for electricity over the life of the contract. We continue to evaluate and consider similar additional transactions, as well as opportunities to deploy renewable power generation and storage assets on site at our facilities.\nCarbon Capture and Sequestration (CCS) Activity\nIn 2023, we signed an agreement with Exxon Mobil to capture, transport, and store carbon from our DRI plant in Convent, Louisiana.  ExxonMobil will capture between 600,000 and 800,000 metric tons per year of CO\n2\nfrom our DRI plant and store the CO\n2\nat an ExxonMobil-owned facility in Louisiana. We expect start-up in 2026.  ExxonMobil will receive the related tax credits and pay us a fee for each ton of CO\n2\nwe supply.\nNear Zero Ironmaking\nWe have invested in Electra, a company that is working to develop and scale a process to produce carbon-free iron that can be used to make steel. Electra’s technology relies on intermittent, clean energy to refine low-grade iron ores through electrochemical and hydrometallurgical processes. Electra’s process operates at 60°C and removes critical impurities from low-grade ores to produce high purity iron that can be charged directly into EAF steelmaking. Electra’s technology is unproven at scale at this stage.\nWe have entered into a partnership with Tata Steel to explore the possibility of scaling and commercializing HIsarna, a technology that enables the production of iron from low grade iron ore fines without using coke ovens. Coke ovens consume bituminous coal at high temperature to make coke, an essential ingredient for producing iron in a blast furnace.  Both coke ovens and blast furnaces are GHG emissions intensive. While the HIsarna process produces GHG emissions, its CO\n2\nrich waste gas stream can be more readily captured and sequestered.  HISarna also produces a slag co-product that has high value for use in the cement industry.\n14\nGovernment Regulations\nOur business operations are subject to numerous federal, state and local laws and regulations, the most significant of which are intended to protect our teammates and the environment. Due to the nature of the steel industry, we are subject to substantial regulations related to safety in the workplace. In addition to the requirements of the state and local governments of the communities in which we operate, we must comply with federal health and safety regulations and environmental regulations, the most significant of which are enforced by the Occupational Safety and Health Administration (“OSHA”) and the Environmental Protection Agency (\"EPA\"). Safety and environmental stewardship are important values to Nucor. We expect that capital expenditures we will direct toward our efforts in these areas will total approximately $280 million in 2024.\nNucor operates a robust and sustainable environmental program that incorporates the concept of each individual teammate, as well as management, being responsible for environmental performance. All steel mills that have been owned and operated by Nucor for over five years are ISO 14001 certified. Achieving ISO 14001 certification requires Nucor’s steel mills to implement an environmental management system with measurable targets and objectives, such as reducing the use of oil and grease and minimizing electricity use.\nThe principal federal environmental laws that regulate our business include the Clean Air Act (the “CAA”), which regulates air emissions; the Clean Water Act (the “CWA”), which regulates water withdrawals and discharges; the Resource Conservation and Recovery Act (the “RCRA”), which addresses solid and hazardous waste treatment, storage and disposal; and the Comprehensive Environmental Response, Compensation and Liability Act (the “CERCLA”), which governs releases of hazardous substances, and remediation of contaminated sites. Our operations are also subject to state and local environmental laws and regulations.\nAs it relates to air emission rates, EAFs are the most efficient and cleanest steel making process commercially available today. In comparison to blast furnaces, EAF emissions of sulfur oxides, particulate matter and GHGs per ton of steel are significantly less than integrated steelmaking operations utilizing blast furnaces. Operating EAFs instead of blast furnaces is a proven air quality improvement strategy. In addition, each of our steel mills operates air pollution control devices (baghouses) to collect and capture particulate emissions (“EAF dust”) from the steelmaking process.\nThe primary raw material of Nucor’s steelmaking operations is scrap metal. The process of recycling scrap metal generates particulate matter emissions that includes contaminants such as paint, zinc, lead, chrome and other metals. Initially, the particulate matter captured and collected is classified as a listed hazardous waste under the RCRA. However, because these contaminants contain valuable metals, the EAF dust is recycled to recover these metals. Nucor sends all but a small fraction of the EAF dust it collects to recycling facilities that recover the zinc, lead, chrome and other valuable metals from this dust.\nIn addition to recycling EAF dust, Nucor mills beneficially reuse steel slag in road materials as a granular base, embankments, engineered fill, highway shoulders, and hot mix asphalt pavement. The physical, chemical, mechanical and thermal properties of steel slag provide a vital resource for construction companies and activities. We take considerable pride in our recycling efforts.\nNot only does the RCRA establish standards for the management of solid and hazardous wastes, the RCRA also addresses the environmental impact of contamination from waste disposal activities and from recycling and storage of most wastes. Periodically, past waste disposal activities that were legal when conducted that may now pose a contamination threat are discovered. When the U.S. Environmental Protection Agency determines these off-site properties are contaminated, Nucor quickly evaluates such claims and, if Nucor is determined to be responsible, we do our part to remediate our share of such issues. Nucor believes all identified liabilities under the RCRA are either currently being resolved or have been fully resolved.\n15\nNucor is also not presently considered a major contributor to any major cleanups under the CERCLA for which Nucor has been named a potentially responsible party. Nucor regularly evaluates these types of potential liabilities and, if appropriate, maintains reserves appropriate to remediate the identified liabilities. Under the RCRA, private citizens may also bring an action against the operator of a regulated facility for potential damages and payment of cleanup costs. Nucor believes that its system of internal evaluation and due diligence provides reasonable assurance as to these types of potential liabilities so that compliance with these regulations will not have a material adverse effect on our results of operations, cash flows or financial condition beyond that already reflected in the reserves established for them.\nTo protect water resources, the CWA regulates water withdrawals and discharges. When applicable, Nucor maintains water withdrawal and discharge permits at its facilities under the national pollutant discharge elimination system program of the CWA and conducts its operations in compliance with those permits. Nucor also maintains permits from local governments if the facility discharges into publicly owned treatment works.\nCapital expenditures at our existing facilities that are associated with environmental regulation compliance for 2023 and 2024 are estimated to be less than $100 million per year.\nHuman Capital Resources\nCulture, Organization and Compensation\nWe consider our teammates the most important part of Nucor and believe that our culture—and the encouragement that we provide to our teammates to “grow the core; expand beyond; and live our culture” —provides us with a competitive advantage.\n16\nWhile our business strategy shapes \"what we do\", our culture shapes \"how\" we go about doing it. We believe adherence to the key tenets of our culture — safety, integrity, trust, innovation, open communication, teamwork, inclusion, courage, can-do attitude and ownership — is a powerful differentiator for Nucor and positions the Company favorably to deliver ongoing stockholder value to our investors.\nNucor has a streamlined organizational structure that allows our teammates to make quick decisions and innovate. Our organization is also highly decentralized, with most day-to-day operating decisions made by our division general managers and their teams. With approximately 32,000 teammates, fewer than 200 work in our principal executive offices in Charlotte, North Carolina. By empowering our teammates, our goal is to foster an entrepreneurial mindset, along with a strong sense of personal responsibility and a culture of accountability and belonging. This empowerment is reinforced by our compensation policies (see discussion on “Pay for Performance” in\nOur Teammates - Compensation, Training & Development\nsection below) to drive results and contribute to our success.\nTeammate input is essential for us to maintain our culture of empowered teammates enabling efficient operational decisions. Aside from our practice of everyday open communication, we periodically ask our teammates to formally provide feedback. Since 1986, we have asked our teammates to complete a comprehensive survey in order to gather feedback on a range of topics, including matters relating to the effectiveness of our culture. We view the survey as an important tool in continually improving our company and ensuring our teammates remain engaged and satisfied. This survey is conducted every three years, the last of which was conducted in 2022. In the most recent survey, 89% of the responses were favorable in the category of “Satisfaction & Commitment.” The overall percentage of negative responses in the most recent survey has dropped by 25 percentage points since the survey began in 1986. The next survey will be conducted in the summer of 2025. Teammates of certain previously acquired businesses – which accounted for approximately 15% of our workforce as of December 31, 2023 – complete a comparable survey that has also shown an improving trend over time.\n17\nSafety, Diversity, Equity and Inclusion\nOne of Nucor’s core values is our teammates’ well-being and safety, and it is our goal to become the safest steel company in the world. Our foremost responsibility is to work safely, which requires our teammates to identify unsafe conditions and activities and mitigate these hazards. We will continue working to eliminate exposures that can lead to injury and encourage our teammates to share their ideas for safety improvement. Two key metrics Nucor uses to measure safety are: the Injury/Illness Rate and Days Away, Restricted and Transfer (“DART”) Case Rate.\nNucor calculates the annual Injury/Illness Rate by dividing the number of work-related injuries and illnesses by the total number of hours worked by all Nucor teammates in a given year, and then multiplying the resulting percentage by 200,000, the equivalent of 100 full-time employees working 40 hours per week, 50 weeks per year. In 2023, we achieved an annual Injury/Illness Rate of 0.79, which marks the fifth consecutive year of a reduced rate. This marks an improvement over our annual Injury/Illness Rate of 0.95 in 2022.\nNucor uses the DART Case Rate to assess and manage the risk of serious injury in the workplace.  Nucor calculates the annual DART Case Rate by dividing the number of cases resulting in days away from work, restricted work activity and/or job transfers by the total number of hours worked by all Nucor teammates in a given year, and then multiplying the resulting percentage by 200,000, the equivalent of 100 full-time employees working 40 hours per week, 50 weeks per year.  In 2023, we achieved an annual DART Case Rate of 0.36 (0.43 in 2022).\nSince 1998, Nucor has used the President’s Safety Award to recognize divisions that achieve strong records of safety performance based on objective metrics. The President’s Safety Award has the following three levels: Platinum, which is awarded to divisions with zero recordable illnesses or injuries; Gold, which is awarded to divisions that have an Illness/Injury Rate below 0.6 and a DART Case Rate below one-third of the national average for their NAICS code; and Silver, which is awarded to divisions that achieve one-third the national average on Illness/Injury Rate and DART Case Rate. In 2023, 31 divisions achieved the Platinum level award, 17 divisions achieved the Gold level award and 24 divisions achieved the Silver level award. Nucor also has 24 OSHA Voluntary Protection Program Sites, OSHA’s highest level of recognition.\nIn 2020, the Company introduced the Nucor President’s Safety Cup as a way to foster more safety benchmarking throughout the Company. The President’s Safety Cup is an additional annual award that is presented to the region that has the best safety record across all of Nucor. Not only does this reward a facility for exceeding their individual safety goals, but it encourages our teams to innovate and to share ideas and improve safety as a group. The President’s Safety Cup trophy travels among the mills and divisions that make up the winning region.\nWe believe, however, that safety is about more than just avoiding injuries. At Nucor, safety means making sure our teammates feel safe, welcome and valued when they come to work each day. We are accelerating our diversity, equity and inclusion efforts with the objective of ensuring that each teammate feels a sense of belonging at Nucor. By creating an inclusive workplace, we believe we will attract top talent, foster innovation, increase a sense of empowerment and make Nucor a stronger company. Over the past two years, approximately 31% of Nucor teammates hired or promoted to the Manager or General Manager level were diverse.\nSome of the initiatives focused on inclusion, equity and diversity we have launched include:\n•\nConducting focused discussion groups to share experiences of the workplace and the effects of race and gender;\n•\nTaking feedback onboard to enhance training and development;\n•\nWebcasts by diverse senior leaders sharing their career progression and life experiences\n18\n•\nIncreasing focus and intensity of engagement with supportive external partners, such as:\no\nNational Society of Black Engineers;\no\nSociety of Women Engineers;\no\nNational Society of Hispanic Professional Engineers;\no\nINROADS (non-profit focused on addressing the lack of diversity in corporate America)\no\nTuskegee University; and\no\nPurdue University’s Women in Engineering Program and Minorities in Engineering Program.\nOur Teammates - Compensation, Training & Development\nNucor had approximately 32,000 teammates as of December 31, 2023. The vast majority of our teammates are located in the United States, with only a small number of teammates located outside of North America. Our operations are highly automated, allowing us to improve safety outcomes and take advantage of lower employment costs while still providing our teammates with compensation that we believe is highly competitive as compared to businesses in our industry. At Nucor, we believe in “Pay-for-Performance.”  Nucor teammates typically earn a significant part of their compensation based on their productivity. Production teammates work under group incentives that provide increased earnings for increased production. This additional incentive compensation is paid weekly in most cases. Nucor has also historically contributed 10% of earnings before federal taxes to a profit sharing plan for the majority of teammates below the officer level. We believe such compensation practices incentivize our workforce and reinforce our culture.\nWhile Nucor seeks to hire qualified and talented individuals as new teammates, we also believe in developing the skills of our existing team by providing educational and on-the-job training, in addition to safety training. Further, Nucor believes it is important for senior management to also be familiar with, and have had direct experience running, Nucor’s mills and other operational divisions. The vast majority of our teammates are not represented by labor unions and we believe our teammate turnover is low.\nAt Nucor, we believe that a diversity of perspectives and background helps to facilitate the “Nucor Way” as we work to “grow the core; expand beyond; and live our culture.” We also believe that recruiting and hiring the best talent available will continue to provide us with the best opportunity for continued future success.\nPolicies\nNucor has a long history of conducting our businesses in a manner consistent with high standards of social responsibility.  We have adopted a comprehensive Human Rights Policy, which operates in conjunction with many other Nucor policies related to ethical conduct and human rights, including our Standards of Business Conduct and Ethics, Code of Ethics for Senior Financial Professionals, Supplier Code of Conduct and Policy on Eliminating Forced Labor from our Supply Chain.\nMore information about our social strategies, including our most recent Equal Employment Opportunity EEO-1 report, can be found at www.nucor.com/esg.\nAvailable Information\nNucor’s Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and any amendments to these reports, as well as proxy statements and other information, are available on our website at www.nucor.com, as soon as reasonably practicable after Nucor files these documents electronically with, or furnishes them to, the U.S. Securities and Exchange Commission (the “SEC”).\n19\nWe use the investor relations portion of our website, www.nucor.com/investors, to distribute information, including as a means of disclosing material, non-public information and for complying with our disclosure obligations under Regulation FD. We routinely post and make accessible financial and other information regarding the Company on our website. Accordingly, investors should monitor the investor relations portion of our website, in addition to our press releases, SEC filings and other public communications.  Except as otherwise expressly stated in these documents, the information contained on our website or available by hyperlink from our website is not a part of this report and is not incorporated into this report or any other documents we file with, or furnish to, the SEC."
  },
  {
    "item_key": "item_1a",
    "text": "Many of the factors that affect our business and operations involve risk and uncertainty. The factors described below are some of the risks that could materially negatively affect our business, financial condition, results of operations and cash flows.\nIndustry Specific Risk Factors\nOvercapacity in the global steel industry could increase the level of steel imports, which may negatively affect our business, results of operations, financial condition and cash flows.\nGlobal steel production overcapacity continues to be an ongoing risk to Nucor and the entire steel industry. The OECD estimated that global steel production overcapacity would grow from approximately 556.1 million metric tons in 2022 to more than 600 million metric tons 2023, with additional capacity expected to come online over the next few years. China continues to be a significant contributor to excess steelmaking capacity, producing more than one billion tons of steel in each of the past four years, despite slower economic growth. China is also investing in new steelmaking capacity in several countries in southeast Asia and Africa.\nDuring periods of global economic weakness, the effects of this overcapacity are amplified because of weaker global demand for steel and steel products. Steel manufacturers in non-market economies tend not to adjust their production levels in line with regional demand and instead export significant amounts of steel and steel products at prices that can be at or below their costs of production. In countries with non-market economies, the steel industry is often subsidized or owned in whole or in part by the government, which can provide these producers with cost advantages or cause their production decisions to be driven by political or social factors rather than price and demand signals. Surplus output from steel producers in these countries can flow into the U.S. market. These imports to the U.S., which are also affected by demand in the U.S. domestic market, international currency conversion rates, and domestic and international government actions, can result in downward pressure on realized steel prices for Nucor, which can materially adversely affect our business, results of operations, financial condition and cash flows.\nIn March 2018, the Trump Administration imposed a 25% tariff or quota limits on all imported steel products for an indefinite period of time under Section 232 of the Trade Expansion Act. Since then both the Trump and Biden Administrations have negotiated tariff rate quotas with several countries allowing them to export a set amount of steel to the U.S. market without being subject to these Section 232 tariffs. In December of 2022, the World Trade Organization (WTO) ruled that the Section 232 tariffs violated U.S. WTO commitments. The U.S. government strongly disagrees with the ruling and is appealing. When the Section 232 or other import tariffs, quotas or duties expire or if others are further relaxed or repealed, or if relatively higher U.S. steel prices make it attractive for foreign steelmakers to export their steel products to the U.S., despite the presence of import tariffs, quotas or duties, the resurgence of substantial imports of foreign steel could create downward pressure on U.S. steel prices.\n20\nOur business requires substantial capital investment and maintenance expenditures, and our capital resources may not be adequate to provide for all of our cash requirements.\nOur business requires substantial expenditures for routine maintenance and to remain competitive. For the three-year period ended December 31, 2023, our total capital expenditures were approximately $5.87 billion. We have also recently announced substantial capital projects that we expect will increase production capacity, increase the efficiency of our operations and enhance our product offerings. Although we expect requirements for our business needs, including the funding of capital expenditures, debt service for financings and any contingencies, will be financed by internally generated funds, short-term commercial paper issuances, offerings of our debt securities or from borrowings under our $1.75 billion unsecured revolving credit facility, we cannot guarantee that this will be the case. Additional acquisitions, increases in interest rates or unforeseen events could require financing from additional sources.\nChanges in the availability and cost of electricity and natural gas are subject to volatile market conditions that could adversely affect our business.\nOur steel mills are large consumers of electricity and natural gas. In addition, our DRI facilities are also large consumers of natural gas. We rely upon third parties for our supply of energy resources consumed in the manufacture of our products. The prices for and availability of electricity and natural gas can be volatile. They are often affected by weather, political, regulatory and economic factors beyond our control, and we may be unable to raise the price of our products to offset increased energy costs. Disruptions, including physical or information systems related issues, that impact the supply of our energy resources could temporarily impair our ability to manufacture our products for our customers. Increases in our energy costs that are not similarly applicable to our competitors' operations could materially adversely affect our business, results of operations, financial condition and cash flows.\nCompetition from other steel producers, imports or alternative materials may adversely affect our business.\nWe face ongoing competition from other steel producers and imports that compete with our products on price, quality and service. The markets for our products are highly competitive and a number of firms, domestic and foreign, participate in the steel, steel products and raw materials markets. Depending on a variety of factors, including the cost and availability of raw materials, energy, technology, labor, transportation and capital costs, currency exchange rates, government subsidies of foreign steel producers and other global political and economic factors, our business may be materially adversely affected by more intense competitive forces.\nIn many applications, steel competes with other materials, such as concrete, aluminum, plastics, composites and wood. Increased use or availability of these materials in substitution for steel products could have a material adverse effect on prices and demand for our steel products.\nOur industry is cyclical and both recessions and prolonged periods of slow economic growth could have an adverse effect on our business.\nDemand for most of our products is cyclical in nature and sensitive to general economic conditions. Our business supports cyclical industries, such as the construction, energy, metals service centers, appliance and automotive industries. As a result, downturns in the U.S. economy or any of these industries could materially adversely affect our results of operations, financial condition and cash flows. The U.S. economy has experienced a strong recovery from the conditions experienced at the onset of the COVID-19 pandemic, but related labor shortages and supply chain disruptions, new or proposed legislation related to governmental spending, inflation and increases in interest rates have impacted, and will continue to impact, economic growth. Even with this economic recovery, challenges from global production overcapacity in the steel industry and ongoing uncertainties, both in the United States and in other regions of the world, remain.\n21\nWe are unable to predict the duration of current economic conditions or the magnitude or timing of changes in economic activity. Future economic downturns, prolonged slow growth or stagnation in the economy, a sector-specific slowdown in one of our key end-use markets, such as nonresidential construction, or changes in inflation could materially adversely affect our business, results of operations, financial condition and cash flows, especially in light of the capital-intensive nature of our business.\nThe results of our operations are sensitive to volatility in steel prices and the cost and availability of raw materials, particularly scrap steel.\nWe rely to an extent on outside vendors to supply us with key consumables such as graphite electrodes, alloys and other raw materials, including both scrap and scrap substitutes (e.g., prime scrap, pig iron and DRI) that are critical to the manufacture of our steel products. The raw material required to produce DRI is pelletized iron ore. Although we have vertically integrated our business by constructing our DRI facilities in Trinidad and Louisiana and also by acquiring our scrap processing and brokerage operations (“DJJ”) in 2008, we still must purchase most of our primary raw material, steel scrap, from numerous other sources located throughout the United States and internationally. Although we believe that the supply of scrap and scrap substitutes will remain adequate to operate our facilities, prices of these critical raw materials are volatile and are influenced by changes in scrap exports in response to changes in the scrap, scrap substitutes and iron ore demands of our global competitors, as well as volatility in currency rates and political conditions.\nAt any given time, we may be unable to obtain an adequate supply of these critical raw materials with price and other terms acceptable to us. The availability and prices of raw materials may also be negatively affected by new laws and regulations, allocation by suppliers, interruptions in production, accidents or natural disasters, war and other forms of armed conflict or political instability, changes in exchange rates, worldwide price fluctuations, including due to global political and economic factors, changes in governmental, business and consumer spending, inflation, increases in interest rates, labor shortages, and the availability and cost of transportation. Many countries that export steel into our markets restrict the export of scrap, protecting the supply chain of some foreign competitors. This trade practice creates an artificial competitive advantage for foreign producers that could limit our ability to compete in the U.S. market.\nIf our suppliers increase the prices of our critical raw materials, we may not have alternative sources of supply. In addition, to the extent that we have quoted prices to our customers and accepted customer orders for our products prior to purchasing necessary raw materials, we may be unable to raise the price of our products to cover all or part of the increased cost of the raw materials or pass along increased transportation costs. Also, if we are unable to obtain adequate, cost-effective and timely deliveries of our required raw materials, we may be unable to timely manufacture sufficient quantities of our products. This could cause us to lose sales, incur additional costs, experience margin compressions or suffer harm to our reputation and customer relationships.\nOur steelmaking processes, our DRI processes, and the manufacturing processes of many of our suppliers, customers and competitors are energy intensive and generate carbon dioxide and other GHGs. The regulation of these GHGs could have a material adverse impact on our results of operations, financial condition and cash flows.\nOur operations are subject to numerous federal, state and local laws and regulations relating to the protection of the environment, and, accordingly, we make provision in our financial statements for the estimated costs of compliance. There are inherent uncertainties in these estimates.  Most notably, the uncertainty of policies, enforcement priorities, legislation and regulations related to climate change mitigation strategies pose the greatest risk.\nAs a carbon steel producer, Nucor could be increasingly affected both directly and indirectly by new or changing carbon policy decisions and mandates. Carbon is an essential raw material in Nucor’s steel production processes. Furthermore, Nucor steel mills use significant amounts of electricity as all of its mills utilize EAFs for 100% of their steel melting operations and the decarbonization of electricity\n22\ngeneration may lead to high power costs and decreased reliability. Significant changes to the regional power grids serving our steel mills and/or new rulemaking or legislation affecting the operation of these power grids could have a material adverse impact on our results of operations, financial condition and cash flows.\nEnvironmental regulation compliance and remediation could result in substantially increased costs and materially adversely impact our competitive position.\nWe incur significant costs to achieve and maintain compliance with environmental regulations and remediation obligations. The principal federal environmental laws include the CAA, which regulates air emissions; the CWA which regulates water withdrawals and discharges; the RCRA, which addresses solid and hazardous waste treatment, storage and disposal; and the CERCLA, which governs releases of hazardous substances, and remediation of contaminated sites. Our operations are also subject to state and local environmental laws and regulations.\nIn addition to the above mentioned statutes, revisions to National Ambient Air Quality Standards, including the implementation actions/decisions of environmental agencies, could make it significantly more difficult to obtain construction permits and permits to expand existing operations. Resulting cancellations, delays or unanticipated costs to these projects could negatively impact our ability to generate expected returns on our investments. These regulations can also increase our cost of energy, primarily electricity, which we use extensively in the steelmaking process.  We may in the future incur substantially increased costs complying with such regulations, particularly if federal regulatory agencies were to change their enforcement posture with respect to such regulations.\nEmerging customer preferences for greater product transparency and less GHG intensive materials may put us at a competitive disadvantage or reduce demand for our products.\nThe federal government and numerous states are considering establishing, or have already established, requirements for Environmental Product Declarations (“EPDs”) so that consumers may more readily evaluate the environmental impacts of products. California has enacted the “Buy Clean California Act” and California has also established Global Warming Potential benchmarks through EPDs for certain materials, including certain steel products. EPD legislation has caused Nucor to incur additional costs and has the potential to put Nucor and its customers at a disadvantage to foreign competitors unless standardized mechanisms are used to fully evaluate products produced by foreign producers.\nGeneral Risk Factors\nWe are subject to information technology and cyber-security threats which could have an adverse effect on our business and results of operations.\nWe utilize various information technology systems to efficiently address business functions ranging from the operation of our production equipment to administrative computation to the storage of data such as intellectual property and proprietary business information. We also utilize third-party service providers for certain information technology services that are important to our operations. We continuously evaluate our cyber-security systems and practices, assess potential threats, and improve our information technology networks, policies and procedures to address potential vulnerabilities. Despite efforts to assure secure and uninterrupted operations, threats from increasingly sophisticated cyber-attacks or system failures could result in materially adverse operational disruptions or security breaches of our systems or those of our third-party service providers. These risks could result in disclosure or destruction of key proprietary information or personal data or reputational damage, theft of assets or trade secrets, or could adversely affect our ability to physically produce or transport steel, resulting in lost revenues, as well as delays in reporting our financial results. We also could be required to spend significant financial and other resources to remedy the damage caused by a cyber-security breach, including to repair or replace networks and information technology systems. We may also contend with potential liability for stolen information, increased cyber-security protection costs, litigation expense and increased insurance premiums.\n23\nOur operations are subject to business interruptions and casualty losses.\nThe steelmaking business is subject to numerous inherent risks, particularly unplanned events such as explosions, fires, other accidents, natural disasters such as floods, hurricanes or earthquakes, critical equipment failures, acts of terrorism, inclement weather and transportation interruptions. Nucor maintains property insurance for these types of losses but self-insures a significant portion of the program. Therefore, while our insurance coverage could offset a portion of the losses relating to some of those types of events, our results of operations and cash flows could be adversely impacted to the extent that any such losses are not covered by our insurance, or that there are significant delays in resolving our claims with our insurance providers.\nWe acquire businesses and enter into joint ventures from time to time and we may encounter difficulties in integrating businesses we acquire.\nWe plan to continue to seek attractive opportunities to acquire businesses, enter into joint ventures and make other investments that strengthen Nucor. Realizing the anticipated benefits of acquisitions or other transactions will depend on our ability to operate these businesses and integrate them with our operations, effectively identify and manage risks, and cooperate with our strategic partners. Our business, results of operations, financial condition and cash flows could be materially adversely affected if we are unable to successfully integrate these businesses or otherwise fail to realize the anticipated benefits of acquisitions or other transactions.\nRisks associated with operating in international markets could adversely affect our business, financial position and results of operations.\nCertain of our businesses and investments are located outside of the United States, in Canada, Mexico and in emerging markets. There are a number of risks inherent in doing business in or sourcing raw materials from such markets. These risks include, but are not limited to: unfavorable political or economic factors; local labor and social issues; changes in regulatory requirements; fluctuations in foreign currency exchange rates, interest rates and inflation; and complex foreign laws, treaties including tax laws, and the Foreign Corrupt Practices Act of 1977. These risks could restrict our ability to operate our international businesses profitably and therefore have a negative impact on our financial position and results of operations. In addition, our reported results of operations and financial position could also be negatively affected by exchange rates when the activities and balances of our foreign operations are translated into U.S. dollars for financial reporting purposes.\nPandemics, epidemics and other public health emergencies in the future, could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nOur operations expose us to risks associated with pandemics, epidemics and other public health emergencies. The COVID-19 pandemic had and any future similar events may have negative impacts on our operations, supply chain, transportation networks and customers, which may compress our margins or impact demand for our steel products, including as a result of preventative and precautionary measures that we, other businesses and governments have taken or may take in the future.\nIn addition, the ability of our teammates and our suppliers’ and customers’ teammates to work may be significantly impacted by these types of public health emergencies. Our customers may be directly impacted by business interruptions or weak market conditions and may not be willing or able to fulfill their contractual obligations. Furthermore, the progression of and global response to these types of public health emergencies, as was the case with the COVID-19 pandemic, can cause and increase the risk of delays in construction activities and equipment deliveries related to our capital projects, including potential delays in obtaining permits from government agencies, as well as changes in the prices and availability of labor and equipment for capital projects.\n24\nThe accounting treatment of equity method investments, goodwill and other long-lived assets could result in future asset impairments, which would reduce our earnings.\nWe periodically test our equity method investments, goodwill and other long-lived assets to determine whether their estimated fair value is less than their value recorded on our balance sheet. The results of this testing for potential impairment may be adversely affected by uncertain market conditions for the global steel industry, as well as changes in interest rates, commodity prices and general economic conditions. If we determine that the fair value of any of these assets is less than the value recorded on our balance sheet, and, in the case of equity method investments the decline is other than temporary, we would likely incur a non-cash impairment loss that would negatively impact our results of operations.\nTax increases and changes in tax laws and regulations or exposure to additional tax liabilities could adversely affect our financial results.\nThe steel industry and our business are sensitive to changes in taxes. As a company based in the United States, Nucor is more exposed to the effects of changes in U.S. tax laws than some of our major competitors. Our provision for income taxes and cash tax liability in the future could be adversely affected by changes in U.S. tax laws.\nNucor recognizes the effect of income tax positions only if those positions are believed to be more likely than not of being sustained. We cannot predict whether taxing authorities will conduct an audit challenging any of our tax positions and there can be no assurance as to the outcome of any challenges. If we are unsuccessful in any of these matters, we may be required to pay taxes for prior periods, interest, fines or penalties.\nWe are subject to legal proceedings and legal compliance risks.\nWe spend substantial resources ensuring that we comply with domestic and foreign regulations, contractual obligations and other legal standards. Notwithstanding this, we are subject to a variety of legal proceedings and legal compliance risks in respect of various issues, including regulatory, safety, environmental, employment, transportation, intellectual property, contractual, import/export, international trade and governmental matters that arise in the course of our business and in our industry. For information regarding our current significant legal proceedings, see “Item 3. Legal Proceedings.” A negative outcome in an unusual or significant legal proceeding or compliance investigation could adversely affect our financial condition and results of operations. While we believe that we have adopted appropriate risk management and compliance programs, the nature of our operations means that legal compliance risks will continue to exist and additional legal proceedings and other contingencies, the outcome of which cannot be predicted with certainty, will arise from time to time."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_1c",
    "text": "Nucor recognizes the importance of developing, implementing, and maintaining effective cybersecurity measures designed to protect our information systems and the confidentiality, integrity, and availability of our data. We face a number of information technology and cybersecurity threats which could have an adverse effect on our business and results of operations.\nNotwithstanding the Company’s cybersecurity framework and preventative strategies, we may not be successful in preventing or mitigating a cybersecurity incident that could have a material adverse effect on us. See “Item 1A. Risk Factors” for a discussion of cybersecurity risks.\n25\nRisk Management and Strategy\nOverview\nWe have developed and implemented a cybersecurity risk management program that is intended to enable us to assess, identify, and manage risk associated with cybersecurity threats. Our program is based on the Cybersecurity Framework promulgated by the National Institute of Standards and Technology and other applicable industry standards, and includes the following key elements:\n•\nidentification and assessment of cybersecurity threats based on internal and external assessments and monitoring, information from internal stakeholders, and external publications and resources such as those made available by the United States Cybersecurity and Infrastructure Security Agency;\n•\ntechnical and organizational safeguards designed to protect against identified threats, including documented policies and procedures, technical controls, and employee education and awareness;\n•\nprocesses to detect the occurrence of cybersecurity events, and maintenance and regular testing of incident response and recovery and business continuity plans and processes; and\n•\na third-party risk management process to manage cybersecurity risks associated with our service providers, suppliers, and vendors.\nThe program is designed to foster a culture of cybersecurity risk management across the Company.\nIntegrated Overall Risk Management\nAssessing, identifying, and managing cybersecurity-related risks is integrated into our overall risk management framework. The Company conducts an annual cybersecurity risk assessment and reports the most significant risks and associated planned mitigation strategies to the Audit Committee of the Board of Directors. The annual risk assessment is carried out under the supervision of the President of Nucor Business Technology, the Company’s Cybersecurity Director, and the Company’s Vice President and Corporate Controller. See “Governance” below. The Board also regularly receives focused presentations regarding cybersecurity risks from the Company’s Cybersecurity Director.\nThird-Party Engagement\nDue to the complexity and ever-changing nature of cybersecurity threats, Nucor engages a range of external experts to assist in its assessment, identification, and management of risks from cybersecurity threats. These include cybersecurity assessors, forensic and incident response experts, and auditors to review the Company’s cybersecurity posture and responsive efforts. Our relationships with these external partners enable us to leverage their expertise with the goal of maintaining best practices.\nOversight of Third-Party Risks\nOur third-party service providers, suppliers, and vendors face their own risks from cybersecurity threats that could impact Nucor in certain circumstances. In response, we have implemented processes for overseeing and managing these risks. Those processes include limiting the exposure of our information systems to external systems to the least practicable amount, assessing the third parties’ information security practices before allowing them to access our information systems or data, requiring the third parties to implement appropriate cybersecurity controls in our agreements with them, and conducting ongoing monitoring of their compliance with those requirements. We also utilize third-party risk and compliance monitoring services to monitor our service providers, suppliers, and vendors and to augment the effectiveness of our risk mitigation efforts in this area.\n26\nRisks from Cybersecurity Threats\nAs of the date of this report, no risks from cybersecurity threats, including as a result of cybersecurity incidents we have experienced in the past, have materially affected or are reasonably likely to materially affect the Company, including its business strategy, results of operations, or financial condition.\nGovernance\nThe Company seeks to ensure effective governance in managing risks associated with cybersecurity threats, as more thoroughly described below.\nBoard of Directors Oversight\nThe Audit Committee of the Board of Directors is responsible for the oversight of risks from cybersecurity threats. The Audit Committee is composed of directors with a wide range of experience, including risk management and controls, and technology. See “Integrated Overall Risk Management” above.\nManagement’s Role in Cybersecurity Risk Management\nA division of the Company known as Nucor Business Technology, or NBT, is responsible for the Company’s information technology needs, including cybersecurity risk assessment and management. NBT’s cybersecurity function is led by the Cybersecurity Director, who reports to the President of NBT, who in turn reports to the Company’s Chair, President, and Chief Executive Officer. The current Cybersecurity Director has twenty years of experience in the cybersecurity field and has broad expertise in cybersecurity threat assessments and detection, mitigation technologies, cybersecurity training, and incident response.\nThe Company also has a Risk Committee composed of the following members of the Company’s management:\n•\nExecutive Vice President, Business Services & General Counsel\n•\nPresident, Nucor Business Technology\n•\nVice President and Corporate Controller\n•\nVice President and General Manager, Corporate Legal Affairs\n•\nGeneral Manager of Internal Audit\n•\nCybersecurity Director\n•\nManager of External Reporting\nThe Risk Committee is responsible for overseeing the Company’s response to cybersecurity incidents. The Risk Committee and the Chair, President, and Chief Executive Officer inform the Audit Committee and the Board of Directors on cybersecurity risks.\nMonitoring of Cybersecurity Incidents\nThe Cybersecurity Director implements and oversees our processes for regularly monitoring our information systems. This includes security measures and regular audits to identify potential issues. In the event of a cybersecurity incident, we have an established incident response plan that requires prompt notification of the Cybersecurity Director or their designee, who in turn oversees our assessment of and response to the incident. The Cybersecurity Director is also responsible for informing the Risk Committee of cybersecurity incidents, which in turn has a detailed process for assessing the impacts of incidents and monitoring the Company’s mitigation and remediation efforts. Depending on the nature of the incident,\n27\nthis process also provides for escalating notification to senior executives, including the Chair, President, and Chief Executive Officer and to the Board of Directors."
  },
  {
    "item_key": "item_2",
    "text": "We own most of our principal operating facilities. These facilities, by segment, are as follows:\n28\nIn the steel products segment, we have 92 operating facilities, excluding the locations listed above, in 39 states with 29 operating facilities in Canada and two in Mexico. Nucor Rebar Fabrication also operates multiple sales offices in Canada and certain other foreign locations. The steel products segment also includes Skyline Steel, LLC, our steel foundation distributor. NWS has leased square footage of approximately 630,000 square feet in Los Angeles, California, and has leased square footage of approximately 420,000 square feet in Houston, Texas.\nIn the raw materials segment, we have 93 operating facilities in 19 states with one operating facility in Point Lisas, Trinidad. For our DRI facilities in Trinidad and Louisiana, a significant portion of the production process occurs outdoors. The Trinidad site, including leased land, is approximately 1.9 million square feet. The Louisiana site has approximately 174.2 million square feet of owned land with buildings that total approximately 72,500 square feet. DJJ has 85 operating facilities in 18 states along with multiple brokerage offices in the United States and certain other foreign locations.\nThe average utilization rates of all operating facilities in the steel mills, steel products and raw materials segments in 2023 were approximately 78%, 64% and 71% of production capacity, respectively.\nWe also own our principal executive offices in Charlotte, North Carolina."
  },
  {
    "item_key": "item_3",
    "text": "Nucor is from time to time a party to various lawsuits, claims and other legal proceedings that arise in the ordinary course of business. With respect to all such lawsuits, claims and proceedings, we record reserves when it is probable a liability has been incurred and the amount of loss can be reasonably estimated. We do not believe that any of these proceedings, individually or in the aggregate, would be expected to have a material adverse effect on our results of operations, financial position or cash flows. Nucor maintains liability insurance with self-insurance limits for certain risks.\nDuring 2022, Nucor Steel Louisiana, our DRI facility located in St. James Parish, Louisiana, received allegations of violations of the Clean Air Act from the United States Environmental Protection Agency. A combined settlement is currently being negotiated with the United States Department of Justice, United States Environmental Protection Agency and the Louisiana Department of Environmental Quality. We do not believe that any aggregate settlement for these allegations will be material to Nucor.\nThere were no other proceedings that were pending or contemplated under federal, state or local environmental laws that the Company reasonably believes may result in monetary sanctions of at least $1.0 million (the threshold chosen by Nucor as permitted by Item 103 of Regulation S-K promulgated under the Securities Exchange Act of 1934, as amended, (the \"Exchange Act\"), and which Nucor believes is reasonably designed to result in disclosure of any such proceeding that is material to its business or financial condition)."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\nInformation About O\nur Executive Officers\nThe following is a description of the names and ages of the executive officers of the Company, indicating all positions and offices with the Company held by each such person and each person’s principal occupation or employment during the past five years. Each executive officer of Nucor is elected by the Board of Directors and holds office from the date of election until removed by the Board.\nAllen C. Behr\n(50), Executive Vice President of Plate and Structural Products, was named EVP in May 2020. Mr. Behr began his career with Nucor in 1996 as Design Engineer at Nucor Building Systems-Indiana and joined the start-up team at Nucor Building Systems-Texas in 1999. In 2001, he became the\n29\nEngineering Manager at Nucor Building Systems-South Carolina and was promoted to General Manager in 2008. Mr. Behr became the General Manager of Vulcraft-South Carolina in 2011 and was promoted to Vice President in 2012. He was promoted to President of the Vulcraft/Verco group in 2014 and he served as General Manager of Nucor Steel-Texas from 2017 to 2019.\nBrad Ford\n(45)\n,\nExecutive Vice President of Fabricated Construction Products, became EVP in May 2023. Mr. Ford began his career at The David J. Joseph Company (DJJ) in 2001 as a Brokerage Representative and subsequently served as District Manager and International Trading Manager. In 2013, Mr. Ford became Commercial Vice President at DJJ's subsidiary, Trademark Metals Recycling LLC (TMR), and then served as President of TMR from 2015 to 2020. Mr. Ford became General Manager of Vulcraft-Indiana in 2020. He was promoted to Vice President of Nucor in 2022 and most recently served as Vice President and General Manager of Nucor Steel Decatur, LLC.\nNoah Hanners\n(44)\n,\nExecutive Vice President of Raw Materials, became EVP in January 2023. Mr. Hanners began his career with Nucor in 2011 as Melt Shop Engineer at Nucor Steel South Carolina. He next served as Shift Supervisor and was then promoted to Melt Shop Manager at Nucor Steel Auburn, Inc. Mr. Hanners later served as General Manager of Nucor Tubular Products and General Manager of Nucor Steel Kankakee, Inc. and was promoted to Vice President in 2019. He served as the Vice President and General Manager of The David J. Joseph Company from 2019 to 2022\n.\nJohn Hollatz\n(48)\n,\nExecutive Vice President of Bar, Engineered Bar, and Rebar Fabrication Products, was named EVP in May 2022. Mr. Hollatz began his career at Nucor in 1999 as Design Engineer at Vulcraft Indiana and then served as Sales Engineer and Sales Manager at Vulcraft Nebraska. Mr. Hollatz later served as General Manager of Nucor Building Systems South Carolina, General Manager of Vulcraft Indiana, and President of the Vulcraft/Verco group. He was promoted to Vice President and General Manager of Nucor Steel Decatur, LLC in 2016.\nDouglas J. Jellison\n(65), Executive Vice President of Strategy, was named EVP in January 2021. Mr. Jellison began his Nucor career in 1990 as Materials Manager at Nucor Bearing Products and has worked in various positions and businesses in his more than 30 years with Nucor, including several controller and business development roles. Mr. Jellison was promoted to Vice President in 2004 and served as General Manager of Nucor Bearing Products, Nucor Steel Seattle, Inc. and Nucor-Yamato. He then served as President of Nucor Tubular Products and most recently as President of Nucor’s steel piling subsidiary, Skyline Steel LLC.\nStephen D. Laxton\n(53)\n,\nChief Financial Officer, Treasurer, and Executive Vice President, became CFO in March 2022. Mr. Laxton began his career at Nucor in 2003 as General Manager of Business Development and was promoted to Vice President in 2014. Prior to joining Nucor, Mr. Laxton worked for Cinergy Corp., holding various positions including Director of Asset Management and Manager of Corporate Development.\nPrior to Cinergy, he held various financial roles with Ashland, Inc., North American Stainless and National City Bank.\nGregory J. Murphy\n(60), Executive Vice President of Business Services and General Counsel, was named EVP in January 2021. Mr. Murphy began his Nucor career in 2015 as Vice President and General Counsel.  In 2020, he assumed additional responsibilities and was named General Counsel and Vice President of Legal, Environmental and Public Affairs. Prior to joining Nucor, Mr. Murphy was a Partner with the law firm of Moore & Van Allen PLLC, where he was the team leader of the Litigation Practice Group and served for a decade on the firm’s Executive Committee.\n30\nDaniel R. Needham\n(58), Executive Vice President of Commercial, was named EVP in May 2022. Mr. Needham began his career with Nucor in 2000 as Controller at Nucor Steel Hertford County. He subsequently served as Controller of Nucor Steel Decatur, LLC and Nucor Steel Utah. In 2011, Mr. Needham became General Manager of Nucor Steel Connecticut, Inc. He later served as General Manager of Nucor Steel Utah and was elected Vice President in 2016. In 2019, Mr. Needham was promoted to Vice President and General Manager of Nucor Steel Indiana. He served as the Executive Vice President of Bar, Engineered Bar and Rebar Fabrication Products from February 2021 to May 2022.\nK. Rex Query\n(58)\n,\nExecutive Vice President of Sheet Products and Talent Resources, was named EVP in January 2021. Mr. Query joined Nucor in 1990 as a financial analyst in the Corporate Office and subsequently served as Controller at Vulcraft South Carolina, Nucor Steel Berkeley and Nucor Steel Hertford. After serving as General Manager and Corporate Controller, Mr. Query was elected to Vice President in 2002 and served as General Manager at Nucor Steel Auburn, Inc., Nucor Steel Decatur, LLC, Nucor Steel South Carolina and NCF as well as President of Nucor Europe. Most recently, Mr. Query served as President of Nucor’s Vulcraft/Verco group. Mr. Query is married to the sister of Mr. Topalian’s wife.\nDavid A. Sumoski\n(57), was named Chief Operating Officer, in January 2021. He previously served as Executive Vice President from 2014 to 2020, most recently as EVP of Merchant and Rebar Products.  He also served as General Manager of Nucor Steel Memphis, Inc. from 2012 to 2014 and as General Manager of Nucor Steel Marion, Inc. from 2008 to 2012. Mr. Sumoski was named Vice President in 2010. He began his career with Nucor as an electrical supervisor at Nucor Steel-Berkeley in 1995, later serving as Maintenance Manager.\nLeon J. Topalian\n(55), has served as President and Chief Executive Officer since January 2020 and as Chair of the Board of Directors since September 2022. He previously served as President and Chief Operating Officer from September 2019 to December 2019, as Executive Vice President of Beam and Plate Products from 2017 to 2019 and as Vice President of Nucor from 2013 to 2017. He began his Nucor career at Nucor Steel-Berkeley in 1996, serving as a project engineer and then as cold mill production supervisor. Mr. Topalian was promoted to Operations Manager for Nucor’s former joint venture in Australia and later served as Melting and Casting Manager at Nucor Steel-South Carolina. He then served as General Manager of Nucor Steel Kankakee, Inc. from 2011 to 2014 and as General Manager of Nucor-Yamato from 2014 to 2017. Mr. Topalian is married to the sister of Mr. Query’s wife.\nD. Chad Utermark\n(55), Executive Vice President of New Markets and Innovation, was named EVP in 2014. He previously served as General Manager of Nucor-Yamato from 2011 to 2014 and as General Manager of Nucor Steel-Texas from 2008 to 2011. He was named Vice President of Nucor in 2009. Mr. Utermark began his Nucor career as a utility operator at Nucor Steel-Arkansas in 1992, subsequently serving as shift supervisor and Hot Mill Manager at that division as well as Roll Mill Manager at Nucor Steel-Texas.\n31\nPAR\nT II"
  },
  {
    "item_key": "item_5",
    "text": "Our common stock is listed and traded on the New York Stock Exchange under the symbol “NUE.” As of January 31, 2024, there were approximately 11,000 stockholders of record of our common stock.\nOur share repurchase program activity for each of the three months and the quarter ended December 31, 2023 was as follows (in thousands, except per share amounts):\n(1)\nIncludes commissions of $0.02 per share.\n(2)\nOn May 11, 2023, the Company announced that its Board of Directors had approved a share repurchase program under which the Company is authorized to repurchase up to $4.00 billion of the Company’s common stock and terminated all previously authorized share repurchase programs. The share repurchase authorization is discretionary and has no expiration date.\nNucor has increased its base cash dividend every year since the Company began paying dividends in 1973. Nucor paid a total dividend of $2.04 per share in 2023 compared with $2.00 per share in 2022. In December 2023, the Board of Directors increased the base quarterly cash dividend on Nucor’s common stock to $0.54 per share from $0.51 per share. In February 2024, the Board of Directors declared Nucor’s 204\nth\nconsecutive quarterly cash dividend of $0.54 per share payable on May 10, 2024 to stockholders of record on March 28, 2024.\nSee Note 16 to the Company’s consolidated financial statements for a discussion regarding securities authorized for issuance under the Company’s stock-based compensation plans.\nThe stock performance graph required by Item 201(e) of Regulation S-K is incorporated into this report by reference from the Company's annual report to stockholders for the year ended December 31, 2023, which will be posted to the Company's website and furnished to the SEC subsequent to the date of this report. The stock performance graph shall not be deemed to be \"filed\" for purposes of Section 18 of the Exchange Act, nor shall it be deemed to be \"soliciting material\" subject to Regulation 14A or incorporated by reference in any filing under the Securities Act of 1933 or the Exchange Act, except as shall be expressly set forth by specific reference in such filing."
  },
  {
    "item_key": "item_6",
    "text": "32"
  },
  {
    "item_key": "item_7",
    "text": "The following Management’s Discussion and Analysis of Financial Condition and Results of Operations of Nucor Corporation should be read in conjunction with the consolidated financial statements of the Company and the accompanying notes to the consolidated financial statements.\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations included in this report discusses our financial condition and results of operations as of and for the years ended December 31, 2023 and 2022. Information concerning the year ended December 31, 2022 and a comparison of the years ended December 31, 2022 and 2021 may be found under “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” in the Company’s Annual Report on Form 10-K for the year ended December 31, 2022, filed with the SEC on February 28, 2023.\nOverview\nThe U.S. economy grew at a faster rate in 2023 – 2.5 percent – compared to 1.9 percent the prior year. Steel market demand in 2023 remained strong across many of the end markets we serve, particularly nonresidential construction. Operating rates at our steel mills for the full year 2023 increased slightly to 78% as compared to 77% for the full year 2022.\nLegislation passed by Congress is providing more than $1.5 trillion to rebuild traditional infrastructure, build-out clean energy infrastructure and re-shore semiconductor chip manufacturing back to the United States. These steel-intensive projects are expected to create an estimated 5 to 8 million tons of additional annual steel demand in the coming years. Funding from the Infrastructure Investment & Jobs Act (IIJA) is starting to impact the steel market and that impact is expected to last several years. The CHIPS Act has already generated announcements for dozens of new semiconductor ecosystem projects in the U.S. representing more than $200 billion in private investments. Strong Buy America requirements in the IIJA and the Inflation Reduction Act will promote domestically produced steel being used to rebuild U.S. infrastructure and build-out new clean energy infrastructure. More than half of Nucor products are shipped into the construction market, and Nucor’s lower carbon footprint is expected to provide an additional advantage as states and localities look to rebuild infrastructure in a sustainable manner.\nOur Challenges and Risks\nGlobal steel production overcapacity continues to be an ongoing risk to Nucor and the entire steel industry, with the OECD estimating that global steel production overcapacity would grow from approximately 550 million metric tons in 2022 to more than 600 million tons in 2023. However, additional capacity continues to come online and China’s steel production, the largest steel producing country, is still near record levels. In 2023, China’s steel production was more than 1 billion tons for the fourth consecutive year. Circumvention of trade duties also continues to pose a risk, as countries route products through third-party countries to evade duties. Increasingly, China is seeking to evade trade duties by building new steelmaking capacity in other countries with a focus on neighboring countries in southeast Asia, as well as Africa.\nAn uncertainty we continue to face in our business is the price of our principal raw material, ferrous scrap, which is volatile and often increases or decreases rapidly in response to changes in domestic demand, unanticipated events that affect the flow of scrap into scrap yards, the availability of scrap substitutes, currency fluctuations and changes in foreign demand for scrap. In periods of rapidly increasing raw material prices in the industry, which are often also associated with periods of stronger or rapidly improving steel market conditions, being able to increase our prices for the products we sell quickly enough to offset increases in the prices we pay for ferrous scrap is challenging but critical to maintaining our profitability. We attempt to mitigate the scrap price risk by managing scrap inventory levels at the steel mills to match the anticipated demand over the next several weeks. Certain scrap substitutes, including pig iron, have longer lead times for delivery than scrap, which can make this\n33\ninventory management strategy difficult to achieve. Continued successful implementation of our raw material strategy, including key investments in DRI production, coupled with the scrap brokerage and processing services performed by our team at DJJ, give us greater control over our metallic inputs and thus also helps us to mitigate this risk. See \"Item 1A. Risk Factors-\nIndustry Specific Risk Factors\n\" for further discussion of raw material risks.\nDuring periods of stronger or rapidly improving steel market conditions, we are more likely to be able to pass through to our customers, relatively quickly, the increased costs of ferrous scrap and scrap substitutes, protecting our gross margins from significant erosion. During periods of weaker or rapidly deteriorating steel market conditions, weak steel demand, low industry utilization rates and the impact of imports create an even more intensified competitive environment and increased pricing pressure. All of those factors, to some degree, impact pricing, which increases the likelihood that Nucor will experience lower gross margins.\nAlthough the majority of our steel sales are to spot market customers in North America who place their orders each month based on their business needs and our pricing competitiveness compared to both domestic and global producers and trading companies, we also sell contract tons, most notably in our sheet operations. Approximately 80% of our sheet sales were to contract customers in 2023 (approximately 85% in 2022), with the balance being sold in the spot market at the prevailing prices at the time of sale. Steel contract sales outside of our sheet operations are not significant. The amount of tons sold to contract customers at any given time depends on the overall market conditions at the time, how the end-use customers see the market moving forward and the strategy that Nucor management believes is appropriate to the upcoming period.\nNucor management considerations include maintaining an appropriate balance of spot and contract tons based on market projections and appropriately supporting our diversified customer base. The percentage of tons that is placed under contract also depends on the overall market dynamics and customer negotiations. In years of strengthening demand, we typically see an increase in the percentage of sheet sales sold under contract as our customers have an expectation that transaction prices will rapidly rise, and available capacity will quickly be sold out. To mitigate this risk, customers prefer to enter into contracts in order to obtain committed volumes of supply from the mills. The vast majority of our contracts include a method of adjusting prices on a periodic basis to reflect changes in the market pricing for steel and/or scrap. Market indices for steel generally trend with scrap pricing changes, but, during periods of steel market weakness, the more intensified competitive steel market environment can cause the sales price indices to decrease resulting in reduced gross margins and profitability. Furthermore, since the selling price adjustments are not immediate, there will always be a timing difference between changes in the prices we pay for raw materials and the adjustments we make to our contract selling prices. Contract sales typically have terms ranging from six to 12 months.\nOur Strengths and Opportunities\nWe are North America’s most diversified steel producer. As a result, our short-term performance is not tied to any one market. We have numerous, large, strategic capital projects at various stages of progress that we believe will help us further diversify our product offerings and expand the markets that we serve. We expect these investments to grow our long-term earnings power by increasing our channels to market, expanding our product portfolio into higher value-added offerings, improving our cost structure and further building upon our market leadership positions.\nWe believe that Nucor’s raw material supply chain is another important strength. Our investment in DRI production facilities and scrap brokerage and processing businesses provides Nucor with significant flexibility in optimizing our raw materials costs. Additionally, having a portion of our raw materials supply under our control reduces risk associated with the global sourcing of raw materials.\nOur highly variable, low-cost structure, combined with our financial strength and liquidity, have allowed us to successfully navigate cyclical steel industry market conditions in the past. In such times, our incentive-based pay system reduces our payroll costs, both hourly and salary, which helps to offset lower\n34\nselling prices. Our pay-for-performance system that is closely tied to our levels of production also allows us to keep our highly experienced workforce intact and to continue operating our facilities when some of our competitors with greater fixed costs are forced to shut down some of their facilities. Because we use EAFs to produce our steel, we can easily vary our production levels to match short-term changes in demand.\nEvaluating Our Operating Performance\nWe report our results of operations in three segments: steel mills, steel products and raw materials. Most of the steel we produce in our mills is sold to outside customers (80% in 2023 and 78% in 2022), but a significant percentage is used internally by many of the facilities in our steel products segment (20% in 2023 and 22% in 2022).\nWe begin measuring our performance by comparing our net sales, both in total and by individual segment, during a reporting period with our net sales in the corresponding period in the prior year. In doing so, we focus on changes in and the reasons for such changes in the two key variables that have the greatest influence on our net sales: average sales price per ton during the period and total tons shipped to outside customers.\nWe also focus on both dollar and percentage changes in gross margins, which are key drivers of our profitability, and the reasons for such changes. There are many factors from period to period that can affect our gross margins. One consistent area of focus for us is changes in “metal margins,” which is the difference between the selling price of steel and the cost of scrap and scrap substitutes. Increases or decreases in the cost of scrap and scrap substitutes that are not offset by changes in the selling price of steel can quickly compress or expand our margins and reduce or increase our profitability.\nChanges in marketing, administrative and other expenses, particularly profit sharing and other variable incentive-based payment costs, can have a material effect on our results of operations for a reporting period as well. These costs vary significantly from period to period as they are based upon changes in our pre-tax earnings and other profitability metrics that are a reflection of our pay-for-performance system that is closely tied to our levels of production.\nEvaluating Our Financial Condition\nWe evaluate our financial condition each reporting period by focusing primarily on the amounts of and reasons for changes in cash provided by operating activities, our current ratio, the turnover rate of our accounts receivable and inventories, the amounts of and reasons for changes in cash used in or provided by investing activities (including projected capital expenditures) and financing activities and our cash and cash equivalents and short-term investments position at period end. We believe that our conservative financial practices have served us well in the past and are serving us well today. As a result, we believe our financial position remains strong.\nComparison of 2023 to 2022\nResults of Operations\nNucor reported consolidated net earnings of $4.52 billion, or $18.00 per diluted share, in 2023, which decreased compared to $7.61 billion, or $28.79 per diluted share, in 2022, the latter of which was the most profitable year in the Company’s history. Though decreased from the prior year, 2023 represented the third most profitable year in Nucor’s history.\nThe primary driver for the decrease in earnings in 2023 as compared to 2022 was the decreased profitability of the steel mills segment. Metal margin in the steel mills segment decreased significantly in 2023 as compared to 2022, as decreases in average selling prices outpaced decreases in scrap and substitute costs. All product groups within the steel mills segment had lower metal margin in 2023 as compared to 2022, with the largest decrease at our sheet mills.\n35\nEarnings of the steel products segment decreased in 2023 following a record-setting year for profitability in 2022.  Average selling prices and volumes both decreased for the steel products segment in 2023 as compared to 2022. The primary driver for the decreased earnings of the steel products segment in 2023 was the reduced profitability of the joist and deck businesses, both of which had very strong earnings in 2022. Partially offsetting these decreases were increases in profitability at the segment's rebar fabrication, garage doors, insulated metal panels and tubular products businesses in 2023 as compared to 2022. The Company's rebar fabrication business set a new record for profitability in 2023.\nEarnings in the raw materials segment decreased in 2023 as compared to 2022 primarily due to decreased earnings at our DRI facilities and scrap processing operations. Included in the earnings of the raw materials segment in 2022 was the $96.0 million write-off of our leasehold interest in unproved oil and gas properties after the Company’s management determined that it was unlikely to develop the leasehold interests in the future.\nThe following discussion will provide greater quantitative and qualitative analysis of Nucor’s performance in 2023 as compared to 2022.\nNet Sales\nNet sales to external customers by segment for the years ended December 31, 2023 and 2022 were as follows (in thousands):\nNet sales for 2023 decreased 16% from the prior year. Average sales price per ton decreased 15% from $1,626 in 2022 to $1,377 in 2023. Total tons shipped to outside customers decreased 1% from 25,524,000 tons in 2022 to 25,205,000 tons in 2023.\nIn the steel mills segment, sales tons for the years ended December 31, 2023 and 2022 were as follows (in thousands):\n36\nNet sales for the steel mills segment decreased 17% in 2023 compared to the prior year due to an 18% decrease in the average sales price per ton, from $1,324 in 2022 to $1,084 in 2023, partially offset by a 2% increase in tons sold to outside customers. Average selling prices for our sheet, bar, structural, and plate mills decreased in 2023 as compared to 2022.\nOutside sales tonnage for the steel products segment for the years ended December 31, 2023 and 2022 was as follows (in thousands):\nNet sales for the steel products segment decreased 15% in 2023 from the prior year due to a 5% decrease in the average sales price per ton, from $3,003 in 2022 to $2,845 in 2023, as well as an 11% decrease in volumes.\nNet sales for the raw materials segment decreased 18% in 2023 from the prior year, primarily due to decreased volumes and average sales prices at DJJ’s brokerage and scrap processing operations. In 2023, approximately 92% of outside sales for the raw materials segment were from the brokerage operations of DJJ, and approximately 4% of outside sales were from the scrap processing operations of DJJ (91% and 3%, respectively, in 2022).\nGross Margins\nIn 2023, Nucor recorded gross margins of $7.81 billion (23%), which was a decrease from $12.50 billion (30%) in 2022:\n•\nThe primary driver for the decrease in gross margins in 2023 as compared to 2022 was the decrease in metal margins in the steel mills, primarily due to lower metal margins per ton and decreases in average selling prices outpacing decreases in scrap costs.\nThe average scrap and scrap substitute cost per gross ton used decreased 14% from $492 in 2022 to $421 in 2023. Scrap prices are driven by the global supply and demand for scrap and other iron-based raw materials used to make steel. Scrap prices are stable as we begin 2024.\n•\nPre-operating and start-up costs of new facilities increased to approximately $400 million in 2023 as compared to approximately $247 million in 2022. Pre-operating and start-up costs in 2023 primarily related to the plate mill built in Kentucky, the sheet mill being built in West Virginia, and the micro mill being built in North Carolina. Pre-operating and start-up costs in 2022 primarily related to the plate mill then being built in Kentucky, the sheet mill expansion in Kentucky, and the galvanizing line at our sheet mill in Arkansas. Nucor defines pre-operating and start-up costs, all of which are expensed, as the losses attributable to facilities or major projects that are either under construction or in the early stages of operation. Once these facilities or projects have attained a utilization rate that is consistent with our similar operating facilities, they are no longer considered by Nucor to be in start-up.\n•\nGross margins in the steel products segment decreased in 2023 as compared to 2022 primarily due to moderating prices and margin compression at our joist and deck facilities.\n•\nGross margins in the raw materials segment decreased significantly in 2023 as compared to 2022 due to the decreased profitability of our scrap brokerage and recycling operations.\n37\nMarketing, Administrative and Other Expenses\nA major component of marketing, administrative and other expenses is profit sharing and other incentive compensation costs. These costs, which are based upon and fluctuate with Nucor’s financial performance, decreased from 2022 to 2023 due to the decreased profitability of the Company. In 2023, profit sharing costs consisted of $611.1 million, including the Company’s matching contribution, made to the Company’s Profit Sharing and Retirement Savings Plan for qualified employees ($994.2 million in 2022). Other employee bonus costs also fluctuate based on Nucor’s achievement of certain financial performance goals, including achieving record earnings, and comparisons of Nucor’s financial performance to peers in the steel industry and other companies. Stock-based compensation included in marketing, administrative and other expenses decreased by 8% to $54.1 million in 2023 compared with $58.8 million in 2022 and includes expenses associated with vesting of stock awards granted in prior years.\nEquity in Earnings of Unconsolidated Affiliates\nEquity in earnings of unconsolidated affiliates was $12.8 million in 2023 and $10.7 million in 2022. The increase in equity method investment earnings from 2022 to 2023 was primarily due to decreased losses at NJSM. In October 2023, Nucor purchased an additional 1% interest in NJSM, bringing our investment in NJSM to a 51% controlling interest. Beginning in the fourth quarter of 2023, Nucor has accounted for NJSM on a consolidated basis.\nLosses and Impairments of Assets\nDuring 2022, Nucor recorded a non-cash loss on assets of $96.0 million related to our leasehold interest in unproved oil and natural gas properties in the raw materials segment and an impairment charge of $5.8 million related to machinery and equipment in the steel products segment.\nInterest Expense (Income)\nNet interest expense (income) for the years ended December 31, 2023 and 2022 was as follows (in thousands):\nInterest expense increased in 2023 compared to 2022 due to higher average interest rates on debt and an increase in average debt outstanding. Interest income increased in 2023 compared to 2022 due to an increase in average interest rates on investments and higher average investments.\nEarnings Before Income Taxes and Noncontrolling Interests\nThe following table presents earnings before income taxes and noncontrolling interests by segment for the years ended December 31, 2023 and 2022 (in thousands). The changes between periods were driven by the quantitative and qualitative factors previously discussed.\n38\nNoncontrolling Interests\nNoncontrolling interests represent the income attributable to the noncontrolling partners of Nucor’s joint ventures, NYS, CSI and NJSM. Nucor owns a 51% controlling interest in each of NYS, CSI and NJSM. The decrease in earnings attributable to noncontrolling interests in 2023 as compared to 2022 was due to the decreased earnings of NYS and CSI. Furthermore, the decrease in earnings attributable to noncontrolling interests is due to the losses of NJSM, for which results were consolidated beginning in the fourth quarter of 2023 following Nucor's purchase of an additional 1% interest in NJSM to bring the total investment to a 51% controlling interest.\nProvision for Income Taxes\nThe Company’s effective tax rate in 2023 was 21.68% compared with 21.13% in 2022. The 2023 effective tax rate includes an increased impact, when compared to 2022, related to federal tax credits and the change in relative proportions of net earnings attributable to noncontrolling interests to total pre-tax earnings between the periods. The 2022 effective tax rate included a net tax benefit of $76.4 million (-0.75%) for state tax credits, and a net tax benefit of $88.0 million (-0.86%) related to a change in the valuation allowance of a state deferred tax asset.\nThe Internal Revenue Service (“IRS”) is currently examining Nucor’s 2015, 2019, and 2020 federal income tax returns. Nucor has concluded U.S. federal income tax matters for tax years through 2014, and for the tax years 2016 and 2018. The tax years 2017, 2021, and 2022 remain open to examination by the IRS. The 2015 through 2021 Canadian income tax returns for Harris and certain related affiliates are currently under examination by the Canada Revenue Agency. The tax years 2016 through 2022 remain open to examination by other major taxing jurisdictions to which Nucor is subject (primarily Canada, Trinidad & Tobago, and other state and local jurisdictions).\nNet Earnings and Return on Equity\nNucor reported net earnings of $4.52 billion, or $18.00 per diluted share, in 2023, compared to net earnings of $7.61 billion, or $28.79 per diluted share, in 2022. Net earnings attributable to Nucor stockholders as a percentage of net sales were 13.0% and 18.3% in 2023 and 2022, respectively. Return on average stockholders’ equity was 23.0% and 46.9% in 2023 and 2022, respectively.\nLiquidity and Capital Resources\nWe believe our financial strength is a key strategic advantage, particularly during recessionary business cycles. We carry the highest credit ratings of any steel producer headquartered in North America, with an A- long-term rating from Standard and Poor’s, a Baa1 long-term rating from Moody’s and an A- long-term rating from Fitch. Our credit ratings are dependent, however, on many factors, both qualitative and quantitative, and are subject to change at any time. The disclosure of our credit ratings is made to enhance investors’ understanding of our sources of liquidity and the impact of our credit ratings on our cost of funds.\nNucor’s cash and cash equivalents, short-term investments and restricted cash and cash equivalents position remained strong at $7.13 billion as of December 31, 2023, compared with $4.94 billion as of December 31, 2022. Approximately $1.05 billion and $1.04 billion of the cash and cash equivalents position as of December 31, 2023 and 2022, respectively, was held by our majority-owned joint ventures. Cash flows provided by operating activities provide us with a significant source of liquidity. When needed, we have external short-term financing sources available, including the issuance of commercial paper and borrowings under our bank credit facilities.\nWe also issue long-term debt securities from time-to-time. On March 11, 2022, Nucor completed the issuance and sale of $550.0 million aggregate principal amount of its 3.125% Notes due 2032 (the “2032\n39\nNotes”) and $550.0 million aggregate principal amount of its 3.850% Notes due 2052 (the “2052 Notes” and, together with the 2032 Notes, the “2032/2052 Notes”). The net proceeds from the issuance and sale of the 2032/2052 Notes were used along with cash on hand to redeem all of the outstanding $600.0 million aggregate principal amount of our 4.125% Notes due 2022 (the “2022 Notes”) and $500.0 million aggregate principal amount of our 4.000% Notes due 2023 (the “2023 Notes”) pursuant to the terms of the indenture governing the 2022 Notes and the 2023 Notes.\nOn April 25, 2022, Nucor redeemed all $500.0 million aggregate principal amount outstanding of the 2023 Notes using a portion of the net proceeds from the issuance and sale of the 2032/2052 Notes. On August 15, 2022,\nNucor redeemed all $600.0 million aggregate principal amount outstanding of the 2022 Notes using the remaining portion of the net proceeds from the issuance and sale of the 2032/2052 Notes.\nOn May 23, 2022, Nucor completed the issuance and sale of $500.0 million aggregate principal amount of its 3.950% Notes due 2025 (the “2025 Notes”) and $500.0 million aggregate principal amount of its 4.300% Notes due 2027 (the “2027 Notes”).\nWe expect to continue to have adequate access to the capital markets at a reasonable cost of funds for liquidity purposes when needed.\nSelected Measures of Liquidity and Capital Resources\nThe current ratio, which is calculated by dividing current assets by current liabilities, was 3.6 at year-end 2023 compared with 3.4 at year-end 2022. The current ratio was impacted by higher cash and cash equivalents at December 31, 2023.\nIn 2023, total accounts receivable turned approximately every five weeks and inventories turned approximately every 11 weeks. These ratios compare with accounts receivable turnover of approximately every five weeks and inventory turnover of approximately every 10 weeks for 2022.\nFunds provided by operations, cash and cash equivalents, short-term investments, restricted cash and cash equivalents and new borrowings under existing credit facilities are expected to be adequate to meet future capital expenditures, current debt maturities and working capital requirements for existing operations for at least the next 24 months. We also believe we have adequate access to capital markets for liquidity purposes.\nOff-Balance Sheet Arrangements\nWe have a simple capital structure with no off-balance sheet arrangements or relationships with unconsolidated special purpose entities that we believe could have a material impact on our financial condition or liquidity.\nCapital Allocation Strategy\nWe believe that our conservative financial practices have served us well in the past and are serving us well today. Nucor’s financial strength allows for a consistent, balanced approach to capital allocation\n40\nthroughout the business cycle. Nucor’s highest capital allocation priority is to invest in our business for profitable growth over the long term. We have historically done this by investing to optimize our existing operations, initiate greenfield expansions and make acquisitions. Our second priority is to return capital to our stockholders through cash dividends and share repurchases. We intend to return a minimum of 40% of our net earnings to our stockholders through dividends and share repurchases, while maintaining a debt-to-capital ratio that supports a strong investment grade credit rating. Nucor returned approximately $2.07 billion in capital to its stockholders in the form of base dividends and share repurchases in 2023.\nOur cash flows for each period were as follows:\nOperating Activities\nFor 2023 compared to 2022, the $3.0 billion decrease in cash provided by operating activities was primarily driven by a decrease in net earnings and changes in operating assets and liabilities. Net earnings decreased $3.2 billion over the prior year, which included $101.8 million of non-cash losses and impairments of assets in 2022 (none in 2023). The changes in operating assets and liabilities resulted in a net inflow of $858.4 million and $692.7 million in 2023 and 2022, respectively. The changes in working capital were primarily due to a decrease in accounts receivable and increase in inventories from year-end 2022 to year-end 2023. Accounts receivable at the end of 2023 decreased from the prior year-end resulting in a cash inflow of $663.8 million due to a decrease in the sales volumes and price per ton compared to the same prior year period. From year-end 2022 to year-end 2023, inventories increased resulting in an outflow of $75.0 million due to a 10% increase in inventory tons. This compares to inventories at year-end 2022 decreasing from year-end 2021 and resulting in a $962.4 million cash inflow. Salaries, wages and related accruals decreased due to lower current year profit sharing accrual. The decrease in federal income taxes receivable is mainly a function of the timing of federal tax payments. Accounts payable increased due to the increases in inventory mentioned previously.\nInvesting Activities\nOur business is capital intensive; therefore, cash used in investing activities primarily represents capital expenditures for the construction of new facilities, the expansion and upgrading of existing facilities and the acquisition of other companies. The $3.2 billion decrease in cash used in investing activities was primarily due to $70.8 million used in 2023 to fund acquisitions compared to $3.55 billion used to fund acquisitions in 2022, including, primarily the purchase of CHI in June 2022 and the purchase of a 51% controlling ownership in CSI in February 2022. Cash used for capital expenditures increased by $266.3 million to $2.2 billion in 2023 as compared to $1.95 billion in 2022. The increase in capital expenditures is primarily due to the plate mill in Kentucky, the sheet mill expansion in Indiana and the sheet mill under construction in West Virginia. Capital expenditures for 2024 are estimated to be approximately $3.5 billion as compared to actual expenditures of approximately $2.2 billion in 2023. The projects that we anticipate will have the largest capital expenditures in 2024 are the sheet mill expansion in Indiana, the sheet mill under construction in West Virginia, the rebar micro mill under construction in North Carolina and the construction of two manufacturing locations to expand NTS.\n41\nFinancing Activities\nThe primary uses of cash were: (i) stock repurchases of $1.6 billion in 2023 as compared to $2.76 billion in 2022, a decrease of $1.2 billion; (ii) repayments of long-term debt of $10 million in 2023 as compared to $1.11 billion in 2022; and (iii) distributions to noncontrolling interests of $435.0 million in 2023 as compared to $332.3 million in 2022, an increase of $102.8 million. The primary source of cash offsetting these uses of cash was proceeds from long-term debt, net of discount to the public, of $2.09 billion in 2022 (none in 2023). In 2022, Nucor issued $500.0 million aggregate principal amount of the 2025 Notes, $500.0 million aggregate principal amount of the 2027 Notes, $550.0 million aggregate principal amount of the 2032 Notes and $550.0 million aggregate principal amount of the 2052 Notes. On April 25, 2022, Nucor redeemed all $500.0 million aggregate principal amount outstanding of the 2023 Notes. On August 15, 2022, Nucor redeemed all $600.0 million aggregate principal amount outstanding of the 2022 Notes.\nOur $1.75 billion revolving credit facility is undrawn and has a maturity date of November 5, 2026. The revolving credit facility includes only one financial covenant, which is a limit of 60% on the ratio of funded debt to total capital. In addition, the undrawn revolving credit facility contains customary non-financial covenants, including a limit on Nucor’s ability to pledge the Company’s assets and a limit on consolidations, mergers and sales of assets. As of December 31, 2023, Nucor’s funded debt to total capital ratio was 24%, and Nucor was in compliance with all covenants under the credit facility.\nMarket Risk\nNucor’s largest exposure to market risk is in our steel mills and steel products segments. Our utilization rates for the steel mills and steel products facilities for the fourth quarter of 2023 were 74% and 58%, respectively. A significant portion of our steel mills and steel products segments’ sales are into the commercial, industrial and municipal construction markets. Our largest single customer in 2023 represented approximately 5% of sales and consistently pays within terms. In the raw materials segment, we are exposed to price fluctuations related to the purchase of scrap steel, pig iron and iron ore. Our exposure to market risk is mitigated by the fact that our steel mills use a significant portion of the products of this segment and the prices we receive for our steel and steel products tend to be correlated with the prices we pay for these materials.\nNucor’s tax-exempt industrial development revenue bonds (“IDRBs”) have variable interest rates that are typically adjusted weekly. These IDRBs represented 20%\nof Nucor’s long-term debt outstanding at December 31, 2023. The remaining 80%\nof Nucor’s long-term debt is at fixed rates. Future changes in interest rates are not expected to significantly impact earnings. From time to time, Nucor makes use of interest rate swaps to manage interest rate risk. As of December 31, 2023, there were no such contracts outstanding. Nucor’s investment practice is to invest in securities that are highly liquid with short maturities. As a result, we do not expect changes in interest rates to have a significant impact on the value of our investment securities recorded as short-term investments.\nNucor also uses derivative financial instruments from time to time to partially manage its exposure to price risk related to purchases of natural gas used in the production process, as well as scrap, copper and aluminum purchased for resale to its customers. In addition, Nucor uses forward foreign exchange contracts from time to time to hedge cash flows associated with certain assets and liabilities, firm commitments and anticipated transactions. Nucor generally does not enter into derivative instruments for any purpose other than hedging the cash flows associated with specific volumes of commodities that will be purchased, processed or sold in future periods or hedging the exposures related to changes in the fair value of outstanding fixed-rate debt instruments and foreign currency transactions. Nucor recognizes all derivative instruments in the consolidated balance sheets at fair value.\nThe Company is exposed to foreign currency risk primarily through its operations in Canada, Europe and Mexico. We periodically use derivative contracts to mitigate the risk of currency fluctuations.\n42\nDividends\nNucor has increased its base cash dividend every year since it began paying dividends in 1973. Nucor paid aggregate dividends of $2.04 per share in 2023, compared with aggregate dividends of $2.00 per share in 2022. In December 2023, the Board of Directors increased the regular quarterly cash dividend on Nucor’s common stock to $0.54 per share. Nucor returned approximately $2.06 billion in capital to its stockholders in the form of base dividends and share repurchases in 2023. In February 2024, the Board of Directors declared Nucor’s 204\nth\nconsecutive quarterly cash dividend of $0.54 per share payable on May 10, 2024 to stockholders of record as of March 28, 2024.\nContractual Obligations and Other Commercial Commitments\nThe following table sets forth our contractual obligations and other commercial commitments as of December 31, 2023 for the periods presented (in thousands):\n(1)\nInterest is estimated using applicable rates at December 31, 2023 for Nucor’s outstanding fixed-rate and variable-rate debt.\n(2)\nNucor enters into contracts for the purchase of scrap and scrap substitutes, iron ore, electricity, natural gas, and other raw materials and related services. These contracts include multi-year commitments and minimum annual purchase requirements and are valued at prices in effect on December 31, 2023, or according to the contract language. These contracts are part of normal operations and are reflected in historical operating cash flow trends. We do not believe such commitments will adversely affect our liquidity position.\n(3)\nPurchase obligations include commitments for capital expenditures on operating machinery and equipment.\n(4)\nOther long-term obligations include amounts associated with Nucor’s early-retiree medical benefits, management compensation and guarantees.\nNote: In addition to the amounts shown in the table above, $188.3 million of unrecognized tax benefits have been recorded as liabilities, and we are uncertain as to if or when such amounts may be settled. Related to these unrecognized tax benefits, we have also recorded a liability for potential penalties and interest of $37.4 million at December 31, 2023.\n43\nOutlook\nWe expect earnings in the first quarter of 2024 to increase compared to the fourth quarter of 2023. Profitability in the steel mills segment is expected to increase in the first quarter of 2024 as compared to the fourth quarter of 2023 due to higher average prices and volumes, particularly at our sheet mills.\nEarnings in the steel products segment are expected to decrease in the first quarter of 2024 due to lower average selling prices.\nWe expect increased earnings in the raw materials segment in the first quarter of 2024, due to increased profitability at our DRI facilities and scrap processing and brokerage operations.\nCapital deployment is expected to increase in 2024 with planned capital expenditures of approximately $3.5 billion, continued evaluation of acquisitions, and share repurchases expected to outpace 2023. As we have in the past, we intend to allocate capital to investments that advance our strategy to grow the core and expand beyond, with the goal of keeping Nucor in a position of strength well into the future.\nCritical Accounting Policies and Estimates\nOur discussion and analysis of our financial condition and results of operations are based upon our consolidated financial statements, which have been prepared in conformity with generally accepted accounting principles in the United States of America. The preparation of these consolidated financial statements requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, the disclosure of contingent assets and liabilities at year end and the reported amount of revenues and expenses during the year. On an ongoing basis, we evaluate our estimates, including those related to the valuation allowances for receivables, the carrying value of non-current assets and reserves for environmental obligations and income taxes. Our estimates are based on historical experience and various other assumptions that we believe to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Accordingly, actual costs could differ materially from these estimates under different assumptions or conditions. We believe the following critical accounting policies affect our significant judgments and estimates used in the preparation of our consolidated financial statements.\nInventories\nInventories are stated at the lower of cost or net realizable value. The Company records any amount required to reduce the carrying value of inventory to net realizable value as a charge to cost of products sold. Scrap and scrap substitute costs are a very significant component of the raw material, semi-finished and finished product inventory balances. The vast majority of the Company’s inventory is recorded on the first-in, first-out method. Production costs are applied to semi-finished and finished product inventory from the approximate period in which they are produced.\nLong-Lived Asset Impairments\nWe evaluate our property, plant and equipment and finite-lived intangible assets for potential impairment on an individual asset basis or at the lowest level asset grouping for which cash flows can be independently identified. Asset impairments are assessed whenever circumstances indicate that the carrying amounts of those productive assets could exceed their projected undiscounted cash flows. In developing estimated values for assets that we currently use in our operations, we utilize judgments and assumptions of future undiscounted cash flows that the assets will produce. When it is determined that an impairment exists, the related assets are written down to estimated fair market value.\nManagement determined that no long-lived asset impairment testing was required in 2023 and 2022.\n44\nRaw Materials Segment Asset Impairments\nIn the second quarter of 2021, Nucor decided that it would not develop a portion of its unproved oil and natural gas properties (“Portion A”) within the contractually specified time period related to Portion A. As a result of this decision, the Company forfeited its leasehold rights for Portion A. The Company recorded a charge of $42.0 million to write off the value of Portion A that is included in losses and impairments of assets in the consolidated statement of earnings for the year ended December 31, 2021. The decision not to develop Portion A was heavily influenced by the approaching deadline to commence development combined with Portion A’s expected near-term profitability not achieving management’s desired returns relative to the cost of development. A significant portion of the Company’s remaining leasehold interest in unproved oil and natural gas properties are held by production. In the fourth quarter of 2022, the Company's management determined that it was unlikely to develop the leasehold interest in unproved oil and gas properties. The carrying value of the remaining portions of unproved oil and natural gas properties of $96.0 million was written off and is included in losses and impairments of assets in the consolidated statement of earnings for the year ended at December 31, 2022.\nGoodwill and Intangibles\nGoodwill is tested annually for impairment and whenever events or circumstances change that would make it more likely than not that an impairment may have occurred. We perform our annual impairment analysis as of the first day of the fourth quarter each year. The evaluation of impairment involves comparing the current estimated fair value of each reporting unit to the recorded value, including goodwill.\nWhen appropriate, Nucor performs a qualitative assessment to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying amount. For certain reporting units, it is necessary to perform a quantitative analysis. In these instances, a discounted cash flow model is used to determine the current estimated fair value of these reporting units. Significant assumptions used to determine the fair value of each reporting unit as part of our annual testing (and any required interim testing) include: (i) expected cash flow for the five-year period following the testing date (including market share, sales volumes and prices, raw materials and other costs to produce and estimated capital needs); (ii) an estimated terminal value using a terminal year growth rate determined based on the growth prospects of the reporting unit; (iii) a discount rate based on management’s best estimate of the after-tax weighted-average cost of capital; and (iv) a probability-weighted scenario approach by which varying cash flows are assigned to certain scenarios based on the likelihood of occurrence. Management considers historical and anticipated future results, general economic and market conditions, the impact of planned business and operational strategies and all available information at the time the fair values of its reporting units are estimated. Those estimates and judgments may or may not ultimately prove appropriate.\nOur fourth quarter 2023 annual goodwill impairment analysis did not result in an impairment charge. Management does not believe that future impairment of these reporting units is probable. However, the performance of certain businesses that comprise our reporting units requires continued improvement. An increase of approximately 50 basis points in the discount rate, a critical assumption in which a minor change can have a significant impact on the estimated fair value, would not result in an impairment charge. See Note 8 to the Company’s consolidated financial statements for further discussion of the results of the Company’s 2023 annual goodwill impairment analysis.\n45\nNucor will continue to monitor operating results within all reporting units throughout 2024 in an effort to determine if events and circumstances require further interim impairment testing. Otherwise, all reporting units will again be subject to the required annual qualitative and/or quantitative impairment test during our fourth quarter of 2024. Changes in the judgments and estimates underlying our analysis of goodwill for possible impairment, including expected future operating cash flows and discount rate, could decrease the estimated fair value of our reporting units in the future and could result in an impairment of goodwill.\nEquity Method Investments\nInvestments in joint ventures in which Nucor shares control over the financial and operating decisions but in which Nucor is not the primary beneficiary are accounted for under the equity method. Each of the Company’s equity method investments is subject to a review for impairment if, and when, circumstances indicate that a decline in value below its carrying amount may have occurred. Examples of such circumstances include, but are not limited to, a significant deterioration in the earnings performance or business prospects of the investee; missed financial projections; a significant adverse change in the regulatory, tax, economic or technological environment of the investee; a significant adverse change in the general market condition of either the geographic area or the industry in which the investee operates; and recurring negative cash flows from operations. When management considers the decline to be other than temporary, the Company would write down the related investment to its estimated fair market value. An other-than-temporary decline in carrying value is determined to have occurred when, in management’s judgment, a decline in fair value below carrying value is of such length of time and/or severity that it is considered long-term.\nIn the event that an impairment review is necessary, we calculate the estimated fair value of our equity method investments using a probability-weighted multiple-scenario income approach. Management’s analysis includes three discounted cash flow scenarios (best case, base case and recessionary case), which contain forecasted near-term cash flows under each scenario. Generally, (i) the best case scenario contains estimates of future results ranging from slightly higher than recent operating performance to levels that are consistent with historical operating and financial performance; (ii) the base case scenario contains estimates of future results ranging from generally in line with recent operating performance to levels that are more conservative than historical operating and financial performance; and (iii) the recessionary case scenario contains estimates of future results which include limited growth resulting only from operational cost improvements and limited benefits of new higher-value product offerings. Management determines the probability that each cash flow scenario will come to fruition based on the specific facts and circumstances of each of the preceding scenarios, with the base case typically receiving the majority of the weighting.\nKey assumptions used to determine the fair value of our equity method investments include: (i) expected cash flow for the five-year period following the testing date (including market share, sales volumes and prices, raw materials and other costs to produce and estimated capital needs); (ii) an estimated terminal value using a terminal year growth rate determined based on the growth prospects of the investment; (iii) a discount rate based on management’s best estimate of the after-tax weighted-average cost of capital; and (iv) a probability-weighted scenario approach by which varying cash flows are assigned to certain scenarios based on the likelihood of occurrence. Management considers historical and anticipated future results, general economic and market conditions, the impact of planned business and operational strategies and all available information at the time the fair values of its investments are estimated. Those estimates and judgments may or may not ultimately prove appropriate.\nNucor reviews its equity method investments for impairment if and when circumstances indicate that a decline in fair value below their carrying amounts may have occurred. There were no triggering events that caused management to pursue additional testing of our equity method investments in 2023.\n46\nIncome Taxes\nWe utilize the liability method of accounting for income taxes. Under the liability method, deferred taxes are determined based on the temporary differences between the financial statement and tax basis of assets and liabilities using tax rates expected to be in effect during the years in which the basis differences reverse. A valuation allowance is recorded when it is more likely than not that some of the deferred tax assets will not be realized. We recognize the effect of income tax positions only if those positions are more likely than not of being sustained. Potential accrued interest and penalties related to unrecognized tax benefits within operations are recognized as a component of interest expense and other expenses.\nCautionary Note Regarding Forward-Looking Statements\nCertain statements made in this report, or in other public filings, press releases, or other written or oral communications made by Nucor, which are not historical facts are forward-looking statements subject to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. These forward-looking statements involve risks and uncertainties which we expect will or may occur in the future and may impact our business, financial condition and results of operations. The words “anticipate,” “believe,” “expect,” “intend,” “project,” “may,” “will,” “should,” “could” and similar expressions are intended to identify those forward-looking statements. These forward-looking statements reflect the Company’s best judgment based on current information, and, although we base these statements on circumstances that we believe to be reasonable when made, there can be no assurance that future events will not affect the accuracy of such forward-looking information. As such, the forward-looking statements are not guarantees of future performance, and actual results may vary materially from the projected results and expectations discussed in this report. Factors that might cause the Company’s actual results to differ materially from those anticipated in forward-looking statements include, but are not limited to: (1) competitive pressure on sales and pricing, including pressure from imports and substitute materials; (2) U.S. and foreign trade policies affecting steel imports or exports; (3) the sensitivity of the results of our operations to general market conditions, and in particular, prevailing market steel prices and changes in the supply and cost of raw materials, including pig iron, iron ore and scrap steel; (4) the availability and cost of electricity and natural gas which could negatively affect our cost of steel production or result in a delay or cancellation of existing or future drilling within our natural gas drilling programs; (5) critical equipment failures and business interruptions; (6) market demand for steel products, which, in the case of many of our products, is driven by the level of nonresidential construction activity in the United States; (7) impairment in the recorded value of inventory, equity investments, fixed assets, goodwill or other long-lived assets; (8) uncertainties and volatility surrounding the global economy, including excess world capacity for steel production, inflation and interest rate changes; (9) fluctuations in currency conversion rates; (10) significant changes in laws or government regulations affecting environmental compliance, including legislation and regulations that result in greater regulation of greenhouse gas emissions that could increase our energy costs, capital expenditures and operating costs or cause one or more of our permits to be revoked or make it more difficult to obtain permit modifications; (11) the cyclical nature of the steel industry; (12) capital investments and their impact on our performance; (13) our safety performance; (14) our ability to integrate businesses we acquire; (15) the impact of the COVID-19 pandemic, any variants of the virus, and any other similar pandemic or public health situation; and (16) the risks discussed in “Item 1A. Risk Factors” of this report.\nCaution should be taken not to place undue reliance on the forward-looking statements included in this report. We assume no obligation to update any forward-looking statements except as may be required by law. In evaluating forward-looking statements, these risks and uncertainties should be considered, together with the other risks described from time to time in our reports and other filings with the SEC.\n47"
  },
  {
    "item_key": "item_7a",
    "text": "In the ordinary course of business, Nucor is exposed to a variety of market risks. We continually monitor these risks and develop strategies to manage them.\nInterest Rate Risk\n– Nucor manages interest rate risk by using a combination of variable-rate and fixed-rate debt. At December 31, 2023, approximately 20% of Nucor’s long-term debt was in industrial revenue bonds that have variable interest rates that are adjusted weekly. The remaining 80% of Nucor’s long-term debt was at fixed rates. Future changes in interest rates are not expected to significantly impact earnings. Nucor also occasionally makes use of interest rate swaps to manage net exposure to interest rate changes. As of December 31, 2023, there were no such contracts outstanding. Nucor’s investment practice is to invest in securities that are highly liquid with short maturities. As a result, we do not expect changes in interest rates to have a significant impact on the value of our investment securities recorded as short-term investments.\nCommodity Price Risk\n– In the ordinary course of business, Nucor is exposed to market risk for price fluctuations of raw materials and energy, principally scrap steel, other ferrous and nonferrous metals, alloys and natural gas. We attempt to negotiate the best prices for our raw materials and energy requirements and to obtain prices for our steel products that match market price movements in response to supply and demand. In periods of strong or stable demand for our products, we are more likely to be able to effectively reduce the normal time lag in passing through higher raw material costs so that we can maintain our gross margins. When demand for our products is weaker, this becomes more challenging. Our DRI facilities in Trinidad and Louisiana provide us with flexibility in managing our input costs. DRI is particularly important for operational flexibility when demand for prime scrap increases due to increased domestic steel production.\nNatural gas produced by Nucor’s production operations is being sold to third parties to partially offset our exposure to changes in the price of natural gas consumed by our Louisiana DRI facility and our steel mills in the United States.\nNucor also periodically uses derivative financial instruments to hedge a portion of our exposure to price risk related to natural gas purchases used in the production process and to hedge a portion of our scrap, aluminum and copper purchases and sales. Gains and losses from derivatives designated as hedges are deferred in accumulated other comprehensive loss, net of income taxes on the consolidated balance sheets and recognized in net earnings in the same period as the underlying physical transaction. At December 31, 2023, accumulated other comprehensive loss, net of income taxes included $13.9 million in unrealized net-of-tax losses for the fair value of these derivative instruments. Changes in the fair values of derivatives not designated as hedges are recognized in net earnings each period. The following table presents the negative effect on pre-tax earnings of a hypothetical change in the fair value of the derivative instruments outstanding at December 31, 2023, due to an assumed 10% and 25% change in the market price of each of the indicated commodities (in thousands):\nAny resulting changes in fair value would be recorded as adjustments to accumulated other comprehensive loss, net of income taxes or recognized in net earnings, as appropriate. These hypothetical losses would be partially offset by the benefit of lower prices paid or higher prices received for the physical commodities.\nForeign Currency Risk\n– Nucor is exposed to foreign currency risk primarily through its operations in Canada, Europe and Mexico. We periodically use derivative contracts to mitigate the risk of currency fluctuations. Open foreign currency derivative contracts at December 31, 2023 and 2022 were insignificant.\n48"
  },
  {
    "item_key": "item_8",
    "text": "Index to Financial Statements\n49\nMANAGEMENT’S REPORT ON INTERN\nAL CONTROL OVER FINANCIAL REPORTING\nNucor’s management is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Rules 13a-15(f) and 15d-15(f) under the Securities Exchange Act of 1934, as amended.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nManagement assessed the effectiveness of Nucor’s internal control over financial reporting as of December 31, 2023. In making this assessment, management used criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (COSO) in Internal Control – Integrated Framework (2013).\nBased on its assessment, management concluded that Nucor’s internal control over financial reporting was effective as of December 31, 2023. PricewaterhouseCoopers LLP, an independent registered public accounting firm, has audited the effectiveness of Nucor’s internal control over financial reporting as of December 31, 2023 as stated in their report which is included herein.\n50\nReport of Independent Regis\ntered Public Accounting Firm\nTo the Stockholders and Board of Directors of Nucor Corporation\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of Nucor Corporation and its subsidiaries\n(the “Company”) as of December 31, 2023 and 2022,\nand the related consolidated statements of earnings, of comprehensive income, of stockholders’ equity and of cash flows for each of the three years in the period ended December 31, 2023, including the related notes (collectively referred to as the “consolidated financial statements”).\nWe also have audited the Company's internal control over financial reporting as of December 31, 2023, based on criteria established in\nInternal Control - Integrated Framework\n(2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated\nfinancial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2023 and 2022, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2023 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2023, based on criteria established in\nInternal Control - Integrated Framework\n(2013)\nissued by the COSO.\nBasis for Opinions\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in Management’s Report on Internal Control Over Financial Reporting appearing under Item 8. Our responsibility is to express opinions on the Company’s consolidated\nfinancial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated\nfinancial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated\nfinancial statements included performing procedures to assess the risks of material misstatement of the consolidated\nfinancial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated\nfinancial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated\nfinancial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for\n51\nexternal purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nCritical Audit Matters\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated\nfinancial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nGoodwill Impairment Assessments – Certain Reporting Units in the Steel Products Segment\nAs described in Notes 2 and 8 to the consolidated financial statements, the Company’s consolidated goodwill balance was $3,969 million as of December 31, 2023, and the goodwill associated with the Steel Products segment was $2,514 million. Goodwill is tested annually for impairment, on the first day of the fourth quarter, and whenever events or circumstances change that would make it more likely than not that an impairment may have occurred. The evaluation of impairment involves comparing the current estimated fair value of each reporting unit to the recorded value, including goodwill. For certain reporting units, it is necessary to perform a quantitative analysis. In these instances, a discounted cash flow model is used to determine the current estimated fair value of these reporting units. As disclosed by management, significant assumptions used to determine the fair value of each reporting unit include (i) expected cash flow for the five-year period following the testing date (including market share, sales volumes and prices, raw material costs and other costs to produce and estimated capital needs); (ii) an estimated terminal value using a terminal year growth rate determined based on the growth prospects of the reporting unit; (iii) a discount rate based on management’s best estimate of the after-tax weighted-average cost of capital; and (iv) a probability-weighted scenario approach by which varying cash flows are assigned to certain scenarios based on the likelihood of occurrence.\nThe principal considerations for our determination that performing procedures relating to the goodwill impairment assessments for certain reporting units in the Steel Products segment is a critical audit matter are (i) the significant judgment by management when developing the fair value estimates of certain reporting units in the Steel Products segment; (ii) a high degree of auditor judgment, subjectivity, and effort  in performing procedures and evaluating management’s significant assumptions related to sales prices, raw material costs, and discount rate for a certain reporting unit in the Steel Products segment; sales prices, sales volumes, raw material costs, and discount rate for a certain reporting unit in the Steel Products segment; and sales prices, sales volumes, and raw material costs for a certain reporting unit in the Steel Products segment; and (iii) the audit effort involved the use of professionals with specialized skill and knowledge.\n52\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to management’s goodwill impairment assessments, including controls over the valuation of certain reporting units in the Steel Products segment. These procedures also included, among others, (i) testing management’s process for developing the fair value estimates of certain reporting units in the Steel Products segment; (ii) evaluating the appropriateness of the discounted cash flow models; (iii) testing the completeness and accuracy of underlying data used in the discounted cash flow models; and (iv) evaluating the reasonableness of the significant assumptions used by management related to sales prices, sales volumes, raw material costs, and discount rates for certain reporting units in the Steel Products segment. Evaluating management’s assumptions related to sales prices, sales volumes, and raw material costs involved evaluating whether the assumptions used by management were reasonable considering (i) the current and past performance of the reporting units; (ii) the consistency with external market and industry data; and (iii) whether the assumptions were consistent with evidence obtained in other areas of the audit. Professionals with specialized skill and knowledge were used to assist in evaluating (i) the appropriateness of the discounted cash flow models and (ii) the reasonableness of the discount rate assumptions.\n/s/ PricewaterhouseCoopers LLC\nCharlotte, North Carolina\nFebruary 27, 2024\nWe have served as the Company’s auditor since 1989.\n53\nCONSOLIDATED B\nALANCE SHEETS\n(In thousands)\nSee notes to consolidated financial statements.\n54\nCONSOLIDATED STATEME\nNTS OF EARNINGS\n(In thousands, except per share data)\nSee notes to consolidated financial statements.\n55\nCONSOLIDATED STATEMENTS\nOF COMPREHENSIVE INCOME\n(In thousands)\nSee notes to consolidated financial statements.\n56\nCONSOLIDATED STATEMENTS\nOF STOCKHOLDERS’ EQUITY\n(In thousands, except per share data)\nSee notes to consolidated financial statements.\n57\nCONSOLIDATED STATEM\nENTS OF CASH FLOWS\n(In thousands)\nSee notes to consolidated financial statements.\n58\nNUCOR CORPORATION AND SUBSIDIARIES\nNOTES TO CONSOLIDATED\nFINANCIAL STATEMENTS\nYEARS ENDED DECEMBER 31, 2023, 2022 AND 2021\n1.\nNature of Operations and Basis of Presentation\nNature of Operations\nNucor is principally a manufacturer of steel and steel products, as well as a scrap broker and processor, with operating facilities and customers primarily located in North America.\nPrinciples of Consolidation\nThe consolidated financial statements include Nucor and its controlled subsidiaries, including Nucor-Yamato Steel Company (Limited Partnership) (“Nucor-Yamato”), of which Nucor owns\n51\n%; California Steel Industries, Inc. (“CSI”), of which Nucor owns\n51\n%; and Nucor-JFE Steel Mexico, S. de R.L. de C.V. (\"NJSM\"), of which Nucor owns\n51\n%. All intercompany transactions are eliminated.\nDistributions are made to noncontrolling interest partners in Nucor-Yamato in accordance with the limited partnership agreement by mutual agreement of the general partners. At a minimum, sufficient cash is distributed so that each partner may pay its U.S. federal and state income taxes.\nDistributions are made to noncontrolling interest partners in CSI in accordance with the shareholder agreement.\nDistributions are made to the noncontrolling interest partner in NJSM in accordance with the joint venture agreement.\nUse of Estimates\nThe preparation of financial statements in conformity with generally accepted accounting principles in the United States of America requires management to make estimates and assumptions that affect the amounts reported in the financial statements and accompanying notes. Actual results could differ from these estimates.\n2.\nSummary of Significant Accounting Policies\nCash and Cash Equivalents\nCash equivalents are recorded at cost plus accrued interest, which approximates fair value, and have original maturities of\nthree months or less\nat the date of purchase. Cash and cash equivalents are maintained primarily with a few high-credit quality financial institutions.\nShort-term Investments\nShort-term investments are recorded at cost plus accrued interest, which approximates fair value. Unrealized gains and losses on investments classified as available-for-sale are recorded as a component of accumulated other comprehensive income (loss). Management determines the appropriate classification of its investments at the time of purchase and re-evaluates such determination at each balance sheet date.\n59\nInventories\nInventories are stated at the lower of cost or net realizable value. The Company records any amount required to reduce the carrying value of inventory to net realizable value as a charge to cost of products sold. Scrap and scrap substitute costs are a very significant component of the raw material, semi-finished and finished product inventory balances. The vast majority of the Company’s inventory is recorded on the first-in, first-out method. Production costs are applied to semi-finished and finished product inventory from the approximate period in which they are produced.\nProperty, Plant and Equipment\nProperty, plant and equipment is stated at cost, except for property, plant and equipment acquired through acquisitions which is recorded at acquisition date fair value. With the exception of our natural gas wells, depreciation primarily is provided on a straight-line basis over the estimated useful lives of the assets. Depletion of all capitalized costs associated with our natural gas producing properties is expensed on a unit-of-production basis by individual field as the gas from the proved developed reserves is produced. The costs of acquiring unproved natural gas leasehold acreage are capitalized. When proved reserves are found on unproved properties, the associated leasehold cost is transferred to proved properties. Unproved leases are reviewed periodically for any impairment triggering event, and a valuation allowance is provided for any estimated decline in value. The costs of planned major maintenance activities are capitalized as part of other current assets and amortized over the period until the next scheduled major maintenance activity. All other repairs and maintenance activities are expensed when incurred.\nGoodwill and Other Intangibles\nGoodwill is the excess of cost over the fair value of net assets of businesses acquired. Goodwill is not amortized but is tested annually for impairment and whenever events or circumstances change that would make it more likely than not that an impairment may have occurred. We perform our annual impairment analysis as of the first day of the fourth quarter each year. The evaluation of impairment involves comparing the current estimated fair value of each reporting unit, which is a level below the reportable segment, to the recorded value, including goodwill. When appropriate, Nucor performs a qualitative assessment to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying amount. For certain reporting units, it is necessary to perform a quantitative analysis. In these instances, a discounted cash flow model is used to determine the current estimated fair value of these reporting units. A number of significant assumptions and estimates are involved in the application of the discounted cash flow model to forecast operating cash flows, which could include market growth and market share, sales volumes and prices, raw materials and other costs to produce, discount rate and estimated capital needs. Management considers historical experience and all available information at the time the fair values of its reporting units are estimated. Assumptions in estimating future cash flows are subject to a high degree of judgment and complexity. Changes in assumptions and estimates may affect the fair value of goodwill and could result in impairment charges in future periods.\nFinite-lived intangible assets are amortized over their estimated useful lives on a straight-line or accelerated basis.\nLong-Lived Asset Impairments\nWe evaluate our property, plant and equipment and finite-lived intangible assets for potential impairment on an individual asset basis or at the lowest level asset grouping for which independent cash flows can be separately identified. Asset impairments are assessed whenever circumstances indicate that the carrying amounts of those productive assets could exceed their projected undiscounted cash flows. When it is determined that impairment exists, the related assets are written down to their estimated fair market value.\nEquity Method Investments\nInvestments\nin joint ventures in which Nucor shares control over the financial and operating decisions but in which Nucor is not the primary beneficiary are accounted for under the equity method.\n60\nEach\nof the Company’s equity method investments is subject to a review for impairment if, and when, circumstances indicate that a decline in fair value below its carrying amount may have occurred. Examples of such circumstances include, but are not limited to, a significant deterioration in the earnings performance or business prospects of the investee; missed financial projections; a significant adverse change in the regulatory, tax, economic or technological environment of the investee; a significant adverse change in the general market condition of either the geographic area or the industry in which the investee operates; and recurring negative cash flows from operations. If management considers the decline to be other than temporary, the Company would write down the related investment to its estimated fair market value.\nRevenue Recognition\nNucor recognizes revenue when obligations under the terms of contracts with our customers are satisfied and collection is reasonably assured; generally, obligations under the terms of contracts are satisfied upon shipment or when control is transferred. Revenue is measured as the amount of consideration expected to be received in exchange for transferring the goods. In addition, revenue is deferred when cash payments are received or due in advance of performance. See Note 23 for further information.\nIncome Taxes\nNucor utilizes the liability method of accounting for income taxes. Under the liability method, deferred taxes are determined based on the temporary differences between the financial statement and tax basis of assets and liabilities using tax rates expected to be in effect during the years in which the basis differences reverse. A valuation allowance is recorded when it is more likely than not that some of the deferred tax assets will not be realized.\nNucor recognizes the effect of income tax positions only if those positions are more likely than not of being sustained. Potential accrued interest and penalties related to unrecognized tax benefits are recognized as a component of interest expense and other expenses.\nStock-Based Compensation\nThe Company recognizes the cost of stock-based compensation as an expense using fair value measurement methods. The assumptions used to calculate the fair value of stock-based compensation granted are evaluated and revised for new grants, as necessary, to reflect market conditions and experience.\nForeign Currency Translation\nFor Nucor’s operations where the functional currency is other than the U.S. dollar, assets and liabilities have been translated at year-end exchange rates, and income and expenses have been translated using average exchange rates for the respective periods. Adjustments resulting from the process of translating an entity’s financial statements into the U.S. dollar have been recorded in accumulated other comprehensive income (loss) and are included in net earnings only upon sale or liquidation of the underlying investments. Foreign currency transaction gains and losses are included in net earnings in the period they occur.\nRecent Accounting Pronouncements\nIn November 2023, new accounting guidance was issued that updates reportable segment disclosure requirements by requiring disclosures of significant reportable segment expenses that are regularly provided to the Chief Operating Decision Maker (“CODM”) and included within each reported measure of a segment's profit or loss. This new guidance also requires disclosure of the title and position of the individual identified as the CODM and an explanation of how the CODM uses the reported measures of a segment’s profit or loss in assessing segment performance and deciding how to allocate resources. The new guidance is effective for annual periods beginning after December 15, 2023, and interim periods within fiscal years beginning after December 15, 2024. The new guidance is required to\n61\nbe applied retrospectively to all prior periods presented in the financial statements. Early adoption is also permitted. This new guidance will likely result in additional required disclosures when adopted. The Company is evaluating the impact that the adoption of this new guidance will have on its consolidated financial statements.\nIn December 2023, new accounting guidance was issued related to income tax disclosures. The new guidance requires disaggregated information about a reporting entity’s effective tax rate reconciliation as well as additional information on income taxes paid. The new guidance is effective on a prospective basis for annual periods beginning after December 15, 2024. Early adoption is also permitted for annual financial statements that have not yet been issued or made available for issuance. This new guidance will likely result in additional required disclosures when adopted. The Company is evaluating the impact that the adoption of this new guidance will have on its consolidated financial statements.\n3.\nShort-term Investments\nNucor held $\n747.5\nmillion\nof short-term investments as of December 31, 2023\n($\n576.9\nmillion as of\nDecember 31, 2022). The investments held as of December 31, 2023 and December 31, 2022 consisted mainly of several certificates of deposit (“CD’s”), commercial paper and corporate bonds, which were classified as available-for-sale. Interest income on the CD’s and corporate bonds was recorded as earned.\nNo\nrealized or unrealized gains or losses were incurred in\n2023, 2022 or 2021\n.\n4.\nAccounts Receivable\nAn allowance for doubtful accounts is maintained for estimated losses resulting from the inability of our customers to make required payments. Accounts receivable are stated net of the allowance for doubtful accounts of $\n127.2\nmillion at\nDecember 31, 2023\n($\n200.2\nmillion at\nDecember 31, 2022\nand $\n95.4\nmillion at\nDecember 31, 2021\n).\n5.\nInventories\nInventories consisted of approximately\n37\n% raw materials and supplies and\n63\n%\nfinished and semi-finished products at December 31, 2023 and December 31, 2022\n. Nucor’s manufacturing process consists of a continuous, vertically integrated process from which products are sold to customers at various stages throughout the process. Since most steel products can be classified as either finished or semi-finished products, these two categories of inventory are combined.\n6.\nLeases\nWe lease certain equipment, office space and land. Leases with an initial term of 12 months or less are not recorded on the consolidated balance sheet.\nMost leases include one or more options to renew, with renewal terms that\ncan extend the lease term from\none\nto\nfive years\nor sometimes\nmore. The exercise of lease renewal options is at our sole discretion and we consider these options in determining the lease term used to establish our right-of-use assets and lease liabilities. Certain leases also include options to purchase the leased property. The depreciable life of assets and leasehold improvements is limited by the expected lease term, unless there is a transfer of title or a purchase option reasonably certain of exercise.\nWe determine that a contract contains a lease if the contract conveys the right to control the use of an identified asset for a period of time in exchange for consideration. In evaluating whether we have the right to control the use of an identified asset, we assess whether or not we have the right to control the use of the identified asset and to obtain substantially all of the economic benefit from the use of the identified asset.\n62\nAs most of our leases do not provide an implicit rate, we use our incremental borrowing rate based on the information available at the commencement date in determining the present value of lease payments.\nCertain of our lease agreements include payments that adjust periodically for consumption of goods provided by the right-of-use asset in excess of contractually determined minimum amounts and for inflation. These variable lease payments are not significant. Our lease agreements do not contain any material residual value guarantees or material restrictive covenants.\nSupplemental statement of earnings information related to our leases is as follows (in thousands):\nSupplemental cash flow information related to our leases is as follows (in thousands):\nSupplemental balance sheet information related to our leases is as follows (in thousands):\n63\nWeighted-average remaining lease term and discount rate for our leases are as follows:\nThe reason for the substantial weighted-average discount rate – finance leases, of\n11.7\n%, is due to Nucor’s past accounting for the respective finance leases under the former accounting guidance for capital leases. Pursuant to the former lease accounting guidance, the recognition of a capital lease asset and associated capital lease liability could not exceed the fair market value of the leased asset at the lease commencement. Accordingly, the incremental borrowing rate was adjusted upward so that the present value of the minimum lease payments would equal the fair value of the asset.\nMaturities of lease liabilities by year for our leases were as follows as of\nDecember 31, 2023 (in thousands):\n7.\nProperty, Plant and Equipment\nProperty, Plant and Equipment is carried at historical cost, net of accumulated depreciation. Net Property, Plant and Equipment by major asset class consisted of the following at\nDecember 31, 2023 (in thousands):\nThe estimated useful lives primarily range from\nfive\nto\n25\nyears for land improvements,\nfour\nto\n40\nyears for buildings and improvements and\ntwo\nto\n15\nyears for machinery and equipment. The useful life for proved oil and gas properties is based on the unit-of-production method and varies by well.\n64\nRaw Materials Segment Asset Impairments\nIn the second quarter of 2021, Nucor decided that it would not develop a portion of its unproved oil and natural gas properties (“Portion A”) within the contractually specified time period related to Portion A. As a result of this decision, the Company forfeited its leasehold rights for Portion A. The Company recorded a charge of $\n42.0\nmillion to write off the value of Portion A that is included in losses and impairments of assets in the consolidated statement of earnings for the year ended December 31, 2021. The decision not to develop Portion A was heavily influenced by the approaching deadline to commence development combined with Portion A’s expected near-term profitability not achieving management’s desired returns relative to the cost of development. A significant portion of the Company’s remaining leasehold interest in unproved oil and natural gas properties are held by production. The carrying value of the remaining portions of unproved oil and natural gas properties was $\n96.0\nmillion at December 31, 2021.\nIn the fourth quarter of 2022, Nucor decided that it is unlikely to develop the remaining portions of its unproved oil and natural gas properties. As a result of this decision, Nucor recorded a $\n96.0\nmillion impairment charge for the entire balance of those assets, which are included in the raw materials segment. The impairment charge is included in losses and impairments of assets in the consolidated statement of earnings for the year ended December 31, 2022. We retain ownership of our leasehold interest in unproved oil and natural gas properties. The carrying value of the leasehold interest in unproved oil and gas properties was\nzero\nat December 31, 2022.\nFinancial Assistance Related to Sheet Mill in West Virginia\nNucor received $\n275.0\nmillion of financial assistance in 2022 from the West Virginia Department of Economic Development in connection with Nucor’s planned construction of Nucor Steel West Virginia (NSWV), a sheet mill in Mason County, West Virginia. Nucor will earn the financial assistance if, by the Completion Date (defined in the agreement as on or before December 31, 2026), Nucor meets certain capital investment, full-time jobs creation and total annual payroll criteria. Nucor believes that it is probable we will meet these conditions. Nucor spent $\n179.7\nmillion in 2022 and $\n95.3\nmillion in 2023 in qualifying expenditures for the construction of NSWV, and that amount is included as a contra-asset in construction in process and equipment deposits that are a part of property, plant and equipment, net on the consolidated balance sheet at December 31, 2023. When the NSWV assets are placed into service, the effect of depreciating the assets constructed with the financial assistance will decrease depreciation expense in the statement of earnings.\n8.\nGoodwill and Other Intangible Assets\nThe change in the net carrying amount of goodwill for the years ended\nDecember 31, 2023 and 2022 by segment is as follows:\nThe majority of goodwill is not tax deductible.\n65\nIntangible assets with estimated useful lives of\nfive\nto\n25 years\nare amortized on a straight-line or accelerated basis and are comprised of the following:\nIntangible asset amortization expense was\n$\n237.7\nmillion in 2023\n($\n234.9\nmillion in\n2022\nand $\n129.2\nmillion in\n2021). Annual amortization expense is estimated to be $\n235.1\nmillion in 2024, $\n234.1\nmillion in 2025, $\n231.1\nmillion in 2026, $\n227.9\nmillion in 2027 and $\n204.6\nmillion in 2028.\nThe Company completed its annual goodwill impairment testing as of the first day of the fourth quarter for each of 2023, 2022 and 2021\nand concluded that as of each such date there was\nno\nimpairment of goodwill for any of its reporting units.\nThere are no significant historical accumulated impairment charges, by segment or in the aggregate, related to goodwill.\n9.\nEquity Investments\nThe carrying value of our equity investments in domestic and foreign compani\nes was $\n479.5\nmillion\nat December 31, 2023\n($\n562.3\nmillion at\nDecember 31, 2022), and is recorded in other assets in the consolidated balance sheets.\nNuMit\nNucor owns a\n50\n% economic and voting interest in NuMit LLC (“NuMit”). NuMit owns\n100\n% of the equity interest in Steel Technologies LLC, an operator of\n32\nsheet processing facilities located throughout the United States, Canada and Mexico. Nucor accounts for its investment in NuMit (on a one-month lag basis) under the equity method, as control and risk of loss are shared equally between the members of NuMit. Nucor’s investment in NuMit w\nas $\n431.9\nmillion at December 31, 2023\n($\n423.9\nmillion at\nDecember 31, 2022). Nucor received distributions of\n$\n32.9\nmillion,\n$\n55.6\nmillion, and $\n0.2\nmillion from NuMit during\n2023, 2022 and 2021, respectively.\nNucor-JFE Steel Mexico\nNucor previously owned a\n50\n% economic and voting interest in Nucor-JFE Steel Mexico, S. de R.L. de C.V. (“NJSM”), a 50-50 joint venture with JFE Steel Corporation (“JFE”) of Japan. In October 2023, Nucor purchased an additional\n1\n% interest in NJSM to bring the total investment to a\n51\n% controlling interest. Beginning in the fourth quarter of 2023, Nucor has accounted for NJSM on a consolidated basis. See Note 25 for purchase price allocation information related to the step acquisition. Nucor’s investment in NJSM was $\n91.8\nmillion at December 31, 2022.\nAll Equity Investments\nNucor reviews its equity investments for impairment if and when circumstances indicate that a decline in fair value below their carrying amounts may have occurred. There were no triggering events that caused management to pursue additional testing of our equity method investments in 2023\n.\n66\n10.\nCurrent Liabilities\nBook overdrafts, included in accounts payable in the consolidated balance sheets, were\n$\n159.0\nmillion at December 31, 2023\n($\n163.6\nmillion at\nDecember 31, 2022). Dividends payable, included in accrued expenses and other current liabilities in the consolidated balance sheets, were\n$\n133.6\nmillion at December 31, 2023\n($\n130.5\nmillion at\nDecember 31, 2022\n).\n11.\nDebt and Other Financing Arrangements\n(1)\nThe industrial revenue bonds had variable rates ranging from\n4.20\n% to\n5.10\n% at December 31, 2023 and\n3.65\n% to\n4.28\n% at December 31, 2022.\n(2)\nThe NJSM notes relate to borrowings of NJSM under its General Financing Agreement and Promissory Note (the “NJSM Facility”). The maximum amount NJSM could borrow under the NJSM facility was $\n80.0\nmillion at December 31, 2023. The NJSM facility is uncommitted. Borrowings under the NJSM facility had variable rates ranging from\n2.46\n% to\n6.78\n% at December 31, 2023.\n(3)\nThe term notes were assumed in conjunction with the acquisition of\n51\n% ownership of CSI on February 1, 2022.  The original principal amount of the notes was $\n101.0\nmillion, with a fixed rate of\n2.95\n% until September 30, 2026 when they will convert to a floating rate. Payments of $\n2.5\nmillion are due quarterly along with accrued interest. The term notes mature on\nMarch 31, 2027\n. (See Note 25.)\nAnnual aggregate long-term debt maturities are: $\n60.0\nmillion in 2024, $\n1.01\nbillion in 2025, $\n61.5\nmillion in 2026, $\n528.0\nmillion in 2027, $\n549.5\nmillion in 2028 and $\n4.53\nbillion thereafter.\nNucor's $\n1.75\nbillion revolving credit facility remains undrawn and has a maturity date of\nNovember 5, 2026\n. Costs associated with the amendment were immaterial. The unsecured revolving credit facility provides up to $\n1.75\nbillion in revolving loans and allows up to $\n500.0\nmillion in additional commitments at Nucor’s election in accordance with the terms set forth in the credit agreement. Up to $\n100.0\nmillion of the credit facility is available for the issuance of letters of credit and up to $\n500.0\nmillion is available for the issuance of revolving loans for Nucor subsidiaries in accordance with the terms set forth in the credit agreement. The credit facility provides for a pricing grid based upon the credit rating of Nucor’s senior unsecured long-term debt and, alternatively, interest rates quoted by lenders in connection with competitive bidding. The credit facility includes customary financial and other covenants, including a limit on the ratio of funded debt to total capital of\n60\n%,\na limit on Nucor’s ability to pledge the Company’s\n67\nassets\nand a limit on consolidati\nons, mergers and sales of assets. As of December 31, 2023, Nucor’s funded debt to total capital ratio was\n24\n%, and Nucor was in compliance with all covenants under the credit facility.\nNo\nborrowings were outstanding under the credit facilit\ny as of December 31, 2023 and 2022.\nOn March 11, 2022, Nucor completed the issuance and sale of $\n550.0\nmillion aggregate principal amount of its\n3.125\n% Notes due\n2032\n(the “2032 Notes”) and $\n550.0\nmillion aggregate principal amount of its\n3.850\n% Notes due\n2052\n(the “2052 Notes” and, together with the 2032 Notes, the “2032/2052 Notes”). The net proceeds from the issuance and sale of the 2032/2052 Notes were used along with cash on hand to redeem all of the outstanding $\n600.0\nmillion aggregate principal amount of our\n4.125\n% Notes due\n2022\n(the “2022 Notes”) and $\n500.0\nmillion aggregate principal amount of our\n4.000\n% Notes due\n2023\n(the “2023 Notes”) pursuant to the terms of the indenture governing the 2022 Notes and the 2023 Notes. The net proceeds from the issuance and sale of the 2032/2052 Notes were $\n1.09\nbillion, after expenses and the underwriting discount. Costs of $\n15.3\nmillion associated with the issuance and sale of the 2032/2052 Notes have been capitalized and will be amortized over the life of the March 2022 Notes.\nOn April 25, 2022, Nucor redeemed all $\n500.0\nmillion aggregate principal amount outstanding of the 2023 Notes using a portion of the net proceeds from the issuance and sale of the 2032/2052 Notes. On August 15, 2022,\nNucor redeemed all $\n600.0\nmillion aggregate principal amount outstanding of the 2022 Notes using the remaining portion of the net proceeds from the issuance and sale of the 2032/2052 Notes.\nOn May 23, 2022, Nucor completed the issuance and sale of $\n500.0\nmillion aggregate principal amount of its\n3.950\n% Notes due\n2025\n(the “2025 Notes”) and $\n500.0\nmillion aggregate principal amount of its\n4.300\n% Notes due\n2027\n(the “2027 Notes” and, together with the 2025 Notes, the “2025/2027 Notes”).\nThe net proceeds from the issuance and sale of the 2025/2027 Notes were used for general corporate purposes and to pay a portion of the purchase price for the acquisition of C.H.I. The n\net proceeds from the issuance and sale of the 2025/2027 Notes were $\n991.9\nmillion, after expenses and the underwriting discount. Costs of $\n5.9\nmillion associated with the issuance and sale of the 2025/2027 Notes have been capitalized and will be amortized over the life of the 2025/2027 Notes.\nHarris Steel has credit facilities totaling approximately $\n18.7\nmillion, with\nno\noutstanding borrowings at December 31, 2023 and 2022.\nThe business of Nucor Trading S.A. is financed by uncommitted trade credit arrangements with a number of European banking institutions. As of December 31, 2023, Nucor Trading S.A. had outstanding borrowings of $\n24.2\nmillion ($\n49.1\nmillion as of December 31, 2022). NJSM maintains an uncommitted trade credit agreement with three banking institutions. As of December 31, 2023, NJSM had outstanding borrowings of $\n95.0\nmillion under the trade credit agreement. Nucor Trading S.A. and NJSM's credit arrangements are presented in short-term debt in the consolidated balance sheet .\nLetters of credit totaling $\n57.7\nmillion were outstanding as of December 31, 2023 ($\n43.5\nmillion as of December 31, 2022), related to certain obligations, including workers’ compensation, utilities deposits and credit arrangements by Nucor Trading S.A. for commitments to purchase inventories.\n12.\nCapital Stock\nThe par value of Nucor’s common stock is $\n0.40\nper share and there are\n800\nmillion shares authorized. In addition,\n250,000\nshares of preferred stock, par value $\n4.00\nper share, are authorized, with preferences, rights and restrictions as may be fixed by the Board of Directors. There are\nno\nshares of preferred stock issued or outstanding.\nDividends declared per share were\n$\n2.070\nin 2023 ($\n2.010\nin 2022 and $\n1.715\nper share in 2021).\nThe Company repurchased approximately $\n1.55\nbillion of its common stock in 2023 (approximately $\n2.76\nbillion in 2022 and $\n3.28\nbillion in 2021).\n68\nOn May 11, 2023, the Company announced that the Board of Directors had approved a share repurchase program under which the Company is authorized to repurchase up to $\n4.00\nbillion of the Company’s common stock and terminated all previously authorized share repurchase programs. Share repurchases are made from time to time in the open market at prevailing market prices or through private transactions or block trades. The timing and amount of repurchases will depend on market conditions, share price, applicable legal requirements and other factors. The share repurchase authorization is discretionary and has no expiration date. At December 31, 2023, the Company had approximately $\n3.32\nbillion available for share repurchases under the program authorized by the Company’s Board of Directors.\n13.\nDerivative Financial Instruments\nThe following tables summarize information regarding Nucor’s derivative financial instruments (in thousands):\nThe Effect of Derivative Financial Instruments on the Consolidated Statements of Earnings\n69\nAt December 31, 2023\n, natural gas swaps covering approximately\n44.0\nmillion MMBTUs (extending through December 2026) were outstanding.\n14.\nFair Value Measurements\nThe following table summarizes information regarding Nucor’s financial assets and liabilities that are measured at fair value. Nucor does not have any non-financial assets or liabilities that are measured at fair value on a recurring basis.\n70\nFair value measurements for Nucor’s cash equivalents, short-term investments and restricted cash and cash equivalents and an investment in a publicly traded nuclear power equipment manufacturer are classified under Level 1 because such measurements are based on quoted market prices in active markets for identical assets. Fair value measurements for Nucor’s derivatives, which are typically commodity or foreign exchange contracts, are classified under Level 2 because such measurements are based on published market prices for similar assets or are estimated based on observable inputs such as interest rates, yield curves, credit risks, spot and future commodity prices, and spot and future exchange rates. Fair value measurements of Nucor's investments in privately held companies, most of which is in a nuclear fusion technology company, are classified under Level 3 because such measurements are based on unobservable inputs that indicate a change in fair value, including the transaction price in the event of a change in ownership of the investee (e.g. the sale of other investors' interest in the company) or the transaction price in the event of additional equity issuances of the investee. There were no transfers between levels in the fair value hierarchy for the periods presented.\nThe fair value of short-term and long-term debt, including current maturities, was approximately\n$\n6.22\nbillion\nat December 31, 2023\n(approximately $\n5.93\nbillion at\nDecember 31, 2022). The debt fair value estimates are classified under Level 2 because such estimates are based on readily available market prices of our debt at December 31, 2023 and 2022\n, or similar debt with the same maturities, ratings and interest rates.\n15.\nContingencies\nWe are from time to time a party to various lawsuits, claims and other legal proceedings that arise in the ordinary course of business. With respect to all such lawsuits, claims and proceedings, we record reserves when it is probable a liability has been incurred and the amount of loss can be reasonably estimated. We do not believe that any of these proceedings, individually or in the aggregate, would be expected to have a material adverse effect on our results of operations, financial position or cash flows. Nucor maintains liability insurance with self-insurance limits for certain risks.\n16.\nStock-Based Compensation\nOverview\nThe Company maintains the Nucor Corporation 2014 Omnibus Incentive Compensation Plan (the “Omnibus Plan”) under which the Company may award stock-based compensation to key employees, officers and non-employee directors. The Company’s stockholders approved an amendment and restatement of the Omnibus Plan on May 14, 2020. The Company also amended the Omnibus Plan on September 14, 2023. The Omnibus Plan, as amended and restated, permits the award of stock options, restricted stock units, restricted shares and other stock-based awards for up to\n19.0\nmillion shares of the Company’s common stock. As of\nDecember 31, 2023\n,\n4.3\nmillion shares remained available for award under the Omnibus Plan.\nThe Company also maintains a number of inactive plans under which stock-based awards remain outstanding but no further awards may be made. As of December 31, 2023,\n0.1\nmillion sha\nres were reserved for issuance upon the future settlement of outstanding awards under such inactive plans.\nStock Options\nStock options may be granted to Nucor’s key employees, officers and non-employee directors with exercise prices at\n100\n% of the market value on the date of the grant. The stock options granted are generally exercisable at the end of\nthree years\nand have a term of\n10\nyears.\n71\nA summary of activity under Nucor’s stock option plans is as follows (shares in thousands):\nThe total intrinsic value of stock options (the amount by which the stock price exceeded the exercise price of the stock option on the date of exercise) that were exercised during 2023 wa\ns $\n24.5\nmillion\n($\n32.2\nmillion in\n2022\nand $\n67.8\nmillion in\n2021).\nThe following table summarizes information about stock options outstanding at\nDecember 31, 2023 (shares in thousands):\nAs of December 31, 2023, the total aggregate intrinsic value of stock options outstanding and stock options exer\ncisable was $\n68.7\nmillion and $\n54.5\nmillion,\nrespectively.\nThe grant date fair value of stock options granted wa\ns $\n49.62\nper share in 2023\n($\n45.27\nper share in\n2022\nand $\n32.30\nper share in\n2021\n).\nThe fair value was estimated using the Black-Scholes options pricing model with the following assumptions:\n72\nStock options granted to employees who are eligible for retirement on the date of the grant are expensed immediately since these awards vest upon retirement from the Company. Retirement, for purposes of vesting in these stock options, means termination of employment after satisfying age and years of service requirements. Similarly, stock options granted to employees who will become retirement-eligible prior to the end of the vesting term are expensed over the period through which the employee will become retirement-eligible. Compensation expense for stock options granted to employees who will not become retirement-eligible prior to the end of the vesting term is recognized on a straight-line basis over the vesting period. Compensation expense for stock options was\n$\n4.7\nmillion i\nn 2023\n($\n5.4\nmillion in\n2022\nand $\n3.8\nmillion in\n2021). As of December 31, 2023\n, unrecognized compensation expense related to stock options was $\n2.0\nmillion, which is expected to be recognized over a weighted-average period of\n1.9\nyears.\nRestricted Stock Units\nNucor annually grants restricted stock units (“RSUs”) to key employees, officers and non-employee directors. The RSUs granted to key employees and officers vest and are converted to common stock in three equal installments on each of the first three anniversaries of the grant date, provided that a portion of the RSUs awarded to an officer prior to 2018 vest only upon the officer’s retirement. Retirement, for purposes of vesting in these RSUs only, means termination of employment with approval of the Compensation and Executive Development Committee of the Board of Directors after satisfying age and years of service requirements. RSUs granted to a non-employee director are fully vested on the grant date and are payable to the non-employee director in the form of common stock after the termination of the director’s service on the Board of Directors.\nRSUs granted to employees who are eligible for retirement on the date of the grant are expensed immediately, and RSUs granted to employees who will become retirement-eligible prior to the end of the vesting term are expensed over the period through which the employee will become retirement-eligible since these awards vest upon retirement from the Company. Compensation expense for RSUs granted to employees who will not become retirement-eligible prior to the end of the vesting term is recognized on a straight-line basis over the vesting period.\nCash dividend equivalents are paid to holders of RSUs each quarter. Dividend equivalents paid on RSUs expected to vest are recognized as a reduction in retained earnings.\nThe fair value of an RSU is determined based on the closing price of Nucor’s common stock on the date of the grant.\nA summary of Nucor’s RSU activity is as follows (shares in thousands):\nCompensation expense for RSUs was\n$\n88.1\nmillion i\nn 2023\n($\n80.4\nmillion in\n2022\nand $\n52.1\nmillion in\n2021). The total fair value of shares vested during 2023\nwas $\n120.7\nmillion ($\n120.0\nmillion in\n2022\nand $\n109.5\nmillion in\n2021). As of December 31, 2023, unrecognized compensation expense related to unv\nested RSUs was $\n83.9\nmillion, which is expected to be recognized over a weighted-average period of\n1.3\nyears.\n73\nRestricted Stock Awards\nPrior to their expiration effective December 31, 2017, the Nucor Corporation Senior Officers Long-Term Incentive Plan and the Nucor Corporation Senior Officers Annual Incentive Plan authorized the award of shares of common stock to officers subject to certain conditions and restrictions. Effective January 1, 2018, the Company adopted supplements to the Omnibus Plan with terms that permit the award of shares of common stock to officers subject to the conditions and restrictions described below, which are substantially similar to those of the expired Senior Officers Long-Term Incentive Plan and Senior Officers Annual Incentive Plan. The expired Senior Officers Long-Term Incentive Plan, together with the applicable supplement, is referred to below as the “LTIP,” and the expired Senior Officers Annual Incentive Plan, together with the applicable supplement, is referred to below as the “AIP.”\nThe LTIP provides for the award of shares of restricted common stock at the end of each LTIP performance measurement period at no cost to officers if certain financial performance goals are met during the period. One-third of the LTIP restricted stock award vests upon each of the first three anniversaries of the award date or, if earlier, upon the officer’s attainment of age\n55\nwhile employed by Nucor. Although participants are entitled to cash dividends and may vote such awarded shares, the sale or transfer of such shares is limited during the restricted period.\nThe AIP provides for the payment of annual cash incentive awards. An AIP participant may elect, however, to defer payment of up to one-half of an AIP award. In such event, the deferred AIP award is converted into common stock units and credited with a deferral incentive, in the form of additional common stock units, equal to\n25\n% of the number of common stock units attributable to the deferred AIP award. Common stock units attributable to deferred AIP awards are fully vested. Common stock units credited as a deferral incentive vest upon the AIP participant’s attainment of age\n55\nwhile employed by Nucor. Vested common stock units are paid to AIP participants in the form of shares of common stock following their termination of employment with Nucor.\nA summary of Nucor’s restricted stock activity under the AIP and the LTIP is as follows (shares in thousands):\nCompensation expense for common stock and common stock units awarded under the AIP and the LTIP is recorded over the performance measurement and vesting periods based on the anticipated number and market value of shares of common stock and common stock units to be awarded. Compensation expense for anticipated awards based upon Nucor’s financial performance, exclusive of amounts payable in cash, was $\n37.8\nmillion in 2023 ($\n51.0\nmillion in 2022 and $\n79.9\nmillion in 2021). The total fair value of shares vested during 2023 was $\n68.8\nmillion ($\n45.9\nmillion in 2022 and $\n19.6\nmillion in 2021). As of December 31, 2023, unrecognized compensation expense related to unvested restricted stock awards was $\n7.5\nmillion, which is expected to be recognized over a weighted-average period of\n1.6\nyears.\n17.\nEmployee Benefit Plans\nNucor makes contributions to a Profit Sharing and Retirement Savings Plan for qualified employees based on the profitability of the Company. Nucor’s expense for these benefits totaled\n$\n611.1\nmillion\nin 2023\n($\n994.2\nmillion in\n2022\nand $\n869.9\nmillion in\n2021). The related liability for these benefits is included in salaries, wages and related accruals in the consolidated balance sheets.\n74\nNucor also has a medical plan covering certain eligible early retirees. The unfunded obligation, included in deferred credits and other liabilities in the consolidated balance sheets, totaled\n$\n33.2\nmillion at\nDecember 31, 2023\n($\n25.6\nmillion at\nDecember 31, 2022). The expense associated with this early retiree medical plan totaled\n$\n0.3\nmillion\nin 2023\n($\n2.3\nmillion in\n2022\nand $\n1.8\nmillion in\n2021\n). The discount rate used by Nucor in determining its benefit obligation was\n5.01\n% in 2023\n(\n5.24\n% in\n2022\nand\n2.81\n% in\n2021). The health care cost increase trend rate used was\n6.8\n% i\nn 2023\n(\n6.3\n% in\n2022\nand\n5.3\n% in\n2021). The health care cost increase trend rate is projected to decline gradually to\n4.0\n% by\n2049\n.\n18.\nInterest (Income) Expense\nThe components of net interest (income) expense are as follows (in thousands):\nInterest paid was $\n257.1\nmillion in\n2023\n($\n229.5\nmillion in\n2022\nand $\n170.7\nmillion in\n2021\n).\n19.\nIncome Taxes\nComponents of earnings before income taxes and noncontrolling interests are as follows (in thousands):\nThe provision for income taxes consists of the following (in thousands):\n75\nA reconciliation of the federal statutory tax rate (\n21\n%) to the total provision is as follows:\nFor the year ended December 31, 2023, the effective tax rate on continuing operations was\n21.68\n%\ncompared to\n21.13\n% for the year ended\nDecember 31, 2022.\nThe 2023 effective tax rate includes an increased impact, when compared to 2022, from the Federal research credit and Noncontrolling interests lines. The 2022 effective tax rate included a net tax benefit of $\n76.4\nmillion (-\n0.75\n%) for state tax credits, and a net tax benefit of $\n88.0\nmillion (-\n0.86\n%) related to a change in the valuation allowance of a state deferred tax asset. Both items are included in the State income taxes, net of federal income tax benefit line.\nDeferred tax assets and liabilities resulted from the following (in thousands):\nNon-current deferred tax assets included in other assets in the consolidated balance sheets were $\n40.7\nmillion at December 31, 2023 ($\n19.3\nmillion at December 31, 2022).  Non-current deferred tax liabilities included in deferred credits and other liabilities in the consolidated balance sheets were $\n1.33\nbillion at December 31, 2023 ( $\n1.30\nbillion at December 31, 2022). Current federal and state income taxes receivable included in other current assets in the consolidated balance sheets were $\n346.1\nmillion at December 31, 2023 ($\n564.7\nmillion at December 31, 2022). Nucor paid $\n1.06\nbillion in net federal, state and foreign income taxes in 2023 ($\n2.63\nbillion and $\n1.68\nbillion in 2022 and 2021, respectively).\nNucor has not recognized deferred tax liabilities on its investment in foreign subsidiaries with undistributed earnings that satisfy the permanent reinvestment requirements (the deferred tax liabilities\n76\non the investments not permanently reinvested are immaterial). While Nucor considers future earnings to be permanently reinvested, it is expected that potential future distributions will likely be nontaxable. If this assertion of permanent reinvestment were to change, there may be deferred tax liabilities related to the withholding tax impacts on the actual distribution of certain cumulative undistributed foreign earnings, but the Company believes this amount to be immaterial.\nState NOL carryforwards were $\n185.1\nmillion at December 31, 2023 ($\n285.4\nmillion at December 31, 2022). If unused, they will expire between\n2024\nand\n2043\n. Foreign NOL carryforwards were $\n325.6\nmillion at December 31, 2023 ($\n79.4\nmillion at December 31, 2022). If unused, the foreign NOL carryforwards will expire between\n2026\nand\n2042\n.\nAt December 31, 2023, Nucor had approximately $\n188.3\nmillion of unrecognized tax benefits, of which $\n187.6\nmillion would affect Nucor's effective tax rate, if recognized. At December 31, 2022, Nucor had approximately $\n141.7\nmillion of unrecognized tax benefits, of which $\n141.1\nmillion would affect Nucor's effective tax rate, if recognized.\nA reconciliation of the beginning and ending amounts of unrecognized tax benefits recorded in deferred credits and other liabilities in the consolidated balance sheets is as follows (in thousands):\nWe estimate that in the next 12 months, our gross uncertain tax positions, exclusive of interest, could decrease by as much as $\n5.6\nmillion, as a result of the expiration of the applicable statute of limitations.\nDuring 2023, Nucor recognized $\n10.4\nmillion of expense in interest and penalties ($\n9.4\nmillion of expense in 2022 and $\n5.5\nmillion of expense in 2021). The interest and penalties are included in interest expense, net and marketing, administrative and other expenses, respectively, in the consolidated statements of earnings. As of December 31, 2023, Nucor had approximately $\n37.4\nmillion of accrued interest and penalties related to uncertain tax positions (approximately $\n26.9\nmillion at December 31, 2022).  The accrued interest and penalties are included in accrued expenses and other current liabilities and deferred credits and other liabilities, respectively, in the consolidated balance sheets.\nThe IRS is currently examining Nucor’s 2015, 2019, and 2020 federal income tax returns. Nucor has concluded U.S. federal income tax matters for tax years through 2014, and for the tax years 2016 and 2018. The tax years 2017, 2021, and 2022 remain open to examination by the IRS. The 2015 through 2021 Canadian income tax returns for Harris and certain related affiliates are currently under examination by the Canada Revenue Agency. The tax years 2016 through 2022 remain open to examination by other major taxing jurisdictions to which Nucor is subject (primarily Canada, Trinidad & Tobago, and other state and local jurisdictions).\n77\n20.\nAccumulated Other Comprehensive Income (Loss)\nThe following tables reflect the changes in accumulated other comprehensive income (loss) by component (in thousands):\n(1)\nIncludes $\n12,077\nand $(\n809\n) net-of-tax impact of accumulated other comprehensive income (loss) reclassifications into cost of products sold for net gains on commodity contracts and adjustment to early retiree medical plan, respectively. The tax impacts of these reclassifications were $\n3,800\nand $(\n255\n), respectively.\n(2)\nIncludes $(\n51,554\n) and $\n1,797\nnet-of-tax impact of accumulated other comprehensive income (loss) reclassifications into cost of products sold for net gains on commodity contracts and adjustment to early retiree medical plan, respectively. The tax impacts of these reclassifications were $(\n16,400\n) and $\n671\n, respectively.\n78\n21.\nEarnings Per Share\nThe computations of basic and diluted net earnings per share are as follows (in thousands, except per share data):\nThe following stock options were excluded from the computation of diluted net earnings per share because their effect would have been anti-dilutive (shares in thousands):\n22.\nSegments\nNucor reports its results in the following segments: steel mills, steel products and raw materials. The steel mills segment includes carbon and alloy steel in sheet, bars, structural and plate; steel trading businesses; rebar distribution businesses; and Nucor’s equity method investments in NuMit and NJSM (the latter of which Nucor acquired an additional\n1\n% interest in the fourth quarter of 2023, bringing our total equity ownership to a\n51\n% controlling interest). The steel products segment includes steel joists and joist girders, steel deck, fabricated concrete reinforcing steel, cold finished steel, precision castings, steel fasteners, metal building systems, insulated metal panels, steel grating, tubular products businesses, steel racking, piling products business, wire and wire mesh, overhead doors, and utility towers and structures. The raw materials segment includes The David J. Joseph Company and its affiliates (“DJJ”), primarily a scrap broker and processor; Nu-Iron Unlimited and Nucor Steel Louisiana LLC, two facilities that produce direct reduced iron used by the steel mills; and our natural gas production operations.\nCorporate/eliminations include items such as net interest expense on long-term debt, charges and credits associated with changes in allowances to eliminate intercompany profit in inventory, profit sharing expense and stock-based compensation. Corporate assets primarily include cash and cash equivalents, short-term investments, restricted cash and cash equivalents, allowances to eliminate intercompany profit in inventory, deferred income tax assets, federal and state income taxes receivable and investments in and advances to affiliates.\n79\nNucor’s results by segment were as follows (in thousands):\n80\nNet sales by product were as follows (in thousands). Further product group breakdown is impracticable.\n23.\nRevenue\nNucor recognizes revenue when obligations under the terms of contracts with our customers are satisfied and collection is reasonably assured; generally, obligations under the terms of contracts are satisfied upon shipment or when control is transferred. Revenue is measured as the amount of consideration expected to be received in exchange for transferring the goods. In addition, revenue is deferred when cash payments are received or due in advance of performance.\nThe durations of Nucor’s contracts with customers are generally one year or less. Customer payment terms are generally 30 days.\nContract liabilities are primarily related to deferred revenue resulting from cash payments received in advance from customers to protect against credit risk. Contract liabilities totaled\n$\n313.8\nmillion\nas of December 31, 2023\n($\n285.0\nmillion as of\nDecember 31, 2022), and are included in accrued expenses and other current liabilities in the consolidated balance sheets. The amount of revenue reclassified from the December 31, 2022 contract liabilities balance during 2023 was approximately\n$\n191.8\nmillion\n.\nNucor disaggregates its revenues by major source in the same manner as presented in the net sales by product table in the segment footnote (see Note 22).\nSteel Mills Segment\nSheet – For the majority of sheet products, we transfer control and recognize a sale when we ship the product from the sheet mill to our customer. The amount of consideration we receive and revenue we recognize for spot market sales are based upon prevailing prices at the time of sale. The amount of consideration we receive and revenue we recognize for contract customers are based primarily on pricing formulas that incorporate monthly or quarterly price adjustments which reflect changes in the current market-based indices and/or raw material costs near the time of shipment.\nThe amount of tons sold to contract customers at any given time depends on a variety of factors, including our consideration of current and future market conditions, our strategy to appropriately balance spot and contract tons in a manner to meet our customers’ requirements while considering the expected profitability, our desire to sustain a diversified customer base and our end-use customers’ perceptions about future market conditions. These contracts are typically\none year or less\n. Contract sales within the steel mills segment are most notable in our sheet operations, as it is common for contract sales to account for the majority of sheet sales in a given year.\n81\nBar, Structural and Plate – For the majority of bar, structural and plate products, we transfer control and recognize a sale when we ship the product from the mill to our customer. The significant majority of bar, structural and plate product sales are spot market sales, and the amount of consideration we receive and revenue we recognize for those sales are based upon prevailing prices at the time of sale.\nSteel Products Segment\nTubular Products – The tubular products businesses transfer control and recognize a sale when the products are shipped from our operating locations to our customers. The majority of tubular product sales are spot market sales, and the amount of consideration we receive and revenue we recognize for those sales are based upon prevailing prices at the time of sale.\nRebar Fabrication – The majority of revenue is derived from contracts with customers for the supply of fabricated rebar. As the majority of contracts with customers are fixed price contracts to complete a job, control transfers over time and revenue is recognized (if collection is reasonably assured) over time using an input method, based on the amount of rebar shipped from the Company’s operating locations relative to the total expected amount of rebar required to complete the job.\nFor contracts to supply fabricated rebar and install it at the customer’s job site, there are two performance obligations: (1) the supply of the fabricated rebar and (2) the installation of the supplied rebar at the customer’s job site. For the supply of fabricated rebar performance obligation, the transaction price allocated to this performance obligation is determined at the start of the contract, based on the awarded contract price for the supplied fabricated rebar and revenue is recognized over time based on the amount of rebar shipped from the Company’s operating locations relative to the total expected amount of rebar required to complete the job. For the installation of supplied rebar performance obligation, the transaction price allocated to this performance obligation is determined at the start of the contract, based on the awarded contract price for the installation of fabricated rebar and revenue is recognized over time based on the amount of rebar installed relative to the total expected amount of rebar required to be installed to complete the job.\nWhile a majority of the contracts with customers are fixed price contracts to complete a job, variable consideration can occur from contract modifications relating to change orders and price escalations caused by changes in underlying material costs. In these situations, the additional variable consideration is recognized cumulatively in the period in which the contract modification is approved and collection is reasonably assured unless the change order relates to additional distinct goods or services at standalone selling prices in which case they are accounted for prospectively. Management reviews these situations on a case-by-case basis and considers a variety of factors, including relevant experience with similar types of performance obligations, the Company’s experience with the customer and collectability considerations.\nOther Steel Products – Other steel products include our joist, deck, cold finish, metal building systems, insulated metal panels, piling, overhead doors, and the other remaining businesses that comprise the steel products segment. Generally, for these businesses, we transfer control and recognize a sale when we ship the product from our operating locations to our customers. The amount of consideration we receive and revenue we recognize for those sales are agreed upon with the customers before the product is shipped.\nIncluded in the other steel products businesses is Nucor Warehouse Systems (“NWS”). The majority of NWS’s revenues are related to supply and installation contracts. Revenue on NWS’s supply and installation contracts is primarily recognized over time, typically between\nthree and six months\n, using the cost-to-cost input measure (e.g., costs incurred to date relative to total estimated costs at completion) to measure progress because it best depicts the transfer of assets to the customer which occurs as the Company incurs costs on the contracts.\n82\nRaw Materials Segment\nThe majority of the raw materials segment revenue from outside customers is generated by DJJ. We transfer control and recognize a sale based on the terms of the agreement with the customer, which is generally when the product has met the delivery requirements. The amount of consideration we receive and revenue we recognize for those sales is based on the contract with the customer, which generally reflects current market prices at the time the contract is entered into.\n24.\nRestricted Cash and Cash Equivalents\nAs of December 31, 2023, restricted cash and cash equivalents totaled\n$\n3.5\nmillion\n($\n80.4\nmillion as of\nDecember 31, 2022\n), and primarily consisted of net proceeds from the issuance of $\n197.0\nmillion in\nAugust 2021\nand $\n162.6\nmillion in\nJuly 2020\nof\n40-year\nvariable-rate Green Bonds. The restricted cash and cash equivalents related to the debt issuance are being held in a trust account and will be used to partially fund the capital costs, in particular the expenditures associated with pollution prevention and control (including waste recycling and waste reduction), of the construction of Nucor’s plate mill located in Brandenburg, Kentucky. Funds will be disbursed from the trust account as qualified expenditures for the construction of the Brandenburg facility are made ($\n78.9\nmillion during 2023 and $\n64.2\nmillion during 2022). Interest earned on funds held in the trust account is subject to the same usage requirements as the bond proceeds principal. Since the restricted cash, interest and dividends must be used for the construction of the Brandenburg facility and relate to a long-term liability, the entire balance has been classified as a non-current asset.\n25. Acquisitions\nAcquisition of Additional Interest in NJSM\nOn October 27, 2023, Nucor used cash on hand to acquire an additional\n1\n% equity interest in NJSM bringing our total equity ownership to a\n51\n% controlling interest. We believe this acquisition allows NJSM to benefit from Nucor's galvanized sheet sales expertise in North America.\nPrior to this transaction, we accounted for our\n50\n% ownership in NJSM under the equity method. As part of the purchase price allocation for this step acquisition, we remeasured our previously held interest as of the acquisition date which resulted in a $\n21.0\nmillion loss recorded in marketing, administrative and other expenses. Neither our previously held equity interest in NJSM nor the loss on remeasuring the equity interest are material to our financial statements.\nWe allocated the purchase price for NJSM to its individual assets acquired and liabilities assumed. While the purchase price allocation is substantially complete, it is still preliminary and subject to change.\n83\nThe following table summarizes the fair values of the assets acquired and liabilities assumed of NJSM, as well as the fair value of the\n49\n% noncontrolling interest not acquired by Nucor, as of October 27, 2023, the date of acquisition (in thousands):\nThe determination of the fair value of noncontrolling interest was calculated using the implied value of\n100\n% of the enterprise value as the purchase price included an immaterial implied control premium on a per-share basis and the noncontrolling interest shareholder will benefit from the transaction and participate in the economic benefits of NJSM after the acquisition.\nThe NJSM financial results were included as part of the steel mills segment (see Note 22) beginning on October 27, 2023, the acquisition date. Pro-forma results of operations for the Company would not be materially different as a result of the acquisition of NJSM and, therefore, this information is not presented.\nAcquisition of C.H.I.\nOn June 24, 2022, Nucor used cash on hand to acquire the assets of C.H.I. for a purchase price, net of cash acquired, of approximately $\n3.00\nbillion. C.H.I. is a leading manufacturer of overhead doors for residential and commercial markets in the United States and Canada. Commercial overhead doors are used in warehousing and retail, areas that Nucor has focused its attention on recently through other value-added products such as insulated metal panels (CENTRIA, Metl-Span and TrueCore brands) and steel racking solutions (Nucor Warehouse Systems). It is expected that the C.H.I. acquisition also will benefit from Nucor’s recent paint line investments at its Hickman, Arkansas and Crawfordsville, Indiana sheet mills. The C.H.I. financial results are included as part of the steel products segment (see Note 22) beginning on June 24, 2022, the date Nucor acquired it.\nWe allocated the purchase price for C.H.I. to its individual assets acquired and liabilities assumed.\n84\nThe following table summarizes the fair values of the assets acquired and liabilities assumed of C.H.I. as of June 24, 2022, the date of acquisition (in thousands):\nThe following table summarizes the purchase price allocation to the identifiable intangible assets of C.H.I. as of June 24, 2022, the date of acquisition (in thousands, except years):\nThe goodwill of $\n1.04\nbillion is calculated as the excess of the purchase price over the fair values of the assets acquired and liabilities assumed and has been allocated to the steel products segment (see Note 8). The goodwill is attributable to expected synergies within the steel products segment. Goodwill recognized for tax purposes was $\n5.6\nmillion, all of which is deductible for tax purposes. Pro-forma results of operations for the Company would not be materially different as a result of the acquisition of C.H.I. and, therefore, this information is not presented.\nAcquisition of CSI\nOn February 1, 2022, Nucor used cash on hand to acquire a\n51\n% controlling ownership position in CSI by purchasing a\n50\n% equity interest from a subsidiary of Vale S.A. for a cash purchase price of approximately $\n400.0\nmillion, adjusted for net debt and working capital at closing, as well as a\n1\n% equity interest from JFE Steel Corporation. CSI is a flat-rolled steel converter located in California with the capability to produce more than two million tons of finished steel and steel products annually. The company has five product lines, including hot rolled, pickled and oiled, cold rolled, galvanized and electric resistance welded (“ERW”) pipe. Key end-use markets served by CSI include customers in the construction, service center and energy industries. We believe this acquisition helps give Nucor a strong presence in the Western region of the United States and grows our ability to produce a wide range of value-added sheet products. The CSI financial results were included as part of the steel mills segment (see Note 22) beginning on February 1, 2022, the date Nucor acquired its\n51\n% controlling ownership position.\nWe allocated the purchase price for CSI to its individual assets acquired and liabilities assumed. The purchase price allocation is complete.\n85\nThe following table summarizes the fair values of\n100\n% of the assets and liabilities of CSI, as well as the fair value of the\n49\n% noncontrolling interest not acquired by Nucor, as of February 1, 2022, the date Nucor acquired its 51% controlling ownership position (in thousands):\nThe determination of the fair value of the noncontrolling interest was calculated using the implied value of\n100\n% of the enterprise value of the business using the purchase price as the purchase price did not include a control premium on a per-share basis and the noncontrolling interest shareholder will participate equally in the economic benefits of CSI after the acquisition.\nThe goodwill of $\n62.0\nmillion is calculated as the excess of the purchase price over the fair values of the assets acquired and liabilities assumed and has been allocated to the steel mills segment (see Note 8). The goodwill is attributable to the assembled workforce acquired, expanding our Western United States presence and CSI’s value-added product capabilities. None of the goodwill is deductible for tax purposes. Pro-forma results of operations for the Company would not be materially different as a result of the acquisition of CSI and, therefore, this information is not presented.\nAcquisition of IMP Business of Cornerstone\nOn August 9, 2021, Nucor used cash on hand to acquire the assets of the insulated metal panels, or, IMP, business of Cornerstone Building Brands, Inc. (“Cornerstone”) for a purchase price of $\n1.00\nbillion. The Company believes this acquisition will broaden the value-added solutions that Nucor Buildings group provides to targeted end markets such as warehousing, distribution and data centers. We expect these end-use markets to continue to grow in the coming years and that the use of IMP products within them will also increase. IMPs facilitate cost-effective climate control in the built environment and reduce energy usage and overall operations-related GHG emissions for owners and lessees. The acquired IMP business is comprised of\ntwo\nindustry leading brands, CENTRIA and Metl-Span, and has\nseven\nmanufacturing facilities located throughout North America, complementing Nucor’s existing IMP business, TrueCore, LLC. The IMP business financial results are included as part of the steel products segment (see Note 22) beginning on August 9, 2021, the date Nucor acquired it.\nWe have allocated the purchase price for the IMP business to its individual assets acquired and liabilities assumed.\n86\nThe following table summarizes the fair values of the assets acquired and liabilities assumed of the IMP business as of August 9, 2021, the date of acquisition (in thousands):\nThe following table summarizes the purchase price allocation to the identifiable intangible assets of the IMP business as of August 9, 2021, the date of acquisition (in thousands, except years):\nThe goodwill of $\n480.2\nmillion is calculated as the excess of the purchase price over the fair values of the assets acquired and liabilities assumed and has been allocated to the steel products segment (see Note 8). The goodwill is attributable to expected synergies within the steel products segment. Goodwill recognized for tax purposes was $\n480.2\nmillion, all of which is deductible for tax purposes. Pro-forma results of operations for the Company would not be materially different as a result of the acquisition of the IMP business and, therefore, this information is not presented.\nAcquisition of Hannibal\nOn August 20, 2021, Nucor used cash on hand to acquire Hannibal for a purchase price of $\n370.0\nmillion. Nucor purchased\n100\n% of Hannibal's outstanding shares from its Employee Stock Ownership Plan. Hannibal is a leading national provider of steel racking solutions to warehouses. We expect that Hannibal’s business, serving customers in the e-commerce, industrial, food storage and retail segments, will also continue to grow in the coming years. Hannibal has manufacturing facilities in Los Angeles and Houston, as well as\nthree\ndistribution centers. Hannibal’s financial results are included as part of the steel products segment (see Note 22) beginning on August 20, 2021, the date Nucor acquired it.\nWe have allocated the purchase price for Hannibal to its individual assets acquired and liabilities assumed.\n87\nThe following table summarizes the fair values of the assets acquired and liabilities assumed of Hannibal as of August 20, 2021, the date of acquisition (in thousands):\nThe following table summarizes the purchase price allocation to the identifiable intangible assets of Hannibal as of August 20, 2021, the date of acquisition (in thousands, except years):\nThe goodwill of $\n84.9\nmillion is calculated as the excess of the purchase price over the fair values of the assets acquired and liabilities assumed and has been allocated to the steel products segment (see Note 8). The goodwill is attributable to expected synergies within the steel products segment. Goodwill recognized for tax purposes was $\n84.9\nmillion, all of which is deductible for tax purposes. Pro-forma results of operations for the Company would not be materially different as a result of the acquisition of Hannibal and, therefore, this information is not presented.\nOther Acquisitions\nOther smaller acquisitions, exclusive of purchase price adjustments made and net of cash acquired, totaled approximately $\n70.8\nmillion, $\n169.6\nmillion and $\n134.8\nmillion in 2023, 2022 and 2021, respectively. Pro-forma results of operations for the Company would not be materially different if the aggregate acquisitions made during 2023, 2022 and 2021 were included and, therefore, this information is not presented.\n26.\nQuarterly Information (Unaudited)\n88\n(1)\nFourth quarter of 2022 results include an after-tax net benefit of $\n60.4\nmillion related to state tax credits, an after-tax net benefit of $\n88.0\nmillion related to a change in the valuation allowance of a state deferred tax asset, and a pre-tax $\n96.0\nmillion write-off of the remaining carrying value of our leasehold interest in unproved oil and gas properties. This charge is included in the raw materials segment.\n89"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures –\nAs of the end of the period covered by this report, the Company carried out an evaluation, under the supervision and with the participation of the Company’s management, including the Company’s Chief Executive Officer and Chief Financial Officer, of the effectiveness of the design and operation of the Company’s disclosure controls and procedures. Based upon that evaluation, the Chief Executive Officer and the Chief Financial Officer concluded that the Company’s disclosure controls and procedures were effective as of the evaluation date.\nChanges in Internal Control Over Financial Reporting –\nThere were no changes in our internal control over financial reporting during the quarter ended December 31, 2023 that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting.\nReport on Internal Control Over Financial Reporting –\nManagement’s report on internal control over financial reporting required by Section 404 of the Sarbanes-Oxley Act of 2002 and the attestation report of PricewaterhouseCoopers LLP, an independent registered public accounting firm, on the effectiveness of Nucor’s internal control over financial reporting as of December 31, 2023 are included in “Item 8. Financial Statements and Supplementary Data” and incorporated herein by reference."
  },
  {
    "item_key": "item_9b",
    "text": "Insider Trading Arrangements -\nDuring the quarter ended December 31, 2023, none of our directors or officers (as defined in Rule 16a-1(f) under the Exchange Act)\nadopted\n,\nmodified\nor\nterminated\na \"Rule 10b5-1 trading arrangement\" or a \"non-Rule 10b5-1 trading arrangement\" (as such terms are defined in Item 408 of Regulation S-K)."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\n90\nPART\nIII"
  },
  {
    "item_key": "item_10",
    "text": "The information required by this item with respect to Nucor’s executive officers appears in Part I of this report under the heading\nInformation About Our Executive Officers\nand is incorporated herein by reference. The other information required by this item is incorporated herein by reference from Nucor’s definitive proxy statement for our 2024 Annual Meeting of Stockholders, which we expect to file with the SEC pursuant to Regulation 14A not later than 120 days after December 31, 2023 (the “Proxy Statement”), under the headings\nElection of Directors; Information Concerning Experience, Qualifications, Attributes and Skills of the Nominees;\nand\nCorporate Governance and Board of Directors\n.\nNucor has adopted a Code of Ethics for Senior Financial Professionals (the “Code of Ethics”), which is intended to qualify as a “code of ethics” within the meaning of Item 406 of Regulation S-K of the Securities Exchange Act of 1934, as amended. The Code of Ethics applies to our principal executive officer, principal financial officer, principal accounting officer or controller, and persons performing similar functions. The Code of Ethics is available on our website,\nwww.nucor.com\n.\nWe will disclose information pertaining to any amendment to, or waiver from, the provisions of the Code of Ethics that apply to our principal executive officer, principal financial officer, principal accounting officer or controller, or persons performing similar functions and that relate to any element of the Code of Ethics enumerated in the SEC rules and regulations by posting this information on our website,\nwww.nucor.com.\nThe information contained on our website or available by hyperlink from our website is not a part of this report and is not incorporated into this report or any other documents we file with, or furnish to, the SEC."
  },
  {
    "item_key": "item_11",
    "text": "The information required by this item is incorporated herein by reference from the Proxy Statement under the headings\nExecutive Officer Compensation; Director Compensation;\nReport of the Compensation and\nExecutive Development Committee\n; and\nBoard’s Role in Risk Oversight\n."
  },
  {
    "item_key": "item_12",
    "text": "The information required by this item is incorporated herein by reference from the Proxy Statement under the headings\nSecurity Ownership of Management and Certain Beneficial Owners\nand\nEquity Compensation Plan Information."
  },
  {
    "item_key": "item_13",
    "text": "The information required by this item is incorporated herein by reference from the Proxy Statement under the heading\nCorporate Governance and Board of Directors\n."
  },
  {
    "item_key": "item_14",
    "text": "The information required by this item is incorporated herein by reference from the Proxy Statement under the heading\nFees Paid to Independent Registered Public Accounting Firm\n.\n91\nPART\nIV"
  },
  {
    "item_key": "item_15",
    "text": "Financial Statements:\nThe following consolidated financial statements and notes thereto, management’s report on internal control over financial reporting and the report of independent registered public accounting firm are included in “Item 8. Financial Statements and Supplementary Data”:\n•\nManagement’s Report on Internal Control Over Financial Reporting\n•\nReport of Independent Registered Public Accounting Firm\n•\nConsolidated Balance Sheets—December 31, 2023 and 2022\n•\nConsolidated Statements of Earnings—Years Ended December 31, 2023, 2022 and 2021\n•\nConsolidated Statements of Comprehensive Income—Years Ended December 31, 2023, 2022 and 2021\n•\nConsolidated Statements of Stockholders’ Equity—Years Ended December 31, 2023, 2022 and 2021\n•\nConsolidated Statements of Cash Flows—Years Ended December 31, 2023, 2022 and 2021\n•\nNotes to Consolidated Financial Statements\nSchedule II is not presented as all applicable information is presented in the consolidated financial statements and notes thereto.\nExhibits:\n92\n93\n94\n95\n* Filed herewith.\n** Furnished (and not filed) herewith pursuant to Item 601(b)(32)(ii) of Regulation S-K.\n(#) Indicates a management contract or compensatory plan or arrangement."
  },
  {
    "item_key": "item_16",
    "text": "Registrants may voluntarily include a summary of information required by Form 10-K under this Item16. We have elected not to include such summary information.\n96\nSIGNA\nTURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPOWER OF\nATTORNEY\nKNOW ALL PERSONS BY THESE PRESENTS, that each person whose signature appears below constitutes and appoints Stephen D. Laxton and A. Rae Eagle, or either of them, his or her attorney-in-fact, with full power of substitution and resubstitution for such person in any and all capacities, to sign any amendments to this report and to file the same, with exhibits thereto, and other documents in connection therewith, with the United States Securities and Exchange Commission, hereby ratifying and confirming all that either of said attorney-in-fact, or substitute or substitutes, may do or cause to be done by virtue hereof.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the date indicated.\n97"
  }
]