[
  {
    "item_key": "item_1",
    "text": "Overview\nIDEX Corporation (“IDEX” or the “Company”) is an applied solutions provider serving niche markets worldwide. IDEX is a high-performing global enterprise committed to making trusted solutions that improve lives and are mission critical components in everyday life. Substantially all of the Company’s business activities are carried out through over 50 wholly-owned subsidiaries with shared values of Trust, Team and Excellence. IDEX’s diverse family of businesses is innovative and inquisitive in its quest to solve customers’ most challenging applied technology problems. These businesses operate with a high degree of autonomy, yet are all united by employing The IDEX Difference, a philosophy of great teams who embrace the 80/20 principle while remaining hyper-focused on serving customers. IDEX was incorporated in Delaware on September 24, 1987.\nEnd Markets and Products\nThe following table summarizes the percentage of total IDEX sales generated by each end market:\nThe Company has three reportable segments: Fluid & Metering Technologies (“FMT”), Health & Science Technologies (“HST”) and Fire & Safety/Diversified Products (“FSDP”). The segments are structured around how to best serve customer needs, with each segment consisting of businesses that have product and end market similarities as well as common distribution methods and production processes. This structure enables management efficiency, aligns IDEX’s operations with its focus on organic growth, strategic acquisitions and capital allocation priorities and provides transparency about the Company’s performance to external stakeholders.\n1\nIDEX believes that each of its reporting units is a leader in its products and services. The Company also believes that its strong financial performance has been attributable to its ability to design and engineer specialized quality products coupled with its ability to successfully identify, acquire and integrate strategic acquisitions. The table below illustrates the three reportable segments and the reporting units within each segment.\nThe table below illustrates the share of Net sales and Adjusted EBITDA contributed by each segment on the basis of total segments (not total Company) for the years ended December 31, 2023 and 2022.\n(1)\nSegment Adjusted EBITDA excludes the impact of unallocated corporate costs of $84.6 million and $85.7 million for the years ended December 31, 2023 and 2022, respectively.\n2\nFLUID & METERING TECHNOLOGIES SEGMENT\nThe FMT segment designs, produces and distributes positive displacement pumps, valves, small volume provers, flow meters, injectors and other fluid-handling pump modules and systems and provides flow monitoring and other services for the food, chemical, general industrial, water and wastewater, agriculture and energy industries.\nThe following table summarizes the percentage of total FMT sales generated by each end market:\nThe following discussion describes the reporting units included in the FMT segment:\nPumps.\nPumps is a leading manufacturer of rotary internal gear, external gear, vane and rotary lobe pumps, custom-engineered original equipment manufacturer pumps, strainers, gear reducers and engineered pump systems. Pumps primarily uses independent distributors to market and sell its products. Pumps is comprised of the following businesses:\n•\nViking Pump is a global leader in pumping solutions, with products including internal gear, external gear, vane, lobe and circumferential piston pumps, as well as parts, kits and accessories designed to support customers worldwide. With a focus on industrial applications like chemicals, polyurethane foam and asphalt; energy applications like oil transfer and glycol dehydration; and hygienic applications like biopharma, food and beverage, Viking Pump delivers proven liquid transfer pumping solutions for a wide variety of thin to viscous applications. Viking Pump maintains operations in Cedar Falls, Iowa, with locations in Windsor, Canada (Viking Pump Canada), Shannon, Ireland (IDEX Pump Technologies) and Eastbourne, England (Viking Pump Hygienic).\n•\nWarren Rupp manufactures air-operated double diaphragm pump products\n(which includes Sandpiper and Versamatic products) used for abrasive and semisolid materials as well as for applications where product degradation is a concern or where electricity is not available or should not be used. Warren Rupp products primarily serve the chemical, paint, food processing, electronics, construction, utilities, oil and gas, mining and industrial maintenance markets. Warren Rupp maintains operations in Mansfield, Ohio.\n•\nABEL designs and manufactures highly engineered reciprocating positive displacement pumps used for mine dewatering, back filling, transfer of mine tailings, municipal sledge and wastewater applications in a variety of end markets including mining, power, water and wastewater as well as other general industries. ABEL maintains operations in Büchen, Germany and Mansfield, Ohio and has a facility in Madrid, Spain.\n3\nWater.\nWater is a leading provider of metering technology, flow monitoring products and underground surveillance services for wastewater markets, as well as alloy and non-metallic gear pumps and peristaltic pumps. Water is comprised of the following businesses:\n•\nADS’ products and services provide comprehensive integrated solutions that enable industry, municipalities and government agencies to analyze and measure the capacity, quality and integrity of wastewater collection systems, including the maintenance and construction of such systems. ADS maintains operations in Huntsville, Alabama and various other locations in the United States, Canada and Australia.\n•\niPEK, Envirosight and WinCan combined are the leading providers of integrated solutions for managing the complete lifecycle of water infrastructure assets and process workflows. Their products and solutions include sewer crawlers, inspection and monitoring systems and software applications that allow teams to identify, anticipate and correct water system issues, automate and simplify inspection processes, improve infrastructure asset management and support distributed teams and cloud-based collaboration. MyTana and Pipeline Renewal Technologies design and build products used to clean and repair infrastructure in the sewer and drain industry. iPEK maintains operations in Hirschegg, Austria and Sulzberg, Germany. Envirosight and Pipeline Renewal Technologies maintain operations in Randolph, New Jersey and Callery, Pennsylvania. WinCan has development centers in Murten, Switzerland and Krakow, Poland. MyTana maintains operations in St. Paul, Minnesota. All entities have various sales and service outlets across the United States and Europe.\n•\nTrebor is a leader in high-purity fluid handling products, including air-operated diaphragm pumps and deionized water-heating systems. Trebor products are used in the manufacturing of semiconductors, disk drives and flat panel displays. Trebor maintains operations in West Jordan, Utah.\n•\nPulsafeeder products are used to introduce precise amounts of fluids into processes to manage water quality and chemical composition. Its markets include industrial and municipal water and wastewater treatment, oil and gas, power generation, chemical and hydrocarbon processing and swimming pools. Pulsafeeder serves these markets by producing hydraulic and mechanical diaphragm pumps, rotary pumps, peristaltic pumps and controllers. Pulsafeeder maintains operations in Rochester, New York and Punta Gorda, Florida.\nEnergy.\nEnergy is a leading supplier of flow meters, small volume provers, electronic registration and control products, rotary vane and turbine pumps, reciprocating piston compressors and terminal automation control systems. Energy is comprised of the following businesses:\n•\nAdvanced Flow Solutions (“AFS”) consists of the Company’s Corken, Liquid Controls and SAMPI businesses. Products for Liquid Controls and SAMPI consist of positive displacement flow meters as well as electronic registration and control products, including mobile and stationary metering installations for wholesale and retail distribution of petroleum and liquefied petroleum gas, aviation refueling and industrial metering and dispensing of refined liquids and gases. Corken products consist of positive displacement rotary vane pumps, single and multistage regenerative turbine pumps and small horsepower reciprocating piston compressors in the oil, gas and industrial markets. AFS maintains operations in Oklahoma City, Oklahoma (Corken and Liquid Controls products) and Altopascio, Italy (SAMPI products).\n•\nToptech supplies terminal automation hardware and software to control and manage inventories as well as transactional data and invoicing to customers in the oil, gas and refined-fuels markets. Toptech maintains operations in Longwood, Florida and Zwijndrecht, Belgium.\n•\nFlow MD engineers and manufactures small volume provers that ensure custody transfer accuracy in the oil and gas market. Flow MD maintains operations in Phoenix, Arizona.\nValves.\nValves is a leader in the design, manufacture and sale of specialty valve products for use in the chemical, petro-chemical, energy and sanitary markets as well as a leading producer of fluoroplastic lined corrosion-resistant magnetic drive and mechanical seal pumps, shut-off, control and safety valves for corrosive, hazardous, contaminated, pure and high-purity fluids. Valves is comprised of the following businesses:\n•\nRichter and Aegis produce superior solutions for demanding and complex pump and valve applications in the process industry as well as specialty chemical processing valves for use in the chemical, petro-chemical, pharmaceutical, energy and battery industries. Richter and Aegis maintain operations in Kempen, Germany; Suzhou, China; Vadodara, India and Geismar, Louisiana.\n•\nAlfa Valvole and OBL manufacture specialty valve products used in various industrial fields for fluid control, in both gas and liquid form, in all sectors of plant engineering, cosmetics, detergents, food industry, electric energy, pharmaceutical, chemical plants, petrochemical plants, oil, heating/air conditioning and also on ships, ferries and marine oil platforms. Alfa Valvole and OBL maintain operations in Cassorezzo, Italy.\n4\nAgriculture.\nAgriculture consists of the following businesses:\n•\nBanjo is a provider of special purpose, severe-duty pumps, valves, fittings and systems used in liquid handling. Its products are used in agricultural and industrial applications. Banjo maintains operations in Crawfordsville, Indiana and has distribution facilities in Didam, the Netherlands and Valinhos, Brazil.\n•\nKZValve is a leading manufacturer of electric valves and controllers used primarily in agricultural applications. KZValve maintains operations in Greenwood, Nebraska.\nHEALTH & SCIENCE TECHNOLOGIES SEGMENT\nThe HST segment designs, produces and distributes a wide range of precision fluidics, positive displacement pumps, powder and liquid processing technologies, drying systems, micro-precision components, pneumatic components and sealing solutions, high performance molded and extruded sealing components, custom mechanical and shaft seals, engineered hygienic mixers and valves, biocompatible medical devices and implantables, air compressors and blowers, optical components and coatings, laboratory and commercial equipment and precision photonic solutions.\nThe following table summarizes the percentage of total HST sales generated by each end market:\nThe following discussion describes the reporting units included in the HST segment:\nScientific Fluidics & Optics.\nScientific Fluidics & Optics is a global authority in life science fluidics, optics, microfluidics and photonics and the movement of liquids and gases in critical applications, offering a diverse set of technologies, expertise, capabilities and product solutions across numerous market segments. Scientific Fluidics & Optics is comprised of the following businesses:\n•\nIDEX Health & Science (“IH&S”) consists of IH&S Life Science Fluidics, IH&S Life Science Optics and IH&S Microfluidics. The IH&S Life Science Fluidics technology and product portfolio consists of column hardware, degassers, fluidic connections, fluidic manifolds, pumps and pump components, sensors, refractive index detectors, valves and fluidics sub-systems. The IH&S Life Science Optics technology and product portfolio consists of illumination light engines, optical filters, optical subsystems, sensors, cameras and camera imaging objectives. IH&S Microfluidics includes thinXXS Microtechnology, a global leader in developing and producing microfluidic systems, components and consumables serving the point of care diagnostic and digital polymerase chain reaction markets. IH&S serves the life science optics, chromatography, mass spectrometry, in-vitro diagnostics/biotech fluidics and fluidic connections markets. IH&S maintains operations in Bristol, Connecticut; Carlsbad, California; Middleboro,\n5\nMassachusetts; Oak Harbor, Washington; Rochester, New York; Rohnert Park, California; Zweibruken, Germany and Saitama, Japan.\n•\nIDEX Optical Technologies consists of Advanced Thin Films, CVI Laser Optics, CVI Infrared Optics and Iridian Spectral Technologies. The technology and product portfolio consists of polarization optics, windows, optical filters, beamsplitters, lenses, waveplates, monolithic, optics, lens assemblies, imaging assemblies, shutters optical subsystems and detector integration. IDEX Optical Technologies serves the semiconductor metrology, satellite optical communications, defense, aerospace and remote sensing, additive manufacturing, laser material processing, laser communications, telecommunications and life science markets. The businesses maintain operations in Albuquerque, New Mexico; Boulder, Colorado; Didam, the Netherlands; Whetstone, England; and Ottawa, Canada.\n•\nMuon Group manufactures highly precise flow paths in a variety of materials that enable the movement of various liquids and gases in critical applications within the medical, semiconductor, food processing, digital printing and filtration markets. The group includes LouwersHanique, Veco, Millux, Tecan and Atul, which have critical technical expertise in precision and tolerances for different materials, from metals and glass to plastics and ceramics. The business maintains operations in Hapert, the Netherlands; Eerbeek, the Netherlands; Wijchen, the Netherlands; Dorset, England; and Pune, India.\n•\nSTC Material Solutions specializes in the design and manufacturing of technical ceramics and hermetic sealing products in mission critical applications within the semiconductor, aerospace and defense, industrial technology, medical technology and energy markets. The business maintains operations in St. Albans, Vermont, with additional operations in Santa Ana, California.\nSealing Solutions.\nSealing Solutions focuses on providing special seals and related products and solutions in diversified markets. Sealing Solutions is comprised of the following businesses:\n•\nPrecision Polymer Engineering is a provider of proprietary high performance seals and advanced sealing solutions for a diverse range of global industries and applications, including hazardous duty, analytical instrumentation, semiconductor, process technologies, oil and gas, pharmaceutical, electronics and food applications. Precision Polymer Engineering maintains operations in Blackburn, England and has an additional manufacturing facility in Brenham, Texas. Precision Polymer Engineering also entered into a joint venture with a third party to manufacture and sell high performance elastomer seals for the oil and gas industry to customers within the Kingdom of Saudi Arabia as well as export these high performance elastomer seals outside of the Kingdom of Saudi Arabia. The joint venture maintains operations in Dammam, Saudi Arabia.\n•\nFTL Seals Technology maintains operations in Leeds, England and specializes in the design and application of high integrity rotary seals, specialty bearings and other custom products for the mining, power generation and marine markets.\n•\nSFC Koenig is a producer of highly engineered expanders and check valves for critical applications across the transportation, hydraulic, aviation and medical markets. SFC Koenig maintains operations in Dietikon, Switzerland and has additional facilities in North Haven, Connecticut; Illerrieden, Germany and Suzhou, China.\n•\nThe Roplan businesses are global manufacturers of custom mechanical and shaft seals for a variety of end markets including food and beverage, marine, chemical, wastewater and water treatment. Roplan maintains operations in Sweden and also has operations in Ningbo, China; Berkshire, England and Madison, Wisconsin.\nPerformance Pneumatic Technologies.\nPerformance Pneumatic Technologies provides specialized, high-performing air moving technologies across a wide array of industries. Performance Pneumatic Technologies is comprised of the following businesses:\n•\nGast is a leading manufacturer of air-moving products, with a core technology around fractional horsepower (under 1 hp) air compressors, vacuum pumps and air motors. Gast products are used in a variety of long-life applications requiring a quiet, clean source of moderate vacuum or pressure and primarily serve the medical equipment, environmental equipment, computers and electronics, printing machinery, paint mixing machinery, packaging machinery, graphic arts and industrial manufacturing markets. Gast maintains operations in Benton Harbor, Michigan and has a logistics and commercial center in Redditch, England.\n•\nAirtech designs and manufactures a wide range of highly-engineered pressure technology products, with a core technology around high performance blowers (2 hp and above) and pneumatic valves for a variety of end markets, including alternative energy, food processing, medical, packaging and transportation. Airtech maintains operations in Rutherford, New Jersey and has other manufacturing operations in Linthicum Heights, Maryland; Wilmington, North Carolina; Werneck, Germany and Shenzhen, China.\n6\nMaterial Processing Technologies.\nMaterial Processing Technologies provides process equipment and global support service solutions that meet customer specific requirements with a focus in the pharmaceutical, food, battery and chemical markets. Material Processing Technologies is comprised of the following businesses:\n•\nIDEX MPT, Inc., which includes Quadro, Steridose, Fitzpatrick, Microfluidics, and Matcon, maintains operations in Waterloo, Canada; Westwood, Massachusetts; Delran, New Jersey; Evesham, England; Ahmedebad, India and Shanghai, China.\n◦\nQuadro is a leading provider of powder processing solutions for the pharmaceutical, food, personal care and chemical markets. Quadro’s core capabilities include fine milling, emulsification and special handling of liquid and solid particulates for laboratories, through the pilot phase to full scale up with production scale processing.\n◦\nSteridose is a leading designer and manufacturer of magnetic coupled mixers and diaphragm valves for the global biopharmaceutical industry.\n◦\nFitzpatrick is a global leader in the design and manufacture of process technologies for the pharmaceutical and chemical sectors. Fitzpatrick designs and manufactures customized size reduction and roll compaction systems to support their customers’ product development and manufacturing processes.\n◦\nMicrofluidics is a global leader in the design and manufacture of laboratory and production equipment used in the production of micro and nano scale materials for the pharmaceutical, biologics, personal care and chemical markets. Microfluidics is the exclusive producer of the Microfluidizer family of high shear fluid processors for uniform nano-emulsion formation, lipid nanoparticle creation, robust cell disruption and particle size reduction.\n◦\nMatcon is a global leader in creating flexible material processing solutions for high value powders used in the manufacture of foods, pharmaceuticals, batteries, plastics and fine chemicals. Matcon’s innovative products consist of the original cone valve powder discharge system and filling, mixing and packaging systems, all of which support its customers’ automation and process requirements. These products are critical to its customers’ need to maintain clean, reliable and repeatable formulations of prepackaged foods and pharmaceuticals while helping them achieve lean and agile manufacturing.\n7\nFIRE & SAFETY/DIVERSIFIED PRODUCTS SEGMENT\nThe FSDP segment designs, produces and distributes firefighting pumps, valves and controls, rescue tools, lifting bags and other components and systems for the fire and rescue industry; engineered stainless steel banding and clamping devices used in a variety of industrial and commercial applications; and precision equipment for dispensing, metering and mixing colorants and paints used in a variety of retail and commercial businesses.\nThe following table summarizes the percentage of total FSDP sales generated by each end market:\nThe following discussion describes the reporting units included in the FSDP segment:\nFire & Safety.\nFire businesses produce truck-mounted and portable fire pumps, stainless steel and brass valves, monitors, nozzles, foam and compressed air foam systems, pump modules and pump kits, electronic controls and information systems, conventional and networked electrical systems and mechanical components for the fire and specialty vehicle markets. Safety businesses produce hydraulic, battery, gas and electric-operated rescue equipment, hydraulic re-railing equipment, hydraulic tools for industrial applications, recycling cutters, pneumatic lifting and sealing bags for vehicle and aircraft rescue, environmental protection and disaster control and jumping cushions for building rescue for the rescue market. Fire & Safety’s customers are original equipment manufacturers as well as public and private fire and rescue organizations. Fire & Safety maintains operations in Ocala, Florida (Class 1 and Hale products); Warwick, England (Godiva products); Wooster and Columbus, Ohio (Akron Brass and Weldon products); Ballendorf, Germany (AWG Fittings products); Shelby, North Carolina (Hurst Jaws of Life® products); Tianjin, China (Dinglee products); Erlangen, Germany (Lukas products) and Zulpich, Germany (Vetter products).\nDispensing.\nDispensing businesses produce precision equipment for dispensing, metering and mixing colorants and paints used in a variety of retail and commercial businesses around the world. Dispensing is a global supplier of such equipment focused on the architectural paints segment used in retail and commercial stores, hardware stores, home centers and paint and specialized stores as well as in some industrial settings. Dispensing maintains operations in Sassenheim, the Netherlands; Wheeling, Illinois and Sandani, India as well as multiple sales offices around the world.\nBAND-IT.\nBAND-IT is a leading producer of high-quality stainless steel banding, buckles and clamping systems. The BAND-IT brand is highly recognized worldwide. BAND-IT products are used for securing exhaust system heat and sound shields, airbags, industrial hose fittings, traffic signs and signals, electrical cable shielding, identification and bundling and in numerous other industrial and commercial applications. BAND-IT products primarily serve the automotive, aerospace, energy,\n8\nutility, municipal, cable management and general industrial markets. BAND-IT maintains operations in Denver, Colorado, with additional operations in Staveley, England.\nINFORMATION APPLICABLE TO THE COMPANY’S BUSINESS IN GENERAL AND ITS SEGMENTS\nCompetitors\nThe Company’s businesses participate in highly competitive markets. IDEX believes that the principal points of competition are product quality, design and engineering capabilities, product development, conformity to customer specifications, quality of post-sale support, timeliness of delivery and effectiveness of the Company’s distribution channels.\nPrincipal competitors of the FMT segment are the Pumps Group (Blackmer, Wilden and Ebsray products) of Dover Corporation (with respect to pumps and small horsepower compressors used in liquefied petroleum gas distribution facilities, rotary gear pumps and air-operated double-diaphragm pumps); and Ingersoll Rand’s Precision and Science Technologies (PST) division (with respect to metering, control, rotary gear pumps and air operated double-diaphragm pumps).\nPrincipal competitors of the HST segment are the Thomas division of Ingersoll Rand (with respect to vacuum pumps and compressors); Parker Hannifin (with respect to sealing devices); Valco Instruments Co., Inc. (with respect to connections, degassers and valves); Alluxa (with respect to filters); Jenoptik (with respect to optical assemblies in life sciences); and Tecan Trading AG (with respect to the life science fluidics market).\nPrincipal competitors of the FSDP segment are Waterous Company, a unit of American Cast Iron Pipe Company (with respect to truck-mounted firefighting pumps); Holmatro, Inc. (with respect to rescue tools); Corob S.p.A. (with respect to dispensing and mixing equipment for the paint industry); and Panduit Corporation (with respect to stainless steel bands, buckles and clamping systems).\nCustomers\nIn 2023, the Company did not have any customers that accounted for more than 3% of net sales. Since the Company serves a wide variety of markets, customer concentrations are not significant.\nInternational\nThe Company’s products and services are available worldwide, with manufacturing operations in more than 20 countries. The businesses located outside the U.S. are primarily based in Germany, India, the Netherlands, the United Kingdom, Italy, Switzerland, Canada and China. The Company’s geographic diversity allows it to draw on the skills of a global workforce, provides greater stability to its operations, allows the Company to drive economies of scale, provides revenue streams that may help offset economic trends that are specific to individual economies and offers the Company an opportunity to access new markets for products.\n9\nThe following table illustrates sales to customers within and outside the U.S. as a percentage of total sales for total IDEX as well as by segment and by reporting unit for the year ended December 31, 2023:\n(1)\nRevenue from Micropump, Inc. (“Micropump”) (sold on August 3, 2023) has been included in the Company’s Consolidated Statements of Income through the date of disposition. See\nin Part II, Item 8, “Financial Statements and Supplementary Data” for further detail.\nShared Services\nThe Company has production facilities in Suzhou, China, Vadodara, India and Ahmedabad, India that support multiple business units. The Company completed an expansion of its China facility in late 2022 and its India facility in 2023 in an effort to increase its footprint in these emerging markets as the Company believes there is tremendous potential for growth across all segments. In addition, the Company expanded its facilities in Singapore and Dubai in 2022 to support growth in Southeast Asia and the Middle East. IDEX also has personnel in China, India, Dubai, Mexico, Latin America and Singapore that provide sales, marketing, product design, engineering and sourcing support to its business units in those regions, as well as personnel in various locations in South America, Southeast Asia, the Middle East, Korea and Japan to support sales and marketing efforts in those regions.\nRaw Materials\nThe Company uses a wide variety of raw materials which are generally purchased from a large number of independent sources around the world. The Company believes it has an adequate supply of raw materials necessary to meet demand. The Company is exposed to fluctuations in commodity pricing and inflation and attempts to control these impacts through increased prices to customers and various other programs with its suppliers.\nSuppliers\nThe Company manufactures many of the parts and components used in its products. Substantially all materials, parts and components purchased by the Company are available from a large number of independent sources around the world. The Company believes it has a sufficient number of suppliers necessary to meet demand but continues to actively evaluate its current suppliers and identify alternative sources to manage supply chain constraints, if needed.\n10\nInventory and Backlog\nThe Company is a short cycle business and backlog is not generally considered a significant factor as relatively short delivery periods and rapid inventory turnover are characteristic of most of the Company’s products. Even still, the Company regularly and systematically adjusts production schedules and quantities based on the flow of incoming orders. While backlog was elevated in recent years due to global supply chain constraints, which extended lead times, shifted customer order patterns and resulted in increased inventory to support production, customer destocking efforts in 2023 have resulted in orders stabilizing with backlog and lead times returning to more normalized levels. The Company remains focused on delivering products and services to customers and continues to actively manage inventory levels. Further, the Company has not historically experienced significant order cancellations and does not expect significant order cancellations in the future.\nGovernment Regulations\nOur compliance with federal, state and local laws and regulations, including those related to environmental, international trade, labor and employment, human rights, tax, anti-bribery and competition matters, did not have a material effect upon our capital expenditures, earnings or competitive position during the fiscal year ended December 31, 2023.\nEmployees\nAt December 31, 2023, the Company had approximately 8,800 employees. Approximately 4% of its employees are covered by various collective bargaining agreements in the U.S. which will expire at various times between now and June 2028. There are no collective bargaining agreements in the U.S. that will expire within one year. Management believes that the Company has a positive relationship with its employees. The Company historically has been able to renegotiate its collective bargaining agreements satisfactorily, with its last work stoppage occurring in March 1993.\nHuman\nCapital\nManagement\nThe Company recognizes that its success would not be possible without the valuable contributions of its workforce and is committed to creating a work environment where employees can thrive and grow. Our workplaces promote entrepreneurialism and autonomy while providing a strong safety net of benefits, training and personal development. Investments in attracting, retaining and developing great teams enables the Company to accomplish its goals and deliver innovative customer solutions. The Company’s corporate Human Capital strategy is overseen by its Chief Human Resource Officer (“CHRO”). Annually, the CHRO presents a talent review to the Company’s Board of Directors focused on senior leader team development, the human capital strategy action plan and succession planning for senior management to ensure that the Board is informed and to seek alignment on plans about human capital management for business continuity and success.\nThe Company’s workforce advancement strategy is focused through investment in three pillars: skill-building for the entire workforce, leadership development aligned with the Company’s methodology and fostering a premier culture. The Company’s approach to performance management, talent development, talent management and employee engagement helps drive long-term value by providing employees with opportunities to do and be their best both individually and as teams.\nAs part of our Organizational Talent Cycle process, we conduct regular in-depth talent reviews of our workforce teams and culture with business leaders, identify “stretch” opportunities to grow team members and connect our decentralized businesses by moving skilled employees from one business unit to another as opportunities and interest arise. Employees and leaders have performance and development conversations throughout the year, talking about business and development goals, reviewing progress, recognizing accomplishments, giving balanced feedback and identifying opportunities for improvement. Open, honest dialog about performance, development and career growth supports our values of Trust, Team and Excellence and The IDEX Difference, building trust and helping us fulfill our purpose.\nThe Company offers agile development solutions to support unique needs and drive long-term value. Employees have access to resources that enhance and build capabilities for success in their current position or future roles, including specific individual development plans and local training and development programs. Each year, the Company invests in a Global Leadership Conference for senior leaders to align on strategic vision and priorities and build core leadership skills. In support of our growth strategy and culture, the Company also sponsors accelerated, on-the-job learning for key leaders in our pipeline through the IDEX Academy’s global leadership development programs. These programs provide opportunities for emerging leaders across geographies and businesses to come together to practice and apply new leadership behaviors, share best practices, solve business challenges and build strong support networks. Our learning curriculum includes instructor-led, self-paced and blended solutions that have been created internally or sourced from external partners. These offerings also help to develop future and potential leaders in the IDEX leadership methodology. Additionally, the Company sponsored over 150 senior leaders\n11\nto participate in a coaching skill-building program in 2023 with continued on-the-job performance support and reinforcement designed to accelerate the growth and development of our high-performing talent and further promote our growth culture.\nThe Company also enables employee development and growth by offering eligible U.S. employees the opportunity to participate in the Tuition Reimbursement program. Through the program, employees can have certain expenses from secondary educational institutions reimbursed up to $5,250 per year.\nThe Company prioritizes hiring team members who will embrace the team-driven culture and also places considerable emphasis on leveraging the talented employees within the Company’s internal pipeline, filling many leadership positions with Company employees.\nPart of the IDEX Difference is building and engaging great teams. Employee engagement is essential to create a diverse, inclusive and equitable culture where all employees thrive and have an equal opportunity to do and be their best. We believe our employees have a high level of engagement as the Company’s employee engagement index remains above the average for manufacturing companies at 74 percent, as measured by the Company’s employee engagement survey. The Company’s investments in people have led to significant increases in favorability for career development for all employees. Additionally, the important capability-building investments of the Global Leadership Conference and coaching programs have positively impacted senior leader perceptions of learning and development, support for skill and career development and increased confidence of being able to achieve career goals at IDEX.\nDiversity, Equity & Inclusion\nThe Company has always recognized diversity as foundational to creativity and resilience; the three pillars of Innovation, Diversity and Excellence form the acronym that is the Company’s name, IDEX. Gender, ethnic, cultural and other human diversity is critical to the Company’s success.\nIn 2022, the Company launched its Diversity, Equity and Inclusion (“DEI”) strategic roadmap. In 2023, progress against the strategic roadmap included: (1) implementation of mentoring based on employee resource groups (“ERGs”) and talent development networks; (2) delivery of Inclusive Leadership Training; (3) increased participation in IDEX ERGs; (4) continuation of IDEX’s performance-based DEI goals for senior leaders; and (5) expansion of talent development and recruiting efforts.\nIDEX has built a reputation as a respected employer with a welcoming culture, where 80% of employees feel a strong sense of belonging, according to our 2023 employee engagement survey.\nThe Company’s Board of Directors now comprises 30% women and 30% members who identify with racial/ethnic minority groups. Additionally, the representation of women in leadership at the Company remained steady in 2023. From 2022 to 2023, and as of December 31, 2023, the percentage of women globally in senior leadership roles remained constant at 31%. The percentage of women globally in people leadership roles remained at 22%. During the same time period, and as of December 31, 2023, the number of racial/ethnic minority senior leaders in the U.S. increased from 21% to 22%, and the number of racial/ethnic minority people managers in the U.S. increased from 19% to 20%. The foregoing representation numbers do not include employee populations associated with acquisitions completed in 2023.\nFurther, the Company has conducted pay equity analyses for U.S. employees since 2018 to ensure that employees’ actual pay was substantially similar to their predicted pay. Where appropriate, the Company provided base pay adjustments for employees that were outliers from their predicted pay, further reinforcing the Company’s commitment to diversity and a culture of inclusion, equality and respect.\nEmployee Pay and Benefits\nAttracting and retaining top talent is critical to the success of the Company’s business. The Company offers a highly competitive pay and benefits package for employees in all the markets where it operates. The performance-based pay packages provide many employees with short-term performance incentives. The Company also provides equity-based, long-term incentives to its senior leaders.\nThe Company’s U.S. employees can participate in a 401(k) retirement plan and an Employee Stock Purchase Plan, which allows an employee to purchase IDEX stock through payroll deductions.\n12\nWorkplace Health & Safety\nThe Company is committed to providing a workplace that is safe for all of our employees, contractors, business partners and visitors. The commitment to Environmental, Health, and Safety (“EH&S”) begins at the corporate and executive level. The program is overseen by the EH&S Senior Director and the Chief Sustainability Officer, both of whom are part of the Legal Department. Each of the Company’s businesses employ local EH&S specialists. These individuals and local safety committees, in conjunction with the corporate team, form the basis of the global EH&S program. The Company’s corporate EH&S policies are a key part of the global EH&S program. They apply to all of the Company’s businesses and each business is expected to comply with policies and all EH&S laws and regulations. In addition to the corporate policies, each business develops and implements its own health and safety policies tailored to the local business.\nThe Company also encourages employees enrolled in the U.S. Healthcare Benefit Plan to participate in the third-party operated Wellness Program which provides access to annual biometric screenings, health evaluations and wellness credits that can be earned for meeting individual wellness goals each year. In addition, a number of the business units organize complementary wellness programs, including walking clubs, health fairs and “lunch and learns” with nutritionists for their employees.\nWorker Rights and Protection\nThe Company believes that a respectful workplace is free from unlawful discrimination and harassment, and this involves more than just compliance with the law. The Company strives to create a work environment that is free of inappropriate and unprofessional behavior and consistent with the Company’s values – a place where everyone is invited to do their best every day and feel free to report any concerns. The Company has policies, procedures and regular training in place to protect its workforce and prevent workplace harassment and discrimination. This includes a global Code of Business Conduct & Ethics policy where employees agree to follow and receive annual training. The Company also maintains a global hotline where employees are encouraged (and can choose to remain anonymous) to report any concerns or issues.\nInformation about Our Executive Officers\nSet forth below are the names of the executive officers of the Company, their ages, years of service, the positions held by them and their business experience.\n*\nMr. Khandelwal rejoined IDEX in November 2023 after previously serving in various roles from 2010 to 2020.\nMr. Ashleman has served as President and Chief Executive Officer since December 2020. Prior to that, Mr. Ashleman was Senior Vice President and Chief Operating Officer from July 2015 to December 2020, Vice President-Group Executive of the Company’s HST and FSDP segments from January 2014 through July 2015 and President-Group Executive of the Company’s FSDP segment from 2011 through January 2014. Mr. Ashleman joined IDEX in 2008 as the President of Gast Manufacturing.\nMr. Khandelwal has served as Senior Vice President and Chief Financial Officer since November 2023. Prior to rejoining IDEX, Mr. Khandelwal served as Chief Financial Officer of Multi-Color Corporation, a manufacturer of printed labels for consumer goods, from January 2022 through November 2023, and as Senior Vice President and Chief Financial Officer of CIRCOR International, a pump & valve systems and custom engineering & design company, from April 2020 through December 2021. From 2010 through March 2020, Mr. Khandelwal held a number of senior finance roles within IDEX, serving most recently as Vice President of Finance Operations, Treasury and Financial Planning & Analysis for the Company.\nMs. Anderson has served as Senior Vice President, General Counsel and Corporate Secretary since February 2022. Prior to that, Ms. Anderson served as Vice President, Associate General Counsel and Assistant Secretary from December 2017 through February 2022 after joining IDEX as Assistant General Counsel in October 2016. Prior to joining IDEX, Ms. Anderson served\n13\nin various roles of increasing responsibility at SunCoke Energy, Inc., most recently as Senior Counsel and Deputy Chief Compliance Officer.\nMs. Flores has served as Senior Vice President and Chief Human Resources Officer since February 2021. Prior to that, Ms. Flores served as Global, Vice President Talent from May 2019 through February 2021. From February 2018 through May 2019, Ms. Flores was Group Vice President Human Resources. Prior to that she served as Vice President, Talent Management and Development from March 2017 to February 2018, after being promoted from Director, Talent Development, a position she served in from March 2015 to March 2017.\nMs. Unnikrishnan has served as Senior Vice President, Strategy and Corporate Development since March 2022. Prior to that, Ms. Unnikrishnan served as the Chief Strategy Officer of Vontier from October 2020 to July 2021. From September 2016 to October 2020, Ms. Unnikrishnan was Vice President of Strategy at Harman International. Prior to her time at Harman, Ms. Unnikrishnan led Center10 Consulting and served as Managing Director at Blackrock and Vice President of Corporate Strategy at Pfizer.\nPublic Filings\nCopies of the Company’s annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports are made available free of charge at www.idexcorp.com as soon as reasonably practicable after being filed electronically with the United States Securities and Exchange Commission (the “SEC”). The Company’s reports are also available free of charge on the SEC’s website, www.sec.gov. Information on the Company’s website is not incorporated into this Form 10-K.\n14"
  },
  {
    "item_key": "item_1a",
    "text": "For an enterprise as diverse and complex as the Company, a wide range of factors present risks to the Company and could materially affect future developments and performance. In addition to the factors affecting specific business operations identified in connection with the description of the Company’s operations and the financial results of its operations elsewhere in this report, the most material of these factors are included below. Current global economic events and conditions may amplify many of these risks. These risks are not the only risks that may affect the Company. Additional risks that the Company is not aware of or does not believe are material at the time of this filing may also become important factors that adversely affect the Company’s business.\nRisks Related to the Company’s Operations\nThe Company’s Inability to Continue to Develop New Products Could Limit Sales Growth.\nThe Company’s ability to continue to grow organically is tied in large part to its ability to continue to develop new products. A failure to continue to develop and deliver new, innovative and competitive products to the market could limit sales growth and negatively impact the Company and its financial condition, results of operations and cash flow.\nThe Company’s Growth Strategy Includes Acquisitions and the Company May Not be Able to Make Acquisitions of Suitable Candidates or Integrate Acquisitions Successfully.\nThe Company’s historical growth has included, and the Company’s future growth is likely to continue to include, acquisitions. The Company intends to continue to seek acquisition opportunities both to expand into new markets and to enhance its position in existing markets throughout the world. The Company may not be able to successfully identify suitable candidates, negotiate appropriate acquisition terms, obtain financing needed to consummate those acquisitions, complete proposed acquisitions or successfully integrate acquired businesses into its existing operations. In addition, any acquisition, once successfully integrated, may not perform as planned, be accretive to earnings, or otherwise prove beneficial to the Company.\nAcquisitions involve numerous risks, including the assumption of undisclosed, uninsured or unindemnified liabilities; difficulties in the assimilation of the operations, technologies, services and products of the acquired companies and the diversion of management’s attention from other business concerns. In addition, prior acquisitions have resulted in, and future acquisitions could result in, the incurrence of substantial additional indebtedness and other expenses.\nThe Markets Served by the Company are Highly Competitive and this Competition Could Reduce Sales and Profit Margins.\nMost of the Company’s products are sold in competitive markets. Maintaining and improving a competitive position will require continued investment in manufacturing, engineering, quality standards, marketing, technology, customer service and support and distribution networks. The Company may not be successful in maintaining its competitive position. The Company’s competitors may develop products that are superior, may develop methods of more efficiently and effectively providing products and services or may adapt quicker to new technologies or evolving customer requirements. Additionally, the Company’s competitors may adopt new technologies and technological advancements using artificial intelligence and machine learning to pursue new products and approaches more quickly, successfully and effectively than the Company. The Company may not be able to compete successfully with existing competitors or with new competitors. Pricing pressures may require the Company to adjust the prices of products to stay competitive. Failure to continue competing successfully could reduce sales, profit margins and overall financial performance.\nThe Company is Dependent on the Availability of Raw Materials, Parts and Components Used in Its Products and Changes in Supply of, or Price for, Raw Materials, Parts and Components May Materially Adversely Affect the Company.\nWhile the Company manufactures certain parts and components used in its products, the Company also requires substantial amounts of raw materials and purchases certain parts and components from suppliers. The availability of and prices for raw materials, parts and components may be subject to curtailment or change due to, among other things, suppliers’ allocations to other purchasers, interruptions in production by suppliers, including due to geopolitical or civil unrest, unfavorable economic or industry conditions, labor disruptions, supply chain disruptions, catastrophic weather events, natural disasters, public health concerns, changes in exchange rates and prevailing price levels. Any change in the supply of, or price for, raw materials or parts and components could materially affect the Company and its financial condition, results of operations and cash flow.\n15\nThe Company’s Business Operations May Be Materially Adversely Affected by Information Systems Interruptions or Intrusion, Including those Arising From Cybersecurity Attacks or Incidents or Violations of Laws Regulating Privacy and Data Security.\nThe Company depends on various internal and third party information technologies to administer, store, process and transmit electronic information (including sensitive or controlled data such as confidential business information and personal data relating to employees, customers and other business partners) and to support a variety of critical business activities. Our business has an increasing reliance on IT systems and a growing digital footprint as a result of changing technologies, increasing connected devices and digital offerings, and an increase in remote and hybrid workforce populations. Additionally, some of our products contain computer hardware and software and offer the ability to connect to computer networks. Our customers, including government customers, are also requiring cybersecurity protections and mandating cybersecurity standards for our businesses with more frequency. If the Company’s systems, technologies, products or services (including those we acquire through business acquisitions), or the systems, technologies, products or services of the Company’s customers or third-party hosting services (including third-party data centers and cloud platforms upon which we rely), are damaged or cease to function properly, or if the Company or third-party hosting service systems are subject to deliberate cyber-security attacks, such as those involving unauthorized access or malicious software, or unintentional cybersecurity incidents, such as those involving systems misconfigurations, misuse or human error and/or other intrusions, the Company, its operating results and financial condition could be materially adversely impacted. These impacts could include production downtimes, operational delays or other detrimental impacts on operations or the ability to provide products and services to customers; the compromise, destruction, corruption or theft of confidential or otherwise protected information, data or intellectual property; security breaches; other manipulation or improper use of the Company’s systems or networks; financial losses from fraudulent transactions; financial losses from remedial actions; loss of business or potential liability; adverse media coverage; legal claims or legal proceedings including regulatory investigations, actions, penalties or fines, including those arising from the violation of any applicable data privacy laws; and/or damage to the Company’s reputation. While we have experienced, and expect to continue to experience, these types of threats and incidents, based on our analysis at this time, we have not experienced a cybersecurity threat or incident that we believe has or is reasonably likely to materially affect the Company.\nAs a global organization, we are also subject to data privacy and security laws, regulations and customer-imposed controls in numerous jurisdictions as a result of having access to and processing confidential, personal and/or sensitive data in the course of our business. Governmental investigations and enforcement actions can be costly and interrupt the regular operations of our business, and data breaches or violations of data privacy laws can result in civil and criminal, monetary and non-monetary penalties and damages to our reputation, any of which may adversely affect our business and financial statements. As cybersecurity threats continue to evolve and as cybersecurity and data protection laws and regulations continue to develop globally, we expect to expend additional resources to continue to develop our compliance programs, strengthen our information security, data protection, disaster recovery and business continuity measures, and investigate and remediate vulnerabilities.\nThere has been a rise in the number of cyberattacks targeting confidential business information generally and in the manufacturing industry specifically by both state-sponsored and criminal organizations. These may include such things as denial of service attacks, introduction of ransomware or other malicious software programs, and other disruptive problems. In addition, there has been a rise in the number of cyberattacks that depend on human error or manipulation, including phishing attacks or schemes that use social engineering to gain access to systems or perpetuate wire transfer or other frauds. Moreover, the rapid evolution and increased adoption of artificial intelligence technologies may intensify our cybersecurity risks. These trends increase the likelihood of such events occurring.\nThe Company regularly identifies, defends against and responds to cyber threats and security incidents. While the Company attempts to mitigate cybersecurity risks by employing a number of measures, including employee training, technical security controls and maintenance of certain backup and protective systems, the Company’s systems, networks, products and services remain potentially vulnerable to known or unknown threats or other intrusions, and there are risks that our cybersecurity defenses will be insufficient to fully mitigate cyber risks and losses related to cybersecurity events, any of which may result in a material adverse effect on the Company and its financial condition or results of operations. Moreover, until we have migrated businesses we acquire onto our IT systems or ensured compliance with our information technology and cybersecurity standards, we have in the past and may in the future face additional risks because of the continued use of predecessor IT systems, procedures and cybersecurity risk mitigation measures. Given the unpredictability, nature and scope of cybersecurity attacks and incidents, it is possible that potential vulnerabilities could go undetected for an extended period, and it could take considerable time for the Company to obtain full and reliable information as to the extent, amount and type of information and/or systems compromised. Any imposition of liability, particularly liability that is not covered by insurance or is in excess of our insurance coverage, could materially adversely harm our operating results and financial condition.\n16\nUncertainty Related to Environmental Regulation, Industry Standards, or Other Risks Associated with a Potential Global Transition to a Lower-Carbon Economy, as well as Physical Risks of Climate Change, Could Adversely Impact the Company's Results of Operations and Financial Position.\nIncreased public awareness and concern regarding environmental risks, including global climate change and the potential global transition to a lower-carbon economy, may result in more international, regional, federal and/or state requirements or industry standards to reduce or mitigate global warming and other environmental risks. New climate change laws and regulations could require the Company to change its manufacturing processes or obtain substitute materials that may cost more or be less available for its manufacturing operations. Various jurisdictions in which the Company does business have implemented, or in the future could implement or amend, restrictions on emissions of carbon dioxide or other greenhouse gases, taxation of or caps on the use of carbon-based energy, limitations or restrictions on water use, limitations or restrictions on the production of single use plastics, regulations on energy management and waste management and other rules and regulations to address climate change and other environmental risks, which may increase the Company’s expenses and adversely affect its operating results. In addition to changes in regulations or industry standards, a failure by the Company to innovate and adapt products to new markets, changing customer preferences for higher-efficiency products, or increasing scrutiny around fossil fuels usage could limit sales growth and negatively impact the Company and its financial condition, results of operations and cash flow.\nThe physical risks of climate change are highly uncertain and differ in the geographic regions in which the Company operates. These physical risks, including wildfires, rising sea levels, floods and other extreme weather events, may impact the availability and cost of materials, sources and supply of energy, product demand and manufacturing and could increase insurance and other operating costs. Any future increased worldwide regulatory activity relating to climate change could expand the nature, scope and complexity of matters that the Company is required to control, assess and report. If environmental laws or regulations or industry standards are either changed or adopted and impose significant operational restrictions and compliance requirements upon the Company, its suppliers, its customers or its products, or the Company's operations are disrupted due to physical impacts of climate change on the Company, its customers or its suppliers, the Company's business, results of operations and financial condition could be adversely impacted. Further, any failure to adequately address stakeholder expectations or to achieve previously announced initiatives or goals with respect to sustainability or environmental, social and governance matters may adversely impact our reputation, business, financial condition and results of operations.\nBusiness Disruptions Due to Catastrophic Weather Events, Natural Disasters and Public Health Threats Could Adversely Affect the Company.\nThe Company faces various risks related to the occurrence of catastrophic weather events or significant natural disasters, including earthquakes, wildfires, droughts, fires, power-outages or other catastrophic events, in areas in which we have manufacturing facilities or from which we obtain products. Severe weather conditions, including any that may be caused or exacerbated by global climate change, may cause physical damage to our properties, closure of one or more of our manufacturing or distribution facilities, lack of an adequate work force in a market, temporary disruption in the supply of inventory, disruption in the transport of products and utilities and delays in the delivery of products to our customers.\nAdditionally, public health threats may negatively impact the global economy by causing changes in consumer behavior, market downturns, restrictions on business and individual activities and increased volatility. Any widespread public health threats could have a significant impact on the Company’s supply chain, such as the Company experienced during the global outbreak of the COVID-19 pandemic.\nTo the extent that any of the foregoing adversely affect the Company and its financial results, they may also have the effect of heightening many of the other risks described in\n, “Risk Factors” of this annual report, such as those relating to international operations, the Company’s ability to develop new products, the Company’s ability to execute on its growth strategy of acquisitions, the Company’s dependency on raw materials, parts and components, the effects on movements in foreign currency exchange rates on the Company, the effects on the Company that result from declines in commodity prices and the Company’s reliance on labor availability to operate and grow the business.\nRisks Related to Economic and Political Conditions\nA Slowdown in the U.S. or International Economy Could Materially Adversely Affect the Sales and Profitability of the Company’s Businesses.\nIn 2023, 50% of the Company’s sales were derived from domestic operations and 50% were derived from international operations. The Company’s largest end markets include industrial, fire and safety, energy, life sciences, water and wastewater treatment, semiconductor, automotive, analytical instruments, food and pharmaceuticals, paint, agriculture and chemical\n17\nprocessing. A slowdown in the U.S. or global economy and, in particular, any of these specific end markets could materially reduce the Company’s sales and profitability.\nChanges to Geopolitical\nand Economic Conditions in the U.S. and Foreign Countries in Which the Company Operates Could Adversely Affect the Company.\nThe Company expects international operations and export sales to continue to be significant for the foreseeable future. The Company’s sales from international operations and sales from export are both subject in varying degrees to risks inherent in doing business outside the U.S. These risks include the following:\n•\npossibility of unfavorable circumstances arising from host country laws or regulations and the risks related to required compliance with local laws;\n•\nrisks of economic instability, including due to inflation;\n•\ncurrency exchange rate fluctuations and restrictions on currency repatriation;\n•\npotential negative consequences from changes to taxation policies;\n•\ndisruption of operations from labor and political disturbances;\n•\nwithdrawal from or renegotiation of international trade agreements and other restrictions on the trade between the United States and other countries;\n•\nthe imposition of and changes in the United States’ and other governments’ trade regulations, trade wars, tariffs and other trade barriers, including as a result of geopolitical developments (such as escalating tensions in the Middle East) and relations between the United States and China and the United States and Russia; and\n•\ngeopolitical events, including natural disasters, catastrophic weather events, climate change, public health conditions, including epidemics, pandemics and other outbreaks (such as the global outbreak of the COVID-19 pandemic), political instability or other geopolitical events, including civil or political unrest, terrorism, insurrection or war.\nAny of these events could have a materially adverse impact on the Company and its operations.\nSignificant Movements in Foreign Currency Exchange Rates May Harm the Company’s Financial Results.\nThe Company is exposed to fluctuations in foreign currency exchange rates, particularly with respect to the Euro, Swiss Franc, Canadian Dollar, British Pound, Indian Rupee, Chinese Renminbi, Swedish Krona and Brazilian Real. Any significant change in the value of the currencies of the countries in which the Company does business against the U.S. Dollar could affect the Company’s ability to sell products competitively and control its cost structure, which could have a material adverse effect on results of operations. For additional detail related to this risk, see Part II,\n, “Quantitative and Qualitative Disclosures About Market Risk.”\nFluctuations in Interest Rates Could Adversely Affect the Company’s Results of Operations and Financial Position.\nThe Company’s profitability may be adversely affected during any periods of unexpected or rapid increases in interest rates. The Company maintains a Credit Agreement with a revolving credit facility (the “Revolving Facility”) in an aggregate principal amount of $800 million and a term credit facility (the “Term Facility”) in an aggregate principal amount of $200 million (together, the “Credit Facility”), which bears interest at either an alternate base rate or adjusted Term SOFR (or appropriate alternative currency reference rates) plus, in each case, an applicable margin based on the lower of the Company’s senior, unsecured, long-term debt rating or the Company’s applicable leverage ratio. A significant increase in Term SOFR or the other rates the Company has agreed to use as an alternative to Term SOFR (should Term SOFR become unavailable) under the Credit Facility, as amended, would significantly increase the Company’s cost of borrowings. Further, any changes in regulatory standards or industry practices, such as the discontinuation of the use of Term SOFR and/or the transition to alternative benchmark rates may result in the usage of higher interest rates under the Credit Facility, and the Company’s current or future indebtedness may be adversely affected. The Company is also exposed to risks if the U.S. Federal Reserve raises its benchmark interest rate, which may reduce the availability of and increase the cost of obtaining new debt and refinancing existing indebtedness. For additional detail related to this risk, see Part II,\n, \"Quantitative and Qualitative Disclosures About Market Risk.\"\n18\nA Significant or Sustained Decline in Commodity Prices, Including Oil, Could Negatively Impact the Levels of Expenditures by Certain of the Company’s Customers.\nDemand for the Company’s products depends, in part, on the level of new and planned expenditures by certain of its customers. The level of expenditures by the Company’s customers is dependent on, among other factors, general economic conditions, availability of credit, economic conditions within their respective industries and expectations of future market behavior. Volatility in commodity prices, including oil, can negatively affect the level of these activities and can result in postponement of capital spending decisions or the delay or cancellation of existing orders. The ability of the Company’s customers to finance capital investment and maintenance may also be affected by the conditions in their industries. Reduced demand for the Company’s products could result in the delay or cancellation of existing orders or lead to excess manufacturing capacity, which unfavorably impacts the absorption of fixed manufacturing costs. This reduced demand could have a material adverse effect on the Company and its financial condition and results of operations.\nRisks Related to Legal, Accounting and Regulatory Matters\nAn Unfavorable Outcome of Any Pending Contingencies or Litigation Could Adversely Affect the Company.\nThe Company is currently involved in pending and threatened legal, regulatory and other proceedings arising in the ordinary course of business. These proceedings may pertain to matters such as product liability or contract disputes, and may also involve governmental inquiries, inspections, audits or investigations relating to issues such as tax matters, intellectual property, environmental, health and safety issues, governmental regulations, employment and other matters. Where it is reasonably possible to do so, the Company accrues estimates of the probable costs for the resolution of these matters. These estimates are developed in consultation with outside counsel and are based upon an analysis of potential results and the availability of insurance coverage, assuming a combination of litigation and settlement strategies. It is possible, however, that future operating results for any particular quarter or annual period could be materially affected by changes in assumptions, the continued availability of insurance coverage or the effectiveness of the Company’s strategies related to these proceedings. For additional detail related to this risk, see\n, “Legal Proceedings” and\nin Part II, Item 8, “Financial Statements and Supplementary Data.”\nFailure to Adequately Protect the Company’s Intellectual Property and the Risk of Disputes Involving Intellectual Property Infringement Could Adversely Impact the Company’s Competitive Position, Results of Operations, and Financial Condition.\nThe Company owns patents, trademarks, licenses and other forms of intellectual property related to its products and continuously invests in research and development that may result in technological innovations and general intellectual property rights. The Company employs various measures to develop, maintain and protect its intellectual property rights. If these measures are not effective, or if the Company’s intellectual property is otherwise infringed, challenged, invalidated or circumvented, the Company may face adverse impacts to its results of operations and/or financial condition. Further, if intellectual property is infringed, challenged, invalidated or circumvented, this could reduce barriers to entry into the Company’s existing lines of business and may result in a loss of market share and adversely impact the Company’s competitive position. Additionally, the Company has registered intellectual property in multiple countries, and the Company’s ability to protect and enforce its intellectual property rights may be limited in foreign countries due to differences in intellectual property protections or proprietary rights laws. If the Company’s intellectual property is infringed, challenged, invalidated or circumvented due to these lesser protections, the Company may face adverse impacts to its results of operations, financial condition and/or competitive position.\nLitigation may be necessary to enforce the Company’s intellectual property rights or to defend against infringement claims by third parties. Any litigation or claims brought by the Company could result in costs and diversion of resources, which could adversely affect the Company’s results of operations and/or financial condition. Any intellectual property litigation or claims brought against the Company may lead to litigation expenses, diversion of resources, losses or licensing expenses or the cessation of selling certain products, any of which could adversely affect the Company’s results of operations and/or financial condition.\nThe Company’s Intangible Assets, Including Goodwill, are a Significant Portion of Total Assets and a Write-off of Intangible Assets or Goodwill Would Adversely Impact the Company’s Operating Results and Significantly Reduce the Company’s Net Worth.\nThe Company’s total assets includes substantial intangible assets, primarily goodwill and identifiable intangible assets, which primarily result from acquisitions. At December 31, 2023, goodwill and intangible assets totaled $2,838.3 million and\n19\n$1,011.8 million, respectively. Annually, or when certain events occur that require a more current valuation, the Company assesses whether there has been an impairment in the value of goodwill and identifiable intangible assets. If future operating performance at one or more of the Company’s reporting units were to fall significantly below forecasted levels, the Company could be required to reflect, under current applicable accounting rules, a non-cash charge to operating income for an impairment. Any determination requiring the write-off of a significant portion of goodwill or identifiable intangible assets would adversely impact the Company’s results of operations and net worth. See\nin Part II, Item 8, “Financial Statements and Supplementary Data” for further discussion on goodwill and intangible assets.\nThe Company May Face Adverse Effects Resulting from Improper Conduct by Our Employees, Agents or Business Partners.\nWhile\nwe strive to maintain high standards, the Company cannot guarantee that our internal controls and compliance systems will always protect us from reckless or criminal acts committed by employees, agents or business partners of ours (or businesses that we acquire or partner with) that would violate laws in the U.S. or foreign countries in which the Company operates, including laws governing payment to government officials, bribery, fraud, conflicts of interest, competition, employment practices and workplace behavior, export and import compliance, economic and trade sanctions, money laundering and data privacy.\nIn particular, recent years have seen a substantial increase in anti-bribery law enforcement activity with more frequent and aggressive investigations and enforcement proceedings by both the Department of Justice and the SEC, increased enforcement activity by non-U.S. regulators and increases in criminal and civil proceedings brought against companies and individuals. The Company’s policies mandate compliance with all anti-bribery laws, including the U.S. Foreign Corrupt Practices Act, the U.K. Bribery Act and similar anti-bribery laws in other jurisdictions which generally prohibit companies and their intermediaries from making improper payments for the purpose of obtaining or retaining business. However, the Company operates in certain countries that are recognized as having governmental and commercial corruption. Violations of any of these laws may result in criminal or civil sanctions or penalties, both monetary and non-monetary, increased costs of compliance and/or damage to our reputation, any of which could have a material adverse effect on the Company and its financial condition and results of operations.\nGeneral Risk Factors\nA Failure to Retain Executive Management and Key Personnel or Recruit Adequate Successors May Adversely Affect the Company’s Operations and Implementation of Strategy.\nThe Company’s future success depends to a significant degree on the skills, experience and efforts of its executive management and other key personnel and their ability to provide the Company with uninterrupted leadership and direction. The loss of the services of any of the executive officers or other key personnel or a failure to provide adequate succession plans for these individuals could have an adverse impact on the Company’s operations and implementation of its strategic plan. The availability of highly qualified talent is limited and the competition for talent is robust.\nChallenges with Respect to Labor Availability Could Negatively Impact the Company’s Ability to Operate or Grow the Business.\nThe Company’s success depends in part on the ability of its businesses to proactively attract, motivate and retain a qualified and highly skilled workforce in an intensely competitive labor market. A failure to attract, motivate and retain highly skilled personnel could adversely affect the Company’s operating results or its ability to operate or grow the business. Additionally, any labor stoppages or labor disruptions, including due to geopolitical unrest, unfavorable economic or industry conditions, catastrophic weather events, natural disasters or public health threats could adversely affect the Company’s operating results or its ability to operate or grow the business."
  },
  {
    "item_key": "item_1b",
    "text": "None.\n20"
  },
  {
    "item_key": "item_1c",
    "text": "Risk Management and Strategy.\nThe Company’s cybersecurity program is designed to be aligned to the Cybersecurity Framework published by the National Institute of Standards and Technology (“NIST CSF”). While we use the NIST CSF as a guide, this does not imply that we meet any particular standards, specifications or requirements.  We conduct regular internal and external assessments of our information security and cybersecurity programs, including periodic external audits for company-wide compliance with our program as well as specific business unit alignment, as required, with U.S. federal acquisition regulations and UK Cyber Essentials certifications. An external penetration test is performed annually against the Company’s network, in addition to our regular internal vulnerability scans.\nThe Company’s internal Incident Response Policy sets forth specific protocols for cyber or data incident identification, detection, response and recovery. This process includes the assembly of a response team consisting of internal and external technical and legal experts immediately upon the event of a cyberattack or incident. The Company reviews and updates this process regularly, including by engaging in tabletop exercises to simulate cybersecurity and data breach incidents. The Company maintains global cybersecurity insurance coverage that is reviewed annually for adequacy against operations and information systems.\nThe Company has implemented a number of measures to mitigate cybersecurity risk in its operations, including annual cybersecurity awareness training for employees, regular internal phishing exercises, technical security controls, maintenance of certain backup and protective systems, physical and system securities measures, and data security protocols. Once fully integrated, all of our businesses have access to a “cyber risk dashboard” that monitors various risk indicators. The cyber risk dashboard is monitored by our business units. The Company’s internal auditors periodically review and audit various processes and controls throughout the organization related to cybersecurity readiness.\nThe Company also has certain processes in place to manage cyber risks associated with third-party service providers which include various technical as well as contractual measures.\nFor more information on cybersecurity risks and how they affect our business, operating results and financial condition, please refer to\n., “Risk Factors –\nThe Company’s Business Operations May Be Materially Adversely Affected by Information Systems Interruptions or Intrusion, Including those Arising From Cybersecurity Attacks or Incidents or Violations of Laws Regulating Privacy and Data Security\n.” Based on our analysis at this time, we have not\nidentified\nany risks from a cybersecurity threat or incident that we believe has or is reasonably likely to materially affect the Company.\nGovernance, Oversight and Leadership.\nThe Board and the Audit Committee oversee management’s efforts to address cybersecurity and information security risks. Senior management provides the Board updates on the Company’s cybersecurity program at least once a year, including as part of the Company’s enterprise risk management assessment, and the Audit Committee reviews the cybersecurity program at least twice a year and on an as-needed basis. Such reviews, among other things, include the results of internal and/or external assessments, a review of cybersecurity governance at the management level, and a review of the Company’s cybersecurity program and progress toward various initiatives.\nThe Company also maintains an Executive Cybersecurity Steering Committee (the “Cybersecurity Committee”), made up of key members of senior leadership, to oversee and monitor progress of various cybersecurity initiatives throughout the organization. The Cybersecurity Committee meets quarterly. In addition, the Company asks each business unit to designate an employee as the local Information Security Officer responsible for monitoring the business unit’s cyber risk dashboard and coordinating with local leadership to respond to identified risks accordingly. Each local Information Security Officer completes an annual certification process and receives regular updates with respect to the Company’s cybersecurity program.\nThe Chief Information Officer (“CIO”), who reports to the Chief Financial Officer, along with members of the corporate and business unit information technology teams, are generally responsible for developing and managing the Company’s cybersecurity programs. Our CIO has over 20 years of experience in various information technology and information security roles, and our information security team is comprised of employees with broad knowledge of cybersecurity issues gained through experience and through training and certifications. These individuals, along with other internal and external personnel as needed, monitor the prevention, detection, mitigation and remediation of cybersecurity incidents, and applicable personnel are informed of known cybersecurity incidents to form the appropriate incident response team and respond accordingly.\n21"
  },
  {
    "item_key": "item_2",
    "text": "The Company conducts business at plants and offices that can be owned or leased and located in the U.S. or outside the U.S., with square footage primarily in Germany (12%), India (8%), the Netherlands (6%), the U.K. (6%), Italy (3%), Canada (3%), China (2%) and Switzerland (1%). Management considers its facilities suitable and adequate for the Company’s operations and believes it has ample capacity in its plants and equipment to meet demand increases for future growth in the intermediate term, especially given its operational improvement initiatives that usually increase capacity.\nA summary of properties used by the Company’s operations as of December 31, 2023 are shown in the following table\n:\n(1)\nOther includes shared service locations as well as the Company’s executive office, which occupies 40,261 square feet of leased space in Northbrook, Illinois and 16,268 square feet of leased space in Chicago, Illinois."
  },
  {
    "item_key": "item_3",
    "text": "The Company and its subsidiaries are party to legal proceedings arising in the ordinary course of business as described in\nin Part II, Item 8, “Financial Statements and Supplementary Data,” and such disclosure is incorporated by reference into this Item 3, “Legal Proceedings.”\nThe Company's threshold for disclosing material environmental legal proceedings involving a government authority where potential monetary sanctions are involved is $1.0 million.\nIn addition, the Company and six of its subsidiaries are presently named as defendants in a number of lawsuits claiming various asbestos-related personal injuries, allegedly as a result of exposure to products manufactured with components that contained asbestos. These components were acquired from third party suppliers and were not manufactured by the Company or any of the defendant subsidiaries. To date, the majority of the Company’s settlements and legal costs, except for costs of coordination, administration, insurance investigation and a portion of defense costs, have been covered in full by insurance, subject to applicable deductibles. However, the Company cannot predict whether and to what extent insurance will be available to continue to cover these settlements and legal costs, or how insurers may respond to claims that are tendered to them. Asbestos-related claims have been filed in jurisdictions throughout the United States and the United Kingdom. Most of the claims resolved to date have been dismissed without payment. The balance of the claims have been settled for various immaterial amounts. Only one case has been tried, resulting in a verdict for the Company’s business unit. No provision has been made in the financial statements of the Company, other than for insurance deductibles in the ordinary course, and the Company does not currently believe the asbestos-related claims will have a material adverse effect on the Company’s business, financial position, results of operations or cash flows."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n22\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "The Company’s common stock trades on the New York Stock Exchange under the symbol “IEX”. As of February 16, 2024, there were approximately 6,929 stockholders of record of the Company’s common stock and there were 75,644,654 shares outstanding.\nThe Company’s payment of dividends in the future will be determined by the Board of Directors and will depend on business conditions, earnings and other factors.\nFor information pertaining to securities authorized for issuance under equity compensation plans and the related weighted average exercise price, see Part III,\n, “Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters.”\nOn March 17, 2020, the Company’s Board of Directors approved an increase of $500.0 million in the authorized level of repurchases of common stock. This approval is in addition to the prior repurchase authorization of the Board of Directors of $300.0 million on December 1, 2015. These authorizations have no expiration date.\nThe Company’s purchases of common stock during the quarter ended December 31, 2023 are as follows. As of December 31, 2023, the amount of share repurchase authorization remaining was $539.7 million.\n23\nPerformance Graph\nThe following table compares total stockholder returns over the last five years to the Standard & Poor’s (the “S&P”) 500 Index, the S&P Midcap Industrials Sector Index and the Russell 2000 Index assuming the value of the investment in the Company’s common stock and each index was $100 on December 31, 2018. Total return values for the Company’s common stock, the S&P 500 Index, S&P Midcap Industrials Sector Index and the Russell 2000 Index were calculated on cumulative total return values assuming reinvestment of dividends. The stockholder return shown on the graph below is not necessarily indicative of future performance.\nThe information contained in this Performance Graph section shall not be deemed to be “soliciting material” or “filed” with the SEC, nor shall such information be incorporated by reference into any future filing under the Securities Act of 1933 or the Securities Exchange Act of 1934."
  },
  {
    "item_key": "item_6",
    "text": "24"
  },
  {
    "item_key": "item_7",
    "text": "The following discussion and analysis should be read in conjunction with the Company’s Consolidated Financial Statements and related notes in this annual report. This discussion may contain forward-looking statements based upon current expectations that involve risks and uncertainties. The Company’s actual results and the timing of selected events could differ materially from those anticipated in these forward-looking statements as a result of several factors, including those set forth under\n, “Risk Factors” and under the heading “Cautionary Statement Under the Private Securities Litigation Reform Act” discussed elsewhere in this annual report.\nThis discussion includes certain non-GAAP financial measures that have been defined and reconciled to their most directly comparable financial measure prepared in accordance with accounting principles generally accepted in the United States of America (“U.S. GAAP”) under the headings “Non-GAAP Disclosures” and “Free Cash Flow.” This discussion also includes Operating working capital which has been defined under the heading “Liquidity and Capital Resources.” The non-GAAP financial measures disclosed by the Company should not be considered a substitute for, or superior to, financial measures prepared in accordance with U.S. GAAP. The financial results prepared in accordance with U.S. GAAP and the reconciliations from these results should be carefully evaluated.\n2023 Overview\nIDEX is an applied solutions provider specializing in the manufacture of fluid and metering technologies, health and science technologies and fire, safety and other diversified products built to customers’ specifications. IDEX’s products are sold in niche markets across a wide range of industries throughout the world. Accordingly, IDEX’s businesses are affected by levels of industrial activity and economic conditions in the U.S. and in other countries where it does business, as well as by the relationship of the U.S. dollar to other currencies. Levels of capacity utilization and capital spending in certain industries and overall industrial activity are important factors that influence the demand for IDEX’s products.\nDuring 2023, the Company delivered strong operating performance amid sharp volume declines as customers recalibrated inventory levels and order patterns following the easing of global supply chain constraints and reduced lead times.  While customer inventory destocking resulted in lower sales volumes, most prominently experienced by the Company’s Health & Science Technologies segment, the Company realized strong price/cost and achieved favorable operational productivity across its segments. Net income attributable to IDEX and Adjusted EBITDA were $\n596.1\nmillion and $899.6 million, respectively, in 2023, both up 2% from the prior year. Cash flows from operating activities were $\n716.7\nmillion during the year ended December 31, 2023, reflecting inventory reduction efforts and resulting in record free cash flow of $626.8 million during the year. Finally, the Company deployed capital with the acquisition of two businesses\n–\nIridian Spectral Technologies (“Iridian”) and STC Material Solutions (“STC”).\n25\nSelect key financial results for the year ended December 31, 2023 when compared to 2022 were as follows:\n*These are non-GAAP measures. See the definitions of these non-GAAP measures and reconciliations to their most directly comparable GAAP financial measures under the headings “Non-GAAP Disclosures” and “Free Cash Flow.”\n2024 Outlook\nMoving into 2024, the majority of our businesses are currently experiencing stable demand and seeing early signs of improvement, particularly in the Fluid & Metering Technologies segment. However, while the life sciences and analytical instrumentation markets served by approximately one-third of the Health & Science Technologies segment appear stable, these markets are not yet showing signs of near-term recovery. We continue to believe in the long-term growth potential of these end markets and believe we are well positioned to support growth as demand increases. Additionally, we expect the Dispensing reporting unit within the Company’s Fire & Safety/Diversified Products segment to contract in 2024, due to the completion of the fleet refreshment cycle of our North American customers in 2023. These declines are expected to be partly offset by growth in the Dispensing reporting unit in emerging markets and growth in the Fire & Safety and BAND-IT reporting units.\n26\nResults of Operations\nThe following is a discussion and analysis of the Company’s results of operations for the year ended December 31, 2023 compared with the year ended December 31, 2022. For the discussion related to the consolidated results of operations for the year ended December 31, 2022 compared with the year ended December 31, 2021, refer to the Company’s Annual Report on Form 10-K for the year ended December 31, 2022, which was filed with the Securities and Exchange Commission (“SEC”) on February 23, 2023.\nPerformance in 2023 Compared with 2022\nNet Sales\nNet sales increased 3% as compared to the prior year, driven by a 5% increase in acquisitions, net of divestitures, partially offset by a 1% decrease in organic sales and a 1% decrease due to the acceleration of previously deferred revenue related to the exit of a COVID-19 testing application in 2022 that did not reoccur in 2023 (see\nin the Notes to Consolidated Financial Statements for further detail). The decrease in organic sales was driven by lower volumes as a result of market conditions during the year, particularly in the Health & Science Technologies businesses, partially offset by price capture across all segments. Net sales decreased 1% domestically and increased 7% internationally, and sales to customers outside the U.S. were approximately 50% of total sales in 2023 compared with 48% in 2022.\nGross Profit and Gross Margin\nGross profit and Gross margin were positively impacted by price/cost and strong operational productivity as well as lower fair value inventory step-up charges, and negatively impacted by lower volume leverage, higher employee-related costs, unfavorable mix and the acceleration of previously deferred revenue related to the exit of a COVID-19 testing application in 2022 that did not reoccur in 2023. While acquisitions, net of divestitures also positively impacted Gross profit, they resulted in a dilutive impact to overall Gross margin.\nSelling, General and Administrative Expenses\nSelling, general and administrative expenses increased primarily due to the $49.1 million impact from acquisitions, including amortization, net of divestitures, as well as increases in employee-related costs, which were largely offset by a decrease in variable compensation.\n27\nRestructuring Expenses and Asset Impairments\nRestructuring\nexpenses and asset impairments\ndecreased primarily due to an asset impairment charge of $16.8 million related to the exit of a COVID-19 testing application in 2022, partially offset by higher severance costs in 2023 incurred in conjunction with cost mitigation efforts as a result of current market conditions. See\nin the Notes to the Consolidated Financial Statements for further detail.\nGain on Sale of Businesses - Net\nIn 2023, the Company completed the sale of Micropump for proceeds of $110.3 million, net of cash remitted, which resulted in a pre-tax gain of $93.8 million, and the sale of Novotema, SpA (“Novotema”) for proceeds of $8.3 million, net of cash remitted, which resulted in a loss of $9.1 million. In 2022, the Company completed the sale of Knight LLC (“Knight”) for proceeds of $49.4 million, net of cash remitted, which resulted in a pre-tax gain of $34.8 million.\nOther Expense (Income) - Net\nOther expense (income) - net was $5.2 million of expense in 2023 compared to $3.9 million of income in 2022. The increase in expense was primarily due to a $7.7 million credit loss reserve on an investment with a collaborative partner (see\nin the Notes to Consolidated Financial Statements for further detail), higher foreign currency transaction losses and $2.7 million of gains on the sale of assets in 2022 that did not reoccur in 2023, partially offset by higher interest earned on cash balances and gains on the sale of trading securities in 2023.\nInterest Expense\nInterest expense increased primarily due to the borrowings incurred under the Credit Facility in connection with the acquisition of Muon B.V. and its subsidiaries (“Muon Group”) in November 2022 as well as higher interest rates on the Company’s indebtedness.\nIncome Taxes\nThe Company’s provision for income taxes is based upon estimated annual tax rates for the year applied to federal, state and foreign income. The provision for income taxes increased $2.0 million to $164.7 million in 2023 as compared with $162.7 million in 2022. The 2023 effective tax rate of 21.7% remained unchanged compared with the 2022 effective tax rate.\nIn October 2021, members of the Organization for Economic Co-operation and Development (“OECD”) and G20 Inclusive Framework on Base Erosion and Profit Shifting agreed to a two-pillar solution to address the tax challenges associated with the digitalization of the economy. In December 2021, the OECD released the Pillar Two Model Rules (“Pillar Two”), which define the global minimum tax and call for the taxation of large corporations at a minimum rate of 15%. Although it is uncertain when and how the rules will be fully enacted into law, based on our initial assessment, nearly all of the jurisdictions in which the Company operates have an effective tax rate above the 15% threshold. Therefore, the Company does not expect a material impact from the Pillar Two income tax rules.\nResults of Reportable Business Segments\nThe Company has three reportable segments: Fluid & Metering Technologies (“FMT”), Health & Science Technologies (“HST”) and Fire & Safety/Diversified Products (“FSDP”). For a detailed description of the operations within each segment, please refer to Part I,\n,\n“\nBusiness\n”\nof this Annual Report on Form 10-K.\nManagement’s primary measurements of segment performance are Net sales, adjusted earnings before interest, income taxes, depreciation and amortization (“Adjusted EBITDA”) and Adjusted EBITDA margin.\n28\nFluid & Metering Technologies Segment\n(1)\nBased on the timing of the acquisitions, Nexsight, LLC and its businesses Envirosight, WinCan, MyTana and Pipeline Renewal Technologies (“Nexsight”) results for the first three months of 2023 and KZ CO. (“KZValve”) results for the first four months of 2023 are reflected in the acquisitions/divestitures column while the remaining year-over-year impact is included in the organic column.\n(2)\nDivestitures included Knight sold in September 2022.\n•\nOrganic net sales were positively impacted by the following:\n◦\nWater reporting unit driven by price capture, favorability in the municipal water market and operational execution;\n◦\nEnergy reporting unit driven by operational execution related to backlog reduction, improved supply chain conditions, price capture and growth initiatives;\n◦\nValves reporting unit driven by strong price capture and demand in Asia; and\n◦\nPumps reporting unit driven by strong price capture and operational execution, which more than offset the impact of lower volumes in the industrial market.\nOrganic net sales were negatively impacted by the Agriculture reporting unit driven by distribution inventory recalibration, partially offset by positive original equipment manufacturer demand.\n•\nThe increase in Adjusted EBITDA margin was primarily due to strong price/cost and operational productivity, partially offset by higher employee-related costs, unfavorable mix and lower volume leverage.\nHealth & Science Technologies Segment\n(1)\nBased on the timing of the acquisition, Muon Group results for the first 10.5 months of 2023 are reflected in the\nacquisitions/divestitures column while the remaining year-over-year impact is included in the organic column.\n(2)\nAcquisitions included Iridian acquired in May 2023 and STC acquired in December 2023. Divestitures included Micropump sold in August 2023 and Novotema sold in December 2023\n.\n(3)\nChange in Net sales includes the acceleration of previously deferred revenue of $17.9 million as a result of a customer’s decision to discontinue further investment in commercializing its COVID-19 testing application in 2022 that did not reoccur in 2023, the impact of which was excluded from Adjusted net sales. See\nin the Notes to Consolidated Financial Statements for further detail.\n29\n•\nThe decrease in organic net sales was attributed to the following:\n◦\nScientific Fluidics & Optics reporting unit driven by lower demand from analytical instrumentation and life science original equipment manufacturers due to customer inventory recalibration and market slowing, partially offset by price capture and strong cost control;\n◦\nSealing Solutions reporting unit driven by lower volumes in the semiconductor market;\n◦\nMaterial Processing Technologies reporting unit driven by lower volumes in the pharmaceuticals/biopharmaceuticals and food markets, partially offset by operational execution related to backlog reduction and price capture; and\n◦\nPerformance Pneumatics Technologies reporting unit driven by the impact of lower volumes in the industrial market, partially offset by targeted growth performance and price capture.\n•\nThe decrease in Adjusted EBITDA margin was primarily due to lower volume leverage, higher employee-related costs and unfavorable mix, partially offset by strong operational productivity and price/cost.\nFire & Safety/Diversified Products Segment\n•\nOrganic net sales were positively impacted by the following:\n◦\nFire & Safety reporting unit driven by price capture, continued demand for rescue tools, improved supply chain conditions and operational execution; and\n◦\nBAND-IT reporting unit driven by continued share gain in an otherwise flat automotive market.\nOrganic net sales had no impact from the Dispensing reporting unit as organic sales were flat. Price capture was fully offset by lower volumes.\n•\nThe increase in Adjusted EBITDA margin was primarily due to strong price/cost and favorable operational productivity, partially offset by higher employee-related costs.\nLiquidity and Capital Resources\nLiquidity\nBased on management’s current expectations and currently available information, the Company believes current cash, cash from operations and cash available under the Revolving Facility will be sufficient to meet its\noperating cash requirements, planned capital expenditures, interest and principal payments on all borrowings, pension and postretirement funding requirements, share repurchases and quarterly dividend payments to holders of the Company’s common stock for the foreseeable future\n. Additionally, in the event that suitable businesses are available for acquisition upon acceptable terms, the Company may obtain all or a portion of the financing for these acquisitions through the incurrence of additional borrowings.\n30\nSelect key liquidity metrics at December 31, 2023 are as follows:\nThe Company believes additional borrowings through various financing alternatives remain available, if required.\nOperating Working Capital\nOperating working capital, calculated as Receivables - net plus Inventories - net minus Trade accounts payable, is used by management as a measurement of operational results as well as the short-term liquidity of the Company. The following table details Operating working capital as of December 31, 2023 and 2022:\nOperating working capital decreased $35.9 million to $668.9 million at December 31, 2023. Acquisitions, divestitures and foreign currency translation increased Operating working capital by $17.5 million during 2023. Apart from these items, reduced inventory levels were partly offset by lower levels of accounts payable, and strong price capture partially offset the impact of lower volume on receivables.\n31\nCash Flow Summary\nThe following table is derived from the Consolidated Statements of Cash Flows:\nOperating Activities\nCash flows provided by operating activities increased $159.3 million to $716.7 million in 2023 primarily due to lower working capital requirements in 2023 as a result of efforts to recalibrate inventory levels in response to normalizing market conditions. The prior year period included higher working capital requirements related to higher volumes and increased inventories to support production amid supply chain challenges.\nInvesting Activities\nCash flows used in investing activities decreased in 2023 primarily due to the purchase of Iridian and STC in 2023 for $311.8 million as compared with the purchases of Nexsight, KZValve and Muon Group in 2022 for $945.6 million as well as proceeds of $118.6 million in 2023 from the sales of Micropump and Novotema as compared with $49.4 million in 2022 from the sale of Knight.  These items were partially offset by higher capital expenditures of $89.9 million in 2023 as compared with $68.0 million in 2022.\nFinancing Activities\nCash flows used in financing activities in 2023 primarily consisted of dividends of $190.7 million paid to common shareholders, payments of $150.0 million on the Term Facility, and the repurchase of shares for $24.2 million. Additionally, in 2023, proceeds of $100.0 million from the issuance of the 5.13% Senior Notes were used to redeem the $100.0 million of the Company’s 3.20% Senior Notes due June 13, 2025 (the “3.20% Senior Notes”) outstanding. Cash flows used in financing activities in 2022 primarily consisted of dividends of\n$177.4 million\npaid to common shareholders and\nthe repurchase of shares for\n$148.1 million. These outflows were partially offset by net\nproceeds of\n$75.4 million under the Revolving Facility and $200.0 million under the Term Facility, which were used to fund the Muon Group acquisition.\nFree Cash Flow\nThe Company believes free cash flow, a non-GAAP measure, is an important measure of performance because it provides a measurement of cash generated from operations that is available for payment obligations such as operating cash requirements,\nplanned capital expenditures, interest and principal payments on all borrowings, pension and postretirement funding requirements and quarterly dividend payments to holders of the Company’s common stock as well as\nfor funding acquisitions and share repurchases. Free cash flow is calculated as cash flows provided by operating activities less capital expenditures.\nThe following table reconciles free cash flow to cash flows provided by operating activities:\nThe increase in free cash flow as compared to 2022 is due to lower working capital requirements in 2023 discussed above as compared with 2022, partially offset by higher capital expenditures.\n32\nCash Requirements\nContractu\nal Obligations\nThe Company’s cash requirements under contractual obligations include:\n•\nBorrowings and related interest - See\nin the Notes to Consolidated Financial Statements for further detail of the Company’s debt and timing of expected future principal payments.\n•\nRental payments under operating leases - See\nin the Notes to Consolidated Financial Statements for further detail of our obligations and the timing of expected future payments.\n•\nPurchase obligations - The Company enters into purchase orders with vendors and other parties in the ordinary course of business. As of December 31, 2023, the Company’s purchase obligations, consisting primarily of inventory commitments, totaled approximately $265.6 million, of which $238.1 million\nis expected to be settled during 2024 and the remainder thereafter.\n•\nPension and post-retirement medical benefit plans - See\nin the Notes to Consolidated Financial Statements for further detail of our obligations and the timing of expected future payments.\nCapital Expenditures\nCapital expenditures generally include machinery and equipment that support growth and improved productivity, tooling, business system technology, replacement of equipment and investments in new facilities. The Company believes it has sufficient operating cash flows to continue to meet current obligations and invest in planned capital expenditures. C\nash flows from operations were more than adequate to fund capital expenditures of $89.9 million and $68.0 million i\nn 2023 and 2022,\nrespectively.\nShare Repurchases\nThe Company repurchased 124,600 shares at a cost of $24.2 million i\nn 2023.\nThe Company repurchased 795,423 shares at a cost of $148.1 million in 2022. As of December 31, 2023, the amount of share repurchase authorization remaining was $539.7 million. For additional information regarding the Company’s share repurchase program, refer to\nin the Notes to Consolidated Financial Statements.\nDividends\nThe Company increased its quarterly cash dividend by 7% from $0.60 per common share in 2022 to $0.64 per common share in 2023. Total dividend payments to common shareholders were $190.7 million in 2023 compared with $177.4 million in 2022.\nCovenants\nThe key financial covenants that the Company is required to maintain in connection with the Revolving Facility, the Term Facility, the 3.37% Senior Notes and the 5.13% Senior Notes, are a minimum interest coverage ratio of 3.0 to 1 and a maximum leverage ratio of 3.50 to 1. At December 31, 2023, the Company was in compliance with both of these financial covenants, as the Company’s interest coverage ratio was 18.43 to 1 for covenant calculation purposes and the leverage ratio was 1.45 to 1. There are no financial covenants relating to the 2.625% Senior Notes or the 3.00% Senior Notes; however, both are subject to cross-default provisions. For a discussion of the Company’s Revolving Facility and Senior Notes as well as the associated covenants, refer to\nin the Notes to Consolidated Financial Statements.\nCredit Ratings\nThe Company’s credit ratings, which were independently developed by the following credit agencies, are detailed below:\n•\nS&P Global Ratings reaffirmed the Company’s corporate credit rating of BBB (stable outlook) in August 2023.\n•\nMoody’s Investors Service affirmed the Company’s corporate credit rating of Baa2 (stable outlook) in December 2021.\n•\nFitch Ratings reaffirmed the Company’s corporate credit rating of BBB+ (stable outlook) in April 2023.\n33\nOff-Balance Sheet Arrangements\nThe Company had $10.5 million of letters of credit as of December 31, 2023, primarily issued as security for insurance and other performance obligations. Of the $10.5 million of letters of credit, only $3.4 million reduced the Company’s borrowing capacity under the Revolving Facility as of December 31, 2023.\nExcept as disclosed above, the Company has no off-balance sheet arrangements that currently have or are reasonably likely to have a material effect on the Company’s consolidated financial condition, changes in financial condition, results of operations, liquidity, capital expenditures or capital resources.\nCritical Accounting Estimates\nThe Company believes that the application of the following accounting policy, which is important to its financial position and results of operations, requires significant judgments and estimates on the part of management. For a summary of the Company’s accounting policies, including the accounting policy discussed below, see\nin the Notes to Consolidated Financial Statements.\nGoodwill and indefinite-lived intangible assets\n— Goodwill and other intangible assets with indefinite lives, which consists solely of trade names, are not amortized; rather they are tested for impairment at least annually, or more frequently if events or circumstances indicate that the asset may be impaired. The Company follows the guidance prescribed in Accounting Standards Codification (“ASC”) 350,\nGoodwill and Other Intangible Assets\n, to test goodwill and indefinite-lived intangible assets for impairment. In assessing goodwill for impairment, the Company determines the fair value of each reporting unit utilizing an income approach (discounted cash flows) weighted 50% and a market approach (consisting of a comparable public company multiples methodology) weighted 50%. To determine the reasonableness of the calculated fair values, the Company reviews the assumptions to ensure that neither the income approach nor the market approach yielded significantly different valuations. Key assumptions and estimates used in the goodwill impairment assessment are described below. Based on the results of the Company’s annual impairment test at October 31, 2023, all reporting units had fair values substantially in excess of their carrying values.\nThe key assumptions are updated every year for each reporting unit for the income and market approaches used to determine the fair value. Various assumptions are utilized including forecasted operating results, annual operating plans, strategic plans, economic projections, anticipated future cash flows, the weighted average cost of capital, market data and market multiples. The assumptions that have the most significant effect on the fair value calculations are the weighted average cost of capital, market multiples, forecasted EBITDA and terminal growth rates. The following assumption ranges were utilized by the Company in 2023 and 2022:\nIn assessing trade names for impairment, the Company uses the relief-from-royalty method, a form of the income approach, to determine the fair value of its trade names. The relief-from-royalty method is dependent on a number of significant management assumptions, including estimates of revenues, royalty rates and discount rates. Based on the results of the Company’s annual impairment test at October 31, 2023, the trade names had fair values in excess of their carrying values.\nThe Company’s acquisitions have generally included significant goodwill components and the Company expects to continue to make acquisitions. At December 31, 2023, goodwill and other indefinite-lived intangible assets totaled $2,929.2 million, or 50%, of the Company’s total assets.\nSee\nin the Notes to Consolidated Financial Statements for further discussion on goodwill and indefinite-lived intangible assets.\n34\nNon-GAAP Disclosures\nSet forth below are reconciliations of Organic net sales, Adjusted net sales, Adjusted gross profit, Adjusted gross margin, Adjusted net income attributable to IDEX, Adjusted diluted earnings per share (“EPS”) attributable to IDEX, Consolidated Adjusted earnings before interest, income taxes, depreciation and amortization (“Adjusted EBITDA”) and Consolidated Adjusted EBITDA margin to their respective most directly comparable U.S. GAAP measure. Management uses these metrics to measure performance of the Company since they exclude items that are not reflective of ongoing operations, as identified in the reconciliations below. Management also supplements its U.S. GAAP financial statements with adjusted information to provide investors with greater insight, transparency and a more comprehensive understanding of the information used by management in its financial and operational decision making.\nManagement uses Adjusted EBITDA as its principal measure of segment performance, and believes it is a useful indicator of the strength and performance of the Company and its segments’ ongoing business operations, as well as a way for investors to evaluate and compare operating performance and value companies within the Company’s industry. Management believes that Adjusted EBITDA margin is useful for the same reason as Adjusted EBITDA. The definition of Adjusted EBITDA used here may differ from that used by other companies.\nThis report also references free cash flow. This non-GAAP measure is discussed and reconciled to its most directly comparable GAAP measure in the section above titled “Free Cash Flow.”\nThe non-GAAP financial measures disclosed by the Company should not be considered a substitute for, or superior to, financial measures prepared in accordance with U.S. GAAP. Due to rounding, numbers presented throughout this and other documents may not add up or recalculate precisely. The financial results prepared in accordance with U.S. GAAP and the reconciliations from these results should be carefully evaluated.\nAll table footnotes can be found at the end of this Non-GAAP Disclosures section.\n(1)\nRepresents the sales from acquired or divested businesses during the first 12 months of ownership or prior to divestiture.\n(2)\nThe portion of sales attributable to foreign currency translation is calculated as the difference between (a) the period-to-period change in organic sales, and (b) the period-to-period change in organic sales after applying prior period foreign exchange rates to the current year period.\n(3)\nThe impact to Net sales and Gross margin represents the acceleration of previously deferred revenue of $17.9 million as a result of a customer’s decision to discontinue further investment in commercializing its COVID-19 testing application in 2022 that did not reoccur in 2023, which was largely offset by an impairment charge during the same period resulting in a $1.1 million impact on net income. See\nin the Notes to Consolidated Financial Statements for further detail.\n(4)\nRepresents a reserve recorded on an investment with a collaborative partner. See\nin the Notes to Consolidated Financial Statements for further detail."
  },
  {
    "item_key": "item_7a",
    "text": "The Company is subject to market risk associated with changes in foreign currency exchange rates and interest rates as well as inflationary factors. The Company may, from time to time, enter into foreign currency forward contracts and interest rate swaps on its debt when it believes there is a financial advantage in doing so. A treasury risk management policy, adopted by the Board of Directors, describes the procedures and controls over derivative financial and commodity instruments, including foreign currency forward contracts and interest rate swaps. Under the policy, the Company does not use financial or commodity derivative instruments for trading purposes and the use of these instruments is subject to strict approvals by senior officers. Typically, the use of derivative instruments is limited to foreign currency forward contracts and interest rate swaps on the\n35\nCompany’s outstanding long-term debt. As of December 31, 2023, the Company did not have any derivative instruments outstanding.\nForeign Currency Exchange Rates\nThe Company’s foreign currency exchange rate risk is limited principally to the Euro, Swiss Franc, Canadian Dollar, British Pound, Indian Rupee, Chinese Renminbi, Swedish Krona and Brazilian Real. The Company manages its foreign exchange risk principally through invoicing customers in the same currency as the source of products. The foreign currency transaction losses (gains) for the periods ended December 31, 2023, 2022 and 2021 were $7.3 million,\n$(0.8) million\nand\n$1.1 million\n, respectively, and are reported within Other expense (income) - net on the Consolidated Statements of Income. See\nin the Notes to Consolidated Financial Statements for further discussion.\nInterest Rate Fluctuations\nThe Company has interest rate exposure due to $131.0 million of the $1,333.3 million debt outstanding at December 31, 2023 being floating rate debt. The Company’s Revolving Facility and Term Facility both bear interest at either an alternate base rate or adjusted Term SOFR (or appropriate alternative currency reference rates) plus, in each case, an applicable margin based on the lower of the Company’s senior, unsecured, long-term debt rating or the Company’s applicable leverage ratio. At December 31, 2023, there was $81.0 million outstanding under the Revolving Facility with an interest rate of 5.00% and $50.0 million outstanding under the Term Facility with an interest rate of 6.59%.\nInflation Risk\nWe source a wide variety of materials and components from a network of global suppliers. While materials are typically available from numerous suppliers, they are subject to price fluctuations, which could have a negative impact on our results. We seek to minimize the effects of inflation and changing prices through price increases to maintain reasonable gross margins.\n36"
  },
  {
    "item_key": "item_8",
    "text": "MANAGEMENT’S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nManagement is responsible for establishing and maintaining adequate internal control over financial reporting. Internal control over financial reporting is a process to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with accounting principles generally accepted in the United States of America, and as defined in Exchange Act Rule 13a-15(f).\nInternal control over financial reporting cannot provide absolute assurance of achieving financial reporting objectives because of its inherent limitations. Because of such limitations, there is a risk that material misstatements may not be prevented or detected on a timely basis by internal control over financial reporting.\nManagement has used the framework set forth in the report entitled “Internal Control — Integrated Framework” (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission to assess the effectiveness of the Company’s internal control over financial reporting. Management excluded Iridian Spectral Technologies and STC Material Solutions from its assessment of internal controls over financial reporting as these acquisitions occurred in 2023 (see\nin the Notes to the Consolidated Financial Statements for further detail). This exclusion is in accordance with the general guidance from the Staff of the Securities and Exchange Commission that an assessment of a recently acquired business may be omitted from the scope of management’s assessment of internal control over financial reporting for one year following the acquisition. The total assets (excluding goodwill and intangible assets) and net sales of current year acquisitions represented approximately one percent\nand\nzero percent, respectively, of the Consolidated Financial Statement amounts as of and for the year ended December 31, 2023. Based on that assessment, management has concluded that the Company’s internal control over financial reporting was effective as of December 31, 2023.\nThe effectiveness of the Company’s internal control over financial reporting as of December 31, 2023, has been audited by Deloitte & Touche LLP, an independent registered public accounting firm, as stated in their report which appears herein.\n37\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the shareholders and the Board of Directors of IDEX Corporation\nOpinion on Internal Control over Financial Reporting\nWe have audited the internal control over financial reporting of IDEX Corporation and subsidiaries (the “Company”) as of December 31, 2023, based on criteria established in\nInternal Control\n—\nIntegrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2023, based on criteria established in\nInternal Control\n—\nIntegrated Framework (2013)\nissued by COSO.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated financial statements as of and for the year ended December 31, 2023, of the Company and our report dated February 22, 2024, expressed an unqualified opinion on those financial statements.\nAs described in Management’s Report on Internal Control over Financial Reporting, management excluded Iridian Spectral Technologies and STC Material Solutions from its assessment of internal control over financial reporting as these acquisitions occurred in the twelve months ended December 31, 2023. The combined total assets and net sales of these acquisitions represented approximately one percent and zero percent, respectively, of the consolidated financial statement amounts as of and for the year ended December 31, 2023. Accordingly, our audit did not include the internal control over financial reporting at these acquired companies.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n38\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the shareholders and the Board of Directors of IDEX Corporation\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of IDEX Corporation and subsidiaries (the \"Company\") as of December 31, 2023 and 2022, the related consolidated statements of income, comprehensive income, equity, and cash flows, for each of the three years in the period ended December 31, 2023, and the related notes (collectively referred to as the \"financial statements\"). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2023 and 2022, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2023, in conformity with accounting principles generally accepted in the United States of America.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company's internal control over financial reporting as of December 31, 2023, based on criteria established in\nInternal Control\n—\nIntegrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission and our report dated February 22, 2024, expressed an unqualified opinion on the Company's internal control over financial reporting.\nBasis for Opinion\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company's financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current-period audit of the financial statements that was communicated or required to be communicated to the audit committee and that (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nRevenue\n—\nDisaggregation of Revenue\n—\nRefer to\nto the financial statements\nCritical Audit Matter Description\nThe Company is a highly diversified business with a wide range of products and services that are offered in various markets throughout the world. The Company’s business activities are carried out by numerous individual business units, which offer a unique set of products and include niche markets within specific geographic areas.\nWe identified revenue as a critical audit matter given the disaggregated nature of the Company’s operations and business units generating revenue. This required extensive audit effort due to the volume of the underlying transactions and distinctiveness of each individual business unit. High levels of auditor judgment were necessary to determine the nature, timing, and extent of audit procedures and the level of disaggregation within the Company at which to perform such procedures, especially given limited market data for certain products or geographic areas.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to the Company’s revenue transactions included the following, among others:\n39\n•\nWe tested internal controls within the relevant revenue business processes, including controls over revenue recognition and controls over the review of significant revenue transactions and operating results.\n•\nFor a sample of revenue transactions, we performed detail transaction testing by agreeing the amounts recorded to source documents and determined that revenue was recognized appropriately.\n•\nFor revenue transactions not subject to detail transaction testing, we aggregated the revenue transactions at the reporting unit level and performed substantive analytical procedures. We developed independent expectations of revenue based on data derived from published industry indices and market and customer trends and compared our independent expectations to the revenue recorded by management.\nWe have served as the Company’s auditor since 1987.\n40\nIDEX CORPORATION\nCONSOLIDATED STATEMENTS OF INCOME\n(In millions, except per share amounts)\nSee Notes to Consolidated Financial Statements.\n41\nIDEX CORPORATION\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\n(In millions)\nSee Notes to Consolidated Financial Statements.\n42\nIDEX CORPORATION\nCONSOLIDATED BALANCE SHEETS\n(Dollars in millions, except per share amounts)\nSee Notes to Consolidated Financial Statements.\n43\nIDEX CORPORATION\nCONSOLIDATED STATEMENTS OF EQUITY\n(Dollars in millions except share and per share amounts)\nSee Notes to Consolidated Financial Statements.\n44\nIDEX CORPORATION\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(In millions)\nSee Notes to Consolidated Financial Statements.\n45\nIDEX CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n(Dollars in millions, except per share amounts)\n1.\nSignificant Accounting Policies\nBusiness\nIDEX is an applied solutions provider specializing in the manufacturing of fluid and metering technologies, health and science technologies and fire, safety and other diversified products built to customers’ specifications. IDEX’s products are sold in niche markets across a wide range of industries throughout the world. The Company’s products and services include positive displacement pumps, valves, small volume provers, flow meters, injectors and other fluid-handling pump modules and systems, flow monitoring and other services, precision fluidics, powder and liquid processing technologies, drying systems, micro-precision components, pneumatic components and sealing solutions, high performance molded and extruded sealing components, custom mechanical and shaft seals, engineered hygienic mixers and valves, biocompatible medical devices and implantables, air compressors and blowers, optical components and coatings, laboratory and commercial equipment, precision photonic solutions, firefighting pumps, valves and controls, rescue tools, lifting bags and other components and systems for the fire and rescue industry, engineered stainless steel banding and clamping devices and precision equipment for dispensing, metering and mixing colorants and paints. These products and services are grouped into\nthree\nreportable segments: Fluid & Metering Technologies (“FMT”), Health & Science Technologies (“HST”) and Fire & Safety/Diversified Products (“FSDP”).\nPrinciples of Consolidation\nThe Consolidated Financial Statements include the Company and its subsidiaries. All intercompany transactions and accounts have been eliminated.\nUse of Estimates\nThe preparation of financial statements in conformity with accounting principles generally accepted in the United States of America (“U.S. GAAP”) requires management to make estimates and judgments that affect the reported amounts of assets and liabilities, disclosure of contingent assets and liabilities and reported amounts of revenue and expenses during the reporting period. Actual results could differ from those estimates. The principal areas of estimation reflected in the financial statements are revenue recognition, sales returns and allowances, allowance for credit losses, inventory valuation, recoverability of long-lived assets, valuation of goodwill and intangible assets, income taxes, product warranties, contingencies and litigation, insurance-related items, defined benefit retirement plans and purchase accounting related to acquisitions.\nRevenue Recognition\nThe Company accounts for a contract with a customer when it has approval from both parties, the rights and payment terms are identified, the contract has commercial substance and collectability of the consideration is probable. The Company determines the appropriate revenue recognition by analyzing the terms and conditions of the contract. Revenue, or Net sales, is recognized when control of the products or services is transferred to a customer at an amount that reflects the consideration the Company expects to be entitled to in exchange for transferring the products or providing the services. Control is transferred to customers when performance obligations within a contract are satisfied. A performance obligation is a promise to transfer a distinct product or service to a customer.\nThe majority of the Company's contracts have a single performance obligation which represents, in most cases, the product being sold to the customer. Some contracts include multiple performance obligations such as a product and related installation, extended warranty, software and/or maintenance services. For contracts with multiple performance obligations, the Company allocates the total transaction price to each performance obligation in an amount based on the estimated relative standalone selling prices of the promised products or services underlying each performance obligation.\nThe Company’s performance obligations are satisfied at either a point in time or over time as work progresses. For performance obligations satisfied at a point in time, revenue is recognized when control transfers to the customer, typically upon shipment. For performance obligations in which the Company transfers control of a product or service over time, revenue is recognized over time as work is performed. Typically, this results when the Company performs services over time or the Company creates a product with no alternative use and has an enforceable right to payment for its performance to date.\n46\nFor contracts that require complex design, manufacturing and installation activities, certain performance obligations may not be separately identifiable and, therefore, not distinct. As a result, the entire contract is accounted for as a single performance obligation. For contracts that include distinct products or services that are substantially the same and have the same pattern of transfer to the customer over time, they are recognized as a series of distinct products or services. For product sales, each product sold to a customer generally represents a distinct performance obligation. Certain contracts have multiple performance obligations for which the Company allocates the transaction price to each performance obligation using an estimate of the standalone selling price of each distinct product or service and recognizes as revenue when, or as, the performance obligation is satisfied. In such cases, the observable standalone sales are used to determine the standalone selling price. In certain cases, the Company may be required to estimate the standalone selling price using the expected cost plus margin approach, under which it forecasts the expected costs of satisfying a performance obligation and then adds an appropriate margin for the distinct product or service.\nWhen accounting for over-time contracts, the Company uses an input measure to determine the extent of progress towards completion of the performance obligation. The Company believes this measure of progress best depicts the transfer of control to the customer which occurs as the Company incurs costs on its contracts. Incurred cost represents work performed, which corresponds with the transfer of control to the customer. Contract costs include labor, material and overhead. Revenue is recognized based on the relationship between actual costs incurred to date for each contract and the total estimated costs for such contract at completion of the performance obligation. Contract estimates are based on various assumptions to project the outcome of future events. These assumptions include labor productivity and availability; the complexity of the work to be performed; the cost and availability of materials; the performance of subcontractors; and the availability and timing of funding from the customer. Revenues, including estimated fees or profits, are recorded proportionally as costs are incurred.\nAs a significant change in one or more of these estimates could affect the profitability of the Company’s contracts, the Company reviews and updates its estimates regularly. Due to uncertainties inherent in the estimation process, it is reasonably possible that completion costs, including those arising from contract penalty provisions and final contract settlements, will be revised. Such revisions to costs and income are recognized in the period in which the revisions are determined as a cumulative catch-up adjustment. The impact of the adjustment on profit recorded to date on a contract is recognized in the period the adjustment is identified. Revenue and profit in future periods of contract performance are recognized using the adjusted estimate. If at any time the estimate of contract profitability indicates an anticipated loss on the contract, the Company recognizes provisions for estimated losses on incomplete contracts in the period in which such losses are determined.\nThe Company records allowances for discounts and product returns at the time of sale as a reduction of revenue as such allowances can be reliably estimated based on historical experience and known trends. The Company also offers product warranties (primarily assurance-type) and accrues its estimated exposure for warranty claims at the time of sale based upon the length of the warranty period, warranty costs incurred and any other related information known to the Company.\nContract Assets and Liabilities\nThe timing of billings and cash collections can result in customer receivables, billings in excess of revenue recognized, advance payments or deposits. Customer receivables include both amounts billed and currently due from customers as well as unbilled amounts (contract assets) and are included in Receivables - net on the Consolidated Balance Sheets. Amounts are billed in accordance with contractual terms or as work progresses. Unbilled amounts arise when the timing of billing differs from the timing of revenue recognized, such as when contract provisions require specific milestones to be met before a customer can be billed. Unbilled amounts primarily relate to performance obligations satisfied over time when the cost-to-cost method is utilized and the revenue recognized exceeds the amount billed to the customer as there is not yet a right to invoice in accordance with contractual terms. Unbilled amounts are recorded as a contract asset when the revenue associated with the contract is recognized prior to billing and derecognized when billed in accordance with the terms of the contract.\nContract liabilities include advance payments, deposits and billings in excess of revenue recognized and are included in deferred revenue which is classified as current or noncurrent based on the timing of when the Company expects to recognize the revenue. The current portion is included in Accrued expenses and the noncurrent portion is included in Other noncurrent liabilities on the Consolidated Balance Sheets. Advance payments and deposits represent contract liabilities and are recorded when customers remit contractual cash payments in advance of us satisfying performance obligations under contractual arrangements, including those with performance obligations satisfied over time. The Company generally receives advance payments from customers related to maintenance services which are recognized ratably over the service term. The Company also receives deposits from customers on certain orders which the Company recognizes as revenue at a point in time. Billings in excess of revenue recognized represent contract liabilities and primarily relate to performance obligations satisfied over time when the cost-to-cost method is utilized and revenue cannot yet be recognized as the Company has not completed the\n47\ncorresponding performance obligation. Contract liabilities are derecognized when revenue is recognized and the performance obligation is satisfied.\nShipping and Handling Costs\nShipping and handling costs are included in Cost of sales and are recognized as a period expense during the period in which they are incurred.\nAdvertising Costs\nAdvertising costs of $\n15.9\nmillion, $\n14.9\nmillion and $\n10.7\nmillion for 2023, 2022 and 2021, respectively, are expensed as incurred within Selling, general and administrative expenses.\nCash and Cash Equivalents\nThe Company considers all highly liquid instruments purchased with an original maturity of 3 months or less to be cash and cash equivalents.\nMarketable Securities\nFrom time to time, the Company may hold investments in marketable securities, which are recorded in Other current assets in the Consolidated Balance Sheets. These investments are recorded at fair value, with gains and losses, dividends and interest income included in Other expense (income) - net in the Consolidated Statements of Income. See\nfor further discussion on the marketable securities held by the Company.\nAccounts Receivable and Allowance for Credit Losses\nAccounts receivable are recorded at face amount less an allowance for credit losses. The allowance is an estimate based on historical collection experience, current and future economic and market conditions and a review of the current status of each customer's trade accounts receivable. Management evaluates the aging of the accounts receivable balances and the financial condition of its customers and all other forward-looking information that is reasonably available to estimate the amount of accounts receivable that may not be collected in the future and records the appropriate provision.\nInventories\nThe Company states inventories at the lower of cost or net realizable value. Cost, which includes material, labor and overhead, is determined on a first in, first out basis. The Company makes adjustments to reduce the cost of inventory to its net realizable value, if required, for estimated excess, obsolete, zero usage or impaired balances. Factors influencing these adjustments include changes in market demand, product life cycle and engineering changes.\nImpairment of Long-Lived Assets\nA long-lived asset is reviewed for impairment if an event occurs or circumstances change that would more likely than not reduce the fair value of the asset below its carrying value, as measured by comparing its net book value to the projected undiscounted future cash flows generated by its use. The Company groups and evaluates these long-lived assets for impairment at the lowest level at which individual cash flows can be identified. A long-lived asset impairment exists when the carrying value of the asset group exceeds its fair value. The amount and\ntiming of the impairment charge for an asset group requires the estimation of future cash flows, which are then discounted to determine the fair value of the asset group. An impaired asset group is recorded at its estimated fair value. Refer to\nfor further discussion on impairment of long-lived assets.\nGoodwill and Indefinite-Lived Intangible Assets\nAccounting Standards Codification (“ASC”) 350,\nGoodwill and Other Intangible Assets\n(“ASC 350”), requires that the Company review the carrying value of goodwill and indefinite-lived intangible assets annually, or if an event occurs or circumstances change that would more likely than not reduce the fair value of a reporting unit below its carrying value. The Company evaluates the recoverability of these assets as of October 31 based on the estimated fair value of each reporting unit and the indefinite-lived intangible assets. See\nfor further discussion on goodwill and indefinite-lived intangible assets.\n48\nBorrowing Expenses\nExpenses incurred in securing and issuing debt are capitalized and included as a reduction of Long-term borrowings - net. These amounts are amortized over the life of the related borrowing and the related amortization is included in Interest expense in the Consolidated Statements of Income.\nEarnings per Common Share\nDiluted earnings per common share (“EPS”) attributable to IDEX is computed by dividing Net income attributable to IDEX by the weighted average number of common shares outstanding (basic) plus common stock equivalents outstanding (diluted) during the year. Common stock equivalents consist of restricted stock, performance share units and stock options, which have been included in the calculation of weighted average common shares outstanding using the treasury stock method.\nASC 260,\nEarnings Per Share,\nconcludes that all outstanding unvested share-based payment awards that contain rights to non-forfeitable dividends participate in undistributed earnings with common shareholders. If awards are considered participating securities, the Company is required to apply the two-class method of computing basic and diluted earnings per share. The Company has determined that its outstanding shares of restricted stock are participating securities. Accordingly, Diluted EPS attributable to IDEX was computed using the two-class method prescribed by ASC 260.\nBasic weighted average common shares outstanding reconciles to diluted weighted average common shares outstanding as follows:\nOptions to purchase shares of common stock that were not included in the computation of Diluted EPS attributable to IDEX because the effect of their inclusion would have been antidilutive were as follows:\nShare-Based Compensation\nThe Company accounts for share-based payments in accordance with ASC 718,\nCompensation-Stock Compensation\n. Accordingly, the Company expenses the fair value of the awards granted under its share-based compensation plans. That cost is recognized in the Consolidated Financial Statements over the requisite service period of the grants. See\nfor further discussion on share-based compensation.\nDepreciation and Amortization\nProperty and equipment are stated at cost, with depreciation provided using the straight-line method over the following estimated useful lives:\n49\nCertain identifiable intangible assets are amortized over their estimated useful lives using the straight-line method. The estimated useful lives used in the computation of amortization of identifiable intangible assets are as follows:\nResearch and Development Expenditures\nCosts associated with engineering activities, including research and development, are expensed in the period incurred and are included in Cost of sales.\nTotal engineering expenses, which include research and development as well as application and support engineering, were\n$\n107.5\nmillion\n, $\n95.4\nmillion and $\n82.9\nmillion in 2023, 2022 and 2021, respectively. Research and development expenses, which include costs associated with developing new products and major improvements to existing products, were\n$\n68.4\nmillion\n, $\n61.4\nmillion and $\n50.1\nmillion in 2023, 2022 and 2021, respectively\n.\nForeign Currency Translation and Transaction\nThe functional currency of substantially all operations outside the United States is the respective local currency. Accordingly, those foreign currency balance sheet accounts have been translated using the exchange rates in effect as of the balance sheet date and the income statement amounts have been translated using the average monthly exchange rates for the year. Translation adjustments from year to year have been reported in Accumulated other comprehensive loss in the Consolidated Balance Sheets. Foreign currency transaction gains and losses from transactions denominated in a currency other than the functional currency of the subsidiary involved are reported within Other expense (income) - net in the Consolidated Statements of Income.\nNet transaction loss (gain) for the years ended December 31, 2023, 2022 and 2021 was $\n7.3\nmillion, $(\n0.8\n) million and $\n1.1\nmillion, respectively.\nIncome Taxes\nIncome tax expense includes U.S., state, local and international income taxes. Deferred tax assets and liabilities are recognized for the tax consequences of temporary differences between the financial reporting and tax bases of existing assets and liabilities and for loss carryforwards. The tax rate used to determine the deferred tax assets and liabilities is the enacted tax rate for the year and the manner in which the differences are expected to reverse. Valuation allowances are recorded to reduce deferred tax assets to the amount that will more likely than not be realized.\nSee\nfor further discussion on income taxes.\nConcentration of Credit Risk\nThe Company is not dependent on a single customer as its largest customer accounted for less than\n3\n%\nof net sales for all years presented.\nRecently Adopted Accounting Standards\nIn October 2021, the Financial Accounting Standards Board (“FASB”) issued Accounting Standards Update (“ASU”) 2021-08,\nBusiness Combinations (Topic 805): Accounting for Contract Assets and Contract Liabilities from Contracts with Customers\n, which adds contract assets and contract liabilities to the list of exceptions to the recognition and measurement principles that apply to business combinations and requires that an acquirer recognize and measure contract assets and contract liabilities acquired in a business combination in accordance with revenue recognition guidance. The Company adopted this standard on a prospective basis for the annual period beginning January 1, 2023. The adoption of this standard did not have a material impact on the Company’s Consolidated Financial Statements.\nRecently Issued Accounting Standards\nIn November 2023, the FASB issued ASU 2023-07,\nSegment Reporting (Topic 280): Improvements to Reportable Segment Disclosures\n, which improves the disclosures required for reportable segments in the Company’s annual and interim financial\n50\nstatements, primarily through enhanced disclosures about significant segment expenses. ASU 2023-07 is effective for annual periods beginning after December 15, 2023 and interim periods within fiscal years beginning after December 15, 2024. Adoption of this ASU should be applied retrospectively to all prior periods presented in the financial statements. Early adoption is permitted. The Company is currently evaluating the impact of the adoption of this standard on the Company’s Consolidated Financial Statements and disclosures.\nIn December 2023, the FASB issued ASU 2023-09,\nImprovements to Income Tax Disclosures\n, which requires public entities, on an annual basis, to provide disclosures of specific categories in the rate reconciliation, additional information for reconciling items that meet a quantitative threshold and income taxes paid disaggregated by jurisdiction. ASU 2023-09 is effective for annual periods beginning after December 15, 2024. Early adoption is permitted. The Company is currently evaluating the impact of the adoption of this standard on the Company’s Consolidated Financial Statements and disclosures.\n2.\nAcquisitions and Divestitures\nAll of the Company’s acquisitions of businesses have been accounted for under ASC 805,\nBusiness Combinations\n. Accordingly, the assets and liabilities of the acquired companies, after adjustments to reflect the fair values assigned to the assets and liabilities, have been included in the Company’s Consolidated Balance Sheets from their respective dates of acquisition. The results of operations of businesses acquired have been included in the Company’s Consolidated Statements of Income since the respective dates of acquisition. The results of operations of divestitures have been included in the Company’s Consolidated Statements of Income through the respective dates of disposition. Supplemental pro forma information has not been provided as the acquisitions did not have a material impact on the Company’s Consolidated Financial Statements individually or in the aggregate. In addition, the divestitures did not represent a strategic shift that had a major effect on operations and financial results and, therefore, did not qualify for presentation as discontinued operations.\n2023 Acquisitions\nIridian\nOn May 19, 2023, the Company acquired Iridian Spectral Technologies (“Iridian”) in a stock acquisition. Iridian is a global leader in designing and manufacturing thin-film, multi-layer optical filters serving the laser communications, telecommunications and life sciences markets and expands the Company’s array of optical technology offerings. Headquartered in Ottawa, Canada, Iridian operates in the Company’s Scientific Fluidics & Optics reporting unit within the HST segment. Iridian was acquired for cash consideration of $\n109.8\nmillion. The entire purchase price was funded with cash on hand. Goodwill and intangible assets recognized as part of this transaction were $\n52.7\nmillion and $\n45.6\nmillion, respectively. The goodwill is not deductible for tax purposes.\nThe Company made a preliminary allocation of the purchase price for the Iridian acquisition as of the acquisition date based on its understanding of the fair value of the acquired assets and assumed liabilities. These nonrecurring fair value measurements are classified as Level 3 in the fair value hierarchy. As the Company continues to obtain additional information, primarily related to the valuations of these assets and liabilities, and continues to integrate the newly acquired business, the Company will refine the estimates of fair value and more accurately allocate the purchase price. Only items identified as of the acquisition date are considered for subsequent adjustment. The Company will continue to make required adjustments to the purchase price allocation prior to the completion of the measurement period.\n51\nThe preliminary allocation of the purchase price to the assets acquired and liabilities assumed, based on their estimated fair values at the acquisition date, is as follows:\n(1)\nDuring the fourth quarter of 2023, the Company finalized the net working capital of the assets and liabilities acquired, resulting in a $\n0.5\nmillion adjustment to reduce the purchase price of the Iridian business.\nAcquired intangible assets consist of trade names, customer relationships and unpatented technology. The goodwill recorded for the acquisition reflects the strategic fit, revenue and earnings growth potential of this business.\nThe acquired intangible assets and weighted average amortization periods are as follows:\nSTC\nOn December 14, 2023, the Company acquired STC Material Solutions (“STC”) in a stock acquisition. STC specializes in the design and manufacturing of technical ceramics and hermetic sealing products for the most extreme, mission critical applications in the semiconductor, aerospace and defense, industrial technology, medical technology and energy markets. Headquartered in St. Albans, Vermont, with additional operations in Santa Ana, California, STC operates in the Company’s Scientific Fluidics & Optics reporting unit within the HST segment. STC was acquired for cash consideration of $\n202.0\nmillion. The entire purchase price was funded with cash on hand. Goodwill and intangible assets recognized as part of this transaction were $\n104.0\nmillion and $\n95.3\nmillion, respectively. The goodwill is not deductible for tax purposes.\nThe Company made a preliminary allocation of the purchase price for the STC acquisition as of the acquisition date based on its understanding of the fair value of the acquired assets and assumed liabilities. These nonrecurring fair value measurements are classified as Level 3 in the fair value hierarchy. As the Company continues to obtain additional information, primarily related to the valuations of these assets and liabilities, and continues to integrate the newly acquired business, the Company will refine the estimates of fair value and more accurately allocate the purchase price. Only items identified as of the acquisition date are considered for subsequent adjustment. The Company will continue to make required adjustments to the purchase price allocation prior to the completion of the measurement period.\n52\nThe preliminary allocation of the purchase price to the assets acquired and liabilities assumed, based on their estimated fair values at the acquisition date, is as follows:\nAcquired intangible assets consist of trade names, customer relationships and unpatented technology. The goodwill recorded for the acquisition reflects the strategic fit, revenue and earnings growth potential of this business.\nThe acquired intangible assets and weighted average amortization periods are as follows:\n2022 Acquisitions\nNexsight\nOn February 28, 2022, the Company acquired Nexsight, LLC and its businesses Envirosight, WinCan, MyTana and Pipeline Renewal Technologies (“Nexsight”) in a partial stock and partial asset acquisition. Nexsight complements and creates synergies with the Company’s existing iPEK and ADS business units that design and create sewer crawlers, inspection and monitoring systems and software applications that allow teams to identify, anticipate and correct wastewater system issues remotely. Headquartered in Randolph, New Jersey, Nexsight operates in the Company’s Water reporting unit within the FMT segment. Nexsight was acquired for cash consideration of $\n112.5\nmillion. The entire purchase price was funded with cash on hand. Goodwill and intangible assets recognized as part of this transaction were $\n54.7\nmillion and $\n49.8\nmillion, respectively. The goodwill is partially deductible for tax purposes.\nThe Company finalized the allocation of the purchase price for the Nexsight acquisition as of the acquisition date based on its understanding of the fair value of the acquired assets and assumed liabilities. These nonrecurring fair value measurements are classified as Level 3 in the fair value hierarchy.\n53\nThe final allocation of the purchase price to the assets acquired and liabilities assumed, based on their estimated fair values at the acquisition date, is as follows:\nAcquired intangible assets consist of trade names, customer relationships and software. The goodwill recorded for the acquisition reflects the strategic fit, revenue and earnings growth potential of this business.\nThe acquired intangible assets and weighted average amortization periods are as follows:\nKZValve\nOn May 2, 2022, the Company acquired KZ CO. (“KZValve”) in an asset acquisition. KZValve is a leading manufacturer of electric valves and controllers used primarily in agricultural applications. KZValve augments and expands IDEX’s agricultural portfolio, complementing Banjo’s current fluid management solutions for these applications. Headquartered in Greenwood, Nebraska, KZValve operates in the Company’s Agriculture reporting unit within the FMT segment. KZValve was acquired for cash consideration of $\n120.1\nmillion. The entire purchase was funded with cash on hand. Goodwill and intangible assets recognized as part of this transaction were $\n56.4\nmillion and $\n52.0\nmillion, respectively. The goodwill is deductible for tax purposes.\nThe Company finalized the allocation of the purchase price for the KZValve acquisition as of the acquisition date based on its understanding of the fair value of the acquired assets and assumed liabilities. These nonrecurring fair value measurements are classified as Level 3 in the fair value hierarchy.\n54\nThe final allocation of the purchase price to the assets acquired and liabilities assumed, based on their estimated fair values at the acquisition date, is as follows:\nAcquired intangible assets consist of trade names, customer relationships and unpatented technology. The goodwill recorded for the acquisition reflects the strategic fit, revenue and earnings growth potential of this business.\nThe acquired intangible assets and weighted average amortization periods are as follows:\nMuon Group\nOn November 18, 2022, the Company acquired the stock of Muon B.V. and its subsidiaries (“Muon Group”). Muon Group manufactures highly precise flow paths in a variety of materials that enable the movement of various liquids and gases in critical applications for medical, semiconductor, food processing, digital printing and filtration technologies. Muon Group maintains operations in Hapert, the Netherlands; Eerbeek, the Netherlands; Wijchen, the Netherlands; Dorset, England and Pune, India and operates in the Company’s Scientific Fluidics & Optics reporting unit within the HST segment. Muon Group was acquired for cash consideration of $\n713.0\nmillion. The purchase price was funded with $\n342.6\nmillion of cash on hand, $\n170.4\nmillion of proceeds from the Company's Revolving Facility (as defined below) and $\n200.0\nmillion of proceeds from the Company's Term Facility (as defined below). Goodwill and intangible assets recognized as part of this transaction were $\n396.6\nmillion and $\n319.1\nmillion, respectively. The goodwill is not deductible for tax purposes.\nThe Company finalized the allocation of the purchase price for the Muon Group acquisition as of the acquisition date based on its understanding of the fair value of the acquired assets and assumed liabilities. These nonrecurring fair value measurements are classified as Level 3 in the fair value hierarchy.\n55\nThe final allocation of the purchase price to the assets acquired and liabilities assumed, based on their estimated fair values at the acquisition date, is as follows:\nAcquired intangible assets consist of trade names, customer relationships and unpatented technology. The goodwill recorded for the acquisition reflects the strategic fit, revenue and earnings growth potential of this business.\nThe acquired intangible assets and weighted average amortization periods are as follows:\n2021 Acquisitions\nABEL\nOn March 10, 2021, the Company acquired the stock of ABEL Pumps, L.P. and certain of its affiliates (“ABEL”). ABEL designs and manufactures highly engineered reciprocating positive displacement pumps for a variety of end markets, including mining, marine, power, water, wastewater and other general industries. Headquartered in Büchen, Germany, with sales and service locations in Madrid, Spain, and subsequent to the acquisition, with operations in Mansfield, Ohio, ABEL operates in the Company’s Pumps reporting unit within the FMT segment. ABEL was acquired for cash consideration of $\n106.3\nmillion. The entire purchase price was funded with cash on hand. Goodwill and intangible assets recognized as part of this transaction were $\n42.7\nmillion and $\n46.0\nmillion, respectively. The goodwill is not deductible for tax purposes.\nThe Company finalized the allocation of the purchase price for the ABEL acquisition as of the acquisition date based on its understanding of the fair value of the acquired assets and assumed liabilities. These nonrecurring fair value measurements are classified as Level 3 in the fair value hierarchy.\n56\nThe final allocation of the purchase price to the assets acquired and liabilities assumed, based on their estimated fair values at the acquisition date, is as follows:\nAcquired intangible assets consist of trade names, customer relationships and unpatented technology. The goodwill recorded for the acquisition reflects the strategic fit, revenue and earnings growth potential of this business.\nThe acquired intangible assets and weighted average amortization periods are as follows:\nAirtech\nOn June 14, 2021, the Company acquired the stock of Airtech Group, Inc., US Valve Corporation and related entities (“Airtech”). Airtech designs and manufactures a wide range of highly-engineered pressure technology products, including vacuum pumps, regenerative blowers, compressor systems and valves for a variety of end markets, including alternative energy, food processing, medical, packaging and transportation. Headquartered in Rutherford, New Jersey, with primary manufacturing operations in Werneck, Germany and Shenzhen, China, Airtech operates in the Company’s Performance Pneumatic Technologies reporting unit within the HST segment. Airtech was acquired for cash consideration of $\n471.0\nmillion. The entire purchase price was funded with cash on hand. Goodwill and intangible assets recognized as part of this transaction were $\n268.5\nmillion and $\n202.3\nmillion, respectively. The goodwill is not deductible for tax purposes.\nThe Company finalized the allocation of the purchase price for the Airtech acquisition as of the acquisition date based on its understanding of the fair value of the acquired assets and assumed liabilities. These nonrecurring fair value measurements are classified as Level 3 in the fair value hierarchy.\n57\nThe final allocation of the purchase price to the assets acquired and liabilities assumed, based on their estimated fair values at the acquisition date, is as follows:\nAcquired intangible assets consist of trade names, customer relationships and unpatented technology. The goodwill recorded for the acquisition reflects the strategic fit, revenue and earnings growth potential of this business.\nThe acquired intangible assets and weighted average amortization periods are as follows:\nAcquisition-Related Costs\nThe Company incurred acquisition costs related to completed, pending and potential acquisitions, including those that ultimately were not completed. These costs were recorded in Selling, general and administrative expenses. The Company also incurred fair value inventory step-up charges associated with completed acquisitions. These costs were recorded in Cost of sales.\nA summary of the acquisition costs and the fair value inventory step-up charges recorded in the years ended December 31, 2023, 2022 and 2021 are presented in the following table:\n58\nDivestitures\nThe Company periodically reviews its businesses relative to its core business and customers and evaluates if refinements may be needed. As such, from time to time, the Company may sell various businesses or assets for a variety of reasons. Any resulting gain or loss recognized due to divestitures is recorded within Gain on sale of businesses - net in the Consolidated Statements of Income.\nOn December 29, 2023, the Company completed the sale of Novotema, SpA (“Novotema”) for proceeds of $\n8.3\nmillion, net of cash remitted, resulting in a loss on the sale of $\n9.1\nmillion. There was no income tax impact associated with this transaction in the Consolidated Statements of Income due to the participation exemption of its consolidated group. The results of Novotema were reported in the Sealing Solutions reporting unit within the HST segment.\nOn August 3, 2023, the Company completed the sale of Micropump, Inc. (“Micropump”) for proceeds of $\n110.3\nmillion, net of cash remitted, resulting in a pre-tax gain on the sale of $\n93.8\nmillion. The divestiture resulted in $\n22.7\nmillion of income tax expense in the Consolidated Statements of Income during the year ended December 31, 2023. Micropump was its own reporting unit and its results were reported within the HST segment.\nOn September 9, 2022, the Company completed the sale of Knight LLC (“Knight”) for proceeds of $\n49.4\nmillion, net of cash remitted, resulting in a pre-tax gain on the sale of $\n34.8\nmillion. The divestiture resulted in $\n5.5\nmillion of income tax expense in the Consolidated Statements of Income during the year ended December 31, 2022. The results of Knight were reported in the Water reporting unit within the FMT segment.\n59\n3.\nCollaborative Investments\nOn May 12, 2020, a subsidiary of IDEX entered into a joint venture agreement with a third party to form a limited liability company (the “Joint Venture”) that manufactures and sells high performance elastomer seals for the oil and gas industry to customers within the Kingdom of Saudi Arabia as well as exports these high performance elastomer seals outside of the Kingdom\nof Saudi Arabia. The Joint Venture maintains operations in Dammam, Saudi Arabia and operates in the Company’s Sealing Solutions reporting unit within the HST segment\n. The Company has contributed\n$\n0.7\nmillion\nf\nor\n55\n% of the share capital\nwhile the third-party partner has contributed\n$\n0.6\nmillion for\n45\n% of the shar\ne capital. The Joint Venture has been selling since July 2022. Since IDEX controls the entity, IDEX has consolidated the Joint Venture and recorded a Noncontrolling interest in its Consolidated Financial Statements.\nDuring 2021 and 2022, a subsidiary of IDEX funded a total of\n$\n7.2\nmillion\nin promissory notes as an investment in a start-up company that provides communication technology to improve individual performance and team coordination for firefighters’ responses, which aligns with IDEX’s FSDP segment’s strategic plan. On a quarterly basis, the Company evaluates whether an allowance for credit losses is required for these promissory notes and measures the allowance using the current expected credit loss model. During the second quarter of 2023, IDEX determined that its investment may no longer be recoverable. As a result, IDEX recorded a credit loss of\n$\n7.7\nmillion\nin Other expense (income) - net in the Consolidated Statements of Income and a reserve in Other noncurrent assets on the Consolidated Balance Sheets for the full amount of the principal and accrued interest outstanding. During the fourth quarter of 2023, IDEX converted the promissory notes to equity, resulting in a cost method investment with zero value.\n60\n4.\nBalance Sheet Components\n61\nThe valuation and qualifying account activity for the years ended December 31, 2023 and 2022 is as follows:\n5.\nRevenue\nDisaggregation of Revenue\nThe Company has a comprehensive offering of products, including technologies, built to customers’ specifications that are sold in niche markets throughout the world. The Company disaggregates revenue from contracts with customers by reporting unit and geographical region for each segment as the Company believes it best depicts how the amount, nature, timing and uncertainty of its revenue and cash flows are affected by economic factors. Revenue, or Net sales, was attributed to geographical region based on the location of the customer. The following tables present revenue disaggregated by reporting unit and geographical region.\nRevenue by reporting unit for the years ended December 31, 2023, 2022 and 2021 was as follows:\n(1)\nThe year ended December 31, 2022 includes the acceleration of previously deferred revenue of $\n17.9\nmillion as a result of a customer’s decision to discontinue further investment in commercializing its COVID-19 testing application. See\nfor further detail.\n62\n(2)\nRevenue from Micropump (sold on August 3, 2023) has been included in the Company’s Consolidated Statements of Income through the date of disposition. See\nfor further detail.\nRevenue by geographical region for the years ended December 31, 2023, 2022 and 2021 was as follows:\n(1)\nOther includes: South America, Middle East, Australia and Africa.\n(2)\nThe HST segment includes the acceleration of $\n17.9\nmillion of previously deferred revenue as a result of a customer’s decision to discontinue further investment in commercializing its COVID-19 testing application, of which $\n9.5\nmillion was recognized in the U.S. and $\n8.4\nmillion was recognized in Europe in the year ended December 31, 2022. See\nfor further detail.\nPerformance Obligations\nRevenue from products and services transferred to customers at a point in time was approximately\n95\n% and over time was approximately\n5\n% in each of the years ended December 31, 2023, 2022, and 2021.\n63\nContract Balances\nThe composition of customer receivables was as follows:\nThe composition of deferred revenue was as follows:\n6.\nGoodwill and Intangible Assets\nThe changes in the carrying amount of goodwill for 2023 and 2022, by reportable business segment, were as follows:\nGoodwill represents the purchase price in excess of the net amount assigned to the assets acquired and liabilities assumed and was tested for impairment at each of the Company’s reporting units as determined in accordance with ASC 350 as of October 31, 2023, the Company’s annual impairment test date, with no impairment noted. In assessing the fair value of the reporting units, the Company considers both the market approach and the income approach. Under the market approach, the fair value of the reporting unit is determined by the respective trailing 12 month earnings before interest, income taxes, depreciation and amortization (“EBITDA”) and the forward looking 2024 EBITDA (50% each), based on multiples of comparable public companies. The market approach is dependent on a number of significant management assumptions including forecasted EBITDA and selected market multiples. Under the income approach, the fair value of the reporting unit is determined based on the present value of estimated future cash flows. The income approach is dependent on a number of significant management assumptions including estimates of operating results, capital expenditures, net working capital requirements, long-term growth rates and discount rates. Weighting was equally attributed to both the market and the income approaches (50% each) in arriving at the fair value of the reporting units. In 2023 and 2022, there were no events or circumstances that would have required an interim impairment test.\n64\nThe following table provides the gross carrying value and accumulated amortization for each major class of intangible asset at December 31, 2023 and 2022:\nThe Banjo and Akron Brass trade names are indefinite-lived intangible assets that were also tested for impairment as of October 31, 2023, with no impairments noted. These indefinite-lived intangible assets are tested for impairment on an annual basis in accordance with ASC 350 or more frequently if events or changes in circumstances indicate that the assets might be impaired. The Company uses the relief-from-royalty method, a form of the income approach, to determine the fair value of these trade names. The relief-from-royalty method is dependent on a number of significant management assumptions, including estimates of revenues, royalty rates and discount rates. In 2023 and 2022, there were no events or circumstances that would have required an interim impairment test.\nAmortization of intangible assets was $\n94.9\nmillion, $\n69.0\nmillion and $\n56.4\nmillion in 2023, 2022 and 2021, respectively.\nBased\non the intangible asset balances as of December 31, 2023, expected amortization expense for the years 2024 through 2028 is as follows:\n65\n7.\nBorrowings\nBorrowings at December 31, 2023 and 2022 consisted of the following:\nRevolving Credit Facility and Term Facility\nOn November 1, 2022, the Company entered into an amended and restated credit agreement (as amended and restated, the “Credit Agreement”) along with certain of its subsidiaries, as borrowers (the “Borrowers”), Bank of America, N.A., as administrative agent, swing line lender and an issuer of letters of credit, and other agents party thereto. The Credit Agreement consists of a revolving credit facility in an aggregate principal amount of $\n800\nmillion and a term credit facility available to the Company in an aggregate principal amount of $\n200\nmillion, both of which have a final maturity date of November 1, 2027. The maturity date of the Revolving Facility may be extended under certain conditions for an additional\none-year\nterm. Up to $\n100\nmillion of the Revolving Facility is available for the issuance of letters of credit. Additionally, up to $\n50\nmillion of the Revolving Facility is available to the Company for swing line loans, available on a same-day basis.\nProceeds of the Revolving Facility are available for use by the Borrowers for working capital and other general corporate purposes, including refinancing existing debt of the Company and its subsidiaries and financing of acquisitions. The Company may request increases in the lending commitments under the Credit Agreement, but the aggregate lending commitments pursuant to such increases may not exceed $\n400\nmillion. The Company has the right, subject to certain conditions set forth in the Credit Agreement, to designate certain foreign subsidiaries of the Company as borrowers under the Credit Agreement. In connection with any such designation, the Company is required to guarantee the obligations of any such subsidiaries under the Credit Agreement. During 2023, the Company repaid $\n150.0\nmillion of the $\n200.0\nmillion previously outstanding under the Term Facility.\nBorrowings under the Credit Agreement bear interest, at either an alternate base rate or Term SOFR (or appropriate alternative currency reference rates) plus, in each case, an applicable margin. Such applicable margin is based on the better of the Company’s senior, unsecured, long-term debt rating or the Company’s applicable leverage ratio and can range from\n0.00\n% to\n1.275\n%. Interest is payable (a) in the case of base rate loans, quarterly, and (b) in the case of Term SOFR loans, on the last day of the applicable interest period selected, or every three months from the effective date of such interest period for interest periods exceeding three months. The weighted-average interest rate for borrowings outstanding under the Revolving Facility was\n4.22\n% during 2023 and\n3.32\n% during 2022 for the period following the issuance of the Revolving Facility. The weighted-average interest rate for borrowings outstanding under the Term Facility was\n6.22\n% during 2023 and\n5.83\n% during 2022 for the period following the issuance of the Term Facility.\nThe Credit Agreement requires payment to the lenders of a facility fee based upon the amount of the lenders’ commitments under the credit facility from time to time, equal to the applicable interest rate times the actual daily amount of the Revolving Facility. Voluntary prepayments of any loans and voluntary reductions of the unutilized portion of the commitments under the credit facility are permissible without penalty, subject to break funding payments and minimum notice and minimum reduction amount requirements.\n66\nThe Credit Agreement gives the Company the option to enter into a future environmental, social and governance amendment by which pricing may be adjusted pursuant to the Company’s performance measured against certain key performance indicators agreed by the Company and BofA Securities, Inc., as sustainability coordinator.\nAt December 31, 2023, there was $\n81.0\nmillion outstanding under the Revolving Facility and $\n3.4\nmillion of outstanding letters of credit, resulting in a net available borrowing capacity under the Revolving Facility of approximately $\n715.6\nmillion.\nSenior Notes\nOn June 13, 2023, the Company completed a private placement of $\n100.0\nmillion aggregate principal amount of\n5.13\n% Senior Notes due June 13, 2028 pursuant to a Note Purchase and Master Note Agreement, dated as of June 13, 2023, among the Company, NYL Investors LLC (“New York Life”) and certain affiliates of New York Life identified as Purchasers of the\n5.13\n% Senior Notes therein. The\n5.13\n% Senior Notes are unsecured obligations of the Company and rank pari passu in right of payment with all of the Company’s other unsecured, unsubordinated debt. The Company used the proceeds from the\n5.13\n% Senior Notes issuance to repay the\n3.20\n% Senior Notes due June 13, 2023.\nInclusive of the\n5.13\n% Senior Notes, at December 31, 2023, the Company has $\n1.2\nbillion in senior notes outstanding at various interest rates detailed in the table above (the “Senior Notes”). Interest on the Senior Notes is payable semi-annually in arrears during the second and fourth quarters of the year. The Senior Notes are unsecured obligations of the Company and rank pari passu in right of payment with all of the Company’s other unsecured, unsubordinated debt. Subject to the terms of the respective indenture, the Company may redeem all or a portion of the Senior Notes at any time prior to maturity at the redemption prices set forth in the indenture. The terms of the\n2.625\n% Senior Notes and the\n3.00\n% Senior Notes also require the Company to make an offer to repurchase the\n2.625\n% Senior Notes and the\n3.00\n% Senior Notes upon a change of control triggering event (as defined in the indenture) at a price equal to\n101\n% of the principal amount plus accrued and unpaid interest, if any. The terms of the\n3.37\n% Senior Notes and the\n5.13\n% Senior Notes also require the Company to make an offer to repurchase the\n3.37\n% Senior Notes and the\n5.13\n% Senior Notes upon a change of control (as defined in the note purchase agreement) of the Company at a price equal to\n100\n% of the principal amount plus accrued and unpaid interest, if any.\nCovenants\nThere are two key financial covenants that the Company is required to maintain in connection with the Credit Agreement and the Senior Notes, excluding the\n3.00\n% Senior Notes and the\n2.625\n% Senior Notes which have no financial covenants. Those two covenants include a minimum interest coverage ratio of\n3.0\nto 1 and a maximum leverage ratio of\n3.50\nto 1, which is the ratio of the Company’s consolidated total debt to its consolidated EBITDA, both of which are tested quarterly and in the case of the leverage ratio, there is an option to increase the ratio to\n4.00\nfor 12 months in connection with certain acquisitions. While there are no financial covenants relating to the\n3.00\n% Senior Notes and the\n2.625\n% Senior Notes, they are subject to cross-default provisions. At December 31, 2023, the Company was in compliance with all covenants under our borrowing arrangements.\nTotal borrowings at December 31, 2023 have scheduled maturities as follows:\n67\n8.\nFair Value Measurements\nASC 820,\nFair Value Measurements and Disclosures,\ndefines fair value, provides guidance for measuring fair value and requires certain disclosures. This standard discusses valuation techniques, such as the market approach (comparable market prices), the income approach (present value of future income or cash flow) and the cost approach (cost to replace the service capacity of an asset or replacement cost). The standard utilizes a fair value hierarchy that prioritizes the inputs to valuation techniques used to measure fair value into three broad levels. The following is a brief description of those three levels:\n•\nLevel 1:  Observable inputs such as quoted prices (unadjusted) in active markets for identical assets or liabilities.\n•\nLevel 2: Inputs, other than quoted prices that are observable for the asset or liability, either directly or indirectly. These include quoted prices for similar assets or liabilities in active markets and quoted prices for identical or similar assets or liabilities in markets that are not active.\n•\nLevel 3:  Unobservable inputs that reflect the reporting entity’s own assumptions.\nThe following table summarizes the basis used to measure the Company’s financial assets (liabilities) at fair value on a recurring basis in the balance sheets at December 31, 2023 and 2022:\n(1)\nThe Supplemental Executive Retirement Plan (“SERP”) investment assets are offset by a SERP liability which represents the Company’s obligation to distribute SERP funds to participants.\n(2)\nAt December 31, 2023, t\nhe securities are included in Other current assets on the Company’s Consolidated Balance Sheets and are available for overnight cash settlement, if necessary, to fund current operations.\nThere were no transfers of assets or liabilities between Level 1 and Level 2 in 2023 or 2022.\nThe carrying values of the Company’s cash and cash equivalents, accounts receivable, marketable securities, accounts payable and accrued expenses approximate fair value because of the short term nature of these instruments.\nThe following table provides the fair value of the outstanding indebtedness described in\n, which is based on quoted market prices and current market rates for debt with similar credit risk and maturity, as well as the carrying value. These fair value measurements are classified as Level 2 within the fair value hierarchy since they are determined based upon significant inputs observable in the market, including interest rates on recent financing transactions to entities with a credit rating similar to the Company’s rating.\n9.\nLeases\nThe Company has commitments under operating leases for certain office facilities, warehouses, manufacturing plants, equipment (which includes both office and plant equipment) and vehicles used in its operations. Leases with an initial term of 12 months or less are not recorded on the balance sheet and the Company recognizes lease expense for these leases on a straight-line basis over the lease term.\nCertain leases include\none\nor more options to renew. The exercise of lease renewal options is at the Company’s sole discretion. The Company does not include renewal periods in any of the leases’ terms until the renewal is executed as they are generally not reasonably certain of being exercised. The Company does not have any material purchase options.\n68\nCertain of the Company’s lease agreements contain provisions for future rent increases or have rental payments that are adjusted periodically for inflation or based on usage. The Company’s lease agreements do not contain any material residual value guarantees or material restrictive covenants.\nThe Company does not have any significant leases that have not yet commenced.\nSupplemental balance sheet information related to leases as of December 31, 2023 and 2022 was as follows:\nThe components of lease cost for the years ended December 31, 2023, 2022 and 2021 were as follows:\n(1)\nIncludes short-term leases, which are immaterial.\nSupplemental cash flow information related to leases for the years ended December 31, 2023, 2022 and 2021 was as follows:\nOther supplemental information related to leases as of December 31, 2023 and 2022 was as follows:\nThe Company uses its incremental borrowing rate to determine the present value of the lease payments.\n69\nTotal lease liabilities at December 31, 2023 have scheduled maturities as follows:\n70\n10.\nCommitments and Contingencies\nWarranty costs are provided for at the time of sale. The warranty provision is based on historical costs and adjusted for specific known claims.\nA rollforward of the warranty reserve is as follows:\nThe Company and certain of its subsidiaries are involved in pending and threatened legal, regulatory and other proceedings arising in the ordinary course of business. These proceedings may pertain to matters such as product liability or contract disputes, and may also involve governmental inquiries, inspections, audits or investigations relating to issues such as tax matters, intellectual property, environmental, health and safety issues, governmental regulations, employment and other matters. Although the results of such legal proceedings cannot be predicted with certainty, the Company believes that the ultimate disposition of these matters will not have a material adverse effect, individually or in the aggregate, on the Company’s business, financial condition, results of operations or cash flows.\n11.\nShare Repurchases\nOn March 17, 2020, the Company’s Board of Directors approved an increase of $\n500.0\nmillion in the authorized level of repurchases of common stock. This approval is in addition to the prior repurchase authorizations of the Board of Directors of $\n300.0\nmillion on December 1, 2015. These authorizations have no expiration date. During 2023, the Company repurchased a total of\n124,600\nshares at a cost of $\n24.2\nmillion. During 2022, the Company repurchased a total of\n795,423\nshares at a cost of $\n148.1\nmillion. There were\nno\nshare repurchases during 2021. As of December 31, 2023, the amount of share repurchase authorization remaining was $\n539.7\nmillion.\n12.\nIncome Taxes\nPretax income for 2023, 2022 and 2021 was taxed in the following jurisdictions:\n71\nThe provision (benefit) for income taxes for 2023, 2022 and 2021 was as follows:\nDeferred tax assets (liabilities) at December 31, 2023 and 2022 were:\nThe deferred tax assets and liabilities recognized in the Company’s Consolidated Balance Sheets as of December 31, 2023 and 2022 were:\nThe Company had prepaid income taxes, recorded within Other current assets on the Consolidated Balance Sheets, of $\n14.3\nmillion and $\n15.1\nmillion as of December 31, 2023 and 2022, respectively.\n72\nThe provision for income taxes differs from the amount calculated by applying the statutory federal income tax rate to pretax income. The calculated amount and the differences for 2023, 2022 and 2021 are shown in the following table:\nThe Company has $\n54.9\nmillion and $\n45.3\nmillion of permanently reinvested earnings of non-U.S. subsidiaries as of December 31, 2023 and 2022, respectively. No deferred U.S. income taxes have been provided on the $\n54.9\nmillion of earnings that are considered to be permanently reinvested. The Company does not expect these earnings to incur U.S. taxes when ultimately repatriated other than potentially U.S. federal, state and local taxes on foreign exchange gains or losses recognized on the distribution of such earnings. Such distributions could also be subject to additional foreign withholding and foreign income taxes. The amount of unrecognized deferred income tax liabilities on currently permanently reinvested earnings is estimated to be $\n8.2\nmillion and $\n6.8\nmillion as of December 31, 2023 and 2022, respectively.\nDuring the years ended December 31, 2023, 2022 and 2021, the Company repatriated $\n134.1\nmillion, $\n199.9\nmillion and $\n116.0\nmillion of foreign earnings, respectively. These actual distributions resulted in\nno\nincremental income tax expense other than tax impacts on foreign exchange gains or losses. These repatriations represent distributions of previously taxed income.\nA reconciliation of the beginning and ending amount of unrecognized tax benefits for 2023, 2022 and 2021 is as follows:\nAs of December 31, 2023, the Company has no remaining unrecognized tax benefits that would affect the Company’s effective tax rate. The tax years 2018-2022 remain open to examination by major taxing jurisdictions. Due to the potential federal, state and foreign examinations, it is reasonably possible that the Company’s gross unrecognized tax benefits balance may change.\nAs of December 31, 2023, the Company has minimal deferred tax assets on non-U.S. and U.S. state net operating loss carryforwards of $\n0.3\nmillion and $\n0.6\nmillion, respectively. The entire balance of net operating losses across jurisdictions, the majority of which relates to acquisitions, is available to be carried forward indefinitely. There is no valuation allowance as it is more-likely-than-not that the net operating losses will be realized.\nAs of December 31, 2023, the Company has deferred tax assets on non-U.S. capital loss carryforwards of $\n3.1\nmillion with a full valuation allowance. The non-U.S. capital loss can be carried forward indefinitely.\nAs of December 31, 2023, the Company has deferred tax assets with a full valuation allowance recorded against foreign tax credit carryforwards for U.S. federal purposes of approximately $\n10.6\nmillion. The U.S. federal foreign tax credit carryforward will expire between 2029 and 2033.\n73\n13.\nBusiness Segments and Geographic Information\nIDEX has\nthree\nreportable business segments: FMT, HST and FSDP. When determining these reportable segments, the Company aggregated operating segments based on their similar economic and operating characteristics.\nThe FMT segment designs, produces and distributes positive displacement pumps, valves, small volume provers, flow meters, injectors and other fluid-handling pump modules and systems and provides flow monitoring and other services for the food, chemical, general industrial, water and wastewater, agriculture and energy industries. FMT application-specific pump and metering solutions serve a diverse range of end markets, including industrial infrastructure (fossil fuels, refined and alternative fuels and water and wastewater), energy, chemical processing, agriculture, food and beverage, semiconductor, pulp and paper, automotive/transportation, plastics and resins, electronics and electrical, construction and mining, pharmaceutical and biopharmaceutical, machinery and numerous other specialty niche markets.\nThe HST segment designs, produces and distributes a wide range of precision fluidics, positive displacement pumps, powder and liquid processing technologies, drying systems, micro-precision components, pneumatic components and sealing solutions, high performance molded and extruded sealing components, custom mechanical and shaft seals, engineered hygienic mixers and valves, biocompatible medical devices and implantables, air compressors and blowers, optical components and coatings, laboratory and commercial equipment and precision photonic solutions. HST serves a variety of end markets, including food and beverage, life sciences, analytical instruments, pharmaceutical and biopharmaceutical, industrial, semiconductor, automotive/transportation, medical/dental, energy, cosmetics, marine, chemical, wastewater and water treatment, research and aerospace/defense markets.\nThe FSDP segment designs, produces and distributes firefighting pumps, valves and controls, rescue tools, lifting bags and other components and systems for the fire and rescue industry, engineered stainless steel banding and clamping devices used in a variety of industrial and commercial applications in the automotive, energy and industrial markets and precision equipment for dispensing, metering and mixing colorants and paints used in a variety of retail and commercial businesses in the paint and industrial markets around the world.\nInformation on the Company’s business segments is presented below based on the nature of the products and services offered. The Company uses Adjusted EBITDA as its principal measure of segment performance. Intersegment sales are contracted with terms equivalent to those of an arm’s-length transaction.\n74\n(1)\nCorporate expenses that can be identified with a segment have been included in determining segment results. The remainder is included in Corporate and other.\n(2)\nRepresents the acceleration of previously deferred revenue of $\n17.9\nmillion, net of an impairment charge of $\n16.8\nmillion as a result of a customer’s decision to discontinue further investment in commercializing its COVID-19 testing application in the HST segment in 2022 that did not reoccur in 2023. See\nin the Notes to Consolidated Financial Statements for further detail.\n(3)\nRepresents a reserve recorded on an investment with a collaborative partner that may no longer be recoverable. See\nin the Notes to Consolidated Financial Statements for further detail.\n75\nInformation about the Company’s long-lived assets in different geographical regions for the years ended December 31, 2023, 2022 and 2021 is shown below.\n(1)\nOther includes: South America, Middle East, Australia and Africa.\n76\n14.\nRestructuring Expenses and Asset Impairments\nFrom time to time, the Company incurs expenses to facilitate long-term sustainable growth through cost reduction actions, consisting of employee reductions, facility rationalization and contract termination costs. These costs include severance costs, exit costs and asset impairments and are included in Restructuring expenses and asset impairments in the Consolidated Statements of Income. Severance costs primarily consist of severance benefits through payroll continuation, COBRA subsidies, outplacement services, conditional separation costs and employer tax liabilities, while exit costs primarily consist of lease exit and contract termination costs.\n2023 Initiative\nDuring the year ended December 31, 2023, the Company incurred severance costs related to employee reductions in conjunction with cost mitigation efforts as a result of current market conditions, contract termination costs and asset impairments.\nPre-tax Restructuring expenses and asset impairments by segment for the 2023 initiative were as follows:\n2022 Initiative\nDuring the year ended December 31, 2022, the restructuring costs incurred by the Company primarily related to asset impairments. In addition, the Company also incurred severance costs related to employee reductions.\nIn the second quarter of 2020, the Company engaged in the development of a COVID-19 testing application with a customer at one of the Company’s businesses in the HST segment. As part of this contract, the customer fully funded the $\n28.7\nmillion investment needed to complete the development and production of microfluidic cartridges during 2020 and 2021. The costs incurred by the Company were primarily recorded as Property, plant and equipment – net in the Consolidated Balance Sheets and were being depreciated over the expected life of the assets, while the reimbursement was recorded as Deferred revenue in the Consolidated Balance Sheets and was being recognized as units were shipped.\nIn the third quarter of\n2022\n, the Company was informed by the customer of its decision to discontinue further investment in commercializing its COVID-19 testing application. This event was deemed a triggering event, which required an interim impairment test be performed on the property, plant and equipment related to this contract, resulting in an impairment charge of $\n16.8\nmillion that was recorded as\nRestructuring expenses\nand asset impairments in the Consolidated Statements of Income during the year ended December 31,\n2022\n. In addition, the Company accelerated previously deferred revenue of $\n17.9\nmillion related to units that are no longer expected to be shipped and recorded it as Net sales in the Consolidated Statements of Income during the year ended December 31,\n2022\n.\nPre-tax Restructuring expenses and asset impairments by segment for the 2022 initiative were as follows:\n77\n2021 Initiative\nDuring the year ended December 31, 2021, the Company incurred severance costs related to employee reductions. In addition, the Company consolidated certain facilities within the FMT segment which resulted in asset impairments of $\n0.8\nmillion related to property, plant and equipment that was not relocated to the new locations.\nPre-tax restructuring expenses and asset impairments by segment for the 2021 initiative were as follows:\nRestructuring accruals reflected in Accrued expenses in the Company’s Consolidated Balance Sheets are as follows:\n(1)\nExcludes $\n17.4\nmillion of asset impairments related to property, plant and equipment.\n(2)\nExcludes $\n0.8\nmillion of asset impairments related to property, plant and equipment.\n15.\nShare-Based Compensation\nThe Company maintains\ntwo\nshare-based compensation plans for executives, non-employee directors and certain key employees that authorize the granting of restricted stock, performance share units and stock options and other types of awards consistent with the purpose of the plans. The number of shares authorized for issuance under the Company’s plans as of December 31, 2023 totaled\n15.6\nmillion, of which\n1.7\nmillion shares were available for future issuance.\nThe Company typically grants equity awards annually at its regularly scheduled first quarter meeting of the Board of Directors based on the recommendation from the Compensation Committee.\nThe Company’s policy is to recognize compensation cost on a straight-line basis, assuming forfeitures, over the requisite service period for the entire award. Classification of stock compensation cost within the Consolidated Statements of Income is consistent with the classification of cash compensation for the same employees.\nStock Options\nStock options granted under the Company’s plans are generally non-qualified and are granted\nwith an exercise price equal to the market price of the Company’s stock on the date of grant. The fair value of each option grant was estimated on the date of the grant using the Binomial lattice option pricing model (for options granted before March 2021) or the Black Scholes valuation model (for options granted after February 2021). The adoption of the Black Scholes model in 2021 was driven by a review of option exercise history, which more closely aligned with the methodology of the Black Scholes model. Stock options generally vest ratably over\nfour years\n, with vesting beginning one year from the date of grant, and generally expire\n10\nyears\n78\nfrom the date of grant. The service period for certain retiree eligible participants is accelerated.\nWeighted average stock option fair values and assumptions for the years ended December 31, 2023, 2022, and 2021 are disclosed below:\nThe assumptions are as follows:\n•\nThe Company estimated volatility using its historical share price performance over the contractual term of the option (for the Binomial lattice option pricing model) or over the expected life of the option (for the Black Scholes valuation model).\n•\nThe Company uses historical data to estimate the expected life of the option. The expected life assumption for options granted before March 2021 is an output of the Binomial lattice option pricing model, which incorporates vesting provisions, rate of voluntary exercise and rate of post-vesting termination over the contractual life of the option to define expected employee behavior. The expected life assumption for options granted after March 2021 is based on IDEX’s own exercise and cancellation history, adjusted for current vesting schedules.\n•\nThe risk-free interest rate is based on the U.S. Treasury yield curve in effect at the time of grant for periods within the contractual life of the option (for the Binomial lattice option pricing model) or commensurate with the expected life of the option (for the Black Scholes valuation model). For options granted before March 2021, the Company presents the range of risk-free one-year forward rates, derived from the U.S. treasury yield curve, utilized in the Binomial lattice option pricing model. For options granted after March 2021, the Company presents the spot rate used in the Black Scholes valuation model.\n•\nThe expected dividend yield is based on the Company’s current dividend yield as the best estimate of projected dividend yield for periods within the contractual life of the option.\nA summary of the Company’s stock option activity as of December 31, 2023, and changes during the year ended December 31, 2023, are presented in the following table:\nThe intrinsic value for stock options outstanding and exercisable is defined as the difference between the market value of the Company’s common stock as of the end of the period and the grant price. The total intrinsic value of options exercised in 2023, 2022 and 2021 was $\n14.9\nmillion, $\n17.4\nmillion and $\n21.4\nmillion, respectively. In 2023, 2022 and 2021, cash received from options exercised was $\n26.3\nmillion, $\n19.3\nmillion and $\n19.7\nmillion, respectively, while the actual tax benefit realized for the tax deductions from stock options exercised totaled $\n3.1\nmillion, $\n3.7\nmillion and $\n4.5\nmillion, respectively.\n79\nTotal compensation cost for stock options is recorded in the Consolidated Statements of Income as follows:\n(1)\nThe year ended December 31, 2023 includes $\n0.5\nmillion of lower expense due to executive forfeitures, largely offset by $\n0.4\nmillion of higher expense due to timing of accelerated stock compensation costs for retiree eligible participants compared with 2022.\nAs of December 31, 2023, there was $\n9.4\nmillion of total unrecognized compensation cost related to stock options that is expected to be recognized over a weighted-average period of\n1.4\nyears.\nRestricted Stock\nRestricted stock awards generally cliff vest after\nthree years\nfor employees and non-employee directors. The service period for certain retiree eligible participants is accelerated. Unvested restricted stock carries dividend and voting rights and the sale of the shares is restricted prior to the date of vesting. Dividends are paid on restricted stock awards and their fair value is equal to the market price of the Company’s stock at the date of the grant.\nA summary of the Company’s restricted stock activity as of December 31, 2023, and changes during the year ended December 31, 2023, are presented in the following table:\nTotal compensation cost for restricted stock is recorded in the Consolidated Statements of Income as follows:\n(1)\nThe year ended December 31, 2023 includes $\n0.5\nmillion of lower expense due to timing of accelerated stock compensation costs for retiree eligible participants compared with 2022.\nAs of December 31, 2023, there was $\n6.9\nmillion of total unrecognized compensation cost related to restricted stock that is expected to be recognized over a weighted-average period of\n1.1\nyears.\nCash-Settled Restricted Stock\nThe Company also maintains a cash-settled share based compensation plan for certain employees. Cash-settled restricted stock awards generally cliff vest after\nthree years\n. The service period for certain retiree eligible participants is accelerated. Cash-settled restricted stock awards are recorded at fair value on a quarterly basis using the market price of the Company’s stock on the last day of the quarter. Dividend equivalents are paid on certain cash-settled restricted stock awards.\nA summary of\n80\nthe Company’s unvested cash-settled restricted stock activity as of December 31, 2023, and changes during the year ended December 31, 2023, are presented in the following table:\nTotal compensation cost for cash-settled restricted stock is recorded in the Consolidated Statements of Income as follows:\nAt December 31, 2023 and 2022, the Company has accrued $\n4.2\nmillion and $\n4.8\nmillion, respectively, for cash-settled restricted stock in Accrued expenses in the Consolidated Balance Sheets and has accrued $\n2.9\nmillion and $\n2.8\nmillion, respectively, for cash-settled restricted stock in Other noncurrent liabilities in the Consolidated Balance Sheets.\nAs of December 31, 2023, there was $\n4.1\nmillion of total unrecognized compensation cost related to cash-settled restricted stock that is expected to be recognized over a weighted-average period of\n1.0\nyear.\nPerformance Share Units\nBeginning in 2013, the Company granted performance share units to selected key employees that may be earned based on IDEX total shareholder return over the\nthree-year\nperiod following the date of grant. Performance share units are expected to be made annually and are paid out at the end of a\nthree-year\nperiod based on the Company’s performance. Performance is measured by determining the percentile rank of the total shareholder return of IDEX common stock in relation to the total shareholder return of companies in the S&P 500 Index for the\nthree-year\nperiod following the date of grant. The payment of awards following the\nthree-year\naward period will be based on performance achieved in accordance with the scale set forth in the plan agreement and may range from\n0\npercent to\n250\npercent of the initial grant. A target payout of\n100\npercent is earned if total shareholder return is equal to the 50\nth\npercentile of the peer group. Performance share units earn dividend equivalents for the award period, which will be paid to participants with the award payout at the end of the period based on the actual number of performance share units that are earned. Payments made at the end of the award period will be in the form of stock for performance share units and will be in cash for dividend equivalents. The performance share units are market condition awards, have been assessed at fair value on the date of grant using a Monte Carlo simulation model and are expensed ratably over the\nthree-year\nterm of the awards.\nWeighted average performance share unit fair values and assumptions for the years ended December 31, 2023, 2022, and 2021 are disclosed below:\n81\nThe assumptions are as follows:\n•\nThe Company estimated volatility using its historical share price performance over the remaining performance period as of the grant date.\n•\nThe Company uses a Monte Carlo simulation model that uses an expected life commensurate with the performance period. As a result, the expected life of the performance share units was assumed to be the period from the grant date to the end of the performance period.\n•\nThe risk-free interest rate is based on the U.S. Treasury yield curve in effect at the time of grant with a term commensurate with the remaining performance period.\n•\nTotal Shareholder Return is determined assuming that dividends are reinvested in the issuing entity over the performance period, which is mathematically equivalent to utilizing a\n0\n% dividend yield.\nA summary of the Company’s performance share unit activity as of December 31, 2023, and changes during the year ended December 31, 2023, are presented in the following table:\nThe performance period for the 2021 grants ended as of January 31, 2024. The 2021 grants achieved a\n50\n% payout factor and the Company issued\n9,606\ncommon shares in February 2024 for awards that vested in 2024.\nTotal compensation cost for performance share units is recorded in the Consolidated Statements of Income as follows:\n(1)\nThe year ended December 31, 2023 includes $\n0.8\nmillion of higher expense due to timing of accelerated stock compensation costs for retiree eligible participant, offset by $\n0.8\nmillion of lower expense due to executive forfeitures compared with 2022.\nAs of December 31, 2023, there was $\n2.5\nmillion of total unrecognized compensation cost related to performance share units that is expected to be recognized over a weighted-average period of\n1.0\nyear.\n82\n16.\nOther Comprehensive Income (Loss)\nThe components of Other comprehensive income (loss) are as follows:\n(1)\nIncludes the acceleration of $\n1.3\nmillion of the remaining accumulated other comprehensive loss resulting from the cash settlement of a forward starting interest rate exchange agreement, which was cash settled in 2011. The amounts were recognized in Other expense (income) - net in the Consolidated Statements of Income during the year ended December 31, 2021 in connection with the early redemption of the related debt instrument.\n83\nThe amounts reclassified from Accumulated other comprehensive loss to net income are summarized as follows:\n(1)\nIncludes the acceleration of $\n1.3\nmillion of the remaining accumulated other comprehensive loss resulting from the cash settlement of a forward starting interest rate exchange agreement, which was cash settled in 2011. The amounts were recognized in Other expense (income) - net in the Consolidated Statements of Income during the year ended December 31, 2021 in connection with the early redemption of the related debt instrument.\n17.\nRetirement Benefits\nThe Company sponsors several qualified and nonqualified defined benefit and defined contribution pension plans as well as other post-retirement plans for its employees. The Company uses a measurement date of December 31 for its defined benefit pension plans and post-retirement medical plans. The Company employs the measurement date provisions of ASC 715,\nCompensation-Retirement Benefits\n, which require the measurement date of plan assets and liabilities to coincide with the sponsor’s year end.\nDuring the year ended December 31, 2021, the Company settled its remaining obligations under the IDEX Corporation Retirement Plan (“Plan”), a U.S. defined benefit plan which was terminated in May 2020, through a combination of lump-sum payments to eligible participants who elected them, and through the purchase of annuities from Legal and General, an A rated third-party insurer. The Company recognized a net loss of $\n9.7\nmillion, which was recorded within Other expense (income) - net. The net loss consisted of $\n10.7\nmillion related to previously deferred pension related costs, partially offset by $\n1.0\nmillion related to an increase in plan assets remaining after the settlement.\n84\nThe following table provides a reconciliation of the changes in the benefit obligation and fair value of plan assets over the two-year period ended December 31, 2023 and a statement of the funded status at December 31 for both years.\nThe pension benefits actuarial loss in 2023 was primarily driven by the decrease in the discount rates from 2022 to 2023. The increase in the Eurozone inflation rate contributed further to the reported Non-U.S. pension actuarial loss.\nThe other benefits actuarial loss in 2023 was primarily driven by the decrease in the discount rates from 2022 to 2023 with additional losses from the updated medical trend assumptions for the U.S. plans, partially offset by gains from updated participants data.\nThe accumulated benefit obligation for all defined benefit pension plans was $\n94.6\nmillion and $\n81.9\nmillion at December 31, 2023 and 2022, respectively.\n85\nThe weighted average assumptions used in the measurement of the Company’s benefit obligation at December 31, 2023 and 2022 were as follows:\nThe pretax amounts recognized in Accumulated other comprehensive loss on the Consolidated Balance Sheets as of December 31, 2023 and 2022 were as follows:\nThe components of the net periodic cost (benefit) for the plans in 2023, 2022 and 2021 are as follows:\nThe Company recognizes the service cost component in both Cost of sales and Selling, general and administrative expenses in the Consolidated Statements of Income depending on the functional area of the underlying employees and the interest cost, expected return on plan assets and net amortization components in Other expense (income) - net in the Consolidated Statements of Income.\nThe assumptions used in determining the net periodic cost (benefit) were as follows:\n86\nThe pretax change recognized in Accumulated other comprehensive loss on the Consolidated Balance Sheet in 2023 is as follows:\nThe discount rates for the Company’s plans are derived by matching the plan’s cash flows to a yield curve that provides the equivalent yields on zero-coupon bonds for each maturity. The discount rate selected is the rate that produces the same present value of cash flows.\nIn selecting the expected rate of return on plan assets, the Company considers the historical returns and expected returns on plan assets. The expected returns are evaluated using asset return class, variance and correlation assumptions based on the plan’s target asset allocation and current market conditions.\nPrior service costs are amortized on a straight-line basis over the average remaining service period of active participants. Gains and losses in excess of\n10\n% of the greater of the benefit obligation or the market value of assets are amortized over the average remaining service period of active participants.\nCosts of defined contribution plans were $\n16.8\nmillion, $\n16.1\nmillion and $\n12.8\nmillion for 2023, 2022 and 2021, respectively.\nThe Company, through its subsidiaries, participates in a multi-employer pension plan covering approximately\n211\nparticipants under U.S. collective bargaining agreements. None of these plans are considered individually significant to the Company as contributions to these plans totaled $\n0.9\nmillion, $\n0.8\nmillion, and $\n1.0\nmillion for 2023, 2022 and 2021, respectively.\nFor measurement purposes, a\n6.23\n% weighted average annual rate of increase in the per capita cost of covered health care benefits was assumed for 2023. The rate was assumed to decrease gradually each year to a rate of\n4.00\n% for\n2040\n, and remain at that level thereafter.\n87\nPlan Assets\nThe Company’s pension plan weighted average asset allocations at December 31, 2023 and 2022, by asset category, were as follows:\nThe basis used to measure the defined benefit plans’ assets at fair value at December 31, 2023 and 2022 is summarized as follows:\n(1)\nOther commingled funds represent pooled institutional investments in non-U.S. plans.\n88\n(1)\nOther commingled funds represent pooled institutional investments in non-U.S. plans.\nEquities that are valued using quoted prices are valued at the published market prices. Equities in a common collective trust or a registered investment company that are valued using significant other observable inputs are valued at the net asset value (“NAV”) provided by the fund administrator. The NAV is based on the value of the underlying assets owned by the fund minus its liabilities. Fixed income securities that are valued using significant other observable inputs are valued at prices obtained from independent financial service industry-recognized vendors.\nInvestment Policies and Strategies\nThe investment objective of the U.S. plan, consistent with prudent standards for preservation of capital and maintenance of liquidity, is to earn the highest possible total rate of return consistent with the plan’s tolerance for risk. The general asset allocation guidelines for plan assets are that “equities” will constitute\n10\n% and “fixed income” obligations, including cash, will constitute\n90\n% of the market value of total fund assets.\nThe investment objective of the UK plan, consistent with prudent standards for preservation of capital and maintenance of liquidity, is to earn a target return of UK Gilts plus approximately\n2.6\n% per year. The general asset allocation guidelines for plan assets are that “equities” will constitute from\n35\n% to\n45\n% of the market value of total fund assets with a target of\n40\n%, and “fixed income” obligations, including cash, will constitute from\n55\n% to\n65\n% with a target of\n60\n%. The UK plan also has a framework in place such that if the funding position (which is monitored daily) improves to a certain level, the asset allocation will switch out of equities into fixed income assets in order to lower the level of risk of the investments.\nThe term “equities” includes common stock, while the term “fixed income” includes obligations with contractual payments and a specific maturity date. Diversification of assets is employed to ensure that adverse performance of one security or security class does not have an undue detrimental impact on the portfolio as a whole. Diversification is interpreted to include diversification by type, characteristic and number of investments as well as by investment style of designated investment fund managers. No restrictions are placed on the selection of individual investments by the investment fund managers. The total fund performance and the performance of the investment fund managers is reviewed on a regular basis using an appointed professional independent advisor. As of December 31, 2023, there were\nno\nshares of the Company’s stock held in plan assets.\nCash Flows\nThe Company expects to contribute approximately $\n3.6\nmillion to its defined benefit plans and $\n1.1\nmillion to its other postretirement benefit plans in 2024. The Company also expects to contribute approximately $\n17.3\nmillion to its defined contribution plan and $\n13.5\nmillion to its 401(k) savings plan in 2024 using cash on hand.\n89\nEstimated Future Benefit Payments\nThe future estimated benefit payments for the next five years and the five years thereafter are as follows:\n90"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "The Company maintains disclosure controls and procedures that are designed to ensure that information required to be disclosed in the Company’s Exchange Act reports is recorded, processed, summarized and reported within the time periods specified in the SEC’s rules and forms, and that such information is accumulated and communicated to the Company’s management, including its Chief Executive Officer and Chief Financial Officer, as appropriate, to allow timely decisions regarding required disclosure.\nAs required by SEC Rule 13a-15(b), the Company carried out an evaluation, under the supervision and with the participation of the Company’s management, including the Company’s Chief Executive Officer and Chief Financial Officer, of the effectiveness of the design and operation of the Company’s disclosure controls and procedures as of the end of the period covered by this report. Based on the foregoing, the Company’s Chief Executive Officer and Chief Financial Officer concluded that the Company’s disclosure controls and procedures were effective as of December 31, 2023.\nManagement’s Report on Internal Control Over Financial Reporting appearing on page\nof this report is incorporated into this Item 9A by reference.\nThere has been no change in the Company’s internal control over financial reporting during the Company’s most recent fiscal quarter that has materially affected, or is reasonably likely to materially affect, the Company’s internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "During the year ended December 31, 2023, none of the Company’s directors or executive officers\nadopted\nor\nterminated\nany contract, instruction or written plan for the purchase or sale of Company securities that was intended to satisfy the affirmative defense conditions of Rule 10b5-1(c) or any “non-Rule 10b5-1 trading arrangement” as defined in Item 408 of Regulation S-K under the Securities Exchange Act of 1934, as amended."
  },
  {
    "item_key": "item_9c",
    "text": "Not Applicable.\n91\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "Information under the headings “Election of Directors”; “Board Committees”; “Corporate Governance”; and “Delinquent Section 16(a) Reports” in the 2024 Proxy Statement is incorporated into this Item 10 by reference. Information regarding executive officers of the Company is located in Part I,\n, of this report under the caption “Information about Our Executive Officers.”\nThe Company has adopted a Code of Business Conduct and Ethics applicable to the Company’s directors, officers (including the Company’s principal executive officer, principal financial officer and principal accounting officer) and employees. The Code of Business Conduct and Ethics, along with the Audit Committee Charter, Nominating and Corporate Governance Committee Charter, Compensation Committee Charter and Corporate Governance Guidelines are available on the Company’s website at www.idexcorp.com under “Investors.” In the event the Company amends or waives any of the provisions of the Code of Business Conduct and Ethics applicable to the Company’s principal executive officer, principal financial officer or principal accounting officer, the Company intends to disclose the same on its website."
  },
  {
    "item_key": "item_11",
    "text": "Information under the heading “Executive Compensation” in the 2024 Proxy Statement is incorporated into this Item 11 by reference."
  },
  {
    "item_key": "item_12",
    "text": "Information under the heading “Security Ownership” in the 2024 Proxy Statement is incorporated into this Item 12 by reference.\nEquity Compensation Plan Information\nInformation with respect to the Company’s equity compensation plans as of December 31, 2023 is as follows:\n(1)\nIncludes an indeterminate number of shares underlying deferred compensation units (“DCUs”) granted under the Directors Deferred Compensation Plan and Deferred Compensation Plan for Non-officer Presidents which are issuable under the Company’s Incentive Award Plan. Also includes an indeterminate number of shares underlying DCUs granted under the Deferred Compensation Plan for Officers, which shares are issuable under the Incentive Award Plan. The number of DCUs granted under these plans is determined by dividing the amount deferred by the closing price of the common stock the day before the date of deferral. The DCUs are entitled to receive dividend equivalents which are reinvested in DCUs based on the same formula for investment of a participant’s deferral."
  },
  {
    "item_key": "item_13",
    "text": "Information under the headings, “Corporate Governance” and “Board Committees” in the 2024 Proxy Statement is incorporated into this Item 13 by reference."
  },
  {
    "item_key": "item_14",
    "text": "Information under the heading “Principal Accountant Fees and Services” in the 2024 Proxy Statement is incorporated into this Item 14 by reference.\n92\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(A)\n1. Financial Statements\nConsolidated Financial Statements filed as part of this report are listed under Part II,\n2. Financial Statement Schedules\nFinancial statement schedules are omitted because they are not applicable, not required, not material or because the required information is included in the Consolidated Financial Statements of the Company or the Notes thereto.\n3. Exhibits\nThe exhibits filed with this report are listed on the “Exhibit Index,” which precedes the signature page of this report."
  },
  {
    "item_key": "item_16",
    "text": "None.\n93\nExhibit Index\n94\n95\n*\nFiled herewith.\n**\nManagement contract or compensatory plan or agreement.\n***    Furnished herewith.\n****    In accordance with Rule 406T of Regulation S-T, the XBRL related information in Exhibits 101 and 104 to this Annual Report on Form 10-K shall not be deemed to be “filed” for purposes of Section 18 of the Exchange Act, or otherwise subject to the liability of that section, and shall not be part of any registration statement or other\n96\ndocument filed under the Securities Act or the Exchange Act, except as shall be expressly set forth by specific reference in such filing.\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nDate: February 22, 2024\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the dates indicated.\n97\n98"
  }
]