[
  {
    "item_key": "item_1",
    "text": "OVERVIEW\nBio-Techne and its subsidiaries, collectively doing business as Bio-Techne Corporation (Bio-Techne, we, our, us or the Company), develop, manufacture and sell life science reagents, instruments and services for the research, diagnostics and bioprocessing markets worldwide. With our broad product portfolio and application expertise, we sell integral components of scientific investigations into biological processes and molecular diagnostics, revealing the nature, diagnosis, etiology and progression of specific diseases. Our products aid in drug discovery efforts and provide the means for accurate clinical tests and diagnoses.\nWe manage the business in two operating segments – our Protein Sciences segment and our Diagnostics and Genomics segment. Our Protein Sciences segment is a leading developer and manufacturer of high-quality biological reagents used in all aspects of life science research, diagnostics and cell and gene therapy. This segment also includes proteomic analytical tools, both manual and automated, that offer researchers and pharmaceutical manufacturers efficient and streamlined options for protein analysis, automated western blot, and multiplexed ELISA workflows. Our Diagnostics and Genomics segment develops and manufactures diagnostic products, including controls, calibrators, and diagnostic assays for the regulated diagnostics market, exosome-based molecular diagnostic assays, advanced tissue-based in-situ hybridization assays for spatial genomic and tissue biopsy analysis, and genetic and oncology kits for research and clinical applications.\nWe are a Minnesota corporation with our global headquarters in Minneapolis, Minnesota. We were founded in 1976 as Research and Diagnostic Systems, Inc. We became a publicly traded company in 1985 through a merger with Techne Corporation, now Bio-Techne Corporation. Our common stock is listed on the NASDAQ under the symbol “TECH.” We operate globally, with offices in many locations throughout North America, Europe and Asia. Today, our product lines include hundreds of thousands of diverse products, most of which we manufacture ourselves in multiple locations in North America, as well as a location each in the U.K. and China.\nOur historical focus was on providing high quality proteins, antibodies and immunoassays to the life science research market and hematology controls to the diagnostics market. Since 2013, we have been implementing a disciplined strategy to accelerate growth in part by acquiring businesses and product portfolios that leveraged and diversified our existing product lines, filled portfolio gaps with differentiated high growth businesses, and expanded our geographic scope. From fiscal years 2013 through 2024 we have acquired, agreed to acquire, or made investments in twenty companies that have expanded the product offerings and geographic footprint of both operating segments, including the acquisition of Lunaphore SA (“Lunaphore”) at the beginning of fiscal year 2024. We also completed a 19.9% investment in Wilson Wolf Corporation (“Wilson Wolf”) in fiscal year 2023, and will acquire the remaining ownership in Wilson Wolf by the end of calendar year 2027, if not earlier due to its achievement of revenue or earnings before interest, taxes, depreciation, and amortization (“EBITDA”) targets. Additionally, subsequent to fiscal 2024, we made an investment in Spear Bio, which is a leader in the development and manufacturing of ultra-sensitive immunoassays capable of measuring protein biomarkers at attomolar level from sub-microliter sample volume. Recognizing the importance of an integrated, global approach to meeting our mission and accomplishing our strategies, we have maintained many of the brands of the companies we have acquired, but unified under a single global brand -- Bio-Techne.\nWe are committed to providing the life sciences community with innovative, high-quality scientific tools that allow our customers to make extraordinary discoveries and treat and diagnose diseases. We intend to build on Bio-Techne’s past accomplishments, high product quality reputation and sound financial position by executing strategies that position us to serve as the standard for biological content in the research market, and to leverage that leadership position to enter the diagnostics and other adjacent markets. Our strategic pillars include:\nGrow & Leverage the Core.\nThrough collaborations with key opinion leaders, participation in scientific discussions and societies, and leveraging our internal talent we expect to be able to convert our continued significant investment in our research and development activities to be first-to-market with quality products that are at the leading edge of life science researchers’ needs.\n6\nCapitalize on High Potential Markets.\nWe will continue to leverage our strong balance sheet to gain access to new and differentiated technologies and products that improve our competitiveness in the current market, meet customers’ expanding workflow needs and allow us to enter adjacent markets.\nMarket Expansion Through Innovation & Acquisition.\nWe will leverage our existing portfolio to expand our product offerings into novel research fields and further penetrate diagnostics and therapeutics markets. Acquisitions have, and will likely continue to play, an important role in our efforts to expand our portfolio of innovative tools and bioactive reagents, and support our initiatives to enter adjacent markets.\nDeliver Best-in-Class Customer Experience.\nWe will continue to expand our sales staff and distribution channels globally in order to increase our global presence and make it easier for customers to transact with us. We strive for every interaction to be seamless, personalized, and exceeding expectations. We aim to deeply understand customers wants and needs while simultaneously offering high-quality service at every touchpoint.\nDevelop People Through a Transofrmative Culture.\nAs we continue to grow both organically and through acquisition, we are intentionally fostering an “EPIC” culture based on the ideals of Empowerment, Passion, Innovation and Collaboration. We strive to recruit, train and retain the most talented staff, who share these EPIC ideals to effectively implement our global strategies.\nPROTEIN SCIENCES SEGMENT\nProtein Sciences Segment Products and Markets\nThe Protein Sciences segment is the larger of our two segments, representing approximately 72% of our net sales in fiscal 2024. It is comprised of two divisions with complementary product offerings serving many of the same customers – the Reagent Solutions division and the Analytical Solutions division.\nThe Reagent Solutions division consists of specialized proteins, such as cytokines and growth factors, antibodies, small molecules, tissue culture sera and cell selection technologies traditionally used by researchers to further their life science experimental activities and by companies developing next generation diagnostics and therapeutics, including companies developing cell- and gene-based therapeutics. We believe we are the world leader in providing high quality proteins, both for research use and under current Good Manufacturing Practices, or cGMP. Key product brands include R&D Systems, Tocris Biosciences and Novus Biologicals. Our combined chemical and biological reagents portfolio provides high quality tools that customers can use in solving complex biological pathways and glean knowledge that may lead to a more complete understanding of biological processes, and, ultimately, to the development of novel therapeutic strategies to address different pathologies. In recent years, we have made several acquisitions and investments that have expanded our product offerings for the cell and gene therapy market.  These include a significant investment in state-of-the art facilities for production of both proteins and small molecules in large quantities manufactured in accordance with cGMP, as well as a 19.9% investment in – and eventual acquisition of – Wilson Wolf, which is a leading provider of cell culture devices for cell-based therapies.  Through a collaborative marketing venture with Wilson Wolf and another company, we have leveraged the products we have or are developing to provide a more complete offering for the cell and gene therapy market.\nThe Analytical Solutions division includes manual and automated protein analysis instruments and immunoassays that are used in quantifying proteins in a variety of biological fluids. Products in this division include traditional manual plate-based immunoassays, fully automated multiplex immunoassays on various instrument platforms, and automated western blotting and isoelectric focusing analysis of complex protein samples. Key product brands include R&D Systems and ProteinSimple. A number of our products have been demonstrated to have the potential to serve as predictive biomarkers and therapeutic targets for a variety of human diseases and conditions including cancer, autoimmunity, diabetes, hypertension, obesity, inflammation, neurological disorders, and kidney failure. Immunoassays can also be useful in clinical diagnostics. In fact, we have received Food and Drug Administration (FDA) marketing clearance for a few of our immunoassays for use as\nin vitro\ndiagnostic devices.\n7\nProtein Sciences Segment Customers and Distribution Methods\nOur customers for this segment include researchers in academia and industry (chiefly pharmaceutical and biotech companies as well as contract research organizations). This segment also sells to diagnostic/companion diagnostic and therapeutic customers, especially customers engaged in the development of cell- and gene-based therapies. Our biologics line of products in the Analytical Solutions division is used chiefly by production and quality control departments at biotech and pharmaceutical companies. We sell our products directly to customers who are primarily located in North America, Europe and China, as well as through a distribution agreement with Thermo Fisher Scientific. We also sell through third party distributors in China, Japan, certain eastern European countries and the rest of the world. Our sales are widely distributed, and no single end-user customer accounted for more than 10% of the Protein Sciences segment’s net sales during fiscal 2024, 2023, or 2022.\nDIAGNOSTICS AND GENOMICS SEGMENT\nThe Diagnostics and Genomics segment, representing approximately 28% of our net revenues in fiscal 2024, includes three divisions and is focused primarily on the diagnostic and research markets and includes spatial biology, liquid biopsy, molecular diagnostics kits and products, and diagnostics reagents.\nDiagnostics and Genomics Segment Products\nThe Spatial Biology division products sold under the Advanced Cell Diagnostics, or ACD, brand, are novel\nin-situ\nhybridization (ISH) assays for transcriptome, DNA copy, and structural variation analysis within intact cells, providing highly sensitive and specific spatial information at single cell resolution. Since these products preserve spatial context, they are particularly useful for complex tissue profiling. In the first quarter of fiscal year 2024, we closed on the acquisition of Lunaphore, a leading developer of fully automated spatial biology solutions using precision microfluidic technology capable of revealing hyperplex proteomic and transcriptomic biomarkers in tumors and other tissues at single-cell and subcellular resolution. Lunaphore’s COMET instrument automates ACD’s RNAscope assays and utilizies antibodies to enable simultaneous hyperplex detection of protein and RNA biomarkers on the same slide at single-cell resolution.\nThe Molecular Diagnostics division markets and sells products and services under the Exosome Diagnostics and Asuragen brands.  The Exosome Diagnostics brand is based on exosome-based liquid biopsy techniques that analyze genes or their transcripts.  It includes the ExoDx Prostate test, which is a urine-based assay for early detection of high-grade prostate cancer used as an aid in deciding the need for biopsy in men with grey-zone prostate specific antigen (PSA) scores. ExoDX Prostate is offered by Exosome Diagnostics as a lab-developed test. We have also licensed exclusively the ExoTRU kidney transplant rejection test to Thermo Fisher Scientific. We also sell products for genetic carrier screening, oncology diagnostics, molecular controls, and research under the Asuragen brand.\nThe Diagnostic Reagents division consists of regulated products traditionally used as calibrators and controls in the clinical setting. Also included are instrument and process control products for hematology, blood chemistry, blood gases, coagulation controls and reagents used in various diagnostic applications. We often manufacture these reagents on a custom basis, tailored to a customer’s specific diagnostic assay technology. We supply these reagents in various formats including liquid, frozen, or in lyophilized form. Most of these products are sold on an Original Equipment Manufacturer (OEM) basis to instrument manufacturers, with most products being FDA-cleared.\nDiagnostics and Genomics Segment Customers and Distribution Methods\nThe customers for the Spatial Biology division include researchers in academia as well as investigators in pharmaceutical and biotech companies. We sell our products directly to those customers who are primarily located in North America, Europe, and China, and through distributors elsewhere. In addition to being useful research tools, our DNA and RNA\nin situ\nhybridization (ISH) assays have diagnostics applications as well, and several are cleared or currently under review by the FDA in partnership with diagnostics instrument manufacturers and pharmaceutical companies.\nIn the United States, we offer the ExosomeDx Prostate test to physicians using our lab-developed non-invasive urine-based assay for prostate cancer detection. Our diagnostic laboratory is certified under and regulated by the State of Massachusetts pursuant to the Clinical Laboratory Improvement Amendments, or CLIA. We reach our customers through physicians prescribing such tests for their patients. This test is also available in Europe as a CE-marked product. The Asuragen-\n8\nbranded products are sold primarily to laboratories for use in lab-developed tests or in kit form as regulated diagnostic tests.\nThe majority of Diagnostic Reagents Division’s sales are through OEM agreements, but we sell some of our diagnostic reagent products directly to customers and, in Europe and Asia, also through distributors.\nNo customer accounted for 10% or more of the reporting segment’s consolidated net sales during fiscal years 2024, 2023 or 2022.\nMANUFACTURING AND MATERIALS\nOur manufacturing operations use a wide variety of raw materials and components, including electronic components, chemicals and biological materials. No single supplier is material, although for some components that require particular specifications or regulatory or other qualifications there may be a single supplier or a limited number of suppliers that can readily provide such components. We utilize a number of techniques to address potential disruption in and other risks relating to our supply chain, which in certain cases includes the use of safety stock, alternative materials, and qualification of multiple supply sources.\nThe majority of our products are shipped within one day of receipt of the customers’ orders, other than our instruments and related cartridges, which are typically shipped within one to two weeks of receipt of an order. There was no significant backlog of orders for our products as of the date of this Annual Report on Form 10-K or as of a comparable date. For additional discussion of risks relating to supply chain and manufacturing, refer to “Item 1A. Risk Factors.”\nCOMPETITION\nAlthough our segments both generally operate in highly competitive markets, it is difficult to determine our competitive position, either in the aggregate or by segment, since none of our competitors offer all of the same product and service lines or serve all of the same markets as the Company, or any of its segments, does. Because of the range of the products and services we sell, we encounter a wide variety of competitors, including a number of large, global companies or divisions of such companies with substantial capabilities and resources, as well a number of smaller, niche competitors with specialized product offerings. We have seen increased competition in a number of our markets as a result of the entry of new companies into certain markets, the entry of competitors based in low-cost manufacturing locations, and increasing consolidation in particular markets. The number of competitors varies by product line. Key competitive factors vary among the Company’s businesses, but include the specific factors noted above with respect to each particular business and typically also include price, quality and safety, performance, delivery speed, application expertise, service and support, technology and innovation, distribution network, breadth of product, service and software offerings, and brand name recognition. We believe our competitive position is strong due to the unique aspects of many of our products and our product quality.  For a discussion of risks related to competition, refer to “Item 1A. Risk Factors.”\nSEASONALITY OF BUSINESS\nBio-Techne believes there is some seasonality as a result of vacation and academic schedules of its worldwide customer base, particularly for the Protein Sciences segment.\nThere is also some seasonality for the ExosomeDx Prostate test, as patients tend to avoid scheduling medical appointments during the summer and other holidays.   A majority of Diagnostics Reagents division products are manufactured in large bulk lots and sold on a schedule set by the customer. Consequently, sales for that division can be unpredictable, and not necessarily based on seasonality. As a result, we can experience material and sometimes unpredictable fluctuations in our revenue from the Diagnostics and Genomics segment.\nGOVERNMENT CONTRACTS\nAlthough the Company transacts business with various government entities, no government contract is of such magnitude that renegotiation of profits or termination of the contract at the election of the government entity would have a material adverse effect on the Company’s financial results. As a party to these contracts, Bio-Techne does have to comply with\n9\ncertain regulations that apply to companies doing business with governments. For a discussion of risks related to government contracting requirements, see “Item 1A. Risk Factors.”\nNEW PRODUCTS AND RESEARCH AND DEVELOPMENT\nWe believe that our future success depends, to a large extent, on our ability to keep pace with changing technologies and market needs.  Bio-Techne is engaged in continuous research and development in all of our major product lines.  We also carry out research to develop new products that build upon and expand the technologies we acquire through our acquisition strategy.  In fiscal 2024, we introduced over 800 new products.  While this is an area of focus for the Company, there is no assurance that any of the products in the research and development phases can be successfully completed or, if completed, can be successfully introduced into the marketplace.\nHUMAN CAPITAL\nThrough its subsidiaries, Bio-Techne employed approximately 3,100 full-time and part-time employees as of June 30, 2024, of whom approximately 2,300 were employed in the United States and approximately 800 outside the United States. None of the United States employees are unionized. Outside the United States, the Company has government-mandated collective bargaining arrangements or work councils in certain countries.\nBio-Techne is committed to attracting, developing, engaging, and retaining the best people possible from around the world to sustain and grow our leadership position in life sciences tools and diagnostics. We strive to create an employee experience that allows each to achieve their life’s best work. This is demonstrated by leading with our EPIC values of Empowerment, Passion, Innovation and Collaboration. We continuously build on our people-first culture, led by uncompromising integrity, hosting a place of belonging, granting access to innovation and respecting human rights around the globe.\nOur talent management strategy spans multiple key dimensions, including the following:\nCulture and Governance\nOur four EPIC values of Empowerment, Passion, Innovation and Collaboration are the backbone for the way we approach the leadership and direction of our work force. Employees are empowered to realize their potential. Our culture supports and encourages a collaborative approach to working with each other and with our customers. We encourage innovation to continually improve our products, services and processes, and our passions for science and the missions of our customers are our guiding lights.\nOur EPIC values are embedded in our culture and practices. To further amplify our desired behaviors, we have an annual employee recognition program in which we ask for nominations and recognize winning individuals and teams across our business who have best demonstrated our EPIC values.\nBio-Techne’s Board of Directors reviews management succession planning at least annually, and its Compensation Committee reviews the Company’s talent management strategy periodically in connection with significant initiatives and acquisitions, as well as part of its oversight of our executive and equity compensation programs. At the management level, our Chief Human Resources Officer, who reports directly to our President and CEO, is responsible for the development and execution of the Company’s talent management strategy.\nEngagement and Belonging\nOur engagement strategy focuses on developing the best workplace and best people leaders to meet our employees’ needs. We believe that strong employee engagement helps enable higher retention and better business performance. We assess our engagement performance through regular consultation with our managers.  We also engage more formally via an annual engagement survey that assesses our employees’ overall experience. In 2024, 74% of our global workforce participated, and 77% of those who responded provided favorable feedback.  While these responses were quite positive, our management used the responses to inform and shape our future employee-focused initiatives. These initiatives in the past have resulted in changes in programs and policies, including expansion of our management and leadership development programs, addition of a parental leave program, expansion of our incentive programs to include annual cash\n10\nbonuses to all employees, introduction of flexible working, addition of an internal communications function, leadership engagement focused on transparency and stronger feedback follow-up,  and expansion of the breadth and resources of our Employee Resource Groups (ERGs).  In fiscal year 2024, we empowered work/life integration through hybrid work models wherever feasible, continued to cultivate belonging and inclusion through deepened investment of resources to our ERGs, and paved the path for career growth through the personalized development and implementation of individual action plans.\nWe believe a diverse workforce and culture of belonging is central to drive innovation, fuel growth and help ensure our technologies and products effectively serve a global customer base. The Company’s executive-sponsored Belonging initiative is focused on providing a welcoming working environment for all employees, continued education, broadening our candidate pools, and implementing and sustaining programs. One of the centerpieces of our talent development strategy is our ERGs, coordinated under the guidance of our executive-sponsored Employee Resource Group Council; they offer mentorship, support and engagement to help our employees, including those from underrepresented groups, succeed and thrive. As of June 30, 2024, we had 10 ERGs operating globally.\nAs of June 30, 2024, 49% of our total employee population was female, and 43% of our managerial employees were female. 39% of our total employee population identified as nonwhite and 26% of our managerial employees identified as nonwhite.\nRecruitment and Retention\nBio-Techne believes that sustaining its profitable growth will require a continued focus on recruiting and retaining top, diverse talent. We engage in a variety of recruiting strategies intended to locate and identify qualified candidates and create a talent pipeline.  The Company offers competitive pay and benefits, from flexible work to financial planning resources to an employee stock purchase plan.  In recent years, we bolstered our recruitment and retention efforts by expanding eligibility to receive stock options deeper into the organization and expanded our Long-Term Incentive program strategy to include a combination of stock options and restricted stock units, instead of exclusively stock options. Bio-Techne continues to offer a referral bonus with the understanding that this is one of our most successful sourcing methods.\nIn addition to pay and benefits, Bio-Techne believes that the ability to retain employees requires an environment where they can work productively and where there are opportunities to grow and advance. The Company therefore seeks to cultivate a culture of empowerment and collaboration, where employees can observe the impact of their efforts, and where they see opportunities both laterally and vertically.\nThe last fiscal year continued to see considerable employee mobility across all industries, including the biotechnology industry, but we nonetheless significantly reduced our attrition rate to maintain durable stability across our enterprise.  We believe that Bio-Techne’s sustained efforts on recruitment and retention will fortify our resilience in the face of increased employee mobility and economic challenges.\nTalent Development and Learning and Development\nBio-Techne invests in people development in the belief that growing and promoting employees from within the Company creates a more sustainable organization. High potential employees are identified through our annual talent review strategy, as well as through leadership development programs designed to cultivate future leaders.  Employees identified as high potential are elevated to the attention of senior management for consideration for additional development, growth opportunities, and career advancement.\nOur global Learning and Development program delivers a wide range of initiatives including a validated suite of compliance training, and soft, technical, business, interpersonal and career skills. Bio-Techne also encourages and supports employees who wish to supplement their growth through external training and education.  As a company that regularly acquires other businesses, we believe it is important for employees to be trained in the skills and mindsets that enable them to respond positively to change. This initiative allows individuals to deal with change easily and reduces the need to run large scale change management programs.\n11\nWell-Being and Safety\nThe Company is committed to protecting the physical health, safety, and psychological well-being of our employees by providing a safe work environment and permitting hybrid work schedules wherever feasible. We actively monitor and adjust our crisis management plan and response protocol to protect our employees. Bio-Techne trains all employees on foundational safety principles and requires more rigorous safety and hazard awareness training where appropriate based on function, role, or team. At Bio-Techne, all employees are empowered and encouraged to maintain and create a safe workplace. In addition, we offer internal and external resources to provide for the psychological and emotional security of employees, including employee resource programs, mental health benefit coverage, and flexible work for many roles.\nCommunity\nThe Company believes in giving back and in supporting the local communities in which we live and work. The Company and its employees donate financially and by giving their time and energy. Most sites or departments engage in local charitable causes and activities. In some of our sites, employees are encouraged to give through regular payroll deductions and through the annual campaign week where employee contributions are matched by the Company. Some charitable causes are identified and promoted by our ERGs.  In addition, United States employees receive a paid day off to participate in local opportunities to give back to the community as part of our volunteer time off benefit.\nINTELLECTUAL PROPERTY\nOur success depends in part upon our ability to protect our core technologies and intellectual property. To accomplish this, we rely on a combination of intellectual property rights, including patents, trade secrets and trademarks, as well as customary contractual protections in our terms and conditions and other sales-related documentation.\nAs of June 30, 2024, we had rights to approximately 710 granted patents and approximately 330 pending patent applications. Products in the Analytical Solutions and the Spatial Biology divisions are protected primarily through pending patent applications and issued patents. In addition, certain of our products are covered by licenses from third parties to supplement our own patent portfolio. Patent protection, if granted, generally has a life of 20 years from the date of the patent application or patent grant. We cannot provide assurance that any of our pending patent applications will result in the grant of a patent, whether the examination process will require us to narrow our claims, and whether our claims will provide adequate coverage of our competitors’ products or services.\nIn addition to pursuing patents on our products, we also preserve much of our innovation as trade secrets, particularly in the Reagent Solutions division of our Protein Sciences segment. Where appropriate, we use trademarks or registered trademarks in connection with our products.  We have taken steps to protect our intellectual property and proprietary technology, in part by entering into confidentiality agreements and intellectual property assignment agreements with our employees, consultants, corporate partners and, when needed, our advisors. See the description of risks associated with the Company’s intellectual property in “Item 1A. Risk Factors.”\nWe can give no assurance that Bio-Techne’s products do not infringe upon patents or proprietary rights owned or claimed by others. Bio-Techne has not conducted a patent infringement study for each of its products. Where we have been contacted by patent holders with certain intellectual property rights, Bio-Techne typically has entered into licensing agreements with patent holders under which it has the exclusive and/or non-exclusive right to use patented technology as well as the right to manufacture and sell certain patented products to the research and/or diagnostics markets.\nAll trademarks, trade names, product names, graphics, and logos of Bio-Techne contained herein are trademarks and registered trademarks of Bio-Techne or its subsidiaries, as applicable, in the United States and/or other countries.  Solely for convenience, we may refer to trademarks in this Annual Report on Form 10-K without the ™ or ® symbols.  Such references are not intended to indicate that we will not assert our full rights to our trademarks.\nLAWS AND REGULATIONS\nOur operations, and some of the products we offer, are subject to a number of complex laws and regulations governing the production, marketing, handling, transportation, and distribution of our products and services. The following sections describe certain significant regulations pertinent to the Company. These are not the only laws and regulations applicable\n12\nto the Company’s business. For a description of risks related to laws and regulations to which we are subject, refer to “Item 1A. Risk Factors.”\nMedical Device Regulations\nA number of our products are classified as medical devices and are subject to restrictions under domestic and foreign laws, rules, regulations, self-regulatory codes and orders, including but not limited to the U.S. Food, Drug and Cosmetic Act (the “FDCA”). The FDCA requires these products, when sold in the United States, to be safe and effective for their intended uses and to comply with the regulations administered by the U.S. Food and Drug Administration (“FDA”). The FDA regulates the design, development, testing, manufacture, advertising, labeling, packaging, marketing, distribution, import and export and record keeping for such products. Many medical device products are also regulated by comparable agencies in non-U.S. countries in which they are produced or sold.\nAny medical devices we manufacture and distribute are subject to pervasive and continuing regulation by the FDA and certain state and non-U.S. agencies. As a medical device manufacturer, our manufacturing facilities are subject to inspection on a routine basis by the FDA. We are required to adhere to the Current Good Manufacturing Practices (“cGMP”) requirements, as set forth in the Quality Systems Regulation (“QSR”), which require manufacturers, including third-party manufacturers, to follow stringent design, testing, control, documentation and other quality assurance procedures during all phases of the design and manufacturing process.\nWe must also comply with post-market surveillance regulations, including medical device reporting (“MDR”), requirements which require that we review and report to the FDA any incident in which our products may have caused or contributed to a death or serious injury. We must also report any incident in which our product has malfunctioned if that malfunction would likely cause or contribute to a death or serious injury it if were to recur.\nLabeling and promotional activities are subject to scrutiny by the FDA and, in certain circumstances, by the Federal Trade Commission. Medical devices approved or cleared by the FDA may not be promoted for unapproved or uncleared uses, otherwise known as “off-label” promotion. The FDA and other agencies actively enforce the laws and regulations prohibiting the promotion of off-label uses.\nIn the European Union (“EU”), our products are subject to the medical device laws of the various member states, which are currently based on a Directive of the European Commission. Additionally, the EU has adopted the In Vitro Diagnostic Regulation (the “EU IVDR”), which imposes stricter requirements for the marketing and sale of in vitro diagnostic medical devices, including in the area of clinical evaluation requirements, quality systems and post-market surveillance. Manufacturers of in vitro diagnostics medical devices that have been marketed and sold under the prior regulatory regime now have to comply with some of the new EU IVDR requirements, while the effective date of other requirements have been delayed. Complying with EU IVDR may require material modifications to our quality management systems, additional resources in certain functions, updates to technical files and additional clinical data in some cases, among other changes.\nOne of our products under our Exosome Diagnostics brand is offered as a test by a certified laboratory under CLIA. Our Asuragen business also maintains a CLIA certification. Consequently, we must comply with state licensing regulations applicable to laboratories regulated under CLIA, governing laboratory practices and procedures.\nOther Healthcare Laws\nSeveral of the products sold in our Diagnostics and Genomics segment are subject to various health care related laws regulating fraud and abuse, research and development, pricing and sales and marketing practices, and the privacy and security of health information, including, among others:\n13\n​\n●\nU.S. Federal Anti-Kickback Statute prohibits persons from knowingly and willfully soliciting, offering, receiving or providing remuneration (including any kickback or bribe), directly or indirectly, in exchange for or to induce either the referral of an individual, or the furnishing or arranging for a good or service, for which payment may be made in whole or in part under a federal health care program, such as Medicare or Medicaid.\n​\n●\nComparable laws and regulations similar to, and in some cases more stringent than, the U.S. federal regulations discussed above and below, including the UK Bribery Act and similar anti-bribery laws.\n​\n●\nThe Health Insurance Portability and Accountability Act of 1996 (“HIPAA”), which prohibits knowingly and willfully (1) executing, or attempting to execute, a scheme to defraud any health care benefit program, including private payors, or (2) falsifying, concealing or covering up a material fact or making any materially false, fictitious or fraudulent statement in connection with the delivery of or payment for health care benefits, items or services. In addition, HIPAA, as amended by the Health Information Technology for Economic and Clinical Health Act of 2009, also restricts the use and disclosure of patient identifiable health information, mandates the adoption of standards relating to the privacy and security of patient identifiable health information and requires the reporting of certain security breaches with respect to such information.\n​\n●\nThe False Claims Act, which imposes liability on any person or entity that, among other things, knowingly presents, or causes to be presented, a false or fraudulent claim for payment by a federal health care program, knowingly makes, uses or causes to be made or used, a false record or statement material to a false or fraudulent claim, or knowingly makes a false statement to avoid, decrease or conceal an obligation to pay money to the U.S. federal government.\n​\n●\nThe Open Payments Act requires manufacturers of medical devices covered under Medicare to, in certain circumstances, record payments and other transfers of value to a broad range of healthcare providers and teaching hospitals and to report this data as well as ownership and investment interests held by the physicians described above and their immediate family members to HHS for subsequent public disclosure, as well as similar reporting requirements in some states and in other countries.\n​\nFor a discussion of risks related to regulation by the FDA and comparable agencies of other countries, and the other regulatory regimes referenced above, please refer to section entitled “Item 1A. Risk Factors.”\nData Privacy and Security Laws\nAs a global organization, we are subject to data privacy and security laws, regulations, and customer-imposed controls in numerous jurisdictions as a result of having access to and processing confidential, personal and/or sensitive data in the course of our business. In addition to the U.S. HIPAA privacy and security rules mentioned above, which impact some parts of our business, individual states also regulate data breach and security requirements, and multiple governmental bodies assert authority over aspects of the protection of personal  privacy. In particular, a broad privacy law in California, the California Consumer Privacy Act (“CCPA”), came into effect in January 2020. The CCPA has some of the same features as the GDPR (discussed below) and has already prompted several other states to follow with similar laws. The EU General Data Protection Regulation that became effective in May 2018 (“GDPR”) has imposed significantly stricter requirements in how we collect, transmit, process, and retain personal data, including, among other things, in certain circumstances a requirement for almost immediate notice of data breaches to supervisory authorities and prompt notice to data subjects with significant fines for non-compliance. Several other countries in which we do business have passed, and other countries are considering passing, laws that require personal data relating to their citizens to be maintained on local servers and impose additional data transfer restrictions. For a discussion of risks related to improper disclosure of private information particularly as a result of cyber security incidents, please refer to section entitled “Item 1A. Risk Factors.”\nEnvironmental Health and Safety Laws\nWe are also subject to various environmental health and safety laws and regulations both within and outside the U.S. Like other companies in our industry, our manufacturing and research activities involve the use and transportation of substances regulated under environmental health and safety laws including those relating to the transportation of hazardous materials.\n14\nOther Laws and Regulations Governing Our Sales, Marketing and Shipping Activities\nWe are subject to the U.S. Foreign Corrupt Practices Act and various other similar anti-corruption and anti-bribery acts, which are particularly relevant to our operations in countries where the customers are government entities or are controlled by government officials. Both directly and indirectly through our distributors, we must comply with such laws when interacting with those entities.\nAs Bio-Techne’s businesses also include export and import activities, we are subject to pertinent laws enforced by the U.S. Departments of Commerce, State and Treasury. Other nations’ governments have implemented similar export/import control and economic sanction regulations, which may affect the Company’s operations or transactions subject to their jurisdictions.\nIn addition, under U.S. laws and regulations, U.S. companies and their subsidiaries and affiliates outside the United States are prohibited from participating or agreeing to participate in unsanctioned foreign boycotts in connection with certain business activities, including the sale, purchase, transfer, shipping or financing of goods or services within the United States or between the United States and countries outside of the United States. If we, or certain third parties through which we sell or provide goods or services, violate anti-boycott laws and regulations, we may be subject to civil or criminal enforcement action and varying degrees of liability.\nWe are subject to laws and regulations governing government contracts, and failure to address these laws and regulations or comply with government contracts could harm our business by a reduction in revenue associated with these customers. We have agreements relating to the sale of our products to government entities and, as a result, we are subject to various statutes and regulations that apply to companies doing business with the government. We are also subject to investigation for compliance with the regulations governing government contracts. A failure to comply with these regulations could result in suspension of these contracts, criminal, civil and administrative penalties or debarment.\nFor a discussion of risks related to the above-referenced regulations, particularly with respect to our international operations, please refer to section entitled “Item 1A. Risk Factors.”\nINVESTOR INFORMATION\nWe are subject to the information requirements of the Securities Exchange Act of 1934 (the Exchange Act). Therefore, we file periodic reports, proxy statements, and other information with the Securities and Exchange Commission (SEC). The SEC maintains an internet site (http://www.sec.gov) that contains reports, proxy and information statements, and other information regarding issuers that file electronically.\nFinancial and other information about us is available on our web site (https://investors.bio-techne.com/). We make available on our web site copies of our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13 or 15(d) of the Exchange Act as soon as reasonably practicable after filing such material electronically or otherwise furnishing it to the SEC.\nEXECUTIVE OFFICERS OF THE REGISTRANT\nAs of the date of this Annual Report, the names, ages, positions and periods of service of each executive officer of the Company are as follows:\n​\n​\nSet forth below is information regarding the business experience of each executive officer. There are no family relationships among any of the officers named, nor is there any arrangement or understanding pursuant to which any person was selected as an officer.\n15\nKim Kelderman was promoted to President and Chief Executive Officer of the Company on February 1, 2024 and has been an executive officer of the company since joining the company in 2018. Prior to joining the Company, he served as an executive at Thermo Fisher Scientific and as a Senior Segment Leader at Becton Dickinson.\nJames Hippel has been Chief Financial Officer of the Company since April 1, 2014. Prior to joining the Company, Mr. Hippel served as Senior Vice President and Chief Financial Officer for Mirion Technologies, Inc and as Vice President, Finance at Thermo Fisher Scientific, and in financial roles at Honeywell International.   Mr. Hippel started his career with KPMG LLP.\nMatthew McManus joined Bio-Techne on January 8, 2024 as President, Diagnostics and Genomics. Prior to Bio-Techne, Mr. McManus most recently served as Chief Operating Officer for Azenta Life Sciences and served as Chief Executive Officer of Asuragen prior to the Bio-Techne acquisition.\nWilliam Geist has been President of the Protein Sciences segment since January 3, 2022. Prior to Bio-Techne,\nMr. Geist most recently served as Chief Operating Officer for Quanterix, and before that in senior management roles at Thermo Fisher Scientific and QuantaBiosciences, a QIAGEN company.\n​\nShane Bohnen was promoted to General Counsel and Corporate Secretary on March 3, 2023, and has been an attorney on the Company’s legal team since July 2019.  Prior to joining Bio-Techne, Mr. Bohnen spent 10 years in private practice as a life sciences litigator, followed by seven years as in-house corporate counsel with an expansive breadth of responsibility and global scope.\n​\n16"
  },
  {
    "item_key": "item_1a",
    "text": "Set forth below are risks and uncertainties we believe are material to our investors. You should refer to the explanation of the qualifications and limitations on forward-looking statements in the section titled\nInformation Relating to Forward-Looking Statements\nat the beginning of this Annual Report on Form 10-K.\nEconomic and Industry Risks\nConditions in the global economy, the particular markets we serve and the financial markets, whether brought about by material global crises or other factors, may adversely affect our business and financial results.\nOur business is sensitive to global economic conditions. Slower economic growth in the domestic or international markets, inflation, recession, volatility in the credit and currency markets, high levels of unemployment or underemployment, labor availability constraints, public health crises, changes or anticipation of potential changes in government trade, fiscal, tax or monetary policies, government budget dynamics (particularly in the healthcare and scientific research areas), and other challenges  in the global economy have in the past adversely affected, and may in the future adversely affect, the Company and its distributors, customers, and suppliers.\nWithout limiting the foregoing, we have experienced and/or may in the future experience:\n●\nadverse impacts on customer orders and purchases and unpredictable reductions in demand for many of our products;\n​\n●\nconstraints on the movement of our products through the supply chain, which can disrupt our ability to produce or deliver our products;\n​\n●\nadverse impacts on our collections of accounts receivable, including delays in collections and increases in uncollectible receivables, as well as the risk of excess or obsolete inventory;\n​\n●\nprice increases in our raw materials and capital equipment, as well as increasing price competition in our markets;\n​\n●\nadverse impacts on our workforce and/or key employees;\n​\n●\nincreased risk that counterparties to our contractual arrangements will become insolvent or otherwise unable to fulfill their contractual obligations which, in addition to increasing the risks identified above, could result in preference actions against us; and\n​\n●\nadverse impact to the sizes and growth rates of the markets we serve.\n​\nIf growth in the global economy or in any of the markets we serve slows for a significant period, if there is significant deterioration in the global economy or such markets or if improvements in the global economy do not benefit the markets we serve, our business and financial results can be adversely affected.\nInternational political, compliance and business factors, including the military conflict in Ukraine, Israel’s conflict in Gaza, and trade tensions between the U.S. and China, can negatively impact our operations and financial results.\nWe engage in business globally, with approximately 43% of our sales revenue in fiscal 2024 coming from outside the U.S. Changes, potential changes or uncertainties in social, political, regulatory, and economic conditions or laws and policies governing foreign trade, manufacturing, and development and investment in the territories and countries where we or our customers operate, or governing the health care system, can adversely affect our business and financial results. For example, Congress and the U.S. administration have sought to impose changes to healthcare in the United States, including government negotiation/regulation of drug prices paid by government programs.  Such impacts could negatively impact certain markets we serve, resulting in an adverse impact on our sales revenue.\n17\nPolitical and military conflicts may disrupt our business or negatively impact global economic or business conditions.  For example, Russia’s military invasion of Ukraine, and the response by the US and European countries to that invasion, have caused severe political, humanitarian and economic crises, not only in Europe but globally. Restrictions on trade, particularly involving certain foods and energy supplies, have increased prices, led to widespread inflation and otherwise aggravated economic challenges.  While we have not historically had significant business in either Russia, Ukraine, or Israel, the broader impact of the conflict could negatively impact our operations and financial results.\nOne of our strategies is to expand geographically, particularly in China, India and in developing countries, both through distribution and through direct operations. This subjects us to a number of risks, including international economic, political, and labor conditions; currency fluctuations; tax laws (including U.S. taxes on foreign subsidiaries); increased financial accounting and reporting burdens and complexities; unexpected changes in, or impositions of, legislative or regulatory requirements; failure of laws to protect intellectual property rights adequately; inadequate local infrastructure and difficulties in managing and staffing international operations; delays resulting from difficulty in obtaining export licenses for certain technology; tariffs, quotas and other trade barriers and restrictions; transportation delays; operating in locations with a higher incidence of corruption and fraudulent business practices; and other factors beyond our control, including terrorism, war, natural disasters, climate change and diseases.  In addition, geopolitical tensions with these countries could exacerbate these risks.\nThe application of laws and regulations impacting global transactions is often unclear and may at times conflict. Compliance with these laws and regulations may involve significant costs or require changes in our business practices that result in reduced revenue and profitability. Non-compliance could also result in fines, damages, criminal sanctions, prohibited business conduct, and damage to our reputation. We incur additional legal compliance costs associated with our global operations and could become subject to legal penalties in foreign countries if we do not comply with local laws and regulations, which may be substantially different from those in the U.S.\nWe continue to expand our operations in countries with developing economies, where it may be common to engage in business practices that are prohibited by U.S. regulations applicable to the Company, such as the Foreign Corrupt Practices Act. Although we implement policies and procedures designed to ensure compliance with these laws, there can be no assurance that all of our employees, contractors, and agents, as well as those companies to which we outsource certain aspects of our business operations, including those based in foreign countries where practices which violate such U.S. laws may be customary, will comply with our internal policies. Any such non-compliance, even if prohibited by our internal policies, could have an adverse effect on our business and result in significant fines or penalties.\nThe healthcare and life sciences industries that we serve face constant pressures and changes in an effort to reduce healthcare costs or increase their predictability, all of which may adversely affect our business and financial results.\nOur Protein Sciences segment products are sold primarily to research scientists at pharmaceutical and biotechnology companies and at university and government research institutions. Research and development spending by our customers and the availability of government research funding can fluctuate due to changes in available resources, mergers of pharmaceutical and biotechnology companies, spending priorities, general economic conditions and institutional and governmental budgetary policies.\n18\nOur Diagnostics and Genomics segment products include applications in the medical diagnostics market, which relies largely on government healthcare-related policies and funding. Changes in government reimbursement for certain diagnostic tests or reductions in overall healthcare spending could negatively impact us directly or our customers and, correspondingly, our sales to them. For example, our Exosome Diagnostics business develops and sells novel exosome-based diagnostic tests. While we received public payer coverage for certain uses, we are currently seeking expanded coverage from public payors as well as coverage decisions regarding reimbursement from additional private payers. However, the process and timeline for obtaining coverage decisions is uncertain and difficult to predict. Further, reimbursement reductions due to changes in policy regarding coverage of tests or other requirements for payment (such as prior authorization, diagnosis code and other claims edits, or a physician or qualified practitioner’s signature on test requisitions) may be implemented from time to time. Additionally, the U.S. government’s plans to manage prescription drug prices, as well as its recently announced intention to regulate lab developed tests, may impact the customers and industries we serve by increasing the cost of commercializing and/or limiting the profitability of commercialized products. All of these payor actions and changes may have a material adverse effect on revenue and earnings associated with our diagnostics products.\nAcquisition and Investment Risks\nOur inability to complete acquisitions at our historical rate and at appropriate prices, and to make appropriate investments that support our long-term strategy, could negatively impact our growth rate and stock price\n.\nOne of our key strategies is growth through acquisition of other businesses and assets. Our ability to grow revenues, earnings and cash flow at or above our historic rates depends in part upon our ability to identify and successfully acquire and integrate businesses at appropriate prices and realize anticipated synergies, and to make appropriate investments that support our long-term strategy. We may not be able to consummate acquisitions at rates similar to the past, which could adversely impact our growth rate and our stock price. Promising acquisitions and investments are difficult to identify and complete for a number of reasons, including high valuations, competition among prospective buyers or investors, the availability of affordable funding in the capital markets and the need to satisfy applicable closing conditions and obtain applicable antitrust and other regulatory approvals on acceptable terms. Changes in accounting or regulatory requirements or instability in the credit markets could also adversely impact our ability to consummate acquisitions and investments.\nOur acquisition of businesses, investments, joint ventures and other strategic relationships, if not properly implemented or integrated, could negatively impact our business and financial results.\nAs part of our business strategy, we acquire businesses, make investments and enter into joint ventures and other strategic relationships in the ordinary course of business, and we also from time to time complete more significant transactions.  At the beginning of this fiscal year, we completed the acquisition of Lunaphore SA, a leading developer of fully automated spatial biology solutions. Bio-Techne also obtained a 19.9% ownership stake in Wilson Wolf and will acquire the remaining ownership no later than the end of calendar year 2027. We have also continued participating in our collaborative marketing venture, ScaleReady LLC, with Wilson Wolf and another partner, which addresses the needs of the rapidly expanding cell and gene therapy market.  While we believe these business ventures will advance our business strategies and support our growth plans, we may not be successful in managing or integrating them into our company. Acquisitions, investments, joint ventures and strategic relationships involve a number of additional financial, accounting, managerial, operational, legal, compliance and other risks and challenges, including but not limited to the following, any of which could adversely affect our business and our financial results:\n●\nbusinesses, technologies, services and products that we acquire or invest in sometimes under-perform relative to our expectations and the price that we paid, fail to perform in accordance with our anticipated timetable or fail to achieve and/or sustain profitability;\n​\n●\nwe from time to time incur or assume debt in connection with our acquisitions and investments, which can result in increased borrowing costs and interest expense and diminish our future access to the capital markets;\n​\n●\nacquisitions, investments, joint ventures or strategic relationships can cause our financial results to differ from our own or the investment community’s expectations in any given period, or over the long-term;\n​\n19\n●\nacquisitions, investments, joint ventures or strategic relationships can create demands on our management, operational resources and financial and internal control systems that we may be unable to effectively address;\n​\n●\nwe can experience difficulty in integrating cultures, personnel, operations and financial and other controls and systems and retaining key employees and customers;\n​\n​\n​\n​\n​\nWe may be required to record a significant charge to earnings if our goodwill and other amortizable intangible assets or other investments become impaired, which could negatively impact our financial results or stock price.\nWe are required under generally accepted accounting principles to test goodwill for impairment at least annually and to review our goodwill, amortizable intangible assets, and other assets acquired through merger and acquisition activity for impairment when events or changes in circumstance indicate the carrying value may not be recoverable. Factors that could lead to impairment of goodwill, amortizable intangible assets, and other assets acquired via acquisitions include significant adverse changes in the business climate and actual or projected operating results (affecting our company as a whole or affecting any particular segment) and declines in the financial condition of our business. We may be required in the future to record additional charges to earnings if our goodwill, amortizable intangible assets or other investments become impaired. Any such charge would adversely impact our financial results.\nIn addition, the Company’s expansion strategies include collaborations and investments in joint ventures and companies developing new products related to the Company’s business. These strategies carry risks that objectives will not be achieved and future earnings will be adversely affected.\nStrategic and Operational Risks\nOur success will be dependent on recruiting and retaining highly qualified and diverse personnel and creating and maintaining a culture that successfully integrates the employees joining through acquisitions.\nRecruiting and retaining qualified scientific, production, sales and marketing, and management personnel representing diverse backgrounds, experiences and skill sets are critical to our success. The market for highly skilled workers and leaders in our businesses, particularly in the areas of science and technology, is extremely competitive.  While retention improved in fiscal 2024, a number of our businesses and departments continued to face recruitment and retention challenges, and faced labor availability constraints and inflationary costs. Our growth by acquisition also creates challenges in retaining employees. As we integrate past and future acquisitions and evolve our corporate culture to incorporate new workforces, some employees may not find such integration or cultural changes appealing. The failure to attract and retain such personnel could adversely affect our business.\n20\nOur growth depends in part on the timely development and commercialization of new and enhanced products and services that meet our customers\n’\nneeds. Our growth can also be negatively impacted if our customers do not grow as anticipated.\nWe generally sell our products and services in industries that are characterized by rapid technological change, frequent new product introductions and new market entrants and competitors. If we do not develop innovative new and enhanced products and services on a timely basis, our offerings will become obsolete over time and our business and financial results will suffer. Our success will depend on several factors, including our ability to:\n●\ncorrectly identify and/or predict customer needs and preferences;\n​\n●\nallocate our research funding to products with higher growth prospects;\n​\n●\nanticipate and respond to our competitors’ development of new products and technological innovations;\n​\n●\ndifferentiate our offerings from our competitors’ offerings and avoid our products from becoming commodities;\n​\n●\ninnovate and develop new technologies and applications, and acquire or obtain rights to third-party technologies that may have valuable applications in the markets we serve;\n​\n●\nobtain adequate intellectual property rights with respect to key technologies;\n​\n●\nsuccessfully commercialize new technologies in a timely manner, price them competitively and cost-effectively manufacture and deliver sufficient volumes of new products of appropriate quality on time;\n​\n​\n●\nstimulate customer demand for and convince customers to adopt new technologies.\n​\nIf we fail to accurately predict future customer needs and preferences or fail to produce viable technologies, we may invest heavily in research and development of products that do not lead to significant revenue, which would adversely affect our business and financial results. Even when we successfully innovate and develop new and enhanced products, we often incur substantial costs in doing so, and our profitability may suffer.\nWe face intense competition, and if we are unable to compete effectively, we may experience decreased demand and decreased market share or need to reduce prices to remain competitive.\nWe face intense competition across most of our product lines. Competitors include companies ranging from start-up companies, which may be able to more quickly respond to customers’ needs, to large multinational companies, which may have greater financial, marketing, operational, and research and development resources than us. In addition, consolidation trends in the pharmaceutical, biotechnology and diagnostics industries have served to create fewer customer accounts and to concentrate purchasing decisions for some customers, resulting in increased pricing pressure on us. Moreover, customers may believe that consolidated businesses are better able to compete as sole source vendors, and therefore prefer to purchase from such businesses. The entry into the market by manufacturers in countries in Asia and other low-cost manufacturing locations is also creating increased pricing and competitive pressures, particularly in developing markets. In order to compete effectively, we must retain longstanding relationships with major customers and continue to grow our business by establishing relationships with new customers, continually developing new products and services to maintain and expand our brand recognition and leadership position in various product and service categories and penetrating new markets, including high-growth markets. Our ability to compete can also be impacted by changing customer preferences and requirements (for example increased demand for more environmentally-friendly products and supplier practices). Our failure to compete effectively and/or pricing pressures resulting from competition may adversely impact our business and financial results, and our expansion into new markets may result in greater-than-expected risks, liabilities and expenses.\n21\nA significant disruption in, or breach of security of, our information technology systems or data, or violation of data privacy laws, could result in damage to our reputation, data integrity and/or subject us to costs, fines, or lawsuits under data privacy or other laws or contractual requirements.\nThe integrity and protection of our own data, and that of our customers and employees, is critical to our business. We rely on information technology systems, some of which are provided and/or managed by third parties, to process, transmit and store electronic information (including sensitive data such as confidential business information and personally identifiable data relating to employees, customers, other business partners and patients), and to manage or support a variety of critical business processes and activities (such as receiving and fulfilling orders, billing, collecting and making payments, shipping products, providing services and support to customers and fulfilling contractual obligations). These systems, products and services (including those we acquire through business acquisitions) can be damaged, disrupted or shut down due to attacks by computer hackers, computer viruses, ransomware, human error or malfeasance, power outages, hardware failures, telecommunication or utility failures, catastrophes or other unforeseen events, and in any such circumstances our system redundancy and other disaster recovery planning may be ineffective or inadequate. Attacks can also target hardware, software and information installed, stored or transmitted in our products after such products have been purchased and incorporated into third-party products, facilities or infrastructure. Security breaches of systems provided or enabled by us, regardless of whether the breach is attributable to a vulnerability in our products or services, or security breaches of third party systems we rely on to process, store or transmit electronic information, can result in the misappropriation, destruction or unauthorized disclosure of confidential information or personal data belonging to us or to our employees, partners, customers, patients or suppliers. These attacks, breaches, misappropriations and other disruptions and damage can interrupt our operations or the operations of our customers and partners, delay production and shipments, result in theft of our and our customers’ intellectual property and trade secrets, result in disclosure of personally identifiable information, damage customer, patient, business partner and employee relationships and our reputation and result in defective products or services, legal claims and proceedings, liability and penalties under privacy laws and increased costs for security and remediation, in each case resulting in an adverse effect on our business and financial results.\nIn addition, our information technology systems require an ongoing commitment of significant resources to maintain and enhance existing systems and develop or integrate new systems to keep pace with continuing changes in information processing technology, evolving legal and regulatory standards, evolving customer expectations, changes in the techniques used to obtain unauthorized access to data and information systems, and the information technology needs associated with our changing products and services. There can be no assurance that we will be able to successfully maintain, enhance and upgrade our systems as necessary to effectively address these requirements.\nIf we are unable to maintain reliable information technology systems or appropriate controls with respect to global data privacy and security requirements and prevent data breaches, we may suffer regulatory consequences in addition to business consequences. As a global organization, we are subject to data privacy and security laws, regulations, and customer-imposed controls in numerous jurisdictions as a result of having access to and processing confidential, personal and/or sensitive data in the course of our business. For example, in the United States, a small number of our businesses are subject to HIPAA. Entities that violate HIPAA due to a breach of unsecured patient health information, or that arise from a complaint about privacy practices or an audit by the HHS, may be subject to significant civil, criminal and administrative fines and penalties and/or additional reporting and oversight obligations if required to enter into a resolution agreement and corrective action plan with HHS to settle allegations of HIPAA non-compliance. Individual states regulate data breach and security requirements, and multiple governmental bodies assert authority over aspects of the protection of personal privacy. Most notably, in the last several years, some states, including California, Virginia, Utah, Colorado and Connecticut, have passed broad privacy legislation that could result in more material impacts as implementing regulations are issued. European laws require us to have an approved legal mechanism to transfer personal data out of Europe. Failure to comply with the requirements of GDPR and the applicable national data protection laws of the EU member states may result in fines of up to €20 million or up to 4% of the total worldwide annual turnover of the preceding financial year, whichever is higher, and other administrative penalties. Several other countries such as China and Russia have passed, and other countries are considering passing, laws that require personal data relating to their citizens to be maintained on local servers and impose additional data transfer restrictions. Government enforcement actions can be costly and interrupt the regular operation of our business, and data breaches or violations of data privacy laws can result in fines, reputational damage and civil lawsuits, any of which may adversely affect our business, reputation and financial results.\n22\nIf we suffer loss to our supply chains, distribution systems or information technology systems due to catastrophe or other events, our operations could be seriously harmed.\nOur supply chains, distribution systems and information technology systems may be subject to catastrophic loss due to fire, flood, earthquake, hurricane, power shortage or outage, public health crisis (including epidemics and pandemics) and the reaction thereto, war, terrorism, riot or other man-made or natural disasters. If any of these supply chains or systems were to experience a catastrophic loss, it could disrupt our operations, delay production and shipments, result in defective products or services, diminish demand, damage customer relationships and our reputation and result in legal exposure and significant repair or replacement expenses. The third-party insurance coverage that we maintain varies from time to time in both type and amount depending on cost, availability and our decisions regarding risk retention, and may be unavailable or insufficient to protect us against such losses.\nThe manufacture of many of our products is a complex process, and if we directly or indirectly encounter problems manufacturing products, our business and financial results could suffer.\nThe manufacture of many of our products is a complex process, due in part to strict regulatory requirements for some of our products. Problems can arise during manufacturing for a variety of reasons, including equipment malfunction, failure to follow specific protocols and procedures, problems with reliable sourcing of raw materials or components, natural disasters and environmental factors, and, if not discovered before the product is released to market, can result in recalls and product liability exposure. Because of the quality requirements of some of our customers as well as stringent regulations of the FDA and similar agencies regarding the manufacture of certain of our products, alternative manufacturing or sourcing is not always available on a timely basis to replace such production capacity. Any of these manufacturing problems could result in significant adverse impacts to our business and financial results.\nIf we cannot adjust our manufacturing capacity or the purchases required for our manufacturing activities to reflect changes in market conditions or customer demand, our business and financial results may suffer. In addition, our reliance upon sole or limited sources of supply for certain materials, components and services can cause production interruptions, delays and inefficiencies.\nWe purchase materials, components and equipment from third parties for use in many of our manufacturing operations. Our profitability could be adversely impacted if we are unable to adjust our purchases to reflect changes in customer demand and market fluctuations, including those caused by seasonality or cyclicality. During a market upturn, suppliers from time to time extend lead times, limit supplies or increase prices. If we cannot purchase sufficient products at competitive prices and quality and on a timely enough basis to meet increasing demand, we may not be able to satisfy market demand, product shipments may be delayed, our costs may increase, or we may breach our contractual commitments and incur liabilities. Conversely, in order to secure supplies for the production of products, we sometimes enter into noncancelable purchase commitments with vendors, which can impact our ability to adjust our inventory to reflect declining market demands. If demand for our products is less than we expect, we may experience additional excess and obsolete inventories and be forced to incur additional charges and our business and financial results may suffer.\nIn addition, some of our businesses purchase certain materials from sole or limited source suppliers for reasons of quality assurance, regulatory requirements, cost effectiveness, availability or uniqueness of design. If these or other suppliers encounter financial, operating or other difficulties or if our relationship with them changes, we might not be able to quickly establish or qualify replacement sources of supply. The supply chains for our businesses can also be disrupted by supplier capacity constraints, bankruptcy or exiting of the business for other reasons, decreased availability of key raw materials or commodities and external events such as natural disasters, pandemic health issues, war, terrorist actions, governmental actions (such as trade protectionism) and legislative or regulatory changes. Any of these factors can result in production interruptions, delays, extended lead times and inefficiencies. Because we cannot always immediately adapt our production capacity and related cost structures to changing market conditions, at times our manufacturing capacity may exceed or fall short of our production requirements. Any or all of these problems can result in the loss of customers, provide an opportunity for competing products to gain market acceptance and otherwise adversely affect our business and financial results.\n23\nThe Company relies heavily on internal manufacturing and related operations to produce, package and distribute its products which, if disrupted, could materially impair our business operations. Our business could be adversely affected by disruptions at our sites.\nThe Company’s internal quality control, packaging and distribution operations support the majority of the Company’s sales. Since certain Company products must comply with FDA regulations and because in all instances, the Company creates value for its customers through the development of high-quality products, any significant decline in quality or disruption of operations for any reason could adversely affect sales and customer relationships, and therefore adversely affect the business. While we have taken certain steps to manage these operational risks, the Company’s future sales growth and earnings may be adversely affected by perceived disruption risks or actual disruptions.\nWe rely upon our manufacturing operations to produce many of the products we sell and our warehouse facilities to store products, pending sale. Any significant disruption of those operations for any reason, such as strikes or other labor unrest, power interruptions, fire, hurricanes or other events beyond our control could adversely affect our sales and customer relationships and therefore adversely affect our business. We have significant operations in California, near major earthquake faults, which make us susceptible to earthquake risk. Although most of our raw materials are available from a number of potential suppliers, our operations also depend upon our ability to obtain raw materials at reasonable prices. If we are unable to obtain the materials we need at a reasonable price, we may not be able to produce certain of our products or we may not be able to produce certain of these products at a marketable price, which could have an adverse effect on our results of operations.\nClimate change and/or related environmental risks, or legal or regulatory measures to address climate change and/or related environmental risks, may negatively affect us.\nClimate change resulting from increased concentrations of carbon dioxide and other greenhouse gases in the atmosphere could present risks to our operations.  For example, we have significant operations in California, where serious drought has made water less available and more costly and has increased the risk of wildfires. Changes in climate patterns leading to extreme heat waves or unusual cold weather at some of our locations can lead to increased energy usage and costs, or otherwise adversely impact our facilities and operations and disrupt our supply chains and distribution systems. Concern over climate change can also result in new or additional legal or regulatory requirements designed to reduce greenhouse gas emissions or mitigate the effects of climate change on the environment.  Any such new or additional legal or regulatory requirements may increase the costs associated with, or disrupt, sourcing, manufacturing and distribution of our products, which may adversely affect our business and financial results. In addition, any failure to adequately address stakeholder expectations with respect to environmental, social and governance (“ESG”) matters may result in the loss of business, adverse reputational impacts, diluted market valuations and challenges in attracting and retaining customers and talented employees. In addition, our adoption of certain standards or mandated compliance to certain requirements could necessitate additional investments that could impact our profitability.\nDefects, unanticipated use of, or inadequate disclosure with respect to our products, or allegations thereof, can adversely affect our business and financial results.\nCertain of our products and services are sold for use in diagnostics. For those products and services in particular, manufacturing or design defects in, unanticipated use of, safety or quality issues (or the perception of such issues) with respect to, “off label” use of, or inadequate disclosure of risks relating to the use of products and services that we make or sell (including items that we source from third-parties) can lead to personal injury, death, and/or property damage and adversely affect our business and financial results. These events can lead to recalls or safety alerts, result in the removal of a product or service from the market and result in product liability or similar claims being brought against us. Recalls, removals and product liability and similar claims (regardless of their validity or ultimate outcome) result in significant costs, as well as negative publicity and damage to our reputation that could reduce demand for our products and services. Our business can also be affected by studies of the utilization, safety and efficacy of medical device products and components that are conducted by industry participants, government agencies and others. Any of the above can result in the discontinuation of marketing of such products in one or more countries and give rise to claims for damages from persons who believe they have been injured as a result of product issues, including claims by individuals or groups seeking to represent a class.\n24\nBecause we rely heavily on third-party package-delivery services, a significant disruption in these services or significant increases in prices may disrupt our ability to ship products, increase our costs and lower our profitability.\nMost of our reagent products need to be stored and shipped at certain cold temperatures. Consequently, we ship a significant portion of our products to our customers by express mail or air delivery through package delivery companies, such as FedEx in the U.S. and DHL in Europe. If one or more of these third-party package-delivery providers were to experience a major work stoppage, preventing our products from being delivered in a timely fashion or causing us to incur additional shipping costs we could not pass on to our customers, our costs could increase and our relationships with certain of our customers could be adversely affected. In addition, if one or more of these third-party package-delivery providers were to increase prices, and we were not able to find comparable alternatives or make adjustments in our delivery network, our profitability could be adversely affected.\nIntellectual Property Risks\nWe are dependent on maintaining our intellectual property rights. If we are unable to adequately protect our intellectual property, or if third parties infringe our intellectual property rights, we may suffer competitive injury or expend significant resources enforcing our rights.\nMany of the markets we serve are technology-driven, and as a result intellectual property rights play a significant role in product development and differentiation. We own numerous patents, trademarks, copyrights, trade secrets and other intellectual property and licenses to intellectual property owned by others, which in aggregate are important to our business. The intellectual property rights that we obtain, however, are not always sufficiently broad and do not always provide us a significant competitive advantage, and patents may not be issued for pending or future patent applications owned by or licensed to us. In addition, the steps that we and our licensors have taken to maintain and protect our intellectual property do not always prevent it from being challenged, invalidated, circumvented, designed around or becoming subject to compulsory licensing. In some circumstances, enforcement is not available to us because an infringer has a dominant intellectual property position or for other business reasons. We also rely on nondisclosure and noncompetition agreements with employees, consultants and other parties to protect, in part, trade secrets and other proprietary rights. There can be no assurance that these agreements adequately protect our trade secrets and other proprietary rights and will not be breached, that we will have adequate remedies for any breach, that others will not independently develop substantially equivalent proprietary information or that third parties will not otherwise gain access to our trade secrets or other proprietary rights.\nThese risks are particularly pronounced in countries in which we do business that do not have levels of protection of corporate proprietary information, intellectual property, technology and other assets comparable to the United States. We operate globally, with manufacturing operations in China and the UK, and approximately 43% of our revenue in fiscal 2024 was from outside the United States.  The laws, regulations and enforcement mechanisms in other countries may in some cases be less protective of our intellectual property rights. Our failure to obtain or maintain intellectual property rights that convey competitive advantage, adequately protect our intellectual property or detect or prevent circumvention or unauthorized use of such property and the cost of enforcing our intellectual property rights can adversely impact our business and financial results.\nWe may be involved in disputes to determine the scope, coverage and validity of others’ proprietary rights, or to defend against third-party claims of intellectual property infringement, any of which could be time-intensive and costly and may adversely impact our business.\nOur success depends in part on our ability to operate without infringing the proprietary rights of others, and to obtain licenses where necessary or appropriate. We have obtained and continue to negotiate licenses to produce a number of products claimed to be owned by others. Since we have not conducted a patent infringement study for each of our products, it is possible that some of our products may unintentionally infringe patents of third parties.\nWe have been and may in the future be sued by third parties alleging that we are infringing their intellectual property rights. These lawsuits are expensive, take significant time, and divert management’s focus from other business concerns. If we are found to be infringing the intellectual property of others, we could be required to cease certain activities, alter\n25\nour products or processes or pay licensing fees. This could cause unexpected costs and delays which may have a material adverse effect on us. If we are unable to obtain a required license on acceptable terms, or unable to design around any third party patent, we may be unable to sell some of our products and services, which could result in reduced revenue. In addition, if we do not prevail, a court may find damages or award other remedies in favor of the opposing party in any of these suits, which may adversely affect our earnings.\nFinancial and Tax Risks\nWe have entered into and drawn on a revolving credit facility, and we may incur additional debt in the future. The burden of this additional debt could adversely affect us, make us more vulnerable to adverse economic or industry conditions, and prevent us from funding our expansion strategy.\nWe currently have a Credit Agreement that provides for a revolving credit facility of $1 billion, which can be increased by an additional $400 million subject to certain conditions. Borrowings under the Credit Agreement bear interest at a variable rate. As of August 16, 2024, the Company had drawn $313 million under the Credit Agreement.\n​\nThe terms of the Credit Agreement and the burden of the indebtedness incurred thereunder could have negative consequences for us, such as:\n●\nlimiting our ability to obtain additional financing to fund our working capital, capital expenditures, debt service requirements, expansion strategy, or other needs;\n​\n●\nincreasing our vulnerability to, and reducing our flexibility in planning for, adverse changes in economic, industry and competitive conditions; and\n​\n●\nincreasing our vulnerability to increases in interest rates.\n​\nThe Credit Agreement also contains negative covenants that limit our ability to engage in specified types of transactions. These covenants limit our ability to, among other things, sell, lease or transfer any properties or assets, with certain exceptions; and enter into certain merger, consolidation or other reorganization transactions, with certain exceptions.\nA breach of any of these covenants could result in an event of default under our credit facility. Upon the occurrence of an event of default, the lender could elect to declare all amounts outstanding under such facility to be immediately due and payable and terminate all commitments to extend further credit. In addition, the Company would be subject to additional restrictions if an event of default exists under the Credit Agreement, such as a prohibition on the payment of cash dividends.\nOur business and financial results can be adversely affected by foreign currency exchange rates, changes in our tax rates and tax liabilities and assessments (including as a result of changes in tax laws).\nInternational markets contribute a substantial portion of our revenues, and we intend to continue expanding our presence in these regions. The exposure to fluctuations in currency exchange rates takes on different forms. International revenues and costs are subject to the risk that fluctuations in exchange rates could adversely affect our reported revenues and profitability when translated into U.S. dollars for financial reporting purposes. These fluctuations could also adversely affect the demand for products and services provided by us. As a multinational corporation, our businesses occasionally invoice third-party customers in currencies other than the one in which they primarily do business (the \"functional currency\"). Movements in the invoiced currency relative to the functional currency could adversely impact our cash flows and our results of operations. As our international sales grow, exposure to fluctuations in currency exchange rates could have a larger effect on our financial results. In fiscal 2024, currency translation had a favorable effect of approximately $6 million on revenues due to the value of the U.S. dollar relative to other currencies in which the company sells products and services.\nAs a global company, we are subject to taxation in numerous countries, states and other jurisdictions. In particular, we are affected by the impact of changes to tax laws or related authoritative interpretations in the United States, including tax reform under the Tax Cuts and Jobs Act which became effective in late 2017, which included broad and complex changes\n26\nto the United States tax code. Interpretations, assumptions and guidance regarding the Tax Act that have been issued subsequently have had a material impact on our effective tax rate, and we anticipate that there may be additional changes to the U.S. tax code under a new Administration.\nIn preparing our financial results, we record the amount of tax that is payable in each of the countries, states and other jurisdictions in which we operate. Our future effective tax rate, however, may be lower or higher than experienced in the past due to numerous factors, including a change in the mix of our profitability from country to country, changes in accounting for income taxes and recently enacted and future changes in tax laws in jurisdictions in which we operate. Any of these factors could cause us to experience an effective tax rate significantly different from previous periods or our current expectations, which could have an adverse effect on our business, results of operations and cash flows.\nDividends on our common stock could be reduced or eliminated in the future.\nFor many years, our Board has declared quarterly dividends. In the future, our Board may determine to reduce or eliminate our common stock dividend in order to fund investments for growth, repurchase shares or conserve capital resources.\nLegal, Regulatory, Compliance and Reputational Risks\nOur business is subject to extensive regulation; failure to comply with these regulations could adversely affect our business and financial results.\nAs referenced in more detail above, we and our customers must comply with a wide array of federal, state, local and international regulations, in such areas as medical device, healthcare, import and export, anticorruption, and privacy. We develop, configure and market our products to meet customer needs created by those regulations. Any significant change in regulations could reduce demand for our products or increase our expenses. For example, many of our instruments are marketed to the pharmaceutical industry for use in discovering and developing drugs and diagnostic products. Changes in the U.S. FDA’s regulation of drug or medical device products, such as managing the price of certain prescription drugs or potentially increasing regulatory scrutiny of lab developed tests, could have an adverse effect on the demand for these products.\nWe have agreements relating to the sale of our products to government entities in the U.S. and elsewhere and, as a result, we are subject to various statutes and regulations that apply to companies doing business with the government (less than 3% of our fiscal 2024 sales were made to the U.S. federal government). The laws governing government contracts differ from the laws governing private contracts and government contracts may contain pricing terms and conditions that are not applicable to private contracts. We are also subject to investigation for compliance with the regulations governing government contracts. A failure to comply with these regulations could result in suspension of these contracts, criminal, civil and administrative penalties or debarment.\nWe are subject to various local, state, federal, foreign and transnational laws and regulations, which include the operating and security standards of the U.S. FDA, the U.S. Drug Enforcement Agency (the DEA), the U.S. Department of Health and Human Services (the DHHS), and other comparable agencies and, in the future, any changes to such laws and regulations could adversely affect us. In particular, we are subject to laws and regulations concerning current good manufacturing practices. Our subsidiaries may be required to register for permits and/or licenses with, and may be required to comply with the laws and regulations of, the DEA, the FDA, the DHHS, foreign agencies and/or comparable state agencies as well as certain accrediting bodies depending upon the type of operations and location of product distribution, manufacturing and sale. The manufacture, distribution and marketing of many of our products and services, including medical devices and pharma services, are subject to extensive ongoing regulation by the FDA, the DEA, and other equivalent local, state, federal and non-U.S. regulatory authorities. In addition, we are subject to inspections by these regulatory authorities. For example, the EU has adopted the In Vitro Diagnostic Regulation (the “EU IVDR”), which imposes stricter requirements for the marketing and sale of in vitro diagnostic medical devices, including in the area of clinical evaluation requirements, quality systems and post-market surveillance. Manufacturers of in vitro diagnostics medical devices that have been marketed and sold under the prior regulatory regime now have to comply with some of the new EU IVDR requirements, while the effective date of other requirements have been delayed.    Complying with EU IVDR, the regulation applicable to the Company, may require material modifications to our quality management systems, additional resources in certain functions, updates to technical files and additional clinical data in some cases, among other\n27\nchanges. Failure by us or by our customers to comply with the requirements of the EU IVDR, or other requirements imposed by these or similar regulatory authorities, including without limitation, remediating any inspectional observations to the satisfaction of these regulatory authorities, could result in warning letters, product recalls or seizures, monetary sanctions, injunctions to halt manufacture and distribution, restrictions on our operations, civil or criminal sanctions, or withdrawal of existing or denial of pending approvals, including those relating to products or facilities. In addition, such a failure could expose us to contractual or product liability claims, contractual claims from our customers, including claims for reimbursement for lost or damaged active pharmaceutical ingredients, as well as ongoing remediation and increased compliance costs, any or all of which could be significant. We are the sole manufacturer of a number of products for many of our customers and a negative regulatory event could impact our customers’ ability to provide products to their customers.\nWe are also subject to a variety of federal, state, local and international laws and regulations that govern, among other things, the importation and exportation of products, the handling, transportation and manufacture of substances that could be classified as hazardous, and our business practices in the U.S. and abroad such as anti-competition laws. Any noncompliance by us with applicable laws and regulations or the failure to maintain, renew or obtain necessary permits and licenses could result in criminal, civil and administrative penalties and could have an adverse effect on our results of operations.\nSignificant developments or changes in U.S. laws or policies, including changes in U.S. trade policies and tariffs and the reaction of other countries thereto, can have an adverse effect on our business and financial results.\nSignificant developments or changes in U.S. laws and policies (including as a result of changes in party control of Congress or decisions from the U.S. Supreme Court), such as laws and policies governing foreign trade, manufacturing, and development and investment in the territories and countries where we or our customers operate, or governing the health care system and drug prices, can adversely affect our business and financial results. For example, the previous U.S. administration increased tariffs on certain goods imported into the United States and trade tensions between the United States and China escalated, with each country imposing significant additional tariffs on a wide range of goods imported from the other country. That trade tension has not diminished under the current U.S. administration. The U.S. and China could impose other types of restrictions such as limitations on government procurement or technology export restrictions, which could affect our access to markets. In addition, changes to laws or regulations pertraining to laboratory developed tests may adversely affect our business and financial results. These factors have adversely affected, and in the future could further adversely affect, our business and financial results.\nOur business and financial results can be impaired by improper conduct by any of our employees, agents or business partners.\nWe cannot provide assurance that our internal controls and compliance systems, including our Code of Ethics and Business Conduct, protect us from unauthorized acts committed by employees, agents or business partners of ours (or of businesses we acquire or partner with) that violate U.S. and/or non-U.S. laws, including the laws governing payments to government officials, bribery, fraud, kickbacks and false claims, pricing, sales and marketing practices, conflicts of interest, competition, employment practices and workplace behavior, export and import compliance, economic and trade sanctions, money laundering and data privacy. In particular, the U.S. Foreign Corrupt Practices Act, the UK Bribery Act and similar anti-bribery laws in other jurisdictions generally prohibit companies and their intermediaries from making improper payments to government officials for the purpose of obtaining or retaining business, and we operate in many parts of the world that have experienced governmental corruption to some degree. Any such improper actions or allegations of such acts could damage our reputation and subject us to civil or criminal investigations in the United States and in other jurisdictions and related shareholder lawsuits, could lead to substantial civil and criminal, monetary and non-monetary penalties and could cause us to incur significant legal and investigatory fees. In addition, the government may seek to hold us liable for violations committed by companies in which we invest or that we acquire. We also rely on our suppliers to adhere to our supplier code of conduct, and material violations of such code of conduct could occur that could have a material effect on our business and financial results.\n28\nCertain of our businesses are subject to extensive regulation by the U.S. FDA and by comparable agencies of other countries, as well as laws regulating fraud and abuse in the healthcare industry and the privacy and security of health information. Failure to comply with those regulations could adversely affect our business and financial results.\nCertain of our products are medical devices, diagnostics tests and other products that are subject to regulation by the U.S. FDA or state CLIA regulations, by other federal and state governmental agencies, by comparable agencies of other countries and regions and by regulations governing hazardous materials and drugs-of abuse, or the manufacture and sale of products containing any such materials. The global regulatory environment has become increasingly stringent and unpredictable. Several countries that did not have regulatory requirements for medical devices have established such requirements in recent years, and other countries have expanded, or plan to expand, their existing regulations, including implementation of IVDR regulations in Europe. Failure to meet these requirements may adversely impact our business and financial results in the applicable geographies.\nGovernment authorities may conclude that our business practices do not comply with current or future statutes, regulations, agency guidance or case law. Failure to obtain required regulatory clearances before marketing our products (or before implementing modifications to or promoting additional indications or uses of our products), other violations of laws or regulations, failure to remediate inspectional observations to the satisfaction of these regulatory authorities, real or perceived efficacy or safety concerns or trends of adverse events with respect to our products (even after obtaining clearance for distribution) and unfavorable or inconsistent clinical data from existing or future clinical trials can lead to FDA Form 483 Inspectional Observations, warning letters, notices to customers, declining sales, loss of customers, loss of market share, remediation and increased compliance costs, recalls, seizures of adulterated or misbranded products, fines, expenses, injunctions, civil penalties, criminal penalties, consent decrees, administrative detentions, refusals to permit importations, partial or total shutdown of production facilities or the implementation of operating restrictions, narrowing of permitted uses for a product, refusal of the government to grant 510(k) clearance, suspension or withdrawal of approvals, pre-market notification rescissions and other adverse effects. Further, defending against any such actions can be costly and time-consuming and may require significant personnel resources. Therefore, even if we are successful in defending against any such actions brought against us, our business may be impaired. Ensuring that our internal operations and business arrangements with third parties comply with applicable laws and regulations also involves substantial costs.\nMore specifically, as a healthcare provider, the Company’s Exosome Diagnostics’ ExoDx Prostate business is subject to extensive regulation at the federal, state, and local levels in the U.S. and other countries where it operates. The Company’s failure to meet governmental requirements under these regulations, including those relating to billing practices and financial relationships with physicians, hospitals, and health systems, could lead to civil and criminal penalties, exclusion from participation in Medicare and Medicaid, and possibly prohibitions or restrictions on the use of its laboratories. While the Company believes that it is in material compliance with all statutory and regulatory requirements, there is a risk that government authorities might take a contrary position. Such occurrences, regardless of their outcome, could damage the Company’s reputation and adversely affect important business relationships it has with third parties.\nFailure to comply with privacy and security laws and regulations could result in fines, penalties and damage to the Company\n’\ns reputation and have a material adverse effect upon the Company\n’\ns business, a risk that has been elevated with recent acquisitions that use protected health information and utilize healthcare providers for laboratory resting services.\nIf the Company does not comply with existing or new laws and regulations related to protecting the privacy and security of personal or health information, it could be subject to monetary fines, civil penalties or criminal sanctions. In the U.S., the Health Insurance Portability and Accountability Act of 1996 (HIPAA) privacy and security regulations, including the expanded requirements under U.S. Health Information Technology for Economic and Clinical Health Act (HITECH), establish comprehensive standards with respect to the use and disclosure of protected health information (PHI) by covered entities, in addition to setting standards to protect the confidentiality, integrity and security of PHI. HIPAA restricts the Company’s ability to use or disclose PHI, without patient authorization, for purposes other than payment, treatment or healthcare operations (as defined by HIPAA), except for disclosures for various public policy purposes and other permitted purposes outlined in the privacy regulations. If the laboratory operations use or disclose PHI improperly under these privacy regulations, they may incur significant fines and other penalties for wrongful use or disclosure of PHI in violation of the privacy and security regulations, including potential civil and criminal fines and penalties.\n​\n29"
  },
  {
    "item_key": "item_1b",
    "text": "There are no unresolved staff comments as of the date of this report."
  },
  {
    "item_key": "item_1c",
    "text": "Cybersecurity Governance and Oversight\nBio-Techne’s cybersecurity program is led by the Company’s Chief Information Security Officer (“CISO”), with day-to-day management and administration of our cybersecurity program performed by the IT Security Operations team.  The CISO reports to the Chief Information Officer (“CIO”), and the CIO reports to the Chief Executive Officer. The CISO is supported by the Incident Response Team (“IRT”), a multi-disciplinary management committee comprising senior members from the Security Operations Team, legal, finance, internal audit and other functions. The IRT supports the CISO and CIO in supporting and reviewing information security risks and in the event of a cybersecurity incident provides leadership with respect to incident response, investigation, mitigation and remediation.\n​\nIn addition to leadership and support within management, we also work with security service providers to monitor for vulnerabilities and threats, and which are reported to the Security Operations team.  All employees are trained and tested annually on cybersecurity risks, and we continually perform simulated phishing exercises with a focus on roles and functions with access to sensitive company and financial information. We also conduct periodic tabletop exercises for key personnel involved in cybersecurity risk management, including the IRT.\n​\nOur Board of Directors (“Board”) holds overall oversight responsibility for the Company’s strategy and risk management, including in relation to cybersecurity risks. The Board exercises its oversight function through the Audit Committee, which oversees the management of risk exposure across various areas, including data security risks, in accordance with its charter.  In addition, the Audit Committee is specifically responsible for the review and approval of any cybersecurity incident disclosure, as set forth in the Committee’s charter.  In the event of a potentially significant cybersecurity incident, the Audit Committee’s charter requires that management promptly communicate and consult with the Audit Committee.\n​\nBio-Techne’s General Counsel updates the Audit Committee multiple times per year regarding Bio-Techne’s cybersecurity programs, including regularly-tracked metrics on incident response, internal security testing, and measures implemented to monitor and address cybersecurity risks and threats, as appropriate. The Audit Committee regularly updates the full Board on these matters. In addition, the CISO and/or CIO provides the full Board with a thorough review of the Company’s cybersecurity program, including current status, industry risks and exposure, and future strategy.\n​\nBased on the information we have as of the date of this Annual Report, we do not believe any risks from cybersecurity threats have materially affected or are reasonably likely to materially affect Bio-Techne, including our business strategy, results of operations or financial condition. However, please see\nItem 1A. Risk Factors – “A significant disruption in, or breach of security of, our information technology systems or data, or violation of data privacy laws, could result in damage to our reputation, data integrity and/or subject us to costs, fines, or lawsuits under data privacy or other laws or contractual requirements.”\n​\nCybersecurity Risk Management and Strategy\nBio-Techne’s cybersecurity strategy is to maintain and fortify a secure, actively-monitored environment for our and our customers’ data that complies with legal requirements [and industry best practice] while supporting our and our customers’ business needs. Our cybersecurity program follows industry standards and best practice for preventing, detecting, remediating, and mitigating potential cybersecurity threats, including regular processes to identify, evaluate and manage potential risks.\n​\n30\nOur IT Security Operations team administers and monitors the prevention, detection, mitigation, and remediation of potential cybersecurity risks. This team leverages both Bio-Techne’s internal IT resources, including its personnel, as well as managed security service providers and other third-party security software and technology services, as well as through other means. We also have implemented processes and technologies for network monitoring and data loss prevention procedures.\n​\nWe conduct periodic risk assessments, including with support from external vendors, to assess our cyber program, identify areas of enhancement, and develop strategies for the mitigation of cyber risks. We also conduct regular security testing and have established a vulnerability management process supported by security testing, for the treatment of identified security risks based on severity, including risks arising from our use of third party providers software and service providers.  In addition to our evolving processes and systems, we foster a culture of cybersecurity education, training, and testing. Every year, employees in sensitive job categories must take and pass rigorous information security and protection training.\n​\nWe partner with experienced external consultants to assess our cybersecurity program, and to perform penetration testing as well as other testing programs designed to identify vulnerabilities and areas for fortification. Also, as part of our cybersecurity risk management program we maintain cyber insurance, with coverage amounts and terms that are typical and appropriate for a company of our size and type.  This insurance may not be sufficient to cover us against all types of claims related to security breaches, cyberattacks and other related breaches.\n​"
  },
  {
    "item_key": "item_2",
    "text": "The Company owns the facilities that its headquarters and R&D Systems subsidiary occupy in Minneapolis, Minnesota. The Minneapolis facilities are utilized by both the Company’s Protein Sciences and Diagnostics and Genomics segments.\nThe Minneapolis complex includes approximately 800,000 square feet of space in several adjoining buildings. Bio-Techne uses approximately 710,000 square feet of the complex for administrative, research, manufacturing, shipping and warehousing activities. The Company is currently leasing the remaining space in the complex as retail and office space. The Company also owns a 61,000 square foot facility in Saint Paul, Minnesota that is utilized for additional manufacturing capabilities and activities.\nThe Company also owns a 34,000 square foot manufacturing facility in Flowery Branch, Georgia. This facility is currently being held-for-sale.\nThe Company owns a 16,000 square foot facility that its Bio-Techne Europe subsidiary occupies in Abingdon, England. This facility is utilized by the Company’s Protein Sciences and Diagnostics and Genomics segments.\nThe Company owns a 9,000 square foot facility that its Canada subsidiaries occupy in Toronto, Canada. This facility is utilized by the Company’s Protein Sciences segment.\nThe Company owns a 52,700 square foot manufacturing facility in Wallingford, Connecticut. This facility is utilized by the Company’s Protein Sciences segment.\n31\nThe Company leases the following material facilities, which are utilized by both the Company’s Protein Sciences segment the Diagnostics & Genomics segment. Certain locations are not named because they were not significant individually or in the aggregate as of the date of this report.\n​\n​\n​"
  },
  {
    "item_key": "item_3",
    "text": "As of August 16, 2024, the Company is not a party to any legal proceedings that, individually or in the aggregate, are reasonably expected to have a material adverse effect on the Company’s business, results of operations, financial condition or cash flows."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\nPART II\nITEM 5. MARKET FOR THE REGISTRANT’S COMMON EQUITY, RELATED SHAREHOLDER\nMATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES\nThe Company’s common stock is listed on the NASDAQ stock exchange under the symbol “TECH”. Prior period results have been adjusted to reflect the four-for-one stock split effected in the form of a stock dividend on November 29, 2022. See Note 1 for details.\nHolders of Common Stock and Dividends Paid\nAs of August 16, 2024, there were over 160,000 beneficial shareholders of the Company’s common stock and over 110 shareholders of record. The Company paid annual cash dividends totaling $50.4 million, $50.3 million, and $50.2 million in fiscal 2024, 2023, and 2022, respectively. The Board of Directors periodically considers the payment of cash dividends, and there is no guarantee that the Company will pay comparable cash dividends, or any cash dividends, in the future.\nOn August 31, 2022, the Company entered into an amended and restated Credit Agreement that provides for a revolving credit facility of $1 billion, which can be increased by an additional $400 million subject to certain conditions. The credit facility is governed by a Credit Agreement dated August 31, 2022 and matures on August 31, 2027. The Credit Agreement that governs the revolving line of credit contains customary events of default and would prohibit payment of dividends to Company shareholders in the event of a default thereunder.\n32\nIssuer Purchases of Equity Securities\nThe Company’s repurchase plan approved by the Board on February 2, 2022, granted management the discretion to mitigate the dilutive effect of stock option exercises. The plan authorizes the Company to purchase up to $400 million in stock. The table below sets forth certain information regarding our purchases of common stock in open market transactions during fiscal year 2024.\n​\n​\n33\nStock Performance Graph\nThe following chart compares the cumulative total shareholder return on the Company’s common stock with the S&P 500 Index and the S&P 500 Life Sciences Tools and Services Index. The comparison assumes $100 was invested on the last trading day before July 1, 2018 in the Company’s common stock and in each of the foregoing indices and assumes reinvestment of dividends. The Company became part of the S&P 500 Index during fiscal 2022.\n​\n​\n​\n​\n34\nITEM 6. SELECTED FINANCIAL DATA\nRESERVED"
  },
  {
    "item_key": "item_7",
    "text": "CONDITION AND RESULTS OF OPERATIONS\nThe following management discussion and analysis (“MD&A”) provides information that we believe is useful in understanding our operating results, cash flows and financial condition. We provide quantitative information about the material sales drivers including the effect of acquisitions and changes in foreign currency at the corporate and segment level. We also provide quantitative information about discrete tax items and other significant factors we believe are useful for understanding our results. The MD&A should be read in conjunction with the consolidated financial information and related notes included in this Form 10-K. This discussion contains various “Non-GAAP Financial Measures” and also contains various “Forward-Looking Statements” within the meaning of the Private Securities Litigation Reform Act of 1995. We refer readers to the statements entitled “Non-GAAP Financial Measures” located at the end of this MD&A and “Forward-Looking Information and Cautionary Statements” and “Risk Factors” within Items 1 and 1A of this Form 10-K.\nOVERVIEW\nBio-Techne develops, manufactures and sells life science reagents, instruments and services for the research and clinical diagnostic markets worldwide. With our deep product portfolio and application expertise, we sell integral components of scientific investigations into biological processes and molecular diagnostics, revealing the nature, diagnosis, etiology and progression of specific diseases. Our products aid in drug discovery efforts and provide the means for accurate clinical tests and diagnoses.\nWe manage the business in two operating segments – our Protein Sciences segment and our Diagnostics and Genomics segment. Our Protein Sciences segment is a leading developer and manufacturer of high-quality biological reagents used in all aspects of life science research, diagnostics and cell and gene therapy. This segment also includes proteomic analytical tools, both manual and automated, that offer researchers and pharmaceutical manufacturers efficient and streamlined options for automated western blot and multiplexed ELISA workflow. Our Diagnostics and Genomics segment develops and manufactures diagnostic products, including controls, calibrators, and diagnostic assays for the regulated diagnostics market, exosome-based molecular diagnostic assays, advanced tissue-based in-situ hybridization assays for spatial genomic and tissue biopsy analysis, and genetic and oncology kits for research and clinical applications.\nRECENT ACQUISITIONS\nA key component of the Company's strategy is to augment internal growth at existing businesses with complementary acquisitions. As disclosed in Note 4, the Company completed the acquisition of Lunaphore for $169.7 million, in a cash-free, debt-free acquisition. We also purchased a 19.9% investment in Wilson Wolf in fiscal 2023 and, as disclosed in Note 1, will acquire the remaining shares in Wilson Wolf by the end of calendar year 2027, or earlier depending on the achievement of certain future milestones.\nOVERALL RESULTS\nOperational Update\nFor fiscal 2024, consolidated net sales increased 2% to $1.2 billion as compared to fiscal 2023. Organic growth was 1%, with acquisitions having a favorable impact of 1%. Foreign currency translation and a business held-for sale did not have a material impact. Organic revenue growth was primarily driven by strong commercial execution in our Diagnostics and Genomics segment\n.\n​\nConsolidated net earnings, including non-controlling interest, decreased 41% compared to fiscal 2023. The decrease in earnings was driven by a non-recurring gain on the sale of our ChemoCentryx investment, a non-recurring gain on the sale of our investment in Changzhou Eminence Biotechnology Co., Ltd. (Eminence), and a non-recurring benefit related to the fair value of contingent consideration during fiscal 2023. The decrease in fiscal 2024 was also impacted by impairment of assets held-for-sale, restructuring charges, and CEO transition related charges. After adjusting for cost recognized upon\n35\nsale of acquired inventory, intangibles amortization, acquisition-related costs, certain litigation charges, gain on sale of investments, stock-based compensation, restructuring and restructuring-related costs, impairment of assets held-for-sale, impact of business held-for-sale, and impact from partially-owned consolidated subsidiaries, adjusted net earnings attributable to Bio-Techne decreased 11% in fiscal 2024 as compared to fiscal 2023. Adjusted net earnings attributable to Bio-Techne was primarily impacted by the acquisition of Lunaphore and unfavorable volume leverage within Protein Sciences.\nFor fiscal 2023, consolidated net sales increased 3% as compared to fiscal 2022. Organic growth was 5%, with foreign currency translation having an unfavorable impact of 2% and acquisitions having an immaterial impact. Organic revenue growth was primarily driven by consumable growth in both our Diagnostics and Genomics and Protein Sciences segments\n.\nConsolidated earnings, including non-controlling interest, increased 8% compared to fiscal 2022. The increase in earnings was driven by a gain on the sale of our ChemoCentryx investment and a gain on the sale of our investment in Eminence. After adjusting for acquisition related costs, intangibles amortization, stock-based compensation, restructuring costs, gain on investments, and impact from partially-owned consolidated subsidiaries, adjusted net earnings attributable to Bio-Techne decreased 1% in fiscal 2023 as compared to fiscal 2022. Adjusted net earnings attributable to Bio-Techne was primarily impacted by foreign currency exchange and strategic growth investments including the Namocell acquisition.\n​\nRESULTS OF OPERATIONS\nNet Sales\nConsolidated organic net sales exclude the impact of companies acquired during the first 12 months post-acquisition and the effect of the change from the prior year in exchange rates used to convert sales in foreign currencies (primarily the euro, British pound sterling, Chinese yuan, and Swiss franc) into U.S. dollars.\n​\nConsolidated net sales growth was as follows:\n​\nConsolidated net sales by segment were as follows (in thousands):\n​\n(1)\nSince December 31, 2023, the Company has a business that has met the held-for-sale criteria. The year ended June 30, 2024 includes the six-month results of this business held-for-sale for the period starting December 31, 2023 through June 30, 2024 while the business has met the held-for-sale criteria.\n​\nIn fiscal 2024, Protein Sciences segment net sales decreased 2% compared to fiscal 2023. A business within the Protein Sciences Segment met the criteria as held-for-sale since December 31, 2023. The exclusion of third and fourth quarter of\n36\nfiscal 2024 sales related to a held-for-sale business reduced sales by 1%. Organic revenue for the segment declined 2% for the fiscal year, with foreign currency exchange having a favorable 1% impact on revenue. Segment revenue was impacted by broad based headwinds.\nIn fiscal 2024, Diagnostics and Genomics segment net sales increased 12% compared to fiscal 2023. Organic growth for the segment was 6%, with acquisitions having a 5% impact and foreign currency exchange having a favorable impact of 1% on revenue growth. Segment growth was driven by broad based molecular diagnostics performance and Lunaphore.\nIn fiscal 2023, Protein Sciences segment net sales increased 2% compared to fiscal 2022. Organic growth for the segment was 4% for the fiscal year, with currency translation having an unfavorable impact of 2% on revenue and acquisitions having an immaterial impact on revenue growth. Segment growth was driven by growth in consumable revenue to BioPharma (especially those developing cell and gene therapies) and Academic customers within the Americas and Europe.\nIn fiscal 2023, Diagnostics and Genomics segment net sales increased 6% compared to fiscal 2022. Organic growth for the segment was 8% with currency translation having an unfavorable impact of 2%. Segment growth was driven by growth in consumable revenue from our Spatial Biology platform and an increase in service revenue related to our ExoDx Prostate test.\n​\nGross Margins\nConsolidated gross margins were 66.4%, 67.7%, and 68.4% in fiscal 2024, 2023, and 2022. Consolidated gross margins were impacted by revenue. Excluding the impact of acquired inventory sold, amortization of intangibles, stock compensation expense, restructuring and restructuring-related costs, impact of business held-for-sale, and the impact of partially-owned consolidated subsidiaries, adjusted gross margins were 71.0%, 71.7%, and 72.5% in fiscal 2024, 2023, and 2022, respectively. Fiscal 2024 consolidated gross margin was impacted by the Lunaphore acquisition when compared to the prior period. Fiscal 2023 consolidated gross margin was unfavorably impacted by foreign currency exchange and strategic growth investments including the Namocell acquisition when compared to fiscal 2022. Consolidated gross margins for fiscal 2022 were impacted as a result of volume leverage and product mix, partially offset by additional investments made in the business to support future growth.\nA reconciliation of the reported consolidated gross margin percentages, adjusted for acquired inventory sold, intangible amortization included in cost of sales, restructuring and restructuring-related expenses, and impact of business held-for-sale is as follows:\n​\n(1)\nIncludes the quarterly results of the partially-owned consolidated subsidiary prior to the sale of this partially-owned consolidated subsidiary to a third party in the first fiscal quarter of 2023 and the full fiscal year of 2022.\n​\n(2)\nSince December 31, 2023, the Company has a business that has met the held-for-sale criteria. Fiscal year 2024 includes the six-month results of this business held-for-sale for the period starting December 31, 2023 through June 30, 2024 while the business has met the held-for-sale criteria.\n37\n​\nFluctuations in adjusted gross margins, as a percentage of net sales, have primarily resulted from changes in foreign currency exchange rates and changes in product mix. We expect that, in the future, gross margins will continue to be impacted by the mix of our portfolio growing at different rates as well as future acquisitions.\nManagement uses adjusted operating results to monitor and evaluate performance of the Company’s two segments. Segment gross margins, as a percentage of net sales, were as follows:\n​\n​\nThe increase in the Protein Sciences segment’s gross margin percentage for fiscal 2024 as compared to fiscal 2023 was primarily attributable to the exclusion of a business held-for-sale. The change in the Protein Sciences segment’s gross margin percentage for fiscal 2023 compared to fiscal 2022 was primarily attributable to mix of product sales within the segment.\nThe change in the Diagnostics and Genomics segment’s gross margin percentage for fiscal 2024 as compared to fiscal 2023 is due to the Lunaphore acquisition. The change in the Diagnostics and Genomics segment’s gross margin percentage for fiscal 2023 as compared to fiscal 2022 is due to fiscal 2022 revenue related to the ExoTru kidney transplant rejection agreement that did not reoccur in fiscal 2023. Fiscal 2023 compared to fiscal 2022 was also impacted by strategic investments to drive future growth that was partially offset by volume leverage.\nSelling, General and Administrative Expenses\nSelling, general and administrative expenses increased $88.0 million (23%) in fiscal 2024 when compared to fiscal 2023. Selling, general, and administrative expenses increased primarily due to the Lunaphore acquisition, impairment of assets held-for-sale, certain litigation charges, restructuring and restructuring-related charges, and CEO transition charges.\nSelling, general and administrative expenses increased $5.6 million (2%) in fiscal 2023 when compared to fiscal 2022. Selling, general, and administrative expenses increased primarily due to strategic investments made in the business to support future growth including the Namocell acquisition.\n38\nConsolidated selling, general and administrative expenses were composed of the following (in thousands):\n​\n(1)\nRefer to the Goodwill Impairment section within the Critical Accounting Policies for further details on the Eminence impairment.\n​\nResearch and Development Expenses\nResearch and development expenses increased $4.2 million (5%) and $5.4 million (6%) in fiscal 2024 and 2023, respectively, as compared to prior year periods. The increase in research and development expenses in fiscal 2024 and fiscal 2023 compared to the prior periods was primarily attributable to strategic growth investments including the acquisitions of Lunaphore and Namocell in fiscal 2024 and fiscal 2023, respectively.\nConsolidated research and development expenses were composed of the following (in thousands):\n​\nNet Interest Income / (Expense)\nNet interest income/(expense) for fiscal 2024, 2023, and 2022 was ($12.4) million, $(7.8) million, and $(10.5) million, respectively. During fiscal 2024, average monthly outstanding debt was higher than fiscal 2023 leading to increased interest expense compared to fiscal 2023.\nNet interest expense in fiscal 2023 decreased when compared to fiscal 2022 due to a favorable rate on a forward starting interest rate swap as disclosed in Note 5 that went into effect in fiscal year 2023.\n39\nOther Non-Operating Income / (Expense), Net\nOther non-operating income/(expense), net, consists of foreign currency transaction gains and losses, rental income, building expenses related to rental property and the Company’s gains and losses on investments as follows (in thousands):\n​\nDuring fiscal 2024, the Company recognized a gain of $0.3 million related to the sale of our exchange traded bond funds. Additionally, the Company recognized losses of $6.8 million related to our equity method investment in Wilson Wolf.\nDuring fiscal 2023, the Company recognized gains of $37.2 million related to the sale of our ChemoCentryx, Inc. (CCXI) investment, $11.7 million related to the sale of our Eminence investment, and a gain of $0.4 million related to the change in fair value of our exchange traded bond funds. Additionally, the Company recognized losses of $1.1 million related to our equity method investment in Wilson Wolf.\nDuring fiscal 2022, the Company recognized gains of $16.1 million related to changes in fair value associated with changes in the stock price of our CCXI investment. Additionally, the Company recognized losses of $1.1 million related to changes in fair value associated with changes in the stock price of our exchange traded investment grade bond funds. On August 4, 2022, the Company sold all of its shares in CCXI.\nIncome Taxes\nIncome taxes for fiscal 2024, 2023, and 2022 were at effective rates of 9.5%, 15.7%, and 12.7%, respectively, of consolidated earnings before income taxes. The change in the effective tax rate for fiscal 2024 compared to fiscal 2023 was driven by share-based compensation as the number of stock option exercises increased compared to the prior year comparative period. The Company had share-based compensation excess tax benefits of $18.4 million in fiscal 2024. The Company’s discrete tax benefits in fiscal 2023 primarily related to share-based compensation excess tax benefits of $12.3 million. The Company’s discrete tax benefits in fiscal 2022 primarily related to share-based compensation excess tax benefits of $29.3 million.\n​\n40\nNet Earnings\nNon-GAAP adjusted consolidated net earnings and earnings per share are as follows (in thousands):\n​\n(1)\nIncludes the quarterly results of the partially-owned consolidated subsidiary prior to the sale of this partially-owned consolidated subsidiary to a third party in the first fiscal quarter of 2023.\n​\n(2)\nSince December 31, 2023, the Company has a business that has met the held-for-sale criteria. The year ended June 30, 2024 includes the six-month results of this business held-for-sale for the period starting December 31, 2023 through June 30, 2024 while the business has met the held-for-sale criteria.\n​\nDepending on the nature of discrete tax items, our reported tax rate may not be consistent on a period to period basis. The Company independently calculates a non-GAAP adjusted tax rate considering the impact of discrete items and\n41\njurisdictional mix of the identified non-GAAP adjustments. The following table summarizes the reported GAAP tax rate and the effective Non-GAAP adjusted tax rate for the periods ended June 30, 2024, 2023, and 2022.\n​\nRefer to Note 12 for additional discussion relating to the change in discrete tax items between fiscal 2024 and fiscal 2023.\nLIQUIDITY AND CAPITAL RESOURCES\nCash, cash equivalents and available-for-sale investments at June 30, 2024 were $152.9 million compared to $204.3 million at June 30, 2023. Included in the available-for-sale investments was certificates of deposit that have contractual maturity dates within one year of $1.1 million as of June 30, 2024. There were no certificiates of deposit in the prior comparable period. As of June 30, 2023, there was $23.7 million included in the available-for-sale investments related to the fair value of the Company’s investment in exchange traded investment grade bond funds.\nAt June 30, 2024, approximately 28% of the Company’s cash and cash equivalent account balances of $42.2 million were located in the U.S., with the remainder located in primarily in Canada, China, the U.K. and other European countries.\nAt June 30, 2024, all of the Company’s available-for-sale investment account balances of $1.1 million were located in Europe.\nAt June 30, 2024, we had $319 million in borrowings under the revolving credit facility, resulting in $681 million of unutilized availability under our revolving credit facility.\nThe Company has either paid U.S. taxes on its undistributed foreign earnings or intends to indefinitely reinvest the undistributed earnings in the foreign operations or expects the earnings will be remitted in a tax neutral transaction. Management of the Company expects to be able to meet its cash and working capital requirements for operations, facility expansion, capital additions, and cash dividends for the foreseeable future, and at least the next 12 months, through currently available funds, including funds available through our line-of-credit and cash generated from operations.\nFuture acquisition strategies may or may not require additional borrowings under the line-of-credit facility or other outside sources of funding.\nCash Flows From Operating Activities\nThe Company generated cash from operations of $299.0 million, $254.4 million, and $325.3 million in fiscal 2024, 2023, and 2022 respectively. The increase in cash generated from operating activities in fiscal 2024 as compared to fiscal 2023 was mainly a result of changes in the timing of cash payments on certain operating assets and liabilities. The decrease in cash generated from operating activities in fiscal 2023 as compared to fiscal 2022 was mainly a result of changes in net earnings and changes in the timing of cash payments on certain operating assets and liabilities.\n42\nCash Flows From Investing Activities\nWe continue to make investments in our business, including capital expenditures to enable revenue growth.\nDuring fiscal year 2024, the Company acquired Lunaphore for $169.7 million in cash-free, debt-free acquisition. During fiscal year 2023, the Company acquired Namocell for $101.2 million, net of cash acquired. There were no acquisitions in fiscal year 2022.\nDuring the first fiscal quarter of 2023, the Company sold its remaining shares in Eminence, its partially-owned consolidated subsidiary, for $17.8 million. There were no sales of businesses in fiscal 2024 or 2022.\nIn the first fiscal quarter of 2023, the Company sold its remaining shares in its investment in CCXI for $73.2 million. There were no comparable activities in fiscal 2024 and 2022.\nThe Company’s net proceeds (outflow) from the purchase, sale and maturity of available-for-sale investments in fiscal 2024, 2023, and 2022 were $22.6 million, $14.7 million, and $(26.9) million, respectively. During fiscal year 2024, the Company’s proceeds in available-for-sale investments relates to the sale of our exchange traded investment grade bond funds. The proceeds during fiscal year 2023 relates to the sale of excess cash in certificates of deposit that matured. The outflow of cash in fiscal year 2022 compared to fiscal year 2024 and fiscal year 2023 was driven by the purchase of the exchange traded investment grade bond funds in fiscal year 2022, which had a cost basis of $25.0 million, that did not reoccur in the comparative periods. The Company’s investment policy is to place excess cash in certificates of deposit with the objective of obtaining the highest possible return while minimizing risk and keeping the funds accessible.\nCapital additions in fiscal year 2024, 2023, and 2022 were $62.9 million, $38.2 million, and $44.9 million. Fiscal 2024 capital expenditures related to investments in new buildings, machinery, construction in progress, and IT equipment. Fiscal 2023 capital expenditures related to investments in new buildings, machinery, and IT equipment. Capital additions planned for fiscal 2025 are approximately $48 million and are expected to be financed through currently available cash and cash generated from operations.\nDuring the year ended June 30, 2022, the Company paid $25 million to enter into a two-part forward contract which requires the Company to purchase the full equity interest in Wilson Wolf if certain annual revenue or EBITDA thresholds are met. During fiscal year 2023, Wilson Wolf met the EBITDA target and the Company paid an additional $232 million to acquire 19.9% of Wilson Wolf. Since the first part of the forward contract has been triggered, the second part of the forward contract will automatically trigger, which requires the Company to acquire the remaining 80.1% of Wilson Wolf on December 31, 2027. The second part of the contract would be accelerated in advance of December 31, 2027 if Wilson Wolf meets certain financial milestones. As of June 30, 2024, the second milestones have not been met. The second option payment of approximately $1 billion plus potential contingent consideration is forecasted to occur between fiscal 2026 and fiscal 2028. During fiscal 2024, the Company received tax distributions from Wilson Wolf of $7.0 million.\nCash Flows From Financing Activities\nIn fiscal 2024, 2023, and 2022, the Company paid cash dividends of $50.4 million, $50.3 million, $50.2 million, respectively. The Board of Directors periodically considers the payment of cash dividends.\nThe Company received $60.9 million, $29.8 million, $77.2 million, for the exercise of options for 2,240,000, 1,578,000, and 2,450,000 shares of common stock in fiscal 2024, 2023 and 2022, respectively.\nDuring fiscal 2024, 2023, and 2022, the Company repurchased $80.0 million, $19.6 million, and $161.0 million, respectively, in share repurchases included as a cash outflow within Financing Activities.\nDuring fiscal 2024, 2023, and 2022, the Company drew $225.0 million, $619.7 million, and $90.0 million, respectively, under its revolving line-of-credit facility. Repayments of $256.0 million, $525.7 million, and $175.5 million were made on its line-of-credit in fiscal 2024, 2023, and 2022, respectively.\nThere were no payments during fiscal 2024 nor fiscal 2023 for contingent consideration. During fiscal 2022, the Company made $4.0 million in cash payments towards the Quad contingent consideration liability. Of the $4.0 million in total\n43\npayments, $0.7 million is classified as financing on the statement of cash flows. The remaining $3.3 million was recorded as operating on the statement of cash flows as it represents the consideration liability that exceeds the amount of the contingent consideration liability recognized at the acquisition date.\nDuring fiscal 2024, 2023 and 2022, the Company paid $21.9 million, $28.9 million and $23.5 million, respectively, for taxes remitted on behalf of participants in net share settlement transactions and restricted stock units.\nThe other financing activity during fiscal 2023 is primarily related to fees for the amended Credit Agreement that occurred in the first fiscal quarter. There was no comparable activity in fiscal 2024 or fiscal 2022.\nCRITICAL ACCOUNTING POLICIES\nManagement’s discussion and analysis of the Company’s financial condition and results of operations are based upon the Company’s Consolidated Financial Statements, which have been prepared in accordance with accounting principles generally accepted in the United States of America (U.S. GAAP). The preparation of these financial statements requires management to make estimates and judgments that affect the reported amounts of assets, liabilities, revenues and expenses, and related disclosure of contingent assets and liabilities. On an ongoing basis, management evaluates its estimates. Management bases its estimates on historical experience and on various other assumptions that are believed to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions.\nThe Company has identified the policies outlined below as critical to its business operations and an understanding of results of operations. The listing is not intended to be a comprehensive list of all accounting policies; investors should also refer to Note 1 to the Consolidated Financial Statements included in Item 8 of this Annual Report on Form 10-K.\nBusiness Combinations\nWe allocate the purchase price of acquired businesses to the estimated fair values of the assets acquired and liabilities assumed as of the date of the acquisition. The calculations used to determine the fair value of the long-lived assets acquired, primarily intangible assets, can be complex and require significant judgment. We weigh many factors when completing these estimates including, but not limited to, the nature of the acquired company’s business; its competitive position, strengths, and challenges; its historical financial position and performance; estimated customer retention rates; discount rates; and future plans for the combined entity. We may also engage independent valuation specialists, when necessary, to assist in the fair value calculations for significant acquired long-lived assets.\nThe fair value of acquired technology is generally the primary asset identified and therefore estimated using the multi-period excess earnings method. The multi-period excess earnings method model estimates revenues and cash flows derived from the primary asset and then deducts portions of the cash flow that can be attributed to supporting assets, such as Trade Names and in-process research and development, that contributed to the generation of the cash flows. The resulting cash flow, which is attributable solely to the primary asset acquired, is then discounted at a rate of return commensurate with the risk of the asset to calculate a present value. The Trade Name is generally calculated using the relief from royalty method, which calculates the cost savings associated with owning rather than licensing the technology. Assumed royalty rates are applied to the projected revenues for the remaining useful life of the technology to estimate the royalty savings. In-process research and development assets are valued using the multi-period excess earnings method when the cash flows from the in-process research and development assets are separately identifiable from the primary asset. In circumstances that Customer Relationship assets are identified that are not the primary asset, they are valued using the distributor model income approach, which isolates revenues and cash flow associated with the sales and distribution function of the entity and attributable to customer-related assets, which are then discounted at a rate of return commensurate with the risk of the asset to calculate a present value.\nWe estimate the fair value of liabilities for contingent consideration by discounting to present value the probability weighted contingent payments expected to be made. For potential payments related to financial performance based milestones, projected revenue and/or EBITDA amounts, volatility and discount rates assumptions are included in the estimated amounts. For potential payments related to product development milestones, the fair value is based on the\n44\nprobability of achievement of such milestones. The excess of the purchase price over the estimated fair value of the net assets acquired is recorded as goodwill. Goodwill is not amortized, but is subject to impairment testing on at least an annual basis.\nWe are also required to estimate the useful lives of the acquired intangible assets, which determines the amount of acquisition-related amortization expense we will record in future periods. Each reporting period, we evaluate the remaining useful lives of our amortizable intangibles to determine whether events or circumstances warrant a revision to the remaining period of amortization.\nWhile we use our best estimates and assumptions, our fair value estimates are inherently uncertain and subject to refinement. As a result, during the measurement period, which may be up to one year from the acquisition date, we may record adjustments to the assets acquired and liabilities assumed, with the corresponding offset to goodwill. Any adjustments required after the measurement period are recorded in the consolidated statements of earnings.\nThe judgments required in determining the estimated fair values and expected useful lives assigned to each class of assets and liabilities acquired can significantly affect net income. For example, different classes of assets will have useful lives that differ. Consequently, to the extent a longer-lived asset is ascribed greater value than a shorter-lived asset, net income in a given period may be higher. Additionally, assigning a lower value to amortizable intangibles would result in a higher amount assigned to goodwill. As goodwill is not amortized, this would benefit net income in a given period, although goodwill is subject to annual impairment analysis.\nImpairment of Goodwill\nGoodwill\nGoodwill was $972.7 million as of June 30, 2024, which represented 36% of total assets. Goodwill is tested for impairment on an annual basis in the fourth quarter of each year, or more frequently if events occur or circumstances change that could indicate a possible impairment.\nTo analyze goodwill for impairment, we must assign our goodwill to individual reporting units. Identification of reporting units includes an analysis of the components that comprise each of our operating segments, which considers, among other things, the manner in which we operate our business and the availability of discrete financial information. Components of an operating segment are aggregated to form one reporting unit if the components have similar economic characteristics. We periodically review our reporting units to ensure that they continue to reflect the manner in which we operate our business.\nThe Company tests goodwill for impairment by either performing a qualitative evaluation or a quantitative test. The qualitative evaluation for goodwill is an assessment of factors including reporting unit specific operating results as well as industry and market conditions, overall financial performance, and other relevant events and factors to determine whether it is more likely than not that the fair values of a reporting unit is less than its carrying amount, including goodwill. The Company may elect to bypass the qualitative assessment for its reporting units and perform a quantitative test.\nThe quantitative impairment test requires us to estimate the fair value of our reporting units based on the income approach. The income approach is a valuation technique under which we estimate future cash flows using the reporting unit’s financial forecast from the perspective of an unrelated market participant. Using historical trending and internal forecasting techniques, we project revenue and apply our fixed and variable cost experience rate to the projected revenue to arrive at the future cash flows. A terminal value is then applied to the projected cash flow stream. Future estimated cash flows are discounted to their present value to calculate the estimated fair value. The discount rate used is the value-weighted average of our estimated cost of capital derived using both known and estimated customary market metrics. In determining the estimated fair value of a reporting unit, we are required to estimate a number of factors, including projected operating results, terminal growth rates, economic conditions, anticipated future cash flows, the discount rate and the allocation of shared or corporate items.\nFor fiscal 2024, we elected to perform a qualitative analysis for all five reporting units. The Company determined, after performing the qualitative analysis, there was no evidence that it is more likely than not that the fair value was less than the carrying amounts, therefore, it was not necessary to perform a quantitative impairment test in fiscal 2024. During the\n45\nsecond quarter of fiscal 2024, as part of restructuring actions, certain assets and liabilities associated with a disposal group in our Protein Sciences segment were classified as held-for-sale as of December 31, 2023. Given the upcoming divestiture, the Company identified a triggering event and performed impairment testing during the second half of fiscal 2024. The impairment test resulted in a total impairment charge of $22.0 million, which includes the allocated goodwill, which we have further described within Note 1. The Company did not identify any triggering events after our annual goodwill impairment analysis through June 30, 2024, the date of our consolidated balance sheet, that would require an additional goodwill impairment assessment to be performed.\nFor fiscal 2023, we elected to perform a qualitative analysis for all five reporting units. The Company determined, after performing the qualitative analysis, there was no evidence that it was more likely than not that the fair value was less than the carrying amounts, therefore, it was not necessary to perform a quantitative impairment test in fiscal 2023. The Company did not identify any triggering events after our annual goodwill impairment analysis through June 30, 2023, the date of our consolidated balance sheet, that would require an additional goodwill impairment assessment to be performed.\nIn the first quarter of fiscal 2022, the Company combined the management of the Exosome Diagnostics and Asuragen reporting units, both of which were included in the Diagnostics and Genomics operating segment. In conjunction with the combination of the reporting units, a qualitative goodwill impairment assessment was performed. The qualitative assessment identified no indicators of impairment.\nIn the second quarter of fiscal 2022 Eminence notified the Company of its need for additional capital to execute its growth plan. The Company first attempted to find outside equity financing support for the Eminence investment but was unable to do so. The Company then reviewed the additional financing needs required to successfully ramp Eminence’s business, which ultimately did not meet the Company’s return on capital requirements. Therefore, the Company did not provide additional funding to Eminence. As a result of not obtaining additional financing, Eminence notified the Company of its plans to cease operations and liquidate its business.\nGiven the upcoming liquidation process to dispose of the Eminence assets, the Company identified a triggering event and performed impairment testing during the second quarter of fiscal 2022. The impairment testing resulted in a full impairment of the Eminence goodwill and intangible assets, which resulted in charges of $8.3 million and $8.6 million, respectively, for the year ended June 30, 2022. The Company also recognized inventory and fixed asset impairment charges of $0.9 million and $0.9 million, respectively. The Company recorded the impairment charges within the General and Administrative line in the Consolidated Income Statement. The impairment charges recorded within Net Earnings Attributable to Bio-Techne were reduced by approximately $8 million recorded within Net Earnings Attributable to Noncontrolling Interests. The remaining net tangible assets of Eminence included in our Consolidated Balance Sheet as of June 30 2022, were $4.3 million and primarily consisted of fixed assets and related deposits of $3.1 million, inventory of $0.6 million, receivables of $0.4 million, and other current assets of $0.1 million. The Company also had $4.5 million related to current liabilities. The Company held a financial interest of approximately 57.4% in those tangible assets in the liquidation process. As described in Note 1, in the fourth quarter of fiscal 2022, Eminence was able to secure cash deposits on future orders to provide funding for their operations. This delay in liquidation allowed time for securing of additional investor financing which coincided with the sale of the Company's equity shares of Eminence in the first quarter of fiscal 2023.\nIn the first quarter of fiscal 2022, the Company combined the management of the Exosome Diagnostics and Asuragen reporting units, both of which are included in the Diagnostics and Genomics operating segment. In conjunction with the combination of the reporting units, a qualitative goodwill impairment assessment was performed. The qualitative assessment identified no indicators of impairment.\nIn our fiscal 2022 annual goodwill impairment analysis, we elected to perform a quantitative assessment for all five of our reporting units. The result of our quantitative assessment indicated that all of the reporting units had a substantial amount of headroom as of April 1, 2022. The Company did not identify any triggering events after our annual goodwill impairment through June 30, 2022, the date of our consolidated balance sheet, that would require an additional goodwill impairment assessment to be performed.\n46\nNEW ACCOUNTING PRONOUNCEMENTS\nInformation regarding the accounting policies adopted during fiscal 2024 and those not yet adopted can be found under caption “Note 1: Description of Business and Summary of Significant Accounting Policies” of the Notes to the Consolidated Financial Statements appear in Item 8 of this report.\nSUBSEQUENT EVENTS\nOn July 23, 2024, the Company invested $15 million in Spear Bio, an innovative leader in the development and manufacture of ultra-sensitive immunoassays capable of measuring protein biomarkers at attomolar level from sub-microliter sample volume.\nNON-GAAP FINANCIAL MEASURES\nThis Annual Report on Form 10-K, including “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Item 7, contains financial measures that have not been calculated in accordance with accounting principles generally accepted in the U.S. (GAAP). These non-GAAP measures include:\n​\nWe provide these measures as additional information regarding our operating results. We use these non-GAAP measures internally to evaluate our performance and in making financial and operational decisions, including with respect to incentive compensation. We believe that our presentation of these measures provides investors with greater transparency with respect to our results of operations and that these measures are useful for period-to-period comparison of results.\n47\nOur non-GAAP financial measure of organic revenue represents revenue growth excluding revenue from acquisitions within the preceding 12 months, the impact of foreign currency, the impact of businesses held-for-sale, as well as the impact of partially-owned consolidated subsidiaries. Excluding these measures provides more useful period-to-period comparison of revenue results as it excludes the impact of foreign currency exchange rates, which can vary significantly from period to period, and revenue from acquisitions that would not be included in the comparable prior period. Revenues from businesses held-for-sale are excluded from our organic revenue calculation starting on the date they become held-for-sale as those revenues will not be comparative in future periods. Revenues from partially-owned subsidiaries consolidated in our financial statements are also excluded from our organic revenue calculation, as those revenues are not fully attributable to the Company. There was no revenue from partially-owned consolidated subsidiaries in fiscal year 2024 due to the sale of Changzhou Eminence Biotechnology Co., Ltd. (Eminence) in the first quarter of fiscal 2023. Revenue from partially-owned consolidated subsidiaries was $2.0 million for the year ended June 30, 2023.\nOur non-GAAP financial measures for adjusted gross margin, adjusted operating margin, and adjusted net earnings, in total and on a per share basis, exclude stock-based compensation, which is inclusive of the employer portion of payroll taxes on those stock awards, the costs recognized upon the sale of acquired inventory, amortization of acquisition intangibles, restructuring and restructuring-related costs, and other non-recurring items including non-recurring costs, goodwill and long-lived asset impairments, and gains. Stock-based compensation is excluded from non-GAAP adjusted net earnings because of the nature of this charge, specifically the varying available valuation methodologies, subjection assumptions, variety of award types, and unpredictability of amount and timing of employer related tax obligations. The Company excludes amortization of purchased intangible assets, purchase accounting adjustments, including costs recognized upon the sale of acquired inventory and acquisition-related expenses inclusive of the changes in fair value contingent consideration, and other non-recurring items including gains or losses on goodwill and long-lived asset impairment charges, and one-time assessments from this measure because they occur as a result of specific events, and are not reflective of our internal investments, the costs of developing, producing, supporting and selling our products, and the other ongoing costs to support our operating structure. We also exclude certain litigation charges which are facts and circumstances specific including costs to resolve litigation and legal settlement (gains and losses). In some cases, these costs may be a result of litigation matters at acquired companies that were not probable, inestimable, or unresolved at the time of acquisition. Costs related to restructuring and restructuring-related activities, including reducing overhead and consolidating facilities, are excluded because we believe they are not indicative of our normal operating costs.  Additionally, these amounts can vary significantly from period to period based on current activity. The Company also excludes revenue and expense attributable to partially-owned consolidated subsidiaries as well as revenue and expense attributable to businesses held-for-sale in the calculation of our non-GAAP financial measures.\nThe Company’s non-GAAP adjusted operating margin and adjusted net earnings, in total and on a per share basis, also excludes acquisition related expenses inclusive of the changes in fair value of contingent consideration, gain and losses from investments, as they are not part of our day-to-day operating decisions (excluding our equity method investment in Wilson Wolf as it is certain to be acquired in the future), certain adjustments to income tax expense, and other non-recurring items including certain costs related to the transition to a new CEO. Additionally, gains and losses from investments that are either isolated or cannot be expected to occur again with any predictability are excluded. The Company independently calculates a non-GAAP adjusted tax rate to be applied to the identified non-GAAP adjustments considering the impact of discrete items on these adjustments and the jurisdictional mix of the adjustments. In addition, the tax impact of other discrete and non-recurring charges which impact our reported GAAP tax rate are adjusted from net earnings. We believe these tax items can significantly affect the period-over-period assessment of operating results and not necessarily reflect costs and/or income associated with historical trends and future results.\nThe Company periodically reassesses the components of our non-GAAP adjustments for changes in how we evaluate our performance, changes in how we make financial and operational decisions, and considers the use of these measures by our competitors and peers to ensure the adjustments are still relevant and meaningful.\nReaders are encouraged to review the reconciliations of the adjusted financial measures used in management’s discussion and analysis of the financial condition of the Company to their most directly comparable GAAP financial measures provided within the Company’s consolidated financial statements.\n​\n48"
  },
  {
    "item_key": "item_7a",
    "text": "ABOUT MARKET RISK\nThe Company operates internationally, and thus is subject to potentially adverse movements in foreign currency exchange rates. Approximately 31% of the Company’s consolidated net sales in fiscal 2024 were made in foreign currencies, including 14% in euro, 4% in British pound sterling, 6% in Chinese yuan, 3% in Canadian dollars, 1% in Swiss francs, and the remaining 3% in other currencies. The Company is exposed to market risk primarily from foreign exchange rate fluctuations of the euro, British pound sterling, Chinese yuan, Canadian dollar, and Swiss franc as compared to the U.S. dollar as the financial position and operating results of the Company’s foreign operations are translated into U.S. dollars for consolidation.\nMonth-end exchange rates between the euro, British pound sterling, Chinese yuan, Canadian dollar, Swiss franc and the U.S. dollar, which have not been weighted for actual sales volume in the applicable months in the periods, were as follows:\n​\nThe Company’s exposure to foreign exchange rate fluctuations also arises from trade receivables and intercompany payables denominated in one currency in the financial statements, but receivable or payable in another currency.\nThe Company does not enter into foreign currency forward contracts to reduce its exposure to foreign currency rate changes on forecasted intercompany sales transactions or on intercompany foreign currency denominated balance sheet positions. Foreign currency transaction gains and losses are included in \"Other non-operating expense, net\" in the Consolidated Statement of Earnings and Comprehensive Income. The effect of translating net assets of foreign subsidiaries into U.S. dollars are recorded on the Consolidated Balance Sheet as part of \"Accumulated other comprehensive income (loss).\"\nThe effects of a hypothetical simultaneous 10% appreciation in the U.S. dollar from June 30, 2024 levels against the euro, British pound sterling, Chinese yuan, Canadian dollar and Swiss francs are as follows (in thousands):\n​\n​\n​\n49"
  },
  {
    "item_key": "item_8",
    "text": "​\nCONSOLIDATED STATEMENTS OF EARNINGS AND COMPREHENSIVE INCOME\nBio-Techne Corporation and Subsidiaries\n(in thousands, except per share data)\n​\nSee Notes to Consolidated Financial Statements.\n​\n50\nCONSOLIDATED BALANCE SHEETS\nBio-Techne Corporation and Subsidiaries\n(in thousands, except share and per share data)\n​\n​\nSee Notes to Consolidated Financial Statements.\n​\n51\nCONSOLIDATED STATEMENTS OF SHAREHOLDERS’ EQUITY\nBio-Techne Corporation and Subsidiaries\n(in thousands)\n​\nSee Notes to Consolidated Financial Statements.\n​\n52\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nBio-Techne Corporation and Subsidiaries\n(in thousands)\n​\nSee Notes to Consolidated Financial Statements.\n53\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nBio-Techne Corporation and Subsidiaries\nYears ended June 30, 2024, 2023 and 2022\nNote\n1.\nDescription of Business and Summary of Significant Accounting Policies:\nDescription of business:\nBio-Techne and its subsidiaries, collectively doing business as Bio-Techne Corporation (the Company), develop, manufacture and sell life science reagents, instruments and services for the research and clinical diagnostic markets worldwide. With our deep product portfolio and application expertise, we sell integral components of scientific investigations into biological processes and molecular diagnostics, revealing the nature, diagnosis, etiology and progression of specific diseases. Our products aid in drug discovery efforts and provide the means for accurate clinical tests and diagnoses.\nAt the 2022 annual meeting of shareholders of the Company held on October 27, 2022, the shareholders approved an amendment and restatement of the Company’s articles of incorporation to increase the number of authorized shares of the Company’s common stock from\n100,000,000\nto\n400,000,000\n. On November 1, 2022, the Company’s board of directors approved and declared a\nfour\n-for-one split of the Company’s common stock in the form of a stock dividend. Each stockholder of record on November 14, 2022 received\nthree\nadditional shares of common stock for each then-held share, which were distributed after close of trading on November 29, 2022. All share and per share amounts presented herein have been retroactively adjusted to reflect the impact of the stock split.\nUse of estimates:\nThe preparation of consolidated financial statements in conformity with accounting principles generally accepted in the United States of America requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, disclosures of contingent assets and liabilities at the date of the consolidated financial statements, and the reported amounts of revenues and expenses during the reporting period. These estimates include the valuation of accounts receivable, available-for-sale investments, inventory, intangible assets, contingent consideration, stock-based compensation and income taxes. Actual results could differ from these estimates.\nPrinciples of consolidation:\nThe consolidated financial statements include the accounts of the Company and its wholly-owned subsidiaries. All intercompany accounts and transactions have been eliminated.\nAs Eminence met the criteria for consolidation, the transaction was accounted for in accordance with ASC\n805,\nBusiness Combinations\n. In applying\nASC\n805\nto the transaction, the Company has elected to include Eminence in our consolidated financial statements on a one month lag. As noted below, Eminence was sold during the first fiscal quarter of 2023.\nEquity method investments:\nThe company accounts for its equity method investments in accordance with ASC\n323, Investments - Equity Method and Joint Ventures.\nThe Company initially records its equity method investments at the amount of the Company’s investment and adjusts each period for the Company’s share of the investee’s income or loss and dividends paid. Distributions from the equity method investee are accounted for using the cumulative earnings approach on the Consolidated Statement of Cash Flows.\nIn December 2021, the Company paid $\n25\nmillion to enter into a two-part forward contract which requires the Company to make an initial ownership investment followed by purchase of full equity interest in Wilson Wolf Corporation (Wilson Wolf) if certain annual revenue or annual earnings before interest, taxes, depreciation, and amortization (EBITDA) thresholds are met. Wilson Wolf is a leading manufacturer of cell culture devices, including the G-Rex product line. The first part of the forward contract was triggered upon Wilson Wolf achieving approximately $\n92\nmillion in annual revenue or $\n55\nmillion in EBITDA at any point prior to December 31, 2027. During the quarter ended March 31, 2023, the Company determined that Wilson Wolf had met the EBITDA target. On March 31, 2023, the Company paid an additional $\n232\nmillion to acquire\n19.9\n% of Wilson Wolf, which is accounted for as an equity method investment.\nSince the first part of the forward contract has been triggered, the second part of the forward contract will automatically trigger, and requires the Company to acquire the remaining equity interest in Wilson Wolf on December 31, 2027 based on a revenue multiple of approximately\n4.4\ntimes trailing twelve month revenue. The second part of the contract would be accelerated in advance of December 31, 2027, if Wilson Wolf meets its second milestone of approximately $\n226\nmillion\n54\nin annual revenue or $\n136\nmillion in annual EBITDA. If the second milestone is achieved, the forward contract requires the Company to pay approximately $\n1\nbillion plus potential consideration for revenue in excess of the revenue milestone.\nTranslation of foreign financial statements\n: Assets and liabilities of the Company’s foreign operations are translated at year-end rates of exchange and the resulting gains and losses arising from the translation of net assets located outside the U.S. are recorded as other comprehensive income (loss) on the consolidated statements of earnings and comprehensive income. The cumulative translation adjustment is a component of accumulated other comprehensive loss on the consolidated balance sheets. Foreign statements of earnings are translated at the average rate of exchange for the year. Foreign currency transaction gains and losses are included in other non-operating expense in the consolidated statements of earnings and comprehensive income.\nRevenue recognition:\nASC 606 provides revenue recognition guidance for any entity that enters into contracts with customers to transfer goods or services or enters into contracts for the transfer of non-financial assets, unless those contracts are within the scope of other accounting standards. The core principle of ASC 606 is that revenue should be recognized to depict the transfer of promised goods or services to customers in an amount that reflects the consideration to which the entity expects to be entitled in exchange for those goods or services. Refer to Note 2 for additional information regarding our revenue recognition policy under\nASC 606\n.\nResearch and development:\nResearch and development expenditures are expensed as incurred. Development activities generally relate to creating new products, improving or creating variations of existing products, or modifying existing products to meet new applications.\nAdvertising costs:\nAdvertising expenses were $\n4.1\nmillion, $\n4.8\nmillion, and $\n4.6\nmillion for fiscal 2024, 2023, and 2022 respectively. Advertising expenditures are expensed as incurred.\nIncome taxes:\nThe Company uses the asset and liability method of accounting for income taxes. Deferred tax assets and liabilities are recognized to record the income tax effect of temporary differences between the tax basis and financial reporting basis of assets and liabilities. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which those temporary differences are expected to be recovered or settled. The effect on deferred tax assets and liabilities of a change in tax rates is recognized in income in the period that includes the enactment date. Tax positions taken or expected to be taken in a tax return are recognized in the financial statements when it is more likely than not that the position would be sustained upon examination by tax authorities. A recognized tax position is then measured at the largest amount of benefit that is greater than fifty percent likely of being realized upon ultimate settlement. The Company recognizes interest and penalties related to unrecognized tax benefits in income tax expense. Refer to Note 12 for additional information regarding income taxes.\nComprehensive income:\nComprehensive income includes charges and credits to shareholders’ equity that are not the result of transactions with shareholders. Our total comprehensive income consists of net income, unrealized gains and losses on cash flow hedges, and foreign currency translation adjustments. The items of comprehensive income, with the exception of net income, are included in accumulated other comprehensive loss in the consolidated balance sheets and statements of shareholders’ equity. Any tax effects, if applicable, associated with reclassifications of accumulated other comprehensive income to net income are reflected in the provision for income taxes.\nCash and cash equivalents:\nCash and cash equivalents include cash on hand and highly-liquid investments with original maturities of three months or less.\nAvailable-for-sale investments:\nAvailable-for-sale investments consist of debt instruments with original maturities of generally three months to less than one-year and equity securities. Available-for-sale investments are recorded based on trade-date. The Company considers all of its marketable securities available-for-sale and reports them at fair value. Unrealized gains and losses on our available-for-sale securities are included within other income (expense).\nTrade accounts receivable and allowances:\nTrade accounts receivable are initially recorded at the invoiced amount upon the sale of goods or services to customers, and they do not bear interest. They are stated net of allowances for doubtful accounts, which represent estimated losses resulting from the inability of customers to make the required payments. When determining the allowances for doubtful accounts, we take several factors into consideration, including the overall\n55\ncomposition of accounts receivable aging, our prior history of accounts receivable write-offs, the type of customer and our day-to-day knowledge of specific customers. Changes in the allowances for doubtful accounts are included in selling, general and administrative (SG&A) expense in our consolidated statements of earnings and comprehensive income. The point at which uncollected accounts are written off varies by type of customer. The Company does not have material long-term customer receivables.\nInventories:\nInventories are stated at the lower of cost (first-in, first-out method) or net realizable value. The Company regularly reviews inventory on hand for slow-moving and obsolete inventory, inventory not meeting quality control standards and inventory subject to expiration.\nFor certain proteins, antibodies, and chemically based manufactured products, the Company produces larger batches of established products than current sales requirements due to economies of scale through a highly controlled manufacturing process. Accordingly, the manufacturing process for these products has and will continue to produce quantities in excess of forecasted usage. The Company forecasts usage for its products based on several factors including historical demand, current market dynamics, and technological advances. The Company forecasts product usage on an individual product level for a period that is consistent with our ability to reasonably forecast inventory usage for that product. There have been no material changes to the Company’s estimates of the net realizable value for excess and obsolete inventory or other types of inventory reserves and inventory cost adjustments in the fiscal years presented. Additionally, current and historical reserves recorded to reduce the cost of inventory to its net realizable value become part of the new cost basis for the inventory item in accordance with\nASC 330 - Inventory\n.\nProperty and equipment:\nProperty and equipment are recorded at cost. Equipment is depreciated using the straight-line method over an estimated useful life of\n3\nto\n5 years\n. Buildings, building improvements and leasehold improvements are depreciated over estimated useful lives of\n5\nto\n40 years\n.\nContingencies:\nThe Company records a liability in the consolidated financial statements on an undiscounted basis for loss contingencies related to legal actions when a loss is known or considered probable and the amount may be reasonably estimated. If the reasonable estimate of a known or probable loss is a range, and no amount within the range is a better restimate than any other, the minimum amount of the range is accrued. If a loss is reasonably possible but not known or probable, and the amount may be reasonably estimated, the estimated loss or range of loss is disclosed.\nContingent Consideration:\nContingent Consideration relates to the potential payment for an acquisition that is contingent upon the achievement of the acquired business meeting certain product development milestones and/or certain financial performance milestones. The Company records contingent consideration at fair value at the date of acquisition based on the consideration expected to be transferred. For potential payments related to financial performance milestones, we use a real option model in calculating the fair value of the contingent consideration liabilities. The assumptions utilized in the calculation based on financial performance milestones include projected revenue and/or EBITDA amounts, volatility and discount rates. For potential payments related to product development milestones, we estimated the fair value based on the probability of achievement of such milestones. The assumptions utilized in the calculation of the acquisition date fair value include probability of success and the discount rates. Contingent consideration involves certain assumptions requiring significant judgment and actual results may differ from assumed and estimated amounts. Contingent consideration is remeasured each reporting period, and subsequent changes in fair value, including accretion for the passage of time, are recognized within selling, general and administrative in the consolidated statement of earnings and comprehensive income.\nIntangible assets:\nIntangible assets are stated at historical cost less accumulated amortization. Amortization expense is generally determined on the straight-line basis over periods ranging from\n1 year\nto\n20 years\n. Each reporting period, we evaluate the remaining useful lives of our amortizable intangibles to determine whether events or circumstances warrant a revision to the remaining period of amortization. If our estimate of an asset’s remaining useful life is revised, the remaining carrying amount of the asset is amortized prospectively over the revised remaining useful life.\nImpairment of long-lived assets and amortizable intangibles:\nWe evaluate the recoverability of property, plant, equipment and amortizable intangibles whenever events or changes in circumstances indicate that an asset’s carrying amount may not be recoverable. Such circumstances could include, but are not limited to, (1) a significant decrease in the market value of an asset, (2) a significant adverse change in the extent or manner in which an asset is used or in its physical condition,\n56\nor (3) an accumulation of costs significantly in excess of the amount originally expected for the acquisition or construction of an asset. We compare the carrying amount of the asset to the estimated undiscounted future cash flows associated with it. If the sum of the expected future net cash flows is less than the carrying value of the asset being evaluated, an impairment loss would be recognized. The impairment loss would be calculated as the amount by which the carrying value of the asset exceeds the fair value of the asset. As quoted market prices are not available for the majority of our assets, the estimate of fair value is based on various valuation techniques, including the discounted value of estimated future cash flows.\nThe evaluation of asset impairment requires us to make assumptions about future cash flows over the life of the asset being evaluated. These assumptions require significant judgment and actual results may differ from assumed and estimated amounts. During the second quarter of fiscal year 2024 there was a triggering event for the assets and liabilities associated with a disposal group in our Protein Sciences segment that were classified as held-for-sale. See the restructuring section of Note 1 below for additional details. No other triggering events were identified and\nno\nother impairments were recorded for property, plant, and equipment or amortizable intangibles during fiscal years 2024, 2023, and 2022.\nImpairment of goodwill and indefinite-lived intangible assets:\nWe evaluate the carrying value of goodwill and indefinite-lived intangible assets during the fourth quarter each year and between annual evaluations if events occur or circumstances change that would indicate a possible impairment. Such circumstances could include, but are not limited to, (1) a significant adverse change in legal factors or in business climate, (2) unanticipated competition, (3) an adverse action or assessment by a regulator, or (4) an adverse change in market conditions that are indicative of a decline in the fair value of the assets.\nTo analyze goodwill, we must assign our goodwill to individual reporting units. Identification of reporting units includes an analysis of the components that comprise each of our operating segments, which considers, among other things, the manner in which we operate our business and the availability of discrete financial information. Components of an operating segment are aggregated to form one reporting unit if the components have similar economic characteristics. We periodically review our reporting units to ensure that they continue to reflect the manner in which we operate our business. The Company had\nfive\nreporting units for our 2024, 2023, and 2022 goodwill impairment assessment performed on April 1 of each of the respective fiscal years, the date of our annual goodwill impairment assessment.\nThe Company tests goodwill for impairment by either performing a qualitative evaluation or a quantitative test. The qualitative evaluation for goodwill is an assessment of factors including reporting unit specific operating results as well as industry and market conditions, overall financial performance, and other relevant events and factors to determine whether it is more likely than not that the fair values of a reporting unit is less than its carrying amount, including goodwill. The Company may elect to bypass the qualitative assessment for its reporting units and perform a quantitative test.\nThe quantitative impairment test requires us to estimate the fair value of our reporting units based the income approach. The income approach is a valuation technique under which we estimate future cash flows using the reporting unit’s financial forecast from the perspective of an unrelated market participant. Using historical trending and internal forecasting techniques, we project revenue and apply our fixed and variable cost experience rate to the projected revenue to arrive at the future cash flows. A terminal value is then applied to the projected cash flow stream. Future estimated cash flows are discounted to their present value to calculate the estimated fair value. The discount rate used is the value-weighted average of our estimated cost of capital derived using both known and estimated customary market metrics. In determining the estimated fair value of a reporting unit, we are required to estimate a number of factors, including projected operating results, terminal growth rates, economic conditions, anticipated future cash flows, the discount rate and the allocation of shared or corporate items.\nFor fiscal 2024, we elected to perform a qualitative analysis for all\nfive\nreporting units. The Company determined, after performing the qualitative analysis, there was no evidence that it is more likely than not that the fair value was less than the carrying amounts, therefore, it was not necessary to perform a quantitative impairment test in fiscal 2024. There was a triggering event related to a business held-for-sale described later in this note, leading to an impairment of allocated goodwill during the second half of fiscal 2024. The Company did not identify any triggering events after our annual goodwill impairment analysis through June 30, 2024, the date of our consolidated balance sheet, that would require an additional goodwill impairment assessment to be performed.\n57\nFor fiscal 2024, the Company also performed a qualitative assessment of the acquired in-process research and development assets to determine whether changes in events, circumstances, or the probability of successful development and commercialization of the assets indicated that it is more likely than not that the fair value of the acquired assets are less than its carrying amount.  Based on the analysis, the Company determined there was no indication of impairment of the indefinite-lived intangible asset. This in-process research and development was placed into service during the fourth quarter of fiscal 2024 and will begin amortization over its expected useful life.\nIn fiscal 2023, we elected to perform a qualitative analysis for all\nfive\nreporting units. The Company determined, after performing the qualitative analysis, there was no evidence that it is more likely than not that the fair value was less than the carrying amounts, therefore, it was not necessary to perform a quantitative impairment test in fiscal 2023. The Company did not identify any triggering events after our annual goodwill impairment analysis through June 30, 2023, the date of our consolidated balance sheet, that would require an additional goodwill impairment assessment to be performed.\nOn September 1, 2022, the Company completed the sale of its equity shares of Eminence for approximately $\n17.8\nmillion to a third party. Eminence was considered a variable-interest entity that was fully consolidated in our financial statements. Prior to the sale, Eminence had revenue of $\n2.0\nmillion for the first fiscal quarter of 2023 within our Protein Sciences segment. Fiscal 2022 revenues were $\n4.6\nmillion. As a result of the sale of the business, the Company recorded a gain of $\n11.7\nmillion within the Other income (expense) line in the Consolidated Statement of Earnings. Prior to the sale of Eminence, a triggering event was identified in the second quarter of fiscal 2022 and impairment testing was performed as Eminence was forecasted to not have sufficient cash to execute on their growth plan combined with their inability to secure additional financing. Our impairment testing resulted in a full impairment of the Eminence goodwill and intangibles assets for charges of $\n8.3\nmillion and $\n8.6\nmillion,\nrespectively\n, for the year ended June 30, 2022. The Company also recognized inventory and fixed asset impairment charges of $\n0.9\nmillion and $\n0.9\nmillion, respectively. These impairment charges were recorded within the General and Administrative line in the Consolidated Statement of Earnings for fiscal 2022. In the fourth quarter of fiscal 2022, Eminence was able to secure cash deposits on future orders to provide funding for their operations. This delay in liquidation allowed time for securing of additional investor financing which coincided with the sale of the Company's investment.\nIn the first quarter of fiscal 2022, the Company combined the management of the Exosome Diagnostics and Asuragen reporting units, both of which are included in the Diagnostics and Genomics operating segment. In conjunction with the combination of the reporting units, a qualitative goodwill impairment assessment was performed. The qualitative assessment identified no indicators of impairment.\nIn our fiscal 2022 annual goodwill impairment analysis, we elected to perform a quantitative assessment for all\nfive\nof our reporting units. The result of our quantitative assessment indicated that all of the reporting units had a substantial amount of headroom as of April 1, 2022. The Company did not identify any triggering events after our annual goodwill impairment through June 30, 2022, the date of our consolidated balance sheet, that would require an additional goodwill impairment assessment to be performed.\nRestructuring actions:\nRestructuring actions generally include significant actions involving employee-related severance charges, contract termination costs, and impairments and disposals of assets associated with such actions. Employee-related severance charges are based upon distributed employment policies and substantive severance plans. These charges are reflected in the quarter when the actions are probable and the amounts are estimable, which typically is when management approves the associated actions. Asset-related and other charges include impairment of right-of-use assets, leasehold improvements, other asset write-downs associated with combining operations, disposal of assets and other exit costs. Other costs also includes restructuring-related charges, which are incremental costs incurred directly supporting business transformation initiatives tied to the restructuring action.\nFiscal Year 2024 Restructuring Actions:\nIn the second quarter of fiscal 2024, the Company announced enterprise-wide restructuring focused on recovering operating margins, optimizing our distribution footprint, and enhancing our organization efficiency. These actions impacted approximately\n4\n% of our global workforce. These actions continued through the end of fiscal 2024 as we incurred charges relating to the condensing of certain distribution centers and optimizing efficiency. The Company is expecting to\n58\nincur costs related to these actions through the first half of fiscal 2025, which will be recorded when specified criteria are met.\nAs part of these actions, certain assets and liabilities associated with a disposal group in our Protein Sciences segment were classified as held-for-sale as of December 31, 2023, including $\n1.4\nmillion of goodwill allocated to the disposal group on a relative fair value basis. As a result of impairment tests performed over the disposal group during fiscal 2024, a cumulative impairment charge of $\n22.0\nmillion which includes the allocated goodwill, was recorded in the Selling, general and administrative line in the Consolidated Statements of Earnings for the year ended June 30, 2024. As of June 30, 2024, the assets remaining within the disposal group primarily include inventory and property and equipment of $\n9.8\nmillion, which is net of expected selling costs. These assets are actively marketed, and we believe their sale will be completed within 12 months of the held-for-sale classification date. The held-for-sale assets are recorded in Current assets held-for-sale in our Consolidated Balance Sheet as of June 30, 2024.\nThe restructuring and restructuring-related charges, including the impairment of assets held-for-sale, for periods presented were recorded in the Consolidated Statements of Earnings as follows (in thousands):\n(1)\nRestructuring actions impacting research and development are not material to separately disclose and have been included within Selling, general and administrative costs.\nRestructuring and restructuring-related costs by segment are as follows (in thousands):\n​\n59\nThe following table summarizes the changes in the Company’s accrued restructuring balance, which is included within Other current liabilities in the accompanying balance sheet. Other amounts reported as restructuring and restructuring-related costs in the accompanying statements of income have been summarized in the notes to the table (in thousands):\n(1)\nRelates to impacted employees’ final paycheck, separation payments, outplacement services, legal fees, and retention packages related to the closure or sale of certain distribution and manufacturing sites.\n(2)\nPrimarily relates to impairment of right-of-use assets, lease termination fees, consulting fees, and expenses for changes to supporting IT systems that are enabling the Company to complete the restructuring initiatives.\n(3)\nRelates to the refinement of the accrual recorded in the second quarter of fiscal 2024.\nFiscal Year 2023 Restructuring Actions:\nQT Holdings Corporation (Quad)\nIn August 2022, the Company informed employees of our decision to close our Quad facility as part of a realignment of activities within our Reagent Solutions division. The closure of the site was completed in the fourth quarter of fiscal 2023. As a result of the restructuring activities, an estimated pre-tax charge of $\n2.2\nmillion was recorded within our Protein Sciences segment for the year ended June 30, 2023.\nThe related restructuring charges for the year ended June 30, 2023 were recorded in the income statement as follows (in thousands):\n​\n​\n​\nProtein Sciences realignment\nIn December 2022, the Company informed employees it would undertake certain actions to strategically reallocate operations resources to high growth areas of the business. Additional actions were taken in June 2023 primarily related to the sales organization. The actions impacted a limited number of employees and were completed in the fourth quarter of fiscal 2024. As a result of the realignment, a pre-tax charge of $\n1.7\nmillion related to employee severance was recorded in the Selling, general and administrative line of operating income within our Protein Sciences segment during the year ended June 30, 2023. Adjustments in fiscal year 2024 relate to the refinement of employee severance payouts. Additional pre-\n60\ntax charges for the year ended June 30, 2024 were $\n0.2\nmillion. Restructuring actions, including cash and non-cash impacts, are as follows (in thousands):\n(1)\nFiscal year 2024 adjustments relate to the refinement of the accrual recorded in fiscal year 2023.\n​\nFiscal Year 2022 Restructuring Actions:\nIn September 2021, the Company informed employees of our decision to close our Exosome Diagnostics Germany facility, discontinuing lab and research occurring at the site, as part of a realignment of activities within our Exosome Diagnostics business. The restructuring activities were complete as of June 30, 2022. As a result of the restructuring activities, a pre-tax charge of $\n1.4\nmillion was recorded within our Diagnostics and Genomics segment during the year ended June 30, 2022.\nTotal restructuring charges for the closure of the Exosome Diagnostics Germany facility for the year ended June 30, 2022 were recorded within operating income on the income statement as follows (in thousands):\n​\n​\n​\n(1)\nAdjustments include refinements to our estimated close down costs as well as the impacts from foreign currency exchange.\n​\nDuring the second quarter of fiscal 2022, the Company also incurred a restructuring charge of $\n0.2\nmillion related to employee severance for the relocation of a US plant. This was completed during fiscal 2023 and there are\nno\nremaining liabilities related to this relocation as of June 30, 2023. This charge was recorded within Other current liabilities as of June 30, 2022. Fiscal 2023 cash payments did not materially differ from the charge recorded in fiscal 2022.\n​\nLegal Matters:\nThe Company and its affiliates are involved in a number of legal actions from time to time involving product liability, employment, intellectual property and commercial disputes, shareholder related matters, environmental proceedings, tax disputes, and governmental proceedings and investigations. With respect to governmental proceedings and investigations, like other companies in our industry, the Company is subject to extensive regulation by national, state, and local governmental agencies in the United States and in other jurisdictions in which the Company and its affiliates operate. The Company’s standard practice is to cooperate with regulators and investigators in responding to inquiries. The outcomes of legal actions are not within the Company’s complete control and may not be known for prolonged periods of time. In some actions, the enforcement agencies or private claimants seek damages, as well as other remedies (including injunctions barring the sale of products that are the subject of the proceeding), that could require\n61\nsignificant expenditures, result in lost revenues, or limit the Company's ability to conduct business in the applicable jurisdictions.\n​\nThe Company records a liability in the consolidated financial statements on an undiscounted basis for loss contingencies related to legal actions when a loss is known or considered probable and the amount may be reasonably estimated. If the reasonable estimate of a known or probable loss is a range, and no amount within the range is a better estimate than any other, the minimum amount of the range is accrued. If a loss is reasonably possible but not known or probable, and may be reasonably estimated, the estimated loss or range of loss is disclosed. When determining the estimated loss or range of loss, significant judgment is required. Estimates of probable losses resulting from litigation and governmental proceedings involving the Company are inherently difficult to predict, particularly when the matters are in early procedural stages with incomplete scientific facts or legal discovery, involve unsubstantiated or indeterminate claims for damages, potentially involve penalties, fines or punitive damages, or could result in a change in business practice. The Company classifies certain specified litigation charges and gains related to significant legal matters as certain litigation charges in the consolidated statements of income.\n​\nDuring fiscal year 2024, the Company recognized $\n3.5\nmillion of certain litigation charges. There was no comparable activity in the comparable periods. As of each of the balance sheet dates presented, there was\nno\naccrued litigation. The ultimate cost to the Company with respect to accrued litigation could be materially different than the amount of the current estimates and accruals and could have a material adverse impact on the Company’s consolidated earnings, financial position, and/or cash flows. The Company includes accrued litigation in other current liabilities and other liabilities on the consolidated balance sheets. While it is not possible to predict the outcome for most of the legal matters discussed below, the Company believes it is possible that the costs associated with these matters could have a material adverse impact on the Company’s consolidated earnings, financial position, and/or cash flows.\n​\nIntellectual Property Matters:\nAt any given time, the Company is involved in litigation relating to patents, trademarks, copyrights, trade secrets, and other intellectual property (IP) rights, and licenses, acquisitions or other agreements related to such rights. This litigation includes, but it not limited to, alleged infringement or misappropriation of IP rights, or breach of obligations related to IP rights, or other claims asserted by competitors, individuals, or entities created specifically to fund IP litigation. While the outcome of these litigation matters is inherently uncertain, it is possible that the results of such litigation could require the Company to pay significant monetary damages.\n​\nOther Significant Accounting Policies\nThe following table includes a reference to additional significant accounting policies that are described in other notes to the financial statements, including the note number:\n​\nNot Yet Adopted Accounting Pronouncements\nIn November 2023, the FASB issued ASU 2023-07, Improvements to Reportable Segment Disclosures (Topic 280), which requires incremental disclosures on reportable segments, primarily through enhanced disclosures on significant segment expenses. The Company will adopt this guidance beginning in the fourth quarter of fiscal year 2025 for our annual report and for interim periods starting in fiscal year 2026. We are currently evaluating the potential effect that the updated standard will have on our financial statement disclosures.\nIn December 2023, the FASB issued ASU 2023-09, Improvements to Income Tax Disclosures (Topic 740), which requires incremental annual disclosures on income taxes, including rate reconciliations, income taxes paid, and other disclosures.\n62\nThe Company will adopt this guidance beginning in the fourth quarter of fiscal year 2026 for our annual report. We are currently evaluating the potential effect that the updated standard will have on our financial statement disclosures.\nOther than the items noted above, there have been no new accounting pronouncements not yet effective or adopted in the current year that we believe have a significant impact, or potential significant impact, on our consolidated financial statements.\nNote 2\n.\nRevenue Recognition:\nConsumables revenues consist of specialized proteins, immunoassays, antibodies, reagents, blood chemistry and blood gas quality controls, and hematology instrument controls that are typically single-use products recognized at a point in time following the transfer of control of such products to the customer, which generally occurs upon shipment. Instruments revenues typically consist of longer lived assets that, for the substantial majority of sales, are recognized at a point in time in a manner similar to consumables. Service revenues consist of extended warranty contracts, post contract support, and custom development projects that are recognized over time as either the customers receive and consume the benefits of such services simultaneously or the underlying asset being developed has no alternative use for the Company at contract inception and the Company has an enforceable right to payment for the portion of the performance completed. Service revenues also include laboratory services recognized at point in time.\nWe recognize royalty revenues in the period the sales occur using third party evidence. The Company elected the \"right to invoice\" practical expedient based on the Company's right to invoice a customer at an amount that approximates the value to the customer and the performance completed to date.\nThe Company elected the exemption to not disclose the unfulfilled performance obligations for contracts with an original length of one year or less and the exemption to exclude future performance obligations that are accounted under the sales-based or usage-based royalty guidance. The Company’s unfulfilled performance obligations for contracts with an original length greater than one year were not material as of June 30, 2024.\nContracts with customers that contain instruments may include multiple performance obligations. For these contracts, the Company allocates the contract’s transaction price to each performance obligation on a relative standalone selling price basis. Allocation of the transaction price is determined at the contracts’ inception.\nPayment terms for shipments to end-users are generally net 30 days. Payment terms for distributor shipments may range from 30 to 90 days. Service arrangements commonly call for payments in advance of performing the work (e.g. extended warranty and service contracts), upon completion of the service (e.g. custom development manufacturing) or a mix of both.\nContract assets include revenues recognized in advance of billings. Contract assets are included within other current assets in the accompanying balance sheet as the amount of time expected to lapse until the company's right to consideration becomes unconditional is less than one year. We elected the practical expedient allowing us to expense contract costs that would otherwise be capitalized and amortized over a period of less than one year. Contract assets as of June 30, 2024 are not material. Contract liabilities include billings in excess of revenues recognized, such as those resulting from customer advances and deposits and unearned revenue on warranty contracts.\nContract liabilities as of June 30, 2024 and June 30, 2023 were approximately $\n30.2\nmillion and $\n24.6\nmillion, respectively. Contract liabilities as of June 30, 2023 subsequently recognized as revenue during the year ended June 30, 2024 were approximately $\n20.9\nmillion. Contract liabilities as of June 30, 2022 subsequently recognized as revenue during the year ended June 30, 2023 were approximately $\n21.5\nmillion. Contract liabilities in excess of one year are included in Other long-term liabilities on the consolidated balance sheet.\nAny claims for credit or return of goods must be made within 10 days of receipt. Revenues are reduced to reflect estimated credits and returns. Although the amounts recorded for these revenue deductions are dependent on estimates and assumptions, historically our adjustments to actual results have not been material.\nTaxes collected from customers relating to product sales and remitted to governmental authorities are excluded from revenue. Amounts billed to customers for shipping and handling are included in revenue, while the related shipping and handling costs are reflected in cost of products. We elected the practical expedient that allows us to account for shipping\n63\nand handling activities that occur after the customer has obtained control of a good as a fulfillment cost, and we accrue costs of shipping and handling when the related revenue is recognized. The following tables present our disaggregated revenue for the periods presented.\nRevenue by type is as follows (in thousands):\n​\n​\n​\nRevenue by geography (in thousands):\n​\n​\nNote\n3.\nSupplemental Balance Sheet and Cash Flow Information\n:\nInventories:\nInventories consist of (in thousands):\n64\nProperty and Equipment:\nProperty and equipment consist of (in thousands):\n​\nIntangibles assets were comprised of the following (in thousands):\n​\n(1)\nThe in process research and development has been placed into service and is included within Developed technology. The amortization period for this developed technology asset is estimated to be\n14 years\n.\nChanges to the carrying amount of net intangible assets consist of (in thousands):\n​\n(1)\nIncludes the purchase of a $\n4.6\nmillion intangible asset from Wilson Wolf, an equity method investee of the Company during the year-ended June 30, 2023. This asset will be amortized over a life of\n10 years\n.\n(2)\nRefer to Note 1 for further detail on held-for-sale intangibles.\nAmortization expense related to developed technologies included in cost of sales was $\n46.6\nmillion, $\n44.3\nmillion, and $\n40.6\nmillion in fiscal 2024, 2023, and 2022, respectively. Amortization expense related to trade names, customer\n65\nrelationships, non-compete agreements, and patents included in selling, general and administrative expense was $\n33.2\nmillion, $\n33.2\nmillion, and $\n33.5\nmillion, in fiscal 2024, 2023, and 2022 respectively.\nThe estimated future amortization expense for intangible assets as of June 30, 2024 is as follows (in thousands):\n​\nGoodwill:\n​\nChanges in goodwill by segment and in total consist of (in thousands):\n​\n(1)\nRefer to Note 1 for further detail on goodwill reclassified to current assets held-for-sale.\nOther Assets:\n​\nOther assets consist of (in thousands):\n​\nSupplemental Cash Flow Information:\nSupplemental cash flow information was as follows (in thousands):\n​\n​\n66\nNote 4\n.\nAcquisitions:\nWe periodically complete business combinations that align with our business strategy. Acquisitions are accounted for using the acquisition method of accounting, which requires, among other things, that assets acquired and liabilities assumed be recognized at fair value as of the acquisition date and that the results of operations of each acquired business be included in our consolidated statements of comprehensive income from their respective dates of acquisitions. Acquisition costs are recorded in selling, general and administrative expenses as incurred.\nFiscal year 2024 Acquisitions\n​\nLunaphore Technologies SA.\n​\nOn July 7, 2023, the Company acquired all of the ownership interests of Lunaphore Technologies SA (“Lunaphore”) for $\n169.7\nmillion, in a cash-free, debt-free acquisition. Lunaphore is a leading developer of fully automated spatial biology solutions. The Lunaphore acquisition adds spatial biology instruments to Bio-Techne’s portfolio to accelerate our leadership position in translational and clinical research markets. The transaction was accounted for in accordance with ASC\n805, Business Combinations\n. The goodwill recorded as a result of the acquisition represents the strategic benefits of growing the Company’s product portfolio and the expected revenue growth from increased market penetration. The goodwill is not deductible for income tax purposes. The business became part of the Diagnostics and Genomics operating segment in the first quarter of fiscal year 2024\n.\n​\nThe allocation of purchase price consideration related to Lunaphore was completed in the fourth quarter of fiscal 2024. Net sales and operating loss of this business included in Bio-Techne's consolidated results of operations for the year ended June 30, 2024 were approximately $\n14.3\nmillion and $\n24.0\nmillion, respectively.\nThe fair values of the assets acquired and liabilities assumed as of the acquisition date and the updated final amounts as of June 30, 2024 are as follows (in thousands):\n​\n​\nTangible assets and liabilities acquired were recorded at fair value on the date of close based on management's assessment. The purchase price allocated to developed technology and customer relationships was based on management’s forecasted cash inflows and outflows and using a multiperiod excess earnings method to calculate the fair value of assets purchased. The purchase price allocated to trade names was based on management's forecasted cash inflows and outflows and using a relief from royalty method. The amount recorded for developed technology is being amortized with the expense reflected in cost of goods sold in the Consolidated Statement of Earnings and Comprehensive Income. The amortization period for developed technology is estimated to be\n14 years\n. Amortization expense related to customer relationships is reflected in\n67\nselling, general and administrative expenses in the Consolidated Statement of Earnings and Comprehensive Income. The amortization period for customer relationships is estimated to be\n8 years\n. The amount recorded for trade names is being amortized with the expense reflected in selling, general and administrative expenses in the Consolidated Statement of Earnings and Comprehensive Income. The amortization period for trade names ranges from\n4 years\nto\n8 years\n. The net deferred income tax liability represents the net amount of the estimated future impact of adjustments for costs to be recognized as intangible asset amortization, which is not deductible for income tax purposes, offset by the deferred tax asset for the preliminary calculation of acquired net operating losses.\nFiscal year 2023 Acquisitions\nNamocell, Inc.\nOn July 1, 2022, the Company acquired all of the ownership interests of Namocell, Inc. (“Namocell”) for $\n101.2\nmillion, net of cash acquired, plus contingent consideration of up to $\n25\nmillion upon the achievement of certain future revenue thresholds. The Namocell acquisition adds easy-to-use single cell sorting and dispensing platforms that are gentle to cells and preserve cell viability and integrity. The transaction was accounted for in accordance with ASC 805, Business Combinations. The goodwill recorded as a result of the acquisition represents the strategic benefits of growing the Company’s product portfolio and the expected revenue growth from increased market penetration. The goodwill is not deductible for income tax purposes. The business became part of the Protein Sciences operating segment in the first quarter of fiscal year 2023.\nThe allocation of purchase price consideration related to Namocell was completed in the fourth quarter of fiscal 2023.\nNet sales and operating loss of this business included in Bio-Techne's consolidated results of operations for the twelve months ended June 30, 2023 were approximately\n$\n6.4\nmillion and\n$\n9.3\nmillion, respectively.\nThe fair values of the assets acquired and liabilities assumed as of the acquisition date and the updated final amounts as of June 30, 2023 are as follows (in thousands):\n​\n​\nTangible assets and liabilities acquired were recorded at fair value on the date of close based on management's assessment. The purchase price allocated to developed technology was based on management’s forecasted cash inflows and outflows and using a relief from royalty method to calculate the fair value of assets purchased. The purchase price allocated to customer relationships and trade names was based on management's forecasted cash inflows and outflows and using a multiperiod excess earnings method. The amount recorded for developed technology is being amortized with the expense reflected in Cost of goods sold in the Consolidated Statement of Earnings and Comprehensive Income. The amortization period for developed technology is estimated to be\n13 years\n. Amortization expense related to customer relationships is reflected in Selling, general and administrative expenses in the Consolidated Statement of Earnings and Comprehensive\n68\nIncome. The amortization period for customer relationships is estimated to be\n4 years\n. The amount recorded for trade names and the non-competition agreement is being amortized with the expense reflected in Selling, general and administrative expenses in the Consolidated Statement of Earnings and Comprehensive Income. The amortization period for both trade names and the non-competition agreement is estimated to be\n3 years\n. The net deferred income tax liability represents the net amount of the estimated future impact of adjustments for costs to be recognized as intangible asset amortization, which is not deductible for income tax purposes, offset by the deferred tax asset for the preliminary calculation of acquired net operating losses.\nThere were no acquisitions in fiscal 2022.\n​\nNote\n5.\nFair Value Measurements:\nThe Company’s financial instruments include cash and cash equivalents, available for sale investments, accounts receivable, accounts payable, contingent consideration obligations, derivative instruments, and long-term debt.\nFair value is defined as the amount that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants as of the measurement date. This standard also establishes a hierarchy for inputs used in measuring fair value. This standard maximizes the use of observable inputs and minimizes the use of unobservable inputs by requiring that the most observable inputs be used when available. Observable inputs are inputs market participants would use in valuing the asset or liability based on market data obtained from independent sources. Unobservable inputs are inputs that reflect our assumptions about the factors market participants would use in valuing the asset or liability based upon the best information available in the circumstances.\nThe categorization of financial assets and liabilities within the valuation hierarchy is based upon the lowest level of input that is significant to the fair value measurement. The hierarchy is broken down into three levels. Level 1 inputs are quoted prices in active markets for identical assets or liabilities. Level 2 inputs include quoted prices for similar assets or liabilities in active markets, quoted prices for identical or similar assets or liabilities in markets that are not active, and inputs (other than quoted prices) that are observable for the asset or liability, either directly or indirectly. Level 3 inputs are unobservable for the asset or liability and their fair values are determined using pricing models, discounted cash flow methodologies or similar techniques and at least one significant model assumption or input is unobservable. Level 3 may also include certain investment securities for which there is limited market activity or a decrease in the observability of market pricing for the investments, such that the determination of fair value requires significant judgment or estimation.\n69\nThe following tables provide information by level for financial assets and liabilities that are measured at fair value on a recurring basis (in thousands):\n​\n​\nFair value measurements of available for sale securities\nAvailable for sale securities are measured at fair value using quoted market prices in active markets for identical assets and are therefore classified as Level 1 assets.\n70\nFair value measurements of derivative instruments\nThe Company utilizes forward starting swaps designated as a cash flow hedge on forecasted debt. The forward starting swaps reduce the variability of cash flow payments for the Company by converting the variable interest rate on the Company’s forecasted variable interest long-term debt to that of a fixed interest rate. Accordingly, as part of the forward starting swaps, the Company exchanges, at specified intervals, the difference between floating and fixed interest amounts based on a notional principal amounts. The Company also uses a cross-currency swap contract to manage its exposure to foreign currency risk associated with the Company’s net investment in its Swiss subsidiary.\nThe following table presents the contractual amounts of the Company’s outstanding instruments (in millions):\n​\nThe pretax amount of the gains and losses on our hedging instruments and the classification of those gains and losses with our Consolidated Financial Statements for the twelve months ended June 30, 2024 and 2023 were as follows (in thousands):\n​\n71\n​\nGains or losses related to the net investment hedges are classified as foreign currency translation adjustments in the schedule of changes in Accumulated Other Comprehensive Income (“AOCI”) in Note 8, as these items are attributable to the Company’s hedges of its net investment in foreign operations. Gains or losses related to the cash flow hedges are classified as Unrealized gains (losses) on cash flow hedges in the schedule of changes in AOCI in Note 8.\nThe instruments were valued using observable market inputs in active markets and therefore are classified as Level 2 liabilities.\nFair value measurements of contingent consideration\nAs of June 30, 2024, the Company does not have outstanding contingent consideration as the Asuragen and Namocell acquisitions did not meet their respective milestones as of December 31, 2023.\nThe Asuragen contingent agreement required the Company to make contingent consideration payments of up to\n$\n105.0\nmillion if certain revenue thresholds were achieved by December 31, 2023. The opening balance sheet fair value of the liabilities was\n$\n18.3\nmillion, which was determined using a Monte Carlo simulation-based model discounted to present value. Assumptions used in these calculations are units sold, expected revenue, expected expenses, discount rate, and various probability factors. The contingent consideration related to Asuragen was\n$\n2.0\nmillion as of June 30, 2023.\nThe Namocell contingent agreement required the Company to make contingent consideration payments of up to\n$\n25.0\nmillion if certain revenue thresholds were achieved by December 31, 2023. The opening balance sheet fair value of the liabilities was\n$\n10.6\nmillion, which was determined using a Monte Carlo simulation-based model discounted to present value. Assumptions used in these calculations are units sold, expected revenue, expected expenses, discount rate, and various probability factors. The contingent consideration related to Namocell was\n$\n1.5\nmillion as of June 30, 2023.\nAs of June 30, 2023\n,\nthe Company's obligation for potential contingent consideration payments related to the B-Mogen acquisitions was relieved as the likelihood that the revenue thresholds and product milestones would be achieved in the timeframe established within the purchase agreement was remote. As a result, the Company reversed an accrual for the fair value of the contingent liabilities at the date of settlement during fiscal 2022.\nThe following table presents a reconciliation of the liability measured at fair value on a recurring basis using significant unobservable inputs (Level 3) (in thousands):\n​\n72\nThe use of different assumptions, applying different judgment to matters that inherently are subjective and changes in future market conditions could result in different estimates of fair value of our securities or contingent consideration, currently and in the future. If market conditions deteriorate, we may incur impairment charges for securities in our investment portfolio.\nFair value measurements of other financial instruments\n– The following methods and assumptions were used to estimate the fair value of each class of financial instrument for which it is practicable to estimate fair value.\nCash and cash equivalents, certificates of deposit, accounts receivable, and accounts payable – The carrying amounts reported in the consolidated balance sheets approximate fair value because of the short-term nature of these items.\nLong-term debt – The carrying amounts reported in the consolidated balance sheets for the amount drawn on our line-of-credit facility and long-term debt approximates fair value because our interest rate is variable and reflects current market rates.\n​\nNote\n6\n. Debt and Other Financing Arrangements:\nOn August 31, 2022, the Company entered into a revolving line-of-credit and term loan by a Credit Agreement (the Credit Agreement). The Credit Agreement provides for a revolving credit facility of $\n1\nbillion, which can be increased by an additional $\n400\nmillion subject to certain conditions. Borrowings under the Credit Agreement may be used for working capital and expenditures of the Company and its subsidiaries, including financing permitted acquisitions. Borrowings under the Credit Agreement bear interest at a variable rate. The current outstanding debt is based on the one-month Secured Overnight Financing Rate (SOFR) plus an applicable margin. The applicable margin is determined from the total leverage ratio of the Company and updated on a quarterly basis. The annualized fee for any unused portion of the credit facility is currently\n10\nbasis points.\nThe Credit Agreement matures on August 31, 2027 and contains customary restrictive and financial covenants and customary events of default. As of June 30, 2024, the outstanding balance under the Credit Agreement was $\n319.0\nmillion.\nNote 7. Leases:\nAs a lessee, the company leases offices, labs, and manufacturing facilities, as well as vehicles, copiers, and other equipment. The Company determines whether a contract is a lease or contains a lease at inception date. Upon commencement date, operating lease right-of-use assets and liabilities are recognized based on the present value of lease payments over the lease term. The discount rate used to calculate present value is the Company’s incremental borrowing rate or, if available, the rate implicit in the lease. The Company determines the incremental borrowing rate for each lease based primarily on its lease term and the economic environment of the applicable country or region. The Company recognizes operating lease expense on a straight-line basis over the lease term. Further, as part of our adoption of ASC 842, the Company also made the accounting policy elections to not capitalize short term leases (defined as a lease with a lease term that is less than 12 months) and to combine lease and non-lease components for all asset classes in determining the lease payments.\nVariable lease payments primarily include payments for non-lease components, such as maintenance costs and payments for non-components such as sales tax. During fiscal year 2024, the Company recognized $\n5.0\nmillion in variable lease expense in the Consolidated Statements of Earnings and Comprehensive Income. During fiscal year 2024, the Company also recognized $\n18.2\nmillion relating to fixed lease expense in the Consolidated Statements of Earnings and Comprehensive Income.\n73\nThe following table summarizes the balance sheet classification of the Company’s operating leases, amounts of right of use assets and lease liabilities, the weighted average remaining lease term, and the weighted average discount rate for the Company’s operating leases (asset and liability amounts are in thousands):\n​\nThe following table summarizes the cash paid for amounts included in the measurement of operating lease liabilities and right of use assets obtained in exchange for new operating lease liabilities for the year ended June 30, 2024 (in thousands):\n​\nThe following table summarizes payments by date for the Company’s operating leases, which is then reconciled to our total lease obligation (in thousands):\n​\nCertain leases include one or more options to renew, with terms that extend the lease term up to\nfive years\n. The Company includes option to renew the lease as part of the right of use lease asset and liability when it is reasonably certain the Company will exercise the option. In addition, certain leases contain fair value purchase and termination options with an associated penalty. In general, the Company is not reasonably certain to exercise such options.\n74\nNote\n8.\nSupplemental Equity and\nAccumulated Other Comprehensive Income (loss) Information:\nEquity\nThe Company has declared cash dividends per share of $\n0.32\nin each of the full fiscal years ended June 30, 2024, June 30, 2023, and June 30, 2022. During the years ended June 30, 2024, June 30, 2023, and June 30, 2022, the Company repurchased\n1,397,471\nshares at an average share price of $\n57.28\n,\n222,000\nshares at an average share price of $\n88.12\n, and\n1,576,952\nshares at an average share price of $\n102.06\n, respectively. The Company’s accounting policy is to record the portion of share repurchases in excess of the par value entirely in retained earnings. During fiscal year 2024, 2023 and 2022, the amounts within the Consolidated Statements of Shareholders’ Equity for the surrender and retirement of stock to exercise options due to net settlement stock options exercises and restricted stock units vesting were $\n21.9\nmillion, $\n28.9\nmillion, and $\n23.5\nmillion, respectively.\nAccumulated Other Comprehensive Income (loss)\nThe components of other comprehensive income (loss) consist of changes in foreign currency translation adjustments and changes in net unrealized gains (losses) on derivative instruments designated as cash flow hedges.\n​\n75\nChanges in Accumulated Other Comprehensive Income (Loss) attributable to Bio-Techne by component (in thousands):\n​\n​\nIncome taxes are not provided for foreign translation relating to permanent investments in international subsidiaries, but tax effects within foreign currency translation adjustments do include impacts from the net investment hedge.\n​\n76\nNote\n9.\nEarnings Per Share:\nThe following table reflects the calculation of basic and diluted earnings per share (in thousands, except per share amounts):\n​\nBasic net income per common share is calculated based on the weighted average number of common shares outstanding during the period. Diluted net income per common share is computed by dividing net income by the weighted average number of common and potentially dilutive common shares outstanding during the period. Potentially dilutive common shares of our stock result from dilutive common stock options and restricted stock units. We use the treasury stock method to calculate the weighted-average shares used in the diluted earnings per share computation. Under the treasury stock method, the proceeds from exercise of an option, the amount of compensation cost, if any, for future service that we have not yet recognized, and the amount of estimated tax benefits that would be recorded in paid-in capital, if any, when the option is exercised are assumed to be used to repurchase shares in the current period.\nThe dilutive effect of stock options in the above table excludes all options for which the aggregate exercise proceeds exceeded the average market price for the period. The number of potentially dilutive option shares excluded from the calculation was\n3.9\nmillion,\n4.5\nmillion, and\n2.8\nmillion for the fiscal years ended June 30, 2024, 2023 and 2022, respectively.\n​\n77\nNote\n10.\nShare-based Compensation and Other Benefit Plans:\nThe cost of employee services received in exchange for the award of equity instruments is based on the fair value of the award at the date of grant. Compensation cost is recognized using a straight-line method over the vesting period and is net of estimated forfeitures. Stock option exercises and stock awards are satisfied through the issuance of new shares.\nEquity incentive plan:\nThe 2020 Equity Incentive Plan, which replaced the Company’s Second Amended and Restated 2010 Equity Incentive Plan, provides for the granting of incentive and nonqualified stock options, restricted stock, restricted stock units, performance shares, performance units and stock appreciation rights. There were\n36.2\nmillion shares of common stock authorized for grant under the Plan. The maximum aggregate number of shares of common stock reserved and available for awards under the Plan is\n9,936,808\nshares. At June 30, 2024, there were\n6.3\nmillion shares of common stock available for grant under the 2020 Equity Incentive Plan. The maximum term of incentive options granted under the 2020 Equity Incentive Plan is\nten years\n. The 2020 Equity Incentive Plan replaced the Company’s second A&R 2010 Plan, which had previously amended and restated the Company’s Amended and Restated 2010 Equity Incentive Plan (the A&R 2010 Plan). The 2020 Equity Incentive Plan and Second A&R 2010 Plan (collectively, the Plans) are administered by the Board of Directors and its Executive Compensation Committee, which determine the persons who are to receive awards under the Plans, the number of shares subject to each award and the term and exercise price of each award. The number of shares of common stock subject to outstanding awards as of June 30, 2024 under the 2020 Equity Incentive Plan were\n11.6\nmillion.\nThe fair values of options granted under the Plans were estimated on the date of grant using the Black-Scholes option-pricing model with the following assumptions used:\n​\n​\nThe dividend yield is based on the Company’s historical annual cash dividend divided by the market value of the Company’s common stock. The expected annualized volatility is based on the Company’s historical stock price over a period equivalent to the expected life of the option granted. The risk-free interest rate is based on U.S. Treasury constant maturity interest rates with a term consistent with the expected life of the options granted.\n​\n78\nStock option activity under the Plans for the three years ended June 30, 2024, consists of the following (shares in thousands):\n​\nThe weighted average fair value of options granted during fiscal 2024, 2023, and 2022 was $\n27.27\n, $\n29.53\n, and $\n29.78\n, respectively. The total intrinsic value of options exercised during fiscal 2024, 2023, and 2022 were $\n100.8\nmillion, $\n90.2\nmillion, and $\n209.3\nmillion, respectively. The total fair value of options exercised during fiscal 2024, 2023, and 2022 were $\n58.2\nmillion, $\n46.5\nmillion, and $\n82.3\nmillion, respectively. The total fair value of options vested during fiscal 2024, 2023, and 2022 were $\n31.6\nmillion, $\n31.0\nmillion, and $\n29.2\nmillion, respectively. Stock options vest over a\nfour year\nperiod.\n79\nRestricted common stock activity under the Plans for the three years ended June 30, 2024, consists of the following (units in thousands):\n​\nThe total fair value of restricted shares that vested was $\n2.4\nmillion for fiscal 2024, $\n3.1\nmillion for fiscal 2023, and $\n2.9\nmillion for fiscal 2022.\nRestricted stock unit activity under the Plans for the three years ended June 30, 2024, consists of the following (units in thousands):\n​\n​\nThe total fair value of restricted stock units that vested was $\n9.9\nmillion for fiscal 2024, $\n6.4\nmillion for fiscal 2023, and $\n6.5\nmillion for fiscal 2022. The restricted stock units vest over a\nthree-year\nperiod.\nStock-based compensation cost, inclusive of payroll taxes, of $\n38.5\nmillion, $\n39.3\nmillion, and $\n44.0\nmillion was included in selling, general and administrative expense in fiscal 2024, 2023 and 2022, respectively. Additionally, stock-based\n80\ncompensation costs, inclusive of payroll taxes, of $\n0.9\nmillion, $\n1.0\nmillion, and $\n1.4\nmillion was included in cost of goods sold in 2024, 2023, and 2022, respectively. As of June 30, 2024, there was $\n35.8\nmillion of unrecognized compensation cost related to non-vested stock options, non-vested restricted stock units and non-vested restricted stock which will be expensed in fiscal 2025 through 2028 using a\n4.5\n% forfeiture rate. The weighted average period over which the compensation cost is expected to be recognized is\n2.1\nyears.\nEmployee stock purchase plan:\nIn fiscal year 2015, the Company established the Bio-Techne Corporation 2014 Employee Stock Purchase Plan (ESPP), which was approved by the Company’s shareholders on October 30, 2014, and which is designed to comply with IRS provisions governing employee stock purchase plans.\n800,000\nshares were allocated to the ESPP. The Company recorded expense of $\n0.9\nmillion, $\n0.9\nmillion, and $\n1.0\nmillion for the ESPP in fiscal 2024, 2023, and 2022, respectively.\nProfit sharing and savings plans:\nThe Company has profit sharing and savings plans for its U.S. employees, which conform to IRS provisions for 401(k) plans. The Company makes matching contributions to the Plan. The Company has recorded an expense for contributions to the plans of $\n5.8\nmillion, $\n4.9\nmillion, and $\n4.3\nmillion for the years ended June 30, 2024, 2023, and 2022, respectively. The Company operates defined contribution pension plans, which consists of primarily our U.K. and China employees. The Company’s contribution to the defined pension contribution plan was $\n5.5\nmillion, $\n2.4\nmillion, and $\n2.3\nmillion for the years ended June 30, 2024, 2023 and 2022, respectively.\nPerformance incentive programs:\nIn fiscal 2024, under certain employment agreements, a Management Incentive Plan, and a business incentive plan, available to executive officers, certain management personnel, and certain other professional employees, the Company recorded cash bonuses of $\n13.5\nmillion, granted options for\n1,060,126\nshares of common stock, issued\n27,876\nrestricted common shares and\n374,448\nrestricted stock units. In fiscal 2023 and fiscal 2022, the Company recorded cash bonuses of $\n10.8\nmillion and $\n26.5\nmillion, granted options for\n2,350,980\nand\n1,390,436\nshares of common stock, issued\n10,816\nand\n27,584\nrestricted common stock shares and\n107,202\nand\n110,292\nrestricted stock units, respectively.\nNote 11. Other Income / (Expense)\nThe components of other income (expense) in the accompanying Statement of Earnings and Comprehensive Income are as follows (in thousands):\n​\n(1)\nFor the year ended June 30, 2024, this is for a $\n0.3\nmillion gain on the sale of our exchange trade investment grade bond funds. For the year ended June 30, 2023, this is for a $\n37.2\nmillion gain on the sale of our CCXI investment, a $\n11.7\nmillion gain on the sale of Eminence, and a gain of $\n0.4\nmillion related to the change in fair value of our exchange traded bond funds. For the year ended June 30, 2022, this is for a $\n16.1\nmillion gain in the fair value of our CCXI investment.\n​\n​\n81\nNote\n12.\nIncome Taxes:\nIncome before income taxes was comprised of the following (in thousands):\n​\nThe provision for income taxes consisted of the following (in thousands):\n​\nThe Company’s effective income tax rate for fiscal 2024 was\n9.5\n% vs\n15.7\n% in the prior year. The change in the effective tax rate for fiscal 2024 and 2023 was driven by share-based compensation as the number of stock option exercises increased compared to the prior year comparative period.\nThe Company’s effective income tax rate for fiscal 2023 was\n15.7\n% vs\n12.7\n% in the prior year. The change in the effective tax rate for fiscal 2023 and 2022 was driven by share-based compensation as the number of stock option exercises decreased compared to the prior year comparative period.\nThe Company’s discrete tax benefits in fiscal 2024, 2023, and 2022 primarily related to share-based compensation excess tax benefits of $\n18.4\nmillion, $\n12.3\nmillion, and $\n29.3\nmillion, respectively.\n82\nThe following is a reconciliation of the federal tax calculated at the statutory rate to the actual income taxes provided:\n​\nDeferred taxes on the Consolidated Balance Sheets consisted of the following temporary differences (in thousands):\n​\nA deferred tax valuation allowance is required when it is more likely than not that all or a portion of deferred tax assets will not be realized. The valuation allowance as of June 30, 2024 was $\n19.3\nmillion compared to $\n9.3\nmillion in the prior year.\nAs of June 30, 2024, the $\n19.3\nmillion valuation allowance relates to certain foreign and state tax net operating loss and state credit carryforwards that existed at the date the Company completed various previous acquisitions as well as immaterial amounts generated after the acquisitions. The Company believes it is more likely than not that these tax carryovers will not be realized.\n83\nAs of June 30, 2024, the Company has federal operating loss carryforwards of approximately $\n34.0\nmillion and state operating loss carryforwards of $\n146.8\nmillion from its previous acquisitions, which are not limited under IRC Section 382. As of June 30, 2024, the Company has foreign net operating loss carryforwards of $\n77.5\nmillion. Some of the net operating loss carryforwards expire between fiscal 2025 and 2036.  Federal net operating loss carryforwards generated after December 31, 2017 have an indefinite carryforward period but the Company expects to be fully utilize these attributes by June 30, 2032.  The Company has a deferred tax asset of $\n9.8\nmillion, net of the valuation allowance discussed above, related to the net operating loss carryovers. As of June 30, 2024, the Company has federal and state tax credit carryforwards of $\n4.4\nmillion and $\n5.6\nmillion, respectively. The federal tax credit carryforwards expire between 2028 and 2040. The majority of the state credit carryforwards have no expiry date. The state credit carryforwards that have expiry dates have a full valuation allowance.  The Company has a deferred tax asset of $\n5.5\nmillion, net of the valuation allowance discussed above, related to the tax credit carryovers.\nAs of June 30, 2024, the Company has approximately $\n246\nmillion of undistributed earnings in its foreign subsidiaries. Approximately $\n108\nmillion of these earnings are no longer considered permanently reinvested and the Company expects to be able to repatriate earnings on a tax neutral basis. The Company has not provided deferred taxes on approximately $\n138\nmillion of undistributed earnings from non-U.S. subsidiaries as of June 30, 2024 which are indefinitely reinvested in operations. Because of the multiple entities as well as the complexities of laws and regulations by which to repatriate the earnings to minimize tax cost, it is not practical to determine the income tax liability that would be payable if such earnings were not reinvested indefinitely. A deferred tax liability will be recognized if the Company can no longer demonstrate that it plans to indefinitely reinvest the undistributed earnings.\nWe continue to analyze our global working capital requirements and the potential tax liabilities that would be incurred if the non-U.S. subsidiaries distribute cash to the U.S. parent, which include local country withholding tax and potential U.S. state taxation.\nThe following is a reconciliation of the beginning and ending balance of unrecognized tax benefits (in thousands):\n​\nIncluded in the balance of unrecognized tax benefits at June 30, 2024 are potential benefits of $\n5.3\nmillion that, if recognized, would affect the effective tax rate on income from continuing operations. The Company recognizes interest and penalties related to unrecognized tax benefits in its provision for income taxes.  The Company had $\n0.6\nmillion of accrued interest and penalties as of June 30, 2024.  The amount recorded for the periods ended June 30, 2023 and June 30, 2022, was $\n0.5\nmillion and $\n0.3\nmillion, respectively, in accrued interest and penalties. The Company does not believe it is reasonably possible that the total amounts of unrecognized tax benefits will significantly increase in the next twelve months.  The Company files income tax returns in the U.S. federal and certain state tax jurisdictions, and several jurisdictions outside the U.S. The Company’s federal returns are subject to tax assessment for 2019 and subsequent years. State and foreign income tax returns are generally subject to examination for a period of three to five years after filing of the respective return. The state impact of any federal changes remains subject to examination by various states for a period of up to one year after formal notification to the states.\nNote\n13.\nSegment Information:\nThe Company operates under\ntwo\noperating segments, Protein Sciences and Diagnostics and Genomics.\nThe Company’s Protein Sciences segment is comprised of the reagent solutions division and analytical solutions division. Our Protein Sciences segment is a leading developer and manufacturer of high-quality biological reagents used in all\n84\naspects of life science research, diagnostics and cell and gene therapy. This segment also includes proteomic analytical tools, both manual and automated, that offer researchers and pharmaceutical manufacturers efficient and streamlined options for automated western blot and multiplexed ELISA workflow. No customer in the Protein Sciences segment accounted for more than 10% of the segment’s net sales for the years ended June 30, 2024, 2023, and 2022.\nThe Company’s Diagnostics and Genomics segment is comprised of the diagnostics reagents division, spatial biology divsion, and molecular diagnostics division. Our Diagnostics and Genomics segment develops and manufactures diagnostic products, including controls, calibrators, and diagnostic assays for the regulated diagnostics market, exosome-based molecular diagnostic assays, advanced tissue-based in-situ hybridization assays for spatial genomic and tissue biopsy analysis, and genetic and oncology kits for research and clinical applications. No customer in the Diagnostics and Genomics segment accounted for more than 10% of the segment’s net sales for the fiscal years ended June 30, 2024, 2023, and 2022.\nThere are no concentrations of business transacted with a particular customer or supplier or concentrations of revenue from a particular product or geographic area that would severely impact the Company in the near term.\nFollowing is financial information relating to the operating segments (in thousands):\n​\n85\nThe Company has some integrated facilities that serve both segments. As such, asset and capital expenditure information by operating segment has not been provided and is not available, since the Company does not produce or utilize such information internally. In addition, although depreciation and amortization expense is a component of each operating segment’s operating results, it is not discretely identifiable.\nThe Company has disclosed sales by geographic area based on the location of the customer or distributor in Note 2. The Company has disclosed dis-aggregated product and service revenue by consumables, instruments, and services in Note 2. The Company considers total instrument and total service revenue to represent similar groups of products in the fiscal years presented. The Company considers our consumables sold in the Protein Sciences and Diagnostics and Genomics segments to represent different groups of products and therefore have separately disclosed the related consumables revenue (in thousands):\n​\n​\n(1)\nIncludes the results of a business that has met the held-for-sale criteria since December 31, 2023.\n​\nThe following is financial information relating to geographic areas (in thousands):\n​\n​\nLong-lived assets are comprised of land, buildings and improvements and equipment, net of accumulated depreciation.\nNote\n14.\nSubsequent Events:\nOn July 23, 2024, the Company invested $\n15\nmillion in Spear Bio, an innovative leader in the development and manufacture of ultra-sensitive immunoassays capable of measuring protein biomarkers at attomolar level from sub-microliter sample volume.\n​\n​\n86\nReport of Independent Registered Public Accounting Firm\nTo the Shareholders and the Board of Directors\nBio-Techne Corporation:\nOpinion on the Consolidated Financial Statements\nWe have audited the accompanying consolidated balance sheets of Bio-Techne Corporation and subsidiaries (the Company) as of June 30, 2024 and June 30, 2023, the related consolidated statements of earnings and comprehensive income, shareholders’ equity, and cash flows for each of the years in the three-year period ended June 30, 2024, and the related notes (collectively, the consolidated financial statements). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company as of June 30, 2024 and June 30, 2023, and the results of its operations and its cash flows for each of the years in the three-year period ended June 30, 2024, in conformity with U.S. generally accepted accounting principles.\n​\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of June 30, 2024, based on criteria established in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission, and our report dated August 22, 2024 expressed an unqualified opinion on the effectiveness of the Company’s internal control over financial reporting.\n​\nBasis for Opinion\nThese consolidated financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on these consolidated financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\n​\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. We believe that our audits provide a reasonable basis for our opinion.\n​\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of a critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n​\nFair value measurement of the developed technology intangible asset acquired in the Lunaphore acquisition\nAs discussed in Note 4 to the consolidated financial statements, the Company acquired Lunaphore Technologies, SA. in July 2023, for total consideration of $169.7 million. As a result of the acquisition, the Company recognized intangible assets of $66.4 million, including developed technology of $60.3 million.\n87\n​\nWe identified the assessment of the fair value measurement of the acquired developed technology as a critical audit matter. There was a high degree of subjectivity in applying and evaluating certain key assumptions used to estimate the fair value of the acquired developed technology. Specifically, the revenue growth rates and the discount rate were challenging to test as they represented subjective determinations of future market and economic conditions. Changes to those assumptions could have had a significant effect on the determination of the fair value measurement.\n​\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls related to the Company’s acquisition-date valuation process, including controls related to the development of the revenue growth rates and discount rate. We performed sensitivity analyses over the revenue growth rates to assess the impact of changes in those assumptions on the Company’s determination of the fair value of the developed technology. We evaluated the reasonableness of the Company’s forecasted revenue growth rates used to determine forecasted revenues by comparing them to historical results and industry related third-party data. In addition, we involved valuation professionals with specialized skills and knowledge, who assisted in:\n​\n​\n/s/\nKPMG LLP\nWe have served as the Company’s auditor since 2002.\n​\n​\n​\n88\nReport of Independent Registered Public Accounting Firm\nTo the Shareholders and the Board of Directors\nBio-Techne Corporation:\nOpinion on Internal Control Over Financial Reporting\nWe have audited Bio-Techne Corporation and subsidiaries' (the Company) internal control over financial reporting as of June 30, 2024, based on criteria established in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission. In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of June 30, 2024, based on criteria established in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission.\n​\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of June 30, 2024 and June 30, 2023, the related consolidated statements of earnings and comprehensive income, shareholders’ equity, and cash flows for each of the years in the three-year period ended June 30, 2024, and the related notes (collectively, the consolidated financial statements), and our report dated August 22, 2024 expressed an unqualified opinion on those consolidated financial statements.\n​\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management's Annual Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\n​\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audit also included performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\n​\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\n​\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n​\n/s/ KPMG LLP\n​\n​\n89"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "​\nAs required by Rule 13a-15(b) of the Securities Exchange Act of 1934 (the \"Exchange Act\"), management, with the participation of our Chief Executive Officer and Chief Financial Officer, evaluated, as of the end of the period covered by this report, the effectiveness of our disclosure controls and procedures as defined in Exchange Act Rule 13a-15(e). The evaluation was based upon reports and certifications provided by a number of executives. Based on that evaluation, our Chief Executive Officer and Chief Financial Officer concluded that, as of June 30, 2024, our disclosure controls and procedures were effective.\nThe Company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting also includes those policies and procedures that:\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nA material weakness is a deficiency, or combination of deficiencies, in internal control over financial reporting such that there is a reasonable possibility that a material misstatement of the Company’s annual or interim financial statements will not be prevented or detected on a timely basis.\nUnder the supervision of the Audit Committee of the Board of Directors and with the participation of our management, including our Chief Executive Officer and Chief Financial Officer, we conducted an evaluation of the effectiveness of our internal control over financial reporting using the criteria established in\nInternal Control - Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). Based on our assessment and those criteria, our Chief Executive Officer and Chief Financial Officer concluded that our internal control over financial reporting was effective as of June 30, 2024.\nThe attestation report on our internal control over financial reporting issued by KPMG LLP appears in Item 8 of this report.\nAs previously announced, we acquired\nLunaphore Technologies SA on July 7, 2023. We have not fully evaluated any changes in internal control over financial reporting associated with this acquisition and therefore any material changes\n90\nthat may result from the acquisition have not been disclosed in this report. We intend to disclose all material changes resulting from this acquisition within the time of our first annual assessment of internal control over financial reporting that is required to include this entity.\nThere were no other changes in the Company’s internal control over financial reporting during fiscal year 2024 that have materially affected, or are reasonably likely to materially affect, the Company’s internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "During the three months ended June 30, 2024, no director or officer of the Company\nadopted\nor\nterminated\na \"Rule 10b5-1 trading arrangement\" or \"non-Rule 10b5-1 trading arrangement,\" as each term is defined in item 408(a) of Regulation S-K.\n​\n91\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "Other than \"Executive Officers of the Registrant\" which is set forth at the end of Item 1 in Part I of this report, the information required by Item 10 is incorporated herein by reference to the sections entitled \"Election of Directors,\" \"Principle Shareholders\" and \"Additional Corporate Governance Matters\" in the Company’s Proxy Statement for its 2024 Annual Meeting of Shareholders which will be filed with the Securities and Exchange Commission pursuant to Regulation 14A within 120 days after the close of the fiscal year for which this report is filed.\nThe Company has an insider trading\npolicy\nwhich governs the purchase, sale, and/or other dispositions of our securities or securities of certain other publicly traded companies by directors, officers, employees, and other covered persons and is designed to promote compliance with insider trading laws, rules and regulations, and listing standards applicable to the Company. A copy of our Insider Trading Policy is filed as Exhibit 19 to this Annual Report on Form 10-K."
  },
  {
    "item_key": "item_11",
    "text": "The information required by Item 11 is incorporated herein by reference to the sections entitled \"Election of Directors\" and \"Executive Compensation\" in the Company’s Proxy Statement for its 2024 Annual Meeting of Shareholders which will be filed with the Securities and Exchange Commission pursuant to Regulation 14A within 120 days after the close of the fiscal year for which this report is filed."
  },
  {
    "item_key": "item_12",
    "text": "The information required by Item 12 is incorporated by reference to the sections entitled \"Principal Shareholders\" and \"Management Shareholdings\" in the Company’s Proxy Statement for its 2024 Annual Meeting of Shareholders which will be filed with the Securities and Exchange Commission pursuant to Regulation 14A within 120 days after the close of the fiscal year for which this report is filed."
  },
  {
    "item_key": "item_13",
    "text": "The information required by Item 13 is incorporated by reference to the sections entitled \"Election of Directors\" and \"Additional Corporate Governance Matters\" in the Company’s Proxy Statement for its 2024 Annual Meeting of Shareholders which will be filed with the Securities and Exchange Commission pursuant to Regulation 14A within 120 days after the close of the fiscal year for which this report is filed."
  },
  {
    "item_key": "item_14",
    "text": "The information required by Item 14 is incorporated herein by reference to the section entitled \"Audit Matters\" in the Company’s Proxy Statement for its 2024 Annual Meeting of Shareholders which will be filed with the Securities and Exchange Commission pursuant to Regulation 14A within 120 days after the close of the fiscal year for which this report is filed.\n​\n92\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "A. (1) List of Financial Statements.\nThe following Consolidated Financial Statements are filed as part of this Annual Report on Form 10-K:\nConsolidated Statements of Earnings and Comprehensive Income for the Years Ended June 30, 2024, 2023, and 2022\nConsolidated Balance Sheets as of June 30, 2024 and 2023\nConsolidated Statements of Shareholders’ Equity for the Years Ended June 30, 2024, 2023, and 2022\nConsolidated Statements of Cash Flows for the Years Ended June 30, 2024, 2023, and 2022\nNotes to Consolidated Financial Statements for the Years Ended June 30, 2024, 2023, and 2022\nReports of Independent Registered Public Accounting Firm (PCAOB ID:\n185\n)\nA. (2) Financial Statement Schedules.\nAll financial statement schedules are omitted because they are not applicable, not material or the required information is shown in the Consolidated Financial Statements or Notes thereto.\n​\n93\nA. (3) Exhibits.\nEXHIBIT INDEX\nfor Form 10-K for the 2024 Fiscal Year\n94\n95\nExhibits for Form 10-K have not been included in this report. Exhibits have been filed with the Securities and Exchange Commission. Upon request to the Investor Relations Department, Bio-Techne Corporation will furnish, without charge, any such exhibits as well as copies of periodic reports filed with the Securities and Exchange Commission\n​"
  },
  {
    "item_key": "item_16",
    "text": "None.\n​\n96\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this Report to be signed on its behalf by the undersigned, thereunto duly authorized.\n​\nPursuant to the requirements of the Securities Exchange Act of 1934, this Report has been signed by the following persons on behalf of the Registrant and in the capacities and on the dates indicated.\n​\n​\n97"
  }
]