[
  {
    "item_key": "item_1",
    "text": "General Overview\nRollins, Inc. (“Rollins,” “we,” “us,” “our,” or the “Company”), is an international services company headquartered in Atlanta, Georgia. Through our family of leading brands, we provide essential pest and wildlife control services and protection against termite damage, rodents and insects to more than two million residential and commercial customers from more than 800 Company-owned and franchised locations in approximately 70 countries. Over the course of our lengthy operating history, we have garnered a reputation for providing great customer service. The contracted and recurring nature of our services provide us with visibility into a significant portion of our future revenue.\nIn 1964, brothers O. Wayne and John Rollins acquired Orkin Exterminating Company and in 1965 we changed our name from Rollins Broadcasting, Inc to Rollins, Inc. In 1968, Rollins began trading on the New York Stock Exchange under the symbol “ROL.” Since then, we have grown into a premier consumer and commercial services business with numerous industry leading brands including the world renowned Orkin, as well as HomeTeam Pest Defense, Clark Pest Control, Western Pest Services, Critter Control Wildlife, Northwest Exterminating, and Fox Pest Control, among others.\nPest control generally consists of assessing a customer's property for conditions that invite pests, tackling current infestations, and stopping the life cycle to prevent future invaders. Termite protection programs include liquid treatments, wet and dry foam applications, termite baiting and wood treatments. We operate under one reportable segment which contains our three service offerings:\n•\nResidential\n: Pest control services protecting residential properties from common pests, including rodents, insects and wildlife;\n•\nCommercial\n: Workplace pest control solutions for customers across diverse end markets such as healthcare, food service, logistics; and\n•\nTermite\n: Termite protection services and ancillary services for both residential and commercial customers.\nRisk factors associated with our business are discussed in Item 1.A. \"Risk Factors.\"\nOur Strategic Objectives\nWe regularly assess the business environment, as well as our own strengths and opportunities, and have aligned around key strategic objectives that will help us to drive continued success for Rollins.\nPeople First\nWe promote a people first mindset that prioritizes the well-being and development of the individual, as well as our collective team, in all aspects of our business. To provide our customers with the best customer experience, we must focus on cultivating our position as the employer of choice in our industry. This means not only investing in competitive wages and benefits, but also providing tools, training and development opportunities that drive a high level of employee engagement.\nCustomer Loyalty\nWe focus on creating the best customer experience that will enable a loyal customer base and in turn reduce the amount of churn across our customer base. This starts with our people and the interactions they have with our customers. By focusing on this key objective, we expect it to enable growth that will outpace our market growth.\nGrowth Mindset\nA growth mindset helps us consider ways to improve and best position our business. Our focus here is to identify changes that may present both risks and opportunities to our business. We focus on evaluating changes in the markets we compete\n3\nin but also across other industries to continue to identify changing dynamics that may impact our people and our customers that may impact our position in the markets we compete.\nOperational Efficiency\nAs a complement to our growth mindset, our dedication to continuous improvement and operational efficiency is another key tenet of our strategy and culture. We approach our operations from the perspective that everything we do can be improved upon. We are constantly striving to improve our service levels by optimizing our business model and modernizing our business.\nWe believe that our alignment around the key strategic areas will enable us to grow faster than our market, position our business for the future, and deliver value for all stakeholders, including our customers, our employees, our communities and our shareholders.\nOur Competitive Strengths\nRollins is a leader in the global pest control market. We have established a portfolio of premier brands with extensive service capabilities across a deep operating network with a focus on our core pest control market. Our scale enables delivery of great service and provides a significant and reinforcing competitive advantage through (i) comprehensive capabilities to win new residential and commercial accounts, (ii) technology investments for operations optimization and enhanced customer experience, (iii) route density to manage variable costs, and (iv) financial flexibility to generate organic growth and pursue M&A.\nRobust Operating Platform with Proprietary Technology\nOur extensive footprint creates an efficient and scalable operating platform to facilitate exceptional customer service delivery, increased cross-selling opportunities, and cost efficiencies. We have strategically invested in proprietary routing and scheduling technologies to increase our competitive advantage, which includes real-time service tracking and customer internet communication to personalize the customer experience. The majority of our business runs our proprietary Branch Operating Support System (“BOSS”), which offers a back-end interface to facilitate service tracking and payment processing for technicians. BOSS also provides virtual route management tools to increase route efficiency across our network, reducing miles driven and associated costs while increasing customer retention through on-time and rapid response service.\nDifferentiated Employee Base and Service Delivery\nOur employees are critical to delivering an outstanding customer experience, and we are highly focused on providing our team with best-in-class training and development opportunities. We operate the 27,000 square foot Rollins Learning Center training facility located in Atlanta, GA, which is a distance-learning and global broadcast facility with simulated environments and classrooms for training. In addition to in-person training, the Rollins Learning Center offers on-demand training sessions that employees can access from anywhere in the world that are produced at our on-site, state-of-the-art broadcast studio. Our unique programs contribute to our position as an employer of choice and have earned us recognition from Training magazine among the Top 125 U.S. Training Companies 17 times in the past 21 years. We were also recognized by the Top Workplaces program as a top workplace on both a national and local level. This marks the seventh consecutive year to be recognized in Atlanta. We continuously monitor co-worker engagement and customer loyalty.\nExperienced Management Team\nOur management team combines extensive business and consumer services experience with robust local pest control leadership. Consistent with our culture of attracting, developing and progressing talented individuals, our senior leadership team consists of a combination of long-term internal leaders and strategic hires from well-respected external platforms.\nOur Chairman, Gary Rollins, is the son of Rollins, Inc. co-founder O. Wayne Rollins and has spent his entire career with the Company, serving as Chief Executive Officer (“CEO”) from 2001 to 2022. John Wilson, having served in various roles of increasing responsibility at the Company for over 26 years, serves as Vice Chairman of the Company.\nEffective January 1, 2023, Jerry Gahlhoff, Jr. assumed the role of CEO and now serves as President and CEO. Mr. Gahlhoff joined the Company as part of the HomeTeam acquisition in 2008. Mr. Gahlhoff has extensive knowledge of the\n4\nCompany’s business and industry, having served in various roles of increasing responsibility at HomeTeam and the Company, collectively, for over 22 years. He is also a trained Entomologist.\nKenneth Krause has served as the Executive Vice President, Chief Financial Officer and Treasurer of the Company since September 2022. Mr. Krause brings over eight years of public company Chief Financial Officer experience and over 20 years of global finance and strategy experience. Elizabeth Chandler has served as the Vice President, General Counsel since she joined the Company in 2013 and as Corporate Secretary since 2018. Ms. Chandler brings over 35 years of legal experience. Pat Chrzanowski, President of Orkin US, joined the Company in 2007 and has over 21 years of pest control experience. Steve Leavitt, President of Rollins Brands, joined the Company in 1994 and has over 28 years of pest control experience. Thomas Tesh joined the Company in 2012 and served as the Vice President of Information Technology from 2012 to 2020, then as Chief Information Officer from 2020-2023. He has served as Chief Information and Administrative Officer beginning in 2023. Mr. Tesh brings over 23 years of pest control experience.\nInternational Business\nWe continue to expand our international presence through organic growth, acquisitions, and our international franchise programs. In 2023, we saw revenue growth in our company-owned operations in Canada, Australia, and the United Kingdom.\nWe believe geographic diversity allows us to increase brand recognition, meet demands of global customers, and draw on business and technical expertise from teams in several countries, and offers us an opportunity to access new markets.\nFranchising Programs\nWe have franchise programs through Orkin, Critter Control, Missquito, and our Australian subsidiaries. We had a total of 138, 137 and 135 domestic franchise agreements as of December 31, 2023, 2022 and 2021, respectively. International franchise agreements totaled 86, 89 and 103 as of December 31, 2023, 2022 and 2021, respectively. Transactions with our franchises involve sales of territories and customer contracts to establish new franchises and the payment of initial franchise fees and royalties by franchisees. The territories, customer contracts and initial franchise fees are typically paid for by a combination of cash and notes.\nAcquisition Strategy\nWe have extensive experience acquiring companies of all sizes. Over the last three years, we have completed approximately 90 acquisitions, including 24 acquisitions in 2023. Our acquisition strategy targets high quality, profitable businesses with strong leadership, a healthy level of brand awareness, and customer loyalty in the markets they serve that would benefit from incremental growth capital and have the potential to achieve organic growth and margin expansion.\nSeasonality\nOur business is affected by weather conditions, including climate change and the seasonal nature of our pest and termite control services. The increase in pest presence and activity, as well as the metamorphosis of termites in the spring and summer (the occurrence of which is determined by the timing of the change in seasons), has historically resulted in an increase in the revenue of our pest and termite control operations during such periods as evidenced by the following chart.\nOur quarterly profitability correlates with our revenue due to seasonality, as profit is lower in the first and fourth quarters and higher in the second and third quarters.\n5\nMaterials and Supplies\nOur Company has relationships with a vast network of national pest control product distributors, manufacturers and other suppliers for pest and termite treatment products. We maintain a sufficient level of products, materials, and other supplies to fulfill our immediate servicing needs and to mitigate any potential short-term shortage in availability from our national network of suppliers. We also have qualified comparable products and materials for key categories to have alternatives ready as needed. However, at any time supply chain disruptions that are more than short-term in nature could impact our levels of products, materials and other supplies. We proactively work with our supplier base and in 2023, we hosted our first ever Supplier Summit, with over 30 of our top suppliers in attendance at our corporate headquarters, to enhance collaboration and strategic relationships.\nCompetition\nWe operate in a highly competitive environment with fragmented markets and low barriers to entry. The principal factors of competition in our pest and termite control markets are quality and speed of service, customer proximity, customer satisfaction, brand awareness and reputation, terms of guarantees, safety, technical proficiency and price. Due to our strong direct partnerships with product manufacturers, distributors, and visibility into the inventories, ordering and distribution of materials and supplies, we are able to foresee potential supply disruptions and to quickly adapt. The use of an innovative and industry changing distribution model and technology enables us to maintain adequate supplies for our field operations without a significant investment in warehousing and inventory\n.\nWe believe that, through our wholly-owned subsidiaries, we compete effectively and favorably with our competitors as one of the world’s largest pest and termite control companies. Our major competitors include Rentokil, Ecolab, Anticimex, and numerous other regional companies.\nResearch and Development\nOur expenditures on research activities relating to the development of new products or services are not significant. We utilize the relationships with our manufacturers and materials suppliers to provide new and innovative products and services, coupled with in-depth reviews by our tenured Entomology Department to ensure they meet our strict requirements. We also conduct tests of new products with the specific manufacturers of such products and we rely on research performed by leading universities.\nWe maintain close relationships with several universities for research and validation of treatment procedures and material selection. Some of the new and improved service methods and products are also researched, developed and produced by unaffiliated universities and companies with a portion of these methods and products being produced to the specifications provided by us.\nHuman Capital\nWe believe one of the largest contributors to our Company’s success is the quality of our people. Attracting, developing and retaining high-quality talent is the primary objective of our human capital management strategy. The development and retention of high-quality talent enables a better customer experience and improved customer retention. We develop and engage our people through our training at all levels of our organization.\nAs of December 31, 2023, the Company had 19,031 employees. Approximately 17,100 of our employees were located in the United States, with approximately 15,420 employees at U.S. branch offices. Of the U.S. employees, less than 2% are represented by a labor union or covered by a collective bargaining agreement.\nLeadership Development\nEach Rollins brand cultivates its own leadership development programs that support its own values and culture while considering the best practices of all Rollins brands. Our leaders are trained on the fundamentals of people leadership, business acumen, sales excellence, and technical expertise. Having the right leaders at all levels of our organization is critical to our current and future success. This includes establishing effective succession planning to support our business\n6\ngrowth plans. While each of our brands is focused on developing operational leadership capabilities that are brand-specific, Rollins is focused on developing overall leadership capabilities through our Region Manager Development Program (RMDP). The RMDP is a comprehensive leadership development program for mid-level leaders across the organization who lead multiple business units or departments and those preparing to lead at that level. The 12-month program offers a blended learning approach that includes facilitator-led training, executive and peer mentoring, immersive field learning experiences, 360-degree assessments, a 6-month executive coaching engagement, and supported individualized development plans. Since the program was established in 2018, we have graduated a total of 85 senior leaders in five different RMDP classes with continued successes.\nWorkplace Inclusion\nWe make it a priority to promote and create a diverse, equitable and inclusive workplace that results in higher levels of satisfaction and engagement, stronger staff retention, higher productivity, and a heightened sense of belonging. Our mission is to have a culture of inclusion, where all individuals feel respected, are treated fairly, with an equitable opportunity to excel.\nOur Workplace Inclusion (WPI) mission to build an inclusive workplace has continued since 2020 under the guidance of our Executive Sponsor and Inclusion Advisory Council which is made up of employees from Rollins brands across the United States. In January 2022, we hired a Director of WPI. The Director’s primary role is to implement the WPI Strategic Plan (the “Plan”) which was approved by the Executive Leadership team in April of 2022. The Plan includes 5 Strategic Focus Areas which will be implemented across all brands. The 5 Strategic Focus areas are Training & Education, Talent Acquisition & Career Development, Policies & Programs, Communication and Employee Resource Groups.\nAdditionally, we changed various policies, practices and programs to be more inclusive, we recognized cultural holidays and events that are celebrated by our employees throughout the year, and we launched our first Employee Resource Groups (ERGs). Our ERGs are led by Rollins employees, are inclusive to all and represent our employee population. Each ERG provides a platform for employees to connect, collaborate, and advocate for their shared interests and experiences. These groups promote inclusivity, provide networking opportunities, and contribute to a sense of belonging among employees. Thus far, we have established the following ERGs:\n•\nR-Collective: Strives to improve company culture and employee engagement and retention through multigenerational networking.\n•\nWomen+ Resource Community: Provides a resource for women+ at any career level to achieve their goals and celebrate their accomplishments resulting in an enhanced work experience at Rollins.\n•\nWomen of Orkin Pest (WOOP): Increases communication between the women of Orkin by providing opportunities for professional development, mentoring, and networking.\n•\nPRIDE: Provides a network that supports the professional development of LGBTQ+ employees and allies, promotes recruitment and retention, and builds community.\n•\nP.E.A.C.E.: To build community for People who Embrace and Advocate for Cultural Equity through networking, team building, and allyship to foster a racially inclusive workplace so that all people can have thriving careers at Rollins.\nWe are excited about the accomplishments on our journey to create a workplace of inclusion and will continue to execute on the strategic plan.\nHealth and Safety\nWe are committed to the health and safety of our employees, customers and communities where we work, live and play. Rollins undertakes a variety of efforts to support the health and well-being of our team members, including their physical and mental health. This includes investing in competitive compensation and benefits while also providing the culture, tools, training and development opportunities to make working at Rollins an enjoyable and rewarding experience. Our employees can take advantage of a range of benefits, including healthcare and wellness programs, vacation and leave of absence benefits including paid sick/personal time off, a 401(k) match, our Employee Stock Purchase Program (ESPP), personal\n7\nfinance education and advisory services, assistance programs to help with managing personal and work-life challenges, family support programs, and educational assistance.\nIn 2022, we formed a partnership with Everside Health to build an on-site medical clinic at our Rollins Support Center in Atlanta. That clinic provides no-cost primary care to Rollins team members who participate in one of our medical plans in the state of Georgia. Everside provides these services either virtually or through the existing nationwide network of Everside Health clinics for all our team members participating in one of our insurance plans in the U.S. This is an enhanced medical benefit, provided at no cost to team members.\nWe motivate our team members to be leaders in safety by continuously evaluating and improving our safety performance, implementing best practices and regulations, and maintaining safety excellence in everything we do. We have set measurable safety goals and are expanding our tracking mechanisms to ensure compliance. Additionally, we are constantly reviewing and refining safety policies and procedures to ensure they remain efficient and relevant. For example, throughout 2023 we made considerable progress with respect to the implementation and adoption of our driver safety application. The application monitors driving behaviors once a vehicle is in motion, detecting unsafe driving maneuvers related to acceleration, braking, distractions, and speed. We are pleased that in 2023, our average driver safety score for drivers that we monitor showed improvement. We continue our work to increase safety awareness and training, while recognizing and rewarding those that are the safest.\nWe have an established safety governance structure that helps our company prioritize measures to progressively reduce motor vehicle collision and injury-related risk. We have established an ongoing process that requires commitment, communication, and collaboration at all levels of the organization. Our structure is designed to ensure it remains effective and aligned with our organization’s goals and objectives.\nWe review and refine our health and safety policies and procedures on an ongoing basis to ensure they remain efficient and relevant for our business.\nCommunity Involvement\nWe are a family of brands that has always upheld service – to our employees, customers, and communities – as a cornerstone. While each of our diverse brands has their own culture of service, we are firmly united in our commitment to engaging with our local communities.\nWe offer employees the opportunity to participate in various community outreach programs. We created Rollins United in 2019 to unify our brands’ philanthropic visions and consolidate our community outreach efforts. Our overarching goal is to create a significant impact in local communities over an extended period of time. The core mission of Rollins United is that everyone deserves a safe place to live, work, and play.\nSince 1985, we have partnered with the United Way of Greater Atlanta through employee and company-matching funds, helping make Rollins a community leader for many years. Rollins ranked #7 in the top 25 corporate contributors in 2022 compared to ranking #9 and #11 in 2021 and 2020, respectively. Along with personal contributions from employees, the company hosts rallies, contests, and a silent auction to raise funds. Rollins has contributed approximately $1 million annually for each of the past 4 years.\nWe have a partnership with the Grove Park Foundation (the “Foundation”) to help serve our Atlanta community. The partnership allows our employees to volunteer and support the Foundation, which is committed to neighborhood revitalization to improve the quality of life in the Grove Park neighborhood. Representatives from our Atlanta family of brands participate in volunteer opportunities in the Grove Park neighborhood throughout the year. Additionally, many of our operations engage regularly with their local community efforts throughout the year.\nOur Orkin brand demonstrates its culture of service through its OrkinServes program, which is designed to help take care of communities through employee volunteer opportunities. In 2022, OrkinServes introduced 5 new Division Advocates to serve as a voice for volunteering within their divisions across the United States and Canada. Similarly, our Northwest Exterminating brand developed the Northwest Good Deed Team (\"GDT\") in 2011 with the focus of being active and involved in the communities where they serve. Led by 2 full-time teammates, the GDT works with local organizations across 6 states and is supported by our team across Northwest.\n8\nRegulatory Considerations\nOur business is subject to various local and national legislative and regulatory enactments including, but not limited to, environmental laws, antitrust laws, employment and benefit laws (including wage and hour laws, payroll taxes, anti-discrimination laws, pension laws and regulations, and ERISA), immigration laws, motor vehicle laws and regulations, human health and safety laws, securities laws including, but not limited to, SEC regulations, and federal, state and local laws and regulations governing worker safety and the pest and termite control industry. If we were to fail to comply with any of these applicable laws or regulations, we could be subject to substantial fines or damages, be involved in lawsuits, enforcement actions and other claims by third parties or governmental authorities, suffer losses to our reputation and our business or suffer the loss of licenses or penalties that may affect how the business is operated.\nConsumer Protection, Privacy and Solicitation Matters\nWe are subject to international, federal, state, provincial and local laws and regulations designed to protect consumers generally, including laws governing lending, debt collection and consumer finance; consumer privacy and fraud; collection and use of consumer data; telemarketing; and other forms of solicitation. Specifically, rules adopted by the Federal Communications Commission and Federal Trade Commission, including the Telephone Consumer Protection Act and the Telemarketing Sales Rule, along with state laws and other legal authorities, govern our telephone and texting sales practices. The CAN-SPAM Act regulates our email solicitations, and the Consumer Review Fairness Act regulates consumer opinions on social media regarding our products and services. The California Consumer Privacy Act, including amendments under the California Privacy Rights Act, and laws in other states provide consumers and sometimes employees the right to know what personal data businesses collect, how the data is used, and give them the right to access, delete and opt out of the sale of their personal information to third parties. We are subject to some of these states’ laws depending on the number of customers or amount of revenue in the specific state. Similarly, we are bound by foreign laws and regulations governing data protection in the United Kingdom (UK General Data Protection Regulation and Data Protection Act 2018; Canada (Personal Information Protection and Electronic Documents Act); Australia (Privacy Act and its Australian Privacy Principles); and Singapore (Personal Data Protection Act and Spam Control Act), when applicable.\nEnvironmental, Health and Safety Matters\nSpecifically, our businesses are subject to various international, federal, state and local laws and regulations regarding environmental, health and safety matters. Among other things, these laws regulate the emission or discharge of materials into the environment, govern the use, storage, treatment, disposal, transportation and management of hazardous substances and wastes and protect the health and safety of our employees. In addition, the use of certain pesticide products is also regulated by various federal, state, provincial and local environmental and public health agencies. These laws also impose liability for the costs of investigating and remediating, and damages resulting from, present and past releases of hazardous substances, including releases by prior owners or operators of sites we currently own or operate. Compliance with environmental, health and safety laws increases our operating costs, limits or restricts the services we provide and subjects us to the possibility of regulatory or private actions or proceedings. Penalties for noncompliance with these laws may include criminal sanctions or civil remedies, including, but not limited to, cancellation of licenses, fines, and other corrective actions. Noncompliance with, changes in, expanded enforcement of, or adoption of new laws and regulations governing hazardous waste disposal and other environmental matters, could result in operational changes and increased costs.\nFranchise Matters\nCertain of our subsidiaries are subject to various international, federal, state, provincial and local laws and regulations governing franchise sales, marketing and licensing and franchise trade practices generally, including applicable rules and regulations of the Federal Trade Commission. These laws and regulations generally require disclosure of business information in connection with the sale and licensing of our franchises. Certain state regulations also affect our ability as a franchisor to revoke or refuse to renew a franchise. From time to time, we and one or more franchisees have been, and may in the future become, involved in a dispute regarding the franchise relationship, including payment of royalties or fees, location of branches, advertising, purchase of products by franchisees, non-competition covenants, compliance with our standards or franchise renewal criteria.\n9\nEmployment Laws\nWe are subject to a myriad of complex laws and regulations in the various federal, state, provincial, regional, and local governments in the countries in which we operate related to employees, including, but not limited to wage and hour laws, anti-discrimination laws, immigration, pension benefit plans, ERISA laws, and retirement benefits. Any failure to comply with such applicable laws or regulations could result in fines or legal proceedings.\nIntellectual Property\nWe rely on a combination of intellectual property rights, including a patent, trademarks, copyrights, trade secrets, and contractual provisions to protect our intellectual property. Our worldwide intellectual property portfolio is strengthened through innovation and brand recognition, and a comprehensive approach for protection and enforcement.\nWe protect and promote our intellectual property portfolio and take those actions we deem appropriate to enforce our intellectual property rights and to defend our rights both domestically and internationally. Although in the aggregate, our global portfolio of more than 450 trademarks is a valuable asset that is important to our operations, we believe that our competitive advantage is also largely attributable to the technical, marketing, and sales competence and capabilities of our employees, rather than on any individual trademark; however, the loss of the Orkin trademark could be material to our business as a whole.\nAvailable Information\nOur Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to these reports, are available free of charge on our website at www.rollins.com, under the heading “SEC Filings,” as soon as reasonably practicable after those reports are electronically filed with or furnished to the Securities and Exchange Commission (“SEC”).\nCautionary Statement Regarding Forward-Looking Statements\nStatements made in this Annual Report on Form 10-K contain “forward-looking statements” as defined in the Private Securities Litigation Reform Act of 1995 that involve risks and uncertainties concerning the business and financial results of Rollins, Inc. We have based these forward-looking statements largely on our current opinions, expectations, beliefs, plans, objectives, assumptions and projections about future events and financial trends affecting the operating results and financial condition of our business.\nForward-looking statements can be identified by words such as: “may,” “should,” “will,” “expect,” “believe,” “anticipate,” “intend,” “plan,” “seek,” “project,” “estimate,” “aim,” “continue,” “continually,” “could,” “likely,” “design,” “strategies,” “outlook,” “trend,” the negative of such terms and different forms thereof (e.g., different tenses or number or principle parts, as well as gerunds and other parts of speech such as adjectives, adverbs and nouns derived therefrom), and similar expressions used in this document that do not relate to historical facts. Such forward-looking statements include, but are not limited to, statements regarding: (1) our investments in proprietary routing and scheduling technologies to increase our competitive advantage; (2) our belief that we will continue to expand our international presence through organic growth, acquisitions, and our international franchise programs and our belief that such geographic diversity allow us to increase brand recognition, meet demands of global customers and draw on business and technical expertise from teams in several countries, as well as access new markets; (3) our acquisition strategy targets high quality, profitable businesses with strong leadership that would benefit from incremental growth capital and has the potential to achieve margin expansion through cost and revenue synergies: (4) our belief that we maintain a sufficient level of products, materials and other supplies to fulfill our immediate servicing needs and to alleviate any potential short-term shortage in availability from our national network of suppliers and we have qualified comparable products and materials for key categories to have alternatives ready as needed; (5) our ability to foresee and quickly adapt to potential supply disruptions because of our strong direct partnerships with product manufacturers, distributors, and visibility into the inventories, ordering and distribution of materials and supplies; (6) our ability to maintain adequate supplies for our field operations without a significant investment in warehousing and inventory because of the use of an innovative and industry changing distribution model and technology; (7) our belief that we compete effectively and favorably with our competitors as one of the world’s largest pest and termite control companies; (8) our belief that our competitive advantage is largely attributable to the technical, marketing, and sales competence and capabilities of our employees, rather than on any individual trademark and our belief that the expiration or loss of any single trademark or intellectual property right would not be material to our business as a whole; (9) our belief that one of the largest contributors to our success is the quality of our people and our belief that the\n10\ndevelopment and retention of high-quality talent leads to a better customer experience and better customer retention; (10) we are continuously improving our safety culture and monitoring our measurable safety goals; (11) our acquisitions may continue to be an important element of our business strategy; (12) our belief that maintaining and enhancing our brands increases our ability to enter new markets and launch new and innovative services that better serve the needs of our customers; (13) our ability to remain productive and profitable will depend substantially on our ability to compete with other pest control and service companies to attract, adequately train, and retain skilled workers and key employees (including executive officers), create leadership opportunities, and successfully implement diversity, equity and inclusion initiatives; (14) new information technology systems and technology will lead to new or improving business capabilities and streamline business processes, financial reporting, and acquisition integration; (15) an element of our business includes further expansion in international markets; (16) our plans to continue to monitor pandemics and plans to take actions that may alter our operations, including those that may be required by federal, state, or local authorities, or that we determine are in the best interests of our employees and customers; (17) the suitability and adequacy of our facilities to meet our current and reasonably anticipated future needs; (18) our belief that no pending claim, proceeding or litigation, regulatory action or investigation, either alone or in the aggregate, will have a material adverse effect on the Company’s financial position, results of operations or liquidity; (19) our belief that we establish sufficient loss contingency reserves based upon outcomes of such pending claims, proceedings or litigation that we currently believe to be probable and reasonably estimable; (20) our expectation that we will continue to pay cash dividends to the common stockholders, subject to the earnings and financial condition of the Company and other relevant factors; (21) our plans to continue to carry out various strategies previously implemented to help mitigate the impact of certain economic disruptors (such as high inflation, increases in interest rates, business interruptions due to natural disasters and changes in weather patterns, employee shortages and supply chain issues); (22) our belief that we are starting 2024 with favorable demand and a healthy balance sheet that positions us well to continue to invest in growth programs; (23) our belief that pricing efforts helped offset inflationary pressures we experienced in people associated cost; (24) our belief that our current cash and cash equivalents balances, future cash flows expected to be generated from operating activities, and available borrowings under our Credit Facility will be sufficient to finance our current operations and obligations, and fund expansion of the business for the foreseeable future; (25) our belief that we have adequate liquid assets, funding sources and insurance accruals to accommodate claims related to the retained loss program subject to assumptions and judgments as discussed under \"Critical Accounting Estimates\"; (26) our belief that our foreign exchange rate risk will not have a material impact upon our results of operations going forward; (27) our belief that we maintain adequate liquidity and capital resources, without regard to our foreign deposits, to finance domestic operations and obligations and to fund expansion of our domestic business; (28) our belief that the FPC Holdings, LLC acquisition will expand the Rollins family of brands and drive long term value; (29) our expectation to continue our payment of cash dividends, subject to our earnings and financial condition and other relevant factors; (30) the expected impact and amount of our contractual obligations; (31) our expectations regarding termite claims and factors that impact future costs from those claims; (32) the expected collectability of accounts receivable; (33) our belief that our tax positions are fully supportable; (34) our beliefs about our accounting policies and the impact of recent accounting pronouncements; (35) our reasonable certainty that we will exercise the renewal options on our vehicle leases; (36) expectations regarding the recognition of compensation costs related to performance-based shares as well as time-lapse restricted shares; (37) our ability to be proactive in safety and risk management to develop and maintain ongoing programs to reduce and prevent incidents and claims under our insurance programs and arrangements; (38) our potential suspension of future services for customers with past due balances; (39) any implication that our trends of seasonality will continue to hold true in the future (i.e., that profit will be lower in the first and fourth quarters and higher in the second and third quarters); (40) statements regarding our mission to have a culture of inclusion, where all individuals feel respected, are treated fairly, with an equitable opportunity to excel, and description of our plans to create and enhance inclusion in the workplace; (41) statements regarding our leadership development and successor planning; (42) our policies and procedures that are designed to identify, assess, and manage material risks arising from cybersecurity incidents; (43) our belief that the outcome of the investigations by certain local California governments regarding management of hazardous waste and pesticide disposal will not have a material adverse effect on our financials; (44) our strategic objectives described in Item 1, Part 1 (“Business”) and Item 7, Part II (“Management’s Discussion and Analysis of Financial Condition and Results of Operations”); (45) our intention to continue to grow the business in foreign markets in the future through reinvestment of foreign deposits and future earnings as well as acquisitions of unrelated companies; (46) our assertion that foreign cash earnings in excess of working capital and cash needed for strategic investments and acquisitions are not intended to be indefinitely reinvested offshore; (47) estimates, assumptions and projections related to our application of critical accounting policies, including those related to the accrued loss program and reserves related to same, goodwill, and acquisitions, described in more detail below under “Critical Accounting Estimates.\"\nForward-looking statements are based on information available at the time those statements are made. These statements are not guarantees of future performance and are subject to risks and uncertainties beyond our ability to control, and in many cases, we cannot predict the risks and uncertainties that could cause our actual results to differ materially from those\n11\nindicated by the forward-looking statements. These risks and uncertainties include, but are not limited to, those described in Item 1A \"Risk Factors\" of Part I, Item 7 “Management’s Discussion and Analysis of Financial condition and Results of Operations” of Part II, and elsewhere in this Annual Report on Form 10-K for our fiscal year ended December 31, 2023 and may also be described from time to time in our future reports filed with the SEC. You should not rely on our forward-looking statements. The Company does not undertake to update its forward-looking statements."
  },
  {
    "item_key": "item_1a",
    "text": "An investment in our common stock involves certain risks. Before making an investment decision, you should carefully consider the following risks and all of the other information included in this Annual Report on Form 10-K. Our business, reputation, financial condition, results of operations, or cash flows could be materially adversely affected by any of these risks. The trading price of our common stock could decline due to any of these risks, and you may lose all or part of your investment. This Annual Report on Form 10-K also contains forward-looking statements that involve risks and uncertainties. Our actual results could differ materially from those anticipated in these forward-looking statements as a result of certain factors, including the risks faced by us described below and elsewhere in this Annual Report on Form 10-K. You are cautioned that the risk factors discussed below are not exhaustive.\nRisks Related to our Business, Brand, Industry and Operations\nWe face risks regarding our ability to compete in the pest control industry in the future.\nWe operate in a highly competitive industry with fragmented markets and low barriers to entry. Our revenues and earnings are affected by changes in competitors’ services, markets, and prices and general economic issues. We compete with other large pest control companies, as well as numerous smaller pest control companies, for a finite number of customers. We believe that the principal competitive factors in the market areas that we serve are quality and speed of service, customer proximity, customer satisfaction, brand awareness and reputation, terms of guarantees, technical proficiency and price. Although we believe that our customer experience and quality service are excellent, we cannot assure investors that we will be able to maintain our competitive position in the future.\nWe may not be able to identify, complete or successfully integrate acquisitions or guarantee that any acquisitions will achieve the anticipated financial benefits.\nAcquisitions have been and may continue to be an important element of our business strategy. We cannot assure investors that we will be able to identify and acquire acceptable acquisition targets on terms favorable to us in the future, that we will receive necessary regulatory approvals, or that any acquisitions will achieve the anticipated financial benefits. Our inability to achieve the anticipated financial benefits from any acquisition transactions may not be realized due to any number of factors, including, but not limited to, unsuccessful integration efforts, unexpected or underestimated liabilities or increased costs, fees, expenses and charges related to such transactions. Such adverse events could result in a decrease in the estimated fair value of goodwill or other intangible assets established as a result of such transactions, triggering an impairment.\nOur business depends on our strong brands and failing to maintain and enhance our brands and develop a positive client reputation and experience could hurt our ability to retain and expand our base of customers.\nOur strong brands, such as Orkin, HomeTeam Pest Defense, Clark Pest Control, Northwest Exterminating, Fox Pest Control, Trutech, Western Pest Services, The Industrial Fumigant Company (IFC), Waltham Services, Okolona Pest Control (OPC), and Critter Control, have significantly contributed to the success of our business. Maintaining and enhancing our brands increases our ability to enter new markets and launch new and innovative services that better serve the needs of our customers. Our brands may be negatively impacted by a number of factors, including, among others, reputational issues, product/technical failures, and customer experience. We continue to develop strategies and innovative tools to gain a deeper understanding of customer acquisition and retention in order to more effectively expand and retain our customer base. Maintaining and enhancing our brands will depend largely on our brands’ ability to remain service leaders and continue to provide high-quality pest control services that are truly beneficial and play a meaningful role in people’s lives.\n12\nLabor shortages, our ability to attract and retain skilled workers, and increased labor costs may impair growth potential and profitability.\nOur ability to remain productive and profitable will depend substantially on our ability to compete with other pest control and service companies to attract, adequately train, and retain skilled workers and key employees (including executive officers), create leadership opportunities, and successfully implement diversity, equity and inclusion initiatives. Our ability to expand our operations is in part impacted by our ability to increase our labor force. The demand for employees is high, and the supply is limited. Ongoing labor shortages could negatively affect our ability to efficiently operate at full capacity or lead to increased costs, such as increased overtime to meet demand and increased wage rates to attract and retain employees. A significant increase in the wages paid and benefits offered by competing employers could also result in a reduction in our labor force, increases in our labor costs, or both. Prolonged labor shortages, increased turnover or labor inflation could diminish our profitability and impair our growth potential.\nIn addition, decisions and rules by the National Labor Relations Board, including “expedited elections” and restrictions on appeals, could lead to increased organizing activities at our subsidiaries. If these labor organizing activities are successful, it could further increase labor costs, decrease operating efficiency and productivity in the future, or otherwise disrupt or negatively impact our operations which could have a material adverse effect on our reputation and business.\nWe may experience difficulties integrating, streamlining and optimizing our information technology (“IT”) systems and processes.\nWe have invested in, and expect to continue to invest in, new systems and technology to implement new or improve existing business capabilities and streamline business processes, financial reporting, and acquisition integration. Many of these efforts impact customers, suppliers, employees, and others, and any disruption or failure could adversely affect our business and operations. We may experience significant delays, increased costs, and other difficulties, which could adversely affect our ability to process work orders, send invoices, track, and collect payments, fulfill contractual obligations, or otherwise operate our business in compliance with laws. In addition, our efforts to centralize various business processes within our organization in connection with the implementations may disrupt operations. We may also experience difficulties, costs or delays in migrating acquired businesses to our systems, processes, and technologies.\nDistributor or supply chain issues may result in product shortages or disruptions to our business.\nWe have a complex global network of distributors and suppliers that has expanded to meet increased customer demand and may, in the future, further evolve in response to market conditions. Although the majority of the products we use are generally available from multiple sources, and alternatives have been generally available in the event of disruption in the past, we could experience material disruptions in production, transportation, and other supply chain issues on specific products, which could result in out-of-stock conditions, and our results of operations and relationships with customers could be adversely affected (a) if new or existing distributors or suppliers are unable to meet any standards that we set or that are set by government or industry regulations or customers, (b) if we are unable to contract with distributors or suppliers at the quantity, quality and price levels needed for our business, or (c) if any of our key distributors or suppliers has shipping disruptions or becomes insolvent, ceases or significantly reduces its operations or experiences financial distress.\nOur inability to fully or substantially meet customer demand due to distributor or supply chain issues could result in, among other things, unmet consumer demand leading to reduced preference for our products or services in the future, customers purchasing services from competitors as a result of such shortage of products, strained customer relationships, termination of customer contracts, additional competition and new entrants into the market, and loss of potential sales and revenue.\nClimate change and unfavorable weather conditions could adversely impact our financial results.\nOur operations are directly impacted by the weather conditions worldwide, including catastrophic events, natural disasters and potential impacts from climate change. Our business is also affected by extreme weather such as hurricanes which can impact our ability to operate as well as drought which can greatly reduce the pest population for extended periods. Climate change continues to receive increasing global attention. The possible effects of climate change could include changes in rainfall patterns, water shortages, changing storm patterns and intensities, changing temperature levels and changes in legislation, regulation, and international accords, all of which could adversely impact our costs and business operations. Our business is also affected by seasonality associated with our pest and termite control services. The increase in pest\n13\npresence and activity, as well as the metamorphosis of termites in the spring and summer (the occurrence of which is determined by the timing of the change in seasons), has historically resulted in an increase in the revenue and income of our pest and termite control operations during such periods.\nWe may not successfully execute our business strategies, including achieving our growth objectives.\nWe may not be able to fully implement our business strategies or realize, in whole or in part within the expected time frames, the anticipated benefits of various growth or other initiatives. Our ability to implement our business strategy may be adversely affected by factors that we cannot foresee currently, such as unanticipated costs and expenses, global health crises, technological change, recession and economic slowdown, the level of interest rates, foreign exchange risks, failure to integrate acquisitions, or a decline in the effectiveness of our marketing (including digital marketing).\nIn addition, we will incur certain costs to achieve efficiency improvements, systems implementations, and growth in our business, and we may not meet anticipated implementation timetables or stay within budgeted costs. As these initiatives are implemented, we may not fully achieve the desired results, including but not limited to, expected cost savings or growth rates, and these initiatives may adversely impact customer retention or our operations. Also, our business strategies may change in light of our ability to implement new business initiatives, competitive pressures, economic uncertainties or developments or other factors.\nExpanding into international markets presents unique challenges, and our expansion efforts with respect to international operations may not be successful.\nAn element of our business includes further expansion in international markets. Our ability to successfully operate in international markets may be adversely affected by political, economic and social conditions beyond our control and geopolitical conflicts, such as the conflict between Russia and Ukraine and the conflict in Gaza. Also, we may be adversely affected by local laws and customs and legal and regulatory constraints, including compliance with applicable export, anti-corruption and currency laws and regulations of the countries or regions in which we currently operate or intend to operate in the future. Risks inherent in our existing and future international operations also include, among others, the costs and difficulties of managing international operations, difficulties in identifying and gaining access to local distributors and suppliers, suffering possible adverse tax consequences from changes in tax laws or the unfavorable resolution of tax assessments or audits, maintaining product quality and greater difficulty in enforcing intellectual property rights. Additionally, foreign currency exchange rates and fluctuations could have an adverse effect on our financial results.\nOur franchisees, subcontractors, and vendors could take actions that could harm our business.\nOur franchisees, subcontractors, and vendors are contractually obligated to operate their businesses in accordance with the standards set forth in our agreements with them and applicable laws and regulations. Each of our brands that are franchised also provides training and support to franchisees. However, franchisees, subcontractors, and vendors are independent third parties that we do not control, and who own, operate and oversee the daily operations of their businesses, and the ultimate success of any business operation rests with the business owner. If franchisees do not successfully operate their businesses in a manner consistent with required standards, royalty payments owed to us will be adversely affected and our brands’ image and reputation could be harmed. Similarly, if franchisees, subcontractors, and vendors do not successfully operate their businesses in a manner consistent with required laws, standards and regulations, we could be subject to claims from regulators or legal claims for the actions or omissions of such third-party franchisees, subcontractors, and vendors. In addition, our relationship with our franchisees, subcontractors, and vendors could become strained (including resulting in litigation) as we impose new standards or assert more rigorous enforcement practices of the existing required standards.\nRisks Related to Cybersecurity, Privacy Compliance and Business Disruptions\nThe Company, our wholly-owned subsidiaries, third-party business partners and service providers have been subject to cybersecurity incidents in the past and could be the targets of future attacks that could result in disruption to our business operations, economic and reputational damage, and possible fines, penalties and private litigation, if there is unauthorized access to or unintentional distribution of personal, financial, proprietary, confidential, or other protected data or information the Company is entrusted to keep about its customers, employees, business practices, or third parties, or there are significant operational disruptions that result from a cybersecurity incident.\nOur internal IT systems contain certain personal, financial, health, or other protected and confidential information that is entrusted to us by our customers and employees. Our IT systems also contain our and our wholly-owned subsidiaries’\n14\nproprietary and other confidential information related to our business, such as business plans, customer lists, pricing, and service development initiatives. From time to time, we have integration with new IT systems due to organic growth and acquisitions. In addition, we grant third-party business partners and service providers access to confidential information in order to facilitate business operations and administer employee benefits. Employees, third-party business partners, and service providers can knowingly or unknowingly disseminate such information or serve as an entry point for bad actors to access such information.\nThe Company has assigned Board responsibility for oversight of cybersecurity risk to the Audit Committee, which monitors the cybersecurity risk management and cyber control functions, including external security audits, and receives periodic updates from experienced senior management knowledgeable about assessing and managing cyber risks, including, as appropriate, updates on the prevention, detection, mitigation, and remediation of cyber incidents.\nWe continue to evaluate and modify our systems and protocols for data security compliance purposes, and such standards may change from time to time. We have processes in place to oversee and identify cybersecurity risks and vulnerability related to certain third-party business partners, vendors, and service providers. We have processes to address risks of a key service provider experiencing a significant cybersecurity incident that renders their services unavailable, but those processes may not cover all business losses. Activities by bad actors, changes in computer and software capabilities and encryption technology, new tools and discoveries, cloud applications, changes in multi-jurisdictional regulations, and other events or developments may result in a compromise or breach of our systems. Any compromises, breaches, application errors or human mistakes related to our systems or failures to comply with applicable standards could not only disrupt our financial operations, including our customers’ ability to pay for our services and products by credit card or their willingness to purchase our services and products, but could also result in violations of applicable laws, regulations, orders, industry standards or agreements and subject us to costs, penalties and liabilities. A breach of data security or failure to comply with rigorous multi-jurisdictional consumer privacy requirements could expose us to customer litigation, regulatory actions and costs related to the reporting and handling of such a violation or breach. Furthermore, while we maintain cybersecurity insurance, our insurance may not cover all liabilities incurred due to a security breach or incident.\nRisks Related to Legal, Regulatory and Risk Management Matters\nIn the countries in which we operate, our business is subject to various federal, state, provincial, and local laws and regulations pertaining to environmental, public health and safety matters, including those related to the pest control industry, and any noncompliance with, changes to, or increased enforcement of such laws, could significantly impact our business.\nOur business is subject to various federal, state, and local laws and regulations pertaining to environmental, public health and safety matters, including those related to the pest control industry. Among other things, these laws also govern the use, storage, treatment, disposal, transportation and management of certain pesticides and hazardous substances and waste and regulate the emission or discharge of materials into the environment. In addition, the use of certain pesticide products is also regulated by various federal, state, provincial and local environmental and public health agencies. These regulations may also apply to our third-party suppliers. Penalties for noncompliance with these laws may include criminal sanctions or civil remedies, including, but not limited to, cancellation of licenses, fines, and other corrective actions. Noncompliance with, changes in, expanded enforcement of, or adoption of new laws and regulations governing hazardous waste disposal and other environmental matters, could result in operational changes and increased costs.\nWe are subject to regulation in the countries in which we operate related to employment laws, and noncompliance could lead to fines or legal proceedings.\nWe are subject to a myriad of complex laws and regulations in the various federal, state, provincial, regional, and local governments in the countries in which we operate related to employees, including, but not limited to wage and hour laws, anti-discrimination laws, immigration, pension benefit plans, ERISA laws, and retirement benefits. Any failure to comply with such applicable laws or regulations could result in fines or legal proceedings.\nNew or proposed regulation regarding climate change could have uncertain impacts on our business.\nClimate change has been the subject of increased focus by various governmental authorities and regulators around the world. In particular, the US is considering the enactment of legislative and regulatory proposals that would impose requirements on greenhouse gas emissions. Such laws, if enacted, are likely to impact our business in a number of ways. For example, we use gasoline and electricity in conducting our operations. Increased government regulations to limit\n15\ncarbon dioxide and other greenhouse gas emissions may result in increased compliance costs and legislation or regulation affecting energy inputs, which could materially affect our profitability. Further the SEC has proposed rule amendments that would implement a framework for reporting of climate-related risks and create new climate-related disclosure obligations for all registrants, including us. Compliance with any new or more stringent laws or requirements, or stricter interpretations of existing laws, could require additional expenditures by us or our suppliers. We cannot predict how the proposed rules, if finalized, or any future legislation or regulations pertaining to climate change, will ultimately affect our business.\nTermite claims and lawsuits related thereto could increase our legal expenses.\nFrom time to time, we are subject to claims brought by our customers for termite protection services, generally based on alleged termite damage to the structure(s) covered by our contracts with those customers. In some instances of these claims, the customer may initiate litigation or arbitration proceedings or these matters could be brought as a class action against us or one of our brands.\nOur safety and risk management programs may not have the intended effect of reducing our liability for employee-work related injuries, third party-liability claims or property loss.\nOur auto or other safety management system and performance measures are critical to our reputation and results of operation. We attempt to mitigate risks relating to employee work-related injuries, automobile collision, third-party liability, or property loss through the implementation of company-wide safety management programs designed to focus on prevention and decrease the occurrence of incidents or events that may occur. We expect that any such decreases could also have the effect of stabilizing or reducing our insurance costs. However, incidents involving injury or property loss may be caused by multiple potential factors, a significant number of which are beyond our control. Therefore, there is no guarantee that our safety and risk management and safety programs will have the desired effect of avoiding or controlling all potential expenses and liability exposure.\nAdditionally,\nwe retain certain risks related to general liability, workers’ compensation, and auto liability. The accruals and reserves we hold are based on estimates that involve a degree of judgment and are inherently variable and could be overestimated or insufficient. If actual claims exceed our estimates, our operating results could be materially affected, and our ability to take timely corrective actions to limit future costs may be limited.\nFurther, some of our commercial customers require that we meet certain safety criteria to be eligible to provide service and bid for contracts, and many contracts provide for automatic termination or forfeiture of some or all of our contract fees or profit in the event we fail to meet certain measures. Accordingly, if we fail to maintain adequate safety standards, we could experience reduced profitability or the loss of projects or clients.\nOur insurance coverage may be inadequate to cover all significant risk exposures and our accruals and reserves for uninsured claims are variable.\nWe are exposed to liabilities that are unique to our business and the services we provide. We maintain commercial liability insurance that extends to products liability. In addition, we also maintain other insurance and other traditional risk transfer tools to respond to certain types of liabilities and risks. However, such tools are subject to terms such as deductibles, retentions, limits and policy exclusions, as well as risk of denial of coverage, default or insolvency. If we experience unexpected or uncovered losses, or if any of our insurance policies are terminated for any reason or are not effective in mitigating our risks, we may incur losses that are not covered or that exceed our coverage limits. In addition, there can be no assurance that the types or levels of coverage maintained are adequate to cover these potential significant and catastrophic risks. Further, we may not be able to continue to maintain our existing insurance coverage or obtain comparable or additional insurance coverage at a reasonable cost in the event a significant product or service claim arises.\nWe have been and may in the future be subject to lawsuits, investigations and other proceedings which could have a material adverse effect on our business.\nIn the normal course of business, we have been and may in the future be involved in various claims, contractual disputes, investigations, arbitration and litigation, including (1) claims that our acts, omissions, services or vehicles caused damage or injury, (2) claims that our services did not achieve the desired results, (3) claims related to acquisitions, (4) claims related to violations of antitrust laws or consumer protection laws, (4) claims related to allegations by federal, state or local authorities, including the Securities and Exchange Commission, the Federal Trade Commission and Department of Justice, of violations of regulations or statutes, (5) claims related to federal securities laws, (6) claims related to employment law\n16\nviolations, (7) claims related to environmental matters, and (8) claims related to additional laws and regulations. These claims, proceedings or litigation, either alone or in the aggregate, could have a material adverse effect on our business.\nRisks Related to Certain Intellectual Property Rights\nOur brand recognition or reputation could be impacted if we are not able to adequately protect our intellectual property and other proprietary rights that are material to our business.\nOur ability to compete effectively depends in part on our rights to service marks, trademarks, trade names and other intellectual property rights we own or license. Although we have sought to register or protect many of our marks either in the United States or in the countries in which they are or may be used, we have not sought to protect our marks in every country. Furthermore, because of the differences in foreign trademark, patent and other intellectual property or proprietary rights laws, we may not receive the same protection in other countries as we would in the United States. If we are unable to protect our proprietary information and brand names, we could suffer a material adverse effect to our reputation and business. Litigation may be necessary to enforce our intellectual property rights and protect our proprietary information, or to defend against claims by third parties that our products, services or activities infringe their intellectual property rights.\nRisks Related to Public Health Crises\nThe effects of a pandemic or other major public health concern, could materially impact our business.\nThe impact of a pandemic or other major public health concerns, including changes in consumer behavior and discretionary spending, market downturns, and restrictions on business and individual activities, could create significant volatility in the global economy. Additionally, government or regulatory responses to pandemics or other public health concerns, such as mandatory lockdowns, vaccine mandates or other restrictions on operations, could negatively impact our business.\nThe ultimate impact of a pandemic or other major public health concern also depends on events beyond our knowledge or control, including the duration and severity of such pandemics and other major public health concerns, and related remedial or containment measures taken by parties other than us to respond to them.\nWe are unable to completely predict the full impact that a pandemic, or other major public health concern will have on our business due to numerous uncertainties. In addition, our compliance with remedial or containment measures could impact our day-to-day operations and could disrupt our business and operations, as well as that of our customers and suppliers, for an indefinite period of time. Furthermore, labor force availability may be impaired due to exposure, reluctance to comply with governmental, regulatory or contractual mandates, or other restrictions, which could negatively affect our operating costs and profitability or negatively impact our ability to provide quality services.\nRisks Related to Market Conditions\nAdverse economic conditions, including inflation and restrictions in customer discretionary expenditures, increases in interest rates or other disruptions in credit or financial markets, increases in fuel prices, raw material costs, or other operating costs could materially adversely affect our business.\nEconomic downturns may adversely affect our commercial customers, including food service, hospitality and food processing industries whose business levels are particularly sensitive to adverse economies. For example, we may lose commercial customers and related revenues because of consolidation or cessation of commercial businesses or because these businesses switch to a lower cost provider. Pest and termite services represent discretionary expenditures to many of our residential customers. If consumers restrict their discretionary expenditures, due to inflation or other economic hardships, we may suffer a decline in revenues from our residential service lines. Disruptions in credit or financial markets could make it more difficult for us to obtain, or increase the cost of obtaining, financing in the future. Increases in interest rates may cause a reduction in new home construction or real estate transactions, which could result in a decrease in revenue. In addition, there can be no assurances that fuel prices, raw material costs, or other operating costs, all of which may be subject to inflationary pressures, will not materially increase in future years.\n17\nRisks Related to our Capital and Ownership Structure\nA group that includes members of the Company’s Board of Directors and management has a significant ownership interest; public stockholders may have no effective voice in the Company’s management.\nThe Company has a significant shareholder group, which includes the Company’s Executive Chairman of the Board, Gary W. Rollins, Board member, Pam Rollins, and certain persons acting as a group with them (the “Significant Shareholder”).\nThe Significant Shareholder held directly, or through indirect beneficial ownership, in the aggregate, approximately 43 percent of the Company’s outstanding shares of common stock as of December 31, 2023. As a result, these persons will have significant influence over the operations of the Company, including the election of directors and approval of substantial corporate transactions such as acquisitions and approval of matters requiring stockholder approval. This concentration of ownership could also have the effect of delaying or preventing a third party from acquiring control of the Company at a premium.\nThe Significant Shareholder has a substantial ownership interest, and the availability of the Company’s common stock to the investing public may be limited.\nThe availability of Rollins’ common stock to the investing public is limited to those shares not held by the Significant Shareholder, which could negatively impact Rollins’ stock trading prices and affect the ability of minority stockholders to sell their shares. Future sales by the Significant Shareholder of all or a portion of their shares could also negatively affect the trading price of our common stock.\nThe Significant Shareholder could take various actions or engage in certain transactions that could negatively impact our common stock price or cause volatility in the market for our common stock.\nThe Significant Shareholder may from time to time and at any time acquire or cause to be acquired, additional equity or other instruments of the Company or derivative instruments the value of which is linked to Company securities, or dispose or cause to be disposed, such equity or other securities or instruments, in any amount that the Significant Shareholder may determine in its sole discretion, through open market transactions, privately negotiated transactions or otherwise. In addition, depending upon a variety of factors, the Significant Shareholder may at any time engage in discussions with the Company and its affiliates, and other persons, including retained outside advisers, concerning the Company’s business, management, strategic alternatives and direction, and in its sole discretion, consider, formulate and implement various plans or proposals intended to enhance the value of its investment in the Company, including, among other things, proposing or effecting any matter that would constitute or result in: (i) the acquisition by any person of additional securities of the Company or the disposition of securities of the Company, in addition to the possible normal course dissolution of additional entities for estate or tax planning purposes; (ii) an extraordinary corporate transaction, such as a merger, reorganization or liquidation, involving the Company or any subsidiary thereof; (iii) a sale or transfer of a material amount of assets of the Company or any subsidiary thereof; (iv) a change in the present board of directors or management of the Company, including any plans or proposals to change the number or term of directors or to fill any existing vacancies on the board; (v) a material change in the present capitalization or dividend policy of the Company; (vi) other material changes in the Company’s business or corporate structure; (vii) changes in the Company’s charter, bylaws, or instruments corresponding thereto, or other actions which may impede the acquisition of control of the Company by any person; (viii) causing a class of securities of the Company to be delisted from a national securities exchange or to cease to be authorized to be quoted in an inter-dealer quotation system of a registered national securities association; or (ix) a class of equity securities of the Company becoming eligible for termination of registration pursuant to Section 12(g)(4) of the Securities Exchange Act of 1934, as amended. In the event the Significant Shareholder was to engage in any of the actions enumerated above, our common stock price could be negatively impacted or such actions could cause volatility in the market for our common stock.\nCertain provisions in Rollins, Inc.’s certificate of incorporation and bylaws may inhibit a takeover of the Company.\nRollins, Inc.’s certificate of incorporation, bylaws and other documents contain provisions including advance notice requirements for stockholder proposals and staggered terms for the Board of Directors. These provisions may make a tender offer, change in control or takeover attempt that is opposed by the Company’s Board of Directors more difficult or expensive.\n18"
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_1c",
    "text": "The Company has security incident response policies and procedures for identifying, assessing, and managing material risks arising from cybersecurity incidents, including those arising from third-party service providers. The Company’s Chief Information Security Officer (“CISO”), who has 30 years of experience in information technology and information security and has several industry certifications such as CISSP, CCSP, CISM, CRISC, and CIPP, is primarily responsible for managing cybersecurity risks. The CISO assesses cybersecurity incidents and classifies them by severity level in accordance with the Company’s Security Incident Guidelines, which determine how each cybersecurity incident is managed and communicated. The Company uses both internal and external resources to assess risk and manage its IT and 24x7 cybersecurity operations, including managed service providers who assist in the support of key business systems. The Company may also periodically engage external consultants to assist with cybersecurity incident management, particularly where advanced or specialized expertise may be required. The Company’s Incident Response and Breach Notification Policy outlines the procedures that the Company follows for evaluation and recovery from an incident, including containment of the affected systems, to restore our systems to normal operations. To date, the Company has not had a cybersecurity event that materially impacted or is reasonably likely to materially affect its business strategy, results of operations, financial condition, or the security of its proprietary data.\nThe Audit Committee monitors the cybersecurity risk management and cyber control functions, including external security audits, and receives periodic updates from experienced senior management knowledgeable about assessing and managing cyber risks, including, as appropriate, updates on the prevention, detection, mitigation, and remediation of cyber incidents.\nCybersecurity incidents that significantly impact the confidentiality, integrity, or availability of Company data or the reliability of the Company system or network are reported to certain members of the Company’s Executive Leadership Team, including the Chief Executive Officer, Chief Financial Officer, Chief Information and Administration Officer, and General Counsel,  for assessment of the materiality of the incident, which will be made using both quantitative and qualitative analyses to determine an incident’s immediate and reasonably likely future impacts. Such cybersecurity incidents are also reported to the Audit Committee. Cybersecurity incidents that moderately impact the confidentiality, integrity, or availability of Company data or the reliability of the Company systems or networks are reported to the Security Incident Response Team, for assessment of the materiality of the incident.\nOur privacy compliance and digital risk management initiatives focus on the threats and risks to enterprise information and the underlying IT systems processing such information as part of the implementation of business processes. We have also implemented policies and procedures for the assessment, identification, and management of material risks from cybersecurity threats, including internal training, system controls, and monitoring and audit processes to protect the Company from internal and external vulnerabilities and to comply with consumer privacy laws in the areas in which we operate. Further, we limit retention of certain data, encrypt certain data and otherwise protect information to comply with consumer privacy laws in the areas in which we operate. The Company also has a cross-functional group of representatives from several departments that comprise the Cybersecurity and Privacy Committee, which meets and discusses information at least quarterly related to cybersecurity and privacy compliance at the Company, including training, policies, and trends. We also rely on, among other things, commercially available third parties including vendors, cybersecurity protection systems, software, tools and monitoring to provide security for processing, transmission and storage of protected information and data. The systems currently used for transmission and approval of payment card transactions, and the technology utilized in payment cards themselves, all of which can put payment card data at risk, meet standards set by the payment card industry.\nThe Company has a global cybersecurity training program that requires all employees with access to the Company networks to participate in regular and mandatory training on how to be aware of, and help defend against, cybersecurity risks.  Also, the Company regularly tests the efficacy of its training efforts as well as its systems to assess vulnerabilities to cybersecurity risks, including tabletop incident response exercises.\nAnnually the Company conducts an Enterprise Risk Assessment during which management identifies and quantifies risks, including cybersecurity risks, that could enhance or impede the Company’s ability to achieve current or future strategic objectives.  The conclusions of the annual Enterprise Risk Assessment are shared with the Audit Committee. The CISO also reviews with the Audit Committee the strategy, priorities, and goals of the cybersecurity program.\n19"
  },
  {
    "item_key": "item_2",
    "text": "The Company’s administrative headquarters are owned by the Company, and are located at 2170 Piedmont Road, N.E., Atlanta, Georgia 30324. The Company owns or leases over 700 branch offices and operating facilities used in its business as well as the Rollins Training Center located in Atlanta, Georgia, and the Pacific Division Administration and Training Center in Riverside, California. None of the branch offices, individually considered, represents a materially important physical property of the Company. The facilities are suitable and adequate to meet the current and reasonably anticipated future needs of the Company."
  },
  {
    "item_key": "item_3",
    "text": "In the normal course of business, the Company and its subsidiaries are involved in, and will continue to be involved in, various claims, arbitrations, contractual disputes, investigations, litigation, environmental and tax and other regulatory matters relating to, and arising out of, our businesses and our operations. These matters may involve, but are not limited to, allegations that our services or vehicles caused damage or injury, claims that our services did not achieve the desired results, claims related to acquisitions and allegations by federal, state or local authorities, including taxing authorities, of violations of regulations or statutes. In addition, we are parties to employment-related cases and claims from time to time, which may include claims on a representative or class action basis alleging wage and hour law violations or claims related to the operation of our retirement benefit plans. We are also involved from time to time in certain environmental and tax matters primarily arising in the normal course of business. We evaluate pending and threatened claims and establish loss contingency reserves based upon outcomes we currently believe to be probable and reasonably estimable.\nThe Company retains, up to specified limits, certain risks related to general liability, workers’ compensation and auto liability. The estimated costs of existing and future claims under the retained loss program are accrued based upon historical trends as incidents occur, whether reported or unreported (although actual settlement of the claims may not be made until future periods) and may be subsequently revised based on developments relating to such claims. The Company contracts with an independent third party to provide the Company an estimated liability based upon historical claims information. The actuarial study is a major consideration in establishing the reserve, along with management’s knowledge of changes in business practice and existing claims compared to current balances. Management’s judgment is inherently subjective as a number of factors are outside management’s knowledge and control. Additionally, historical information is not always an accurate indication of future events. The accruals and reserves we hold are based on estimates that involve a degree of judgment and are inherently variable and could be overestimated or insufficient. If actual claims exceed our estimates, our operating results could be materially affected, and our ability to take timely corrective actions to limit future costs may be limited.\nItem 103 of SEC Regulation S-K requires disclosure of certain environmental legal proceedings if the proceeding reasonably involves potential monetary sanctions of $300,000 or more. The Company has received a notice of alleged violations and information requests from local governmental authorities in California for our Orkin and Clark Pest Control operations and is currently working with several local governments regarding compliance with environmental regulations governing the management of hazardous waste and pesticide disposal. The investigation appears to be part of a broader effort to investigate waste handling and disposal processes of a number of industries. While we are unable to predict the outcome of this investigation, we do not believe the outcome will have a material effect on our results of operations, financial condition, or cash flows.\nManagement does not believe that any pending claim, proceeding or litigation, regulatory action or investigation, either alone or in the aggregate, will have a material adverse effect on the Company’s financial position, results of operations or liquidity; however, it is possible that an unfavorable outcome of some or all of the matters could result in a charge that might be material to the results of an individual quarter or year."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n20\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Market Information, Holders, and Dividends\nThe common stock of the Company is listed on the New York Stock Exchange and is traded on the Philadelphia, Chicago and Boston Exchanges under the symbol ROL.\nAs of January 31, 2024, there were 8,118 holders of record of the Company’s common stock. However, a large number of our shareholders hold their shares in “street name” in brokerage accounts and, therefore, do not appear on the shareholder list maintained by our transfer agent.\nDividends will be payable only when, and if, declared by our Board and will be subject to our ongoing ability to generate sufficient income and free cash flow, any future capital needs and other contingencies. The Company expects to continue to pay cash dividends to the common stockholders, subject to the earnings and financial condition of the Company and other relevant factors.\nIssuer Purchases of Equity Securities\nThe Company did not repurchase shares on the open market during the quarter ended December 31, 2023.\nThe following table presents the Company's share repurchase activity for the period from October 1, 2023 to December 31, 2023.\n(1)\nIncludes shares withheld by the Company in connection with tax withholding obligations of its employees upon vesting of such employees’ equity awards.\n(2)\nThe Company has a share repurchase plan, adopted in 2012, to repurchase up to 16.9 million shares of the Company’s common stock. As of December 31, 2023, the Company has a remaining authorization to repurchase 11.4 million shares of the Company's common stock under this program. The repurchase plan has no expiration date.\n21\nPerformance Graph\nThe following graph sets forth a five-year comparison of the cumulative total stockholder return based on the performance of the stock of the Company as compared with both a broad equity market index and an industry index. The indices included in the following graph are the S&P 500 Index and the S&P 500 Commercial Services & Supplies Index.\n*$100 invested on 12/31/18 in stock or index, including reinvestment of dividends.\nFiscal year ending December 31.\nCopyright© 2023 Standard & Poor's, a division of S&P Global. All rights reserved."
  },
  {
    "item_key": "item_6",
    "text": ""
  },
  {
    "item_key": "item_7",
    "text": "Presentation\nThis discussion should be read in conjunction with our audited financial statements and related notes included elsewhere in this document. Discussions of 2021 items and year-to-year comparisons of 2022 and 2021 that are not included in this Form 10-K can be found in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of our Annual Report on Form 10-K for the year ended December 31, 2022. The following discussion (as well as other discussions in this document) contains forward-looking statements. Please see “Cautionary Statement Regarding Forward-Looking Statements” and \"Risk Factors\" for a discussion of uncertainties, risks and assumptions associated with these statements.\n22\nThe Company\nRollins, Inc. (“Rollins,” “we,” “us,” “our,” or the “Company”), is an international services company headquartered in Atlanta, Georgia that provides pest and termite control services to both residential and commercial customers through its wholly-owned subsidiaries and independent franchises in the United States, Canada, Australia, Europe, and Asia with international franchises in Canada, Central and South America, the Caribbean, Europe, the Middle East, Asia, Africa, and Australia. Our pest and termite control services are performed pursuant to terms of contracts that specify the pricing arrangement with the customer. The Company operates as one reportable segment and the results of operations and its financial condition are not reliant upon any single customer.\nStrategic Update\nWe are focused on continuous improvement throughout the business. During 2023, we made significant strides in all four pillars of our strategic objectives: 1) people first 2) customer loyalty 3) growth mindset and 4) operational efficiency.\nPeople First\nDuring 2023, we focused on the safety of our people. We are continuously improving our safety culture and monitoring our measurable safety goals. For example, throughout the year we made considerable progress with respect to the implementation and adoption of our driver safety application, which monitors driver behaviors once a vehicle is in motion. Our average driver safety score for drivers that we monitor showed improvement in 2023. We also executed a restructuring program during the year to modernize our workforce and enable us to make more strategic improvements in our support functions. We remain committed to developing exceptional talent and investing in our teams, including a focus on strategic hiring in both support functions, as well as the customer-facing side of our business.\nCustomer Loyalty\nWe remain committed to providing our customers with the best customer experience. Effective sales and service staffing levels helped us to capitalize on continued demand and deliver solid results for the year, with organic revenues* growing by 8.2% compared to 2022.\nGrowth Mindset\n2023 marked a record year in terms of revenues, totaling $3.1 billion, an increase of 14.0% over 2022, with acquisition revenues* growing by 5.9% compared to 2022. We completed the acquisition of Fox Pest Control (\"Fox\"), one of the largest acquisitions in the Company's history, for $339.5 million. We also completed 23 additional acquisitions in 2023, driving inorganic growth at several of our brands.\nOperational Efficiency\nWe saw healthy margins in 2023, with gross margin improving 70 basis points to 52.2% in 2023 compared to 51.5% in 2022. Operating margin was 19.0% of revenue, an increase of 70 basis points over 2022 and adjusted operating income margin* at 19.7%, an increase of 140 basis points over the prior year.\n*Amounts are non-GAAP financial measures. See the schedules below for definitions and a discussion of non-GAAP financial metrics, including a reconciliation to the most directly comparable GAAP measure.\nImpact of Economic Trends\nThe continued disruption in economic markets due to high inflation, increases in interest rates, business interruptions due to natural disasters and changes in weather patterns, employee shortages, and supply chain issues, all pose challenges which may adversely affect our future performance. The Company continues to execute various strategies previously implemented to help mitigate the impact of these economic disruptors.\nHowever, the Company cannot reasonably estimate whether these strategies will help mitigate the impact of these economic disruptors in the future.\n23\nThe Company’s consolidated financial statements reflect estimates and assumptions made by management that affect the reported amounts of assets and liabilities and related disclosures as of the date of the condensed consolidated financial statements. The Company considered the impact of economic trends on the assumptions and estimates used in preparing the consolidated financial statements. In the opinion of management, all material adjustments necessary for a fair presentation of the Company’s financial results for the year have been made. These adjustments are of a normal recurring nature but are complicated by the continued uncertainty surrounding these macro economic trends. The severity, magnitude and duration of certain economic trends continue to be uncertain and are difficult to predict. Therefore, our accounting estimates and assumptions may change over time in response to economic trends and may change materially in future periods.\nThe extent to which increasing interest rates, inflation and other economic trends will continue to impact the Company’s business, financial condition and results of operations is uncertain. Therefore, we cannot reasonably estimate the full future impacts of these matters at this time.\nResults of Operations—2023 Compared to 2022\n(1)\nExclusive of depreciation and amortization\n(2)\nAmounts are non-GAAP financial measures. See \"Non-GAAP Financial Measures\" below for a discussion of non-GAAP financial metrics including a reconciliation to the most directly comparable GAAP measure.\n24\nRevenues\nThe following presents a summary of revenues by product and service offering and revenues by geography:\nRevenues for the year ended December 31, 2023 were $3.1 billion, an increase of $377.5 million, or 14.0%, from 2022 revenues of $2.7 billion. The increase in revenues was driven by demand from our customers that remained strong throughout the year across all major service offerings. Comparing 2023 to 2022, organic revenue* growth was 8.2% while acquisitions drove 5.9% of total growth. Looking at the service offerings, residential pest control revenue increased approximately 17%, commercial pest control revenue increased approximately 11% and termite and ancillary services grew approximately 13% including both organic and acquisition-related growth in each area. Organic revenue* growth was strong across our service offerings, growing over 6% in residential, approximately 10% in commercial, and over 10% in termite and ancillary activity. The Company’s foreign operations accounted for approximately 7% of total revenues for the years ended December 31, 2023 and 2022.\nWe continue to maintain a very healthy balance sheet that positions us well to continue to invest in growth initiatives across our business as we enter 2024, From an organic perspective, we are proactively managing pricing across our portfolio.  Additionally, while lead generation and the overall demand environment are healthy to start the new year, we continue to navigate the negative impact of a colder January in certain parts of our business.\n25\n*Amounts are non-GAAP financial measures. See the schedules below for definitions and a discussion of non-GAAP financial metrics, including a reconciliation to the most directly comparable GAAP measure.\nGross Profit\nGross profit for the year ended December 31, 2023 was $1.6 billion, an increase of $216.0 million, or 15.6%, compared to $1.4 billion for the year ended December 31, 2022. Gross margin improved 70 basis points to 52.2% in 2023 compared to 51.5% in 2022. The acquisition of Fox drove 20 basis points of leverage in 2023. Excluding this, gross margin improved 50 basis points as pricing more than offset increases in our cost structure. Looking specifically at people related costs, materials and supplies, and fleet, which comprise 87% of total cost of services, we saw an improvement of 90 basis points associated with leverage in these categories, as pricing more than offset inflationary pressures. Insurance and claims experience decreased gross margins in 2023 by 10 basis points.\nWe expect the normal seasonality to drive lower gross profit margins in the first and fourth quarters of 2024 relative to the second and third quarters on the lower level of business activity.\nSales, General and Administrative\nFor the twelve months ended December 31, 2023, sales, general and administrative (SG&A) expenses increased $112.5 million, or 14.0%, compared to the twelve months ended December 31, 2022. The increase is driven by people-related costs, advertising and selling expenses associated with growth initiatives. As a percentage of revenue, SG&A was consistent at 29.8% in 2023 and 2022, as we continue to manage our cost structure while investing in growth initiatives.\nRestructuring Costs\nDuring the twelve months ended December 31, 2023, we executed a restructuring program to modernize our workforce. This effort resulted in expense of approximately $5.2 million in the year. The large majority of the costs incurred are related to severance-related costs for employees who were terminated as part of this effort. The changes were primarily across corporate-related functions and will enable us to make more strategic improvements in our support functions.\nDepreciation and Amortization\nFor the twelve months ended December 31, 2023, depreciation and amortization increased $8.4 million, or 9.2%, compared to the twelve months ended December 31, 2022. The increase was due to higher amortization of intangible assets from acquisitions, most notably Fox, offset by lower depreciation of operating equipment and internal-use software.\nOperating Income\nFor the twelve months ended December 31, 2023, operating income increased $89.8 million or 18.2% compared to the prior year. As a percentage of revenue, operating income increased to 19.0% from 18.3% in the prior year. The improvement in operating income as a percentage of sales is primarily driven by the improvement in gross profit discussed previously.\nWe expect the first and fourth quarters to represent our lowest level for margins and profitability due primarily to the lower level of volume generated in those quarters due to the impact of seasonality.\nInterest Expense, Net\nDuring the twelve months ended December 31, 2023, interest expense, net increased $16.4 million compared to the prior year, due to the increase in the average debt balance associated primarily with the acquisition of Fox and the share repurchase completed during 2023.\nDebt levels and corresponding interest expense are expected to remain elevated in the first half of 2024 due primarily to the higher level of debt associated with the acquisition of Fox and the share repurchases during 2023.\n26\nOther Income, Net\nDuring the twelve months ended December 31, 2023, other income, net increased $13.9 million primarily due to the Company recognizing a $15.5 million gain on the sale of certain businesses during 2023, offset by lower gains from asset sales.\nIncome Taxes\nThe Company’s effective tax rate was 25.8% in 2023 compared to 26.1% in 2022. The 2023 rate was favorably impacted by lower state income taxes and federal tax credits compared to 2022.\nNon-GAAP Financial Measures\nReconciliation of GAAP and non-GAAP Financial Measures\nThe Company has used the non-GAAP financial measures of organic revenues, adjusted operating income, adjusted operating margin, adjusted net income, and adjusted earnings per share (“EPS”), earnings before interest, taxes, depreciation and amortization (“EBITDA”), EBITDA margin, adjusted EBITDA, adjusted EBITDA margin, and free cash flow in this Form 10-K. Organic revenue is calculated as revenue less the revenue from acquisitions completed within the prior 12 months and excluding the revenue from divested businesses. Adjusted operating income and adjusted operating margin are calculated by adding back to the GAAP measures those expenses resulting from the amortization of certain intangible assets and adjustments to the fair value of contingent consideration resulting from the acquisition of Fox Pest Control and restructuring costs related to restructuring and workforce reduction plans. Adjusted EBITDA and adjusted EBITDA margin are calculated by adding back to net income interest, taxes, depreciation and amortization expense those expenses resulting from the adjustments to the fair value of contingent consideration resulting from the acquisition of Fox Pest Control, restructuring costs related to restructuring and workforce reduction plans, and gains on the sale of businesses. Adjusted net income and adjusted EPS are calculated by adding back those acquisition-related expenses, restructuring costs, and gains on the sale of businesses to the GAAP measures and by further subtracting the tax impact of those expenses and/or gains. Free cash flow is calculated by subtracting capital expenditures from cash provided by operating activities. These measures should not be considered in isolation or as a substitute for revenues, net income, earnings per share or other performance measures prepared in accordance with GAAP.\nManagement uses adjusted operating income, adjusted operating margin, adjusted net income, adjusted EPS, EBITDA, EBITDA margin, adjusted EBITDA, adjusted EBITDA margin, and free cash flow as measures of operating performance because this measure allows the Company to compare performance consistently over various periods. Management also uses organic revenues to compare revenues over various periods excluding the impact of acquisitions and divestitures. Management uses free cash flow to demonstrate the Company’s ability to maintain its asset base and generate future cash flows from operations. An analysis of any non-GAAP financial measure should be used in conjunction with results presented in accordance with GAAP.\nA non-GAAP financial measure is a numerical measure of financial performance, financial position, or cash flows that either 1) excludes amounts, or is subject to adjustments that have the effect of excluding amounts, that are included in the most directly comparable measure calculated and presented in accordance with GAAP in the statement of operations, balance sheet or statement of cash flows, or 2) includes amounts, or is subject to adjustments that have the effect of including amounts, that are excluded from the most directly comparable measure so calculated and presented.\n27\nSet forth below is a reconciliation of the non-GAAP financial measures contained in this report with their most directly comparable GAAP measures (in thousands, except per share data and margins).\n(1) Subsequent to the issuance of the Company's 2022 financial statements, management determined that certain immaterial reclassifications within the product and service offerings were required for the years ended December 31, 2022 and 2021. Revenues classified by significant product and service offerings for the years ended December 31, 2022 and 2021 have been restated from the amounts previously reported to correct the classification of such revenues. There was no impact on our consolidated statements of income, financial position, or cash flows.\n28\n(1) Consists of expenses resulting from the amortization of certain intangible assets and adjustments to the fair value of contingent consideration resulting from the acquisition of Fox Pest Control. While we exclude such expenses in this non-GAAP measure, the revenue from the acquired company is reflected in this non-GAAP measure and the acquired assets contribute to revenue generation.\n(2) Restructuring costs consist of costs primarily related to severance and benefits paid to employees pursuant to restructuring and workforce reduction plans.\n(3) Represents the gain on the sale of certain non-core businesses.\n(4) The tax effect of the adjustments is calculated using the applicable statutory tax rates for the respective periods.\n(5) In some cases, the sum of the individual EPS amounts may not equal total non-GAAP EPS calculations due to rounding.\n29\nLiquidity and Capital Resources\nCash and Cash Flow\nThe Company’s $103.8 million of total cash at December 31, 2023 is held at various banking institutions. Approximately $52.1 million is held in cash by foreign subsidiaries and the remaining $51.7 million is held in Federal Deposit Insurance Corporation (“FDIC”) insured non-interest-bearing accounts at various domestic banks which at times exceed federally insured amounts.\nWe intend to continue to grow the business in the international markets where we have a presence. As it relates to our unremitted earnings in foreign jurisdictions, we assert that foreign cash earnings in excess of working capital and cash needed for strategic investments and acquisitions are not intended to be indefinitely reinvested offshore.\nOn February 24, 2023, the Company entered into a revolving credit agreement with, among others, JPMorgan Chase Bank, N.A. (“JPMorgan Chase”), as administrative agent (in such capacity, the “Administrative Agent”), which refinanced its previous credit facility.\nThe Credit Agreement provides for a $1.0 billion revolving Credit Facility, which may be denominated in U.S. Dollars and other currencies, including Euros, Australian Dollars, Canadian Dollars, New Zealand Dollars, Pounds Sterling and Japanese Yen, subject to a $400 million foreign currency sublimit. Rollins has the ability to expand its borrowing availability under the Credit Agreement in the form of increased revolving commitments or one or more tranches of term loans by up to an additional $750 million, subject to the agreement of the participating lenders and certain other customary conditions. The maturity date of the loans under the Credit Agreement is February 24, 2028. Refer to Note 10, Debt to the accompanying financial statements for further details.\nAs of December 31, 2023, the Company had outstanding borrowings of $493.0 million under the Credit Facility. The aggregate effective interest rate on the debt outstanding as of December 31, 2023 was 6.5%. As of December 31, 2022, the Company had outstanding borrowings of $54.9 million under the previous Term Loan and there were no outstanding borrowings under the previous Revolving Commitment. The aggregate effective interest rate on the debt outstanding as of December 31, 2022 was 5.1%.\nThe Company maintains $71.7 million in letters of credit as of December 31, 2023. These letters of credit are required by the Company’s insurance companies, due to the Company’s high deductible insurance program, to secure various workers’ compensation and casualty insurance contracts coverage and were increased from $71.3 million as of December 31, 2022. The Company believes that it has adequate liquid assets, funding sources and insurance accruals to accommodate potential future insurance claims.\nThe Company believes its current cash and cash equivalents balances, future cash flows expected to be generated from operating activities, and available borrowings under its Credit Facility will be sufficient to finance its current operations and obligations, and fund expansion of the business for the foreseeable future.\nThe following table sets forth a summary of our cash flows from operating, investing and financing activities for the year ended December 31, 2023 and 2022:\nN/M - calculation not meaningful\n30\nCash Provided by Operating Activities\nCash from operating activities is the principal source of cash generation for our businesses. The most significant source of cash in our cash flow from operations is customer-related activities, the largest of which is collecting cash resulting from services sold. The most significant operating use of cash is to pay our suppliers, employees, and tax authorities. The Company’s operating activities generated net cash of $528.4 million and $465.9 million for the twelve months ended December 31, 2023 and 2022, respectively. The $62.4 million increase was driven primarily by strong operating results and the timing of cash receipts and cash payments to vendors, employees, and tax and regulatory authorities.\nCash Used in Investing Activities\nThe Company’s investing activities used $372.9 million and $134.1 million for the twelve months ended December 31, 2023 and 2022, respectively. Cash paid for acquisitions totaled $366.9 million for the twelve months ended December 31, 2023, as compared to $119.2 million for the twelve months ended December 31, 2022, driven primarily by the acquisition of Fox Pest Control. The Company invested $32.5 million in capital expenditures during the year, offset by $12.5 million in cash proceeds from the sale of assets, and $15.9 million in cash proceeds from the sale of businesses, compared with $30.6 million of capital expenditures and $14.6 million in cash proceeds from asset sales in 2022. The Company’s investing activities were funded through existing cash balances, operating cash flows, and borrowings under the Credit Facility.\nCash Used in Financing Activities\nCash used in financing activities was $149.4 million and $336.0 million during the twelve months ended December 31, 2023 and 2022, respectively. A total of $264.3 million was paid in cash dividends ($0.54 per share) during the twelve months ended December 31, 2023, compared to $211.6 million in cash dividends paid ($0.43 per share) during the twelve months ended December 31, 2022. The Company made net borrowings under its credit agreements of $438.0 million during the twelve months ended December 31, 2023, compared to net repayments of $100.0 million during 2022. In addition, during the twelve months ended December 31, 2023, the Company completed the repurchase of 8,724,100 of the shares of common stock from LOR, Inc (\"LOR\") (a company controlled by Mr. Gary W. Rollins and certain members of his family) for $300.0 million in conjunction with the transaction described below.\nOn September 6, 2023, the Company entered into an underwriting agreement (the “Underwriting Agreement”) with LOR, and Goldman Sachs & Co. LLC and Morgan Stanley & Co. LLC, as representatives of the several underwriters named in Schedule I thereto (the “Underwriters”), relating to the offer by LOR of 38,724,100 shares of the Company’s common stock, par value $1.00 per share, at a public offering price of $34.39 per share (the “Offering”). In connection with the Offering, LOR granted the Underwriters an option to purchase up to an additional 5,785,714 shares of common stock (the “Optional Shares”). The Offering, including the sale of the Optional Shares, closed on September 11, 2023. The Company did not sell any shares in the Offering and did not receive any proceeds from the Offering.\nOn June 5 2023, the Company entered into a registration rights agreement (the \"Registration Rights Agreement\") with LOR, and LOR paid $1.5 million to the Company and upon closing the Offering, LOR paid $3.5 million to the Company pursuant to the Registration Rights Agreement. Pursuant to the Registration Rights Agreement, the Company will pay all costs, fees and expenses incident to the Company’s performance or compliance with the Registration Rights Agreement with respect to a total of five (5) requested offerings, and thereafter, LOR will be responsible for all such expenses in connection with any subsequent offering. These cash receipts are included in other financing activities.\nIn 2012, the Company’s Board of Directors authorized the purchase of up to 5 million shares of the Company’s common stock. After adjustments for stock splits, the total authorized shares under the share repurchase program were 16.9 million shares. As of December 31, 2023, we have a remaining authorization of 11.4 million shares under the share repurchase program. The Company did not repurchase shares of its common stock on the open market during 2023 or 2022. However, in 2023 the Company purchased $4.2 million of shares on behalf of employees for the Employee Stock Purchase Plan. The Company also repurchased $10.8 million and $7.1 million of common stock for the twelve months ended December 31, 2023 and 2022, respectively, from employees for the payment of taxes on vesting restricted shares.\nIn addition, the Form S-3 shelf registration statement on file with the SEC registered $1.5 billion of the Company’s common stock, preferred stock, debt securities, depository shares, warrants, rights, purchase contracts and units for future issuance. The Company may offer and sell some or all of such securities from to time or to or through underwriters, brokers or dealers, directly to one or more other purchasers, through a block trade, through agents on a best-efforts basis,\n31\nthrough a combination of any of the above methods of sale or through other types of transactions described in the Form S-3. The Company has not sold any such securities as of the date of this Form 10-K.\nLitigation\nFor discussion on the Company’s legal contingencies, see Note 12, Commitments and Contingencies to the accompanying financial statements, and Part I, Item 3, Legal Proceedings.\nContractual Commitments\nWe have material cash requirements for known contractual obligations and commitments in the form of operating leases and debt obligations. We expect to fund these obligations primarily through cash generated from our operations. Refer to Note 6, Leases and Note 10, Debt to the accompanying financial statements for further details.\nCritical Accounting Estimates\nThe Company views critical accounting estimates to be those that are very important to the portrayal of our financial condition and results of operations, and that require management’s most difficult, complex or subjective judgments. The circumstances that make these judgments difficult or complex relate to the need for management to make estimates about the effect of matters that are inherently uncertain. We believe our critical accounting estimates to be as follows:\nAccrued Insurance—\nThe Company retains, up to specified limits, certain risks related to U.S. general liability, workers’ compensation and auto liability. Risks are managed through either high deductible insurance or, for Clark Pest Control only, a non-affiliated group captive insurance member arrangement. The estimated costs of existing and future claims under the retained loss program are accrued based upon historical trends as incidents occur, whether reported or unreported (although actual settlement of the claims may not be made until future periods) and may be subsequently revised based on developments relating to such claims. The group captive is subject to a third-party actuarial study retained by the captive manager, independent from the Company. For the high deductible insurance program, the Company contracts with an independent third-party actuary to provide the Company an estimated liability based upon historical claims information. The actuarial study is a major consideration in establishing the reserve, along with management’s knowledge of changes in business practice and existing claims compared to current balances. Management’s judgment is inherently subjective as a number of factors are outside management’s knowledge and control. Additionally, historical information is not always an accurate indication of future events. The Company continues to be proactive in safety and risk management to develop and maintain ongoing programs to reduce and prevent incidents and claims. Initiatives that have been implemented include required pre-employment screening and ongoing motor vehicle record review for all drivers, post-offer physicals for new employees, pre-hire, random and post incident drug testing, driver training and post-injury nurse triage for work-related injuries. The accruals and reserves we hold are based on estimates that involve a degree of judgment and are inherently variable and could be overestimated or insufficient. If actual claims exceed our estimates, our operating results could be materially affected, and our ability to take timely corrective actions to limit future costs may be limited.\nBusiness Combinations—\nWe account for business combinations by recognizing the assets acquired and liabilities assumed at the acquisition date fair value. In valuing certain acquired assets and liabilities, fair value estimates use significant, non-observable inputs (Level 3), including future expected cash flows and discount rates. Goodwill is measured as the excess of consideration transferred over the fair values of the assets acquired and the liabilities assumed. While we use our best estimates and assumptions to value assets acquired and liabilities assumed at the acquisition date, our estimates are inherently uncertain and subject to refinement. As a result, during the measurement period, which may be up to one year from the acquisition date, we may record adjustments to the assets acquired and liabilities assumed, with the corresponding offset to goodwill. Upon the conclusion of the measurement period, any subsequent adjustments arising from new facts and circumstances are recorded to the consolidated statements of operations. The results of operations of acquisitions are reflected in our consolidated financial statements from the date of acquisition.\nAccounting for business combinations requires our management to make significant estimates and assumptions about intangible assets, assets and obligations assumed, contingent consideration, and other contingencies. Critical inputs and assumptions in valuing certain of the intangible assets include, but are not limited to, future expected cash flows from customer contracts; the acquired Company’s trademarks & tradenames, and competitive position, as well as assumptions about the period of time the acquired trademarks & tradenames will continue to be used in the combined Company’s product portfolio; and discount rates. These significant assumptions are forward-looking and could be affected by future economic and market conditions.\n32\nRecent Accounting Guidance and Other Policies and Estimates\nSee Note 1, Summary of Significant Accounting Policies to the accompanying financial statements (Part II, Item 8 of this Form 10-K) for further discussion."
  },
  {
    "item_key": "item_7a",
    "text": "Market Risk\nThe Company is subject to interest rate risk exposure through borrowings on its $1.0 billion revolving credit facility (the \"Credit Facility\"). As of December 31, 2023, the Company had outstanding borrowings of $493.0 million under the Credit Facility. See Note 10, Debt to the accompanying financial statements for further details regarding debt. We do not believe that a one percent increase in interest rates, for example, would have a material effect on our results of operations or cash flows. The Company is also exposed to market risks arising from changes in foreign exchange rates. The Company believes that this foreign exchange rate risk will not have a material impact upon the Company’s results of operations going forward. For a discussion of the Company’s activities to manage risks relative to fluctuations in foreign currency exchange rates, see Note 1, Summary of Significant Accounting Policies to the accompanying financial statements.\n33"
  },
  {
    "item_key": "item_8",
    "text": "MANAGEMENT’S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nTo the Stockholders of Rollins, Inc.:\nThe management of Rollins, Inc. and subsidiaries is responsible for establishing and maintaining adequate internal control over financial reporting for the Company. Rollins, Inc. maintains a system of internal accounting controls designed to provide reasonable assurance, at a reasonable cost, that assets are safeguarded against loss or unauthorized use and that the financial records are adequate and can be relied upon to produce financial statements in accordance with accounting principles generally accepted in the United States of America. The internal control system is augmented by written policies and procedures, an internal audit program and the selection and training of qualified personnel. This system includes policies that require adherence to ethical business standards and compliance with all applicable laws and regulations.\nUnder the supervision and with the participation of our management, including our principal executive officer and principal financial and principal accounting officer, we conducted an evaluation of the effectiveness of the design and operation of internal controls over financial reporting as of December 31, 2023 based on criteria established in the 2013 Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission.\nDuring the year ended December 31, 2023, we completed the acquisition of Fox Pest Control (\"Fox\"). See Note 2, Acquisitions, for more information. We are currently in the process of integrating Fox into our assessment of our internal control over financial reporting. Consistent with guidance issued by the Securities and Exchange Commission that an assessment of a recently acquired business may be omitted from management’s report on internal control over financial reporting in the year of acquisition, Management's assessment and conclusions on the effectiveness of our disclosure controls and procedures as of December 31, 2023 excludes an assessment of the internal control over financial reporting of Fox. Fox represented approximately 4% of our revenues for the year ended December 31, 2023 and approximately 1% of our total assets at December 31, 2023.\nExcluding the above, management’s assessment is that Rollins, Inc. maintained effective internal control over financial reporting as of December 31, 2023.\nThe independent registered public accounting firm, Deloitte & Touche LLP has audited the consolidated financial statements as of and for the year ended December 31, 2023, and has also issued their report on the effectiveness of the Company’s internal control over financial reporting, included in this report on page\n.\n34\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the stockholders and the Board of Directors of Rollins, Inc.\nOpinion on Internal Control over Financial Reporting\nWe have audited the internal control over financial reporting of Rollins, Inc. and subsidiaries (the “Company”) as of December 31, 2023, based on criteria established in Internal Control — Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2023, based on criteria established in Internal Control — Integrated Framework (2013) issued by COSO.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated financial statements as of and for the year ended December 31, 2023, of the Company and our report dated February 15, 2024, expressed an unqualified opinion on those financial statements.\nAs described in Management's Report on Internal Control Over Financial Reporting, management excluded from its assessment the internal control over financial reporting at Fox Pest Control, which was acquired on April 1, 2023, and whose financial statements constitute 1% of total assets and 4% of revenues of the consolidated financial statement amounts as of and for the year ended December 31, 2023. Accordingly, our audit did not include the internal control over financial reporting at Fox Pest Control.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/\nDeloitte & Touche LLP\nAtlanta, Georgia\nFebruary 15, 2024\n35\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the stockholders and the Board of Directors of Rollins, Inc.\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated statement of financial position of Rollins, Inc. and subsidiaries (the \"Company\") as of December 31, 2023, the related consolidated statements of income, comprehensive income, stockholders' equity, and cash flows for the year ended December 31, 2023, and the related notes collectively referred to as the \"financial statements\"). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2023, and the results of its operations and its cash flows for the year ended December 31, 2023, in conformity with accounting principles generally accepted in the United States of America.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company's internal control over financial reporting as of December 31, 2023, based on criteria established in Internal Control — Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission and our report dated February 15, 2024, expressed an unqualified opinion on the Company's internal control over financial reporting.\nBasis for Opinion\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company's financial statements based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audit included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audit also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audit provides a reasonable basis for our opinion.\nCritical Audit Matters\nCritical audit matters are matters arising from the current-period audit of the financial statements that were communicated or required to be communicated to the audit committee and that (1) relate to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. We determined that there are no critical audit matters.\n/s/ Deloitte & Touche LLP\nAtlanta, Georgia\nFebruary 15, 2024\nWe have served as the Company's auditor since 2023.\n36\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nBoard of Directors and Stockholders\nRollins, Inc.\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated statement of financial position of Rollins, Inc. (a Delaware corporation) and subsidiaries (the “Company”) as of December 31, 2022, the related consolidated statements of income, comprehensive income, stockholders’ equity, and cash flows for each of the two years in the period ended December 31, 2022, and the related notes (collectively referred to as the “financial statements”). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2022, and the results of its operations and its cash flows for each of the two years in the period ended December 31, 2022, in conformity with accounting principles generally accepted in the United States of America.\nBasis for Opinion\nThese financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\n/s/ GRANT THORNTON LLP\nWe served as the Company's auditor from 2004 to 2023.\nAtlanta, Georgia\nFebruary 16, 2023\n37\nCONSOLIDATED STATEMENTS OF FINANCIAL POSITION\nRollins, Inc. and Subsidiaries\n(in thousands except share information)\nThe accompanying notes are an integral part of these consolidated financial statements.\n38\nCONSOLIDATED STATEMENTS OF INCOME\nRollins, Inc. and Subsidiaries\n(in thousands except per share information)\nThe accompanying notes are an integral part of these consolidated financial statements\n39\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\nRollins, Inc. and Subsidiaries\n(in thousands)\nThe accompanying notes are an integral part of these consolidated financial statements\n40\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY\nRollins, Inc. and Subsidiaries\n(in thousands)\nThe accompanying notes are an integral part of these consolidated financial statements.\n41\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nRollins, Inc. and Subsidiaries\n(in thousands)\nThe accompanying notes are an integral part of these consolidated financial statements\n42\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nYears ended December 31, 2023 2022, and 2021, Rollins, Inc. and Subsidiaries\n1.\nSUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nBusiness Description\n—Rollins, Inc. (“Rollins,” “we,” “us,” “our,” or the “Company”), is an international services company headquartered in Atlanta, Georgia that provides pest and termite control services to both residential and commercial customers through its wholly-owned subsidiaries and independent franchises in the United States (\"U.S.\"), Canada, Australia, Europe, and Asia with international franchises in Canada, Central and South America, the Caribbean, Europe, the Middle East, Asia, Africa, and Australia.\nPrinciples of Consolidation\n—The Company’s Consolidated Financial Statements include the accounts of Rollins, Inc. and the Company’s wholly-owned subsidiaries and have been prepared in accordance with accounting principles generally accepted in the U.S. (“GAAP”). The Company does not consolidate the financial statements of any company in which it does not have a controlling financial interest. The Company is not the primary beneficiary of, nor does it have a controlling financial interest in, any variable interest entity. Accordingly, the Company has not consolidated any variable interest entity. All material intercompany accounts and transactions have been eliminated.\nSegment Reporting\n—Effective January 1, 2023, we reorganized our reporting structure in connection with our Chief Executive Officer succession. As a result of the transition, we reevaluated our segment reporting and determined that we have\ntwo\noperating segments and\ntwo\ngoodwill reporting units. We continue to operate under\none\nreportable segment which contains our residential, commercial, and termite service offerings.\nSubsequent Events\n—The Company evaluates its financial statements through the date the financial statements are issued.\nRefer to Note 19, Subsequent Events for further details.\nUse of Estimates\n—The preparation of financial statements in conformity with GAAP requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, revenue and expenses and certain financial statement disclosures. Estimates and assumptions are used for, but not limited to, accrued insurance, revenue recognition, right-of-use (\"ROU\") asset and liability valuations, accounts and financed receivable reserves, inventory (materials and supplies) valuation, employee benefit plans, income tax contingency accruals and valuation allowances, contingency accruals, goodwill and other intangible asset valuations. Although these estimates are based on management's knowledge of current events and actions it may undertake in the future, actual results may ultimately differ from these estimates and assumptions. In the opinion of management, all adjustments necessary for a fair presentation of the Company’s financial results for the year have been made. These adjustments are of a normal recurring nature. The results of operations for the year ended December 31, 2023 are not necessarily indicative of results for future years.\nRevenue Recognition\n—The Company’s revenue recognition policy is to recognize revenue upon transfer of control of promised products and services to customers in an amount that reflects the consideration we expect to receive in exchange for those products or services. We enter into contracts that can include various combinations of products and services, each of which are distinct and accounted for as separate performance obligations. Revenue is recognized net of allowances for returns and any taxes collected from customers, which are subsequently remitted to governmental authorities.\nNature of Goods and Services and Performance Obligations\nThe Company contracts with its customers to provide the following goods and services, each of which is a distinct performance obligation:\nPest control services -\nRollins provides pest control services to protect residential and commercial properties from common pests, including rodents and insects. Pest control generally consists of assessing a customer’s property for conditions that invite pests, tackling current infestations, and stopping the life cycle to prevent future invaders. Revenue from pest control services is recognized as services are rendered.\nThe Company’s revenue recognition policies are designed to recognize revenues upon satisfaction of the performance obligation at the time services are performed. Residential and commercial pest control services are primarily recurring in nature on a monthly, bi-monthly or quarterly basis, while certain types of commercial customers may receive multiple treatments within a given month. In general, pest control customers sign an initial\none-year\ncontract, and revenues are\n43\nrecognized at the time services are performed. The Company defers recognition of advance payments and recognizes the revenue as the services are rendered. The Company classifies discounts related to the advance payments as a reduction in revenues.\nTermite control services -\nRollins provides a variety of termite protection services. Termite protection programs include liquid treatments, wet and dry foam applications, termite baiting and wood treatments. Revenue from initial termite treatment services is recognized as services are provided.\nMaintenance/monitoring/inspection -\nIn connection with the initial service offerings, Rollins provides recurring maintenance, monitoring or inspection services to help protect consumers’ property from any future sign of termite activities after the original treatment. This recurring service is a service-type warranty under ASC 606,\n“Revenue from Contracts with Customers,”\nas it is routinely sold and purchased separately from the initial treatment services and is typically purchased or renewed annually.\nTermite baiting revenues are recognized based on the transfer of control of the individual units of accounting. At the inception of a new baiting services contract, upon quality control review of the installation, the Company recognizes revenue for the installation of the monitoring stations, initial directed liquid termiticide treatment and servicing of the monitoring stations. A portion of the contract amount is deferred for the undelivered monitoring performance obligation. This portion is recognized as income on a straight-line basis over the remaining contract term, which results in recognition of revenue that depicts the Company’s performance in transferring control of the service. The allocation of the transaction price to the\ntwo\ndeliverables is based on the relative stand-alone selling price. There are no contingencies related to the delivery of additional items or meeting other specified performance conditions. Baiting renewal revenue is deferred and recognized over the annual contract period on a straight-line basis that depicts the Company’s performance in transferring control of the service.\nRevenue received for conventional termite renewals is deferred and recognized on a straight-line basis over the remaining contract term that depicts the Company’s performance in transferring control of the service, and the cost of reinspections, reapplications and repairs and associated labor and chemicals are expensed as incurred. For outstanding claims, an estimate is made of the costs to be incurred (including legal costs) based upon current factors and historical information. The performance of reinspections tends to be close to the contract renewal date, and while reapplications and repairs involve an insubstantial number of the contracts, these costs are incurred over the contract term. As the revenue is being deferred, the future cost of reinspections, reapplications and repairs and associated labor and chemicals applicable to the deferred revenue are expensed as incurred. The Company accrues for known claims. The costs of providing termite services upon renewal are compared to the expected revenue to be received and a provision is made for any expected losses.\nMiscellaneous services -\nIn certain agreements with customers, Rollins may offer other miscellaneous services, including restroom cleaning (eliminating foul odors, grease and grime which could attract pests) and training (seminars covering good manufacturing practices and product stewardship). Revenue from miscellaneous services is recognized when services are provided.\nThe Company’s international operations accounted for approximately\n7\n%,\n7\n%, and\n8\n% of revenues for the years ended December 31, 2023, 2022, and 2021, respectively.\nContract Balances\nTiming of revenue recognition may differ from the timing of invoicing to customers. We record unearned revenue when revenue is recognized subsequent to billing. Unearned revenue mainly relates to the Company’s termite baiting offering, conventional renewals, and year-in-advance pest control services for which we have been paid in advance and earn the revenue when we transfer control of the product or service. For multi-year agreements, we generally invoice customers annually at the beginning of each annual coverage period. Refer to Note 3, Revenue for further information, including changes in unearned revenue for the year.\nThe Company extends terms to certain customers on higher dollar termite and ancillary work, as well as to certain franchisees for initial funding on the sale of franchises. These financed receivables are segregated from our trade receivables. The allowance for expected credit losses reflects our best estimate of probable losses inherent in the accounts receivable balance. We determine the allowance based on known troubled accounts, historical experience, and other currently available evidence. See Note 4, Allowance for Credit Losses for further information.\n44\nPayment terms and conditions vary by contract type, although terms generally include a requirement of payment within 30 to 60 days. In instances where the timing of revenue recognition differs from the timing of invoicing, we have determined our contracts generally do not include a significant financing component. The primary purpose of our invoicing terms is to provide customers with simplified and predictable ways of purchasing our products and services, not to receive financing from our customers or to provide customers with financing.\nIncremental Costs of Obtaining a Contract with a Customer\nIncremental costs of obtaining a contract include only those costs that we incur to obtain a contract that we would not have incurred if the contract had not been obtained, primarily sales commissions. These costs are considered incremental costs to obtain a contract and are, therefore, recognized as an asset and amortized to expense over the life of the contract to the extent such costs are expected to be recovered. Capitalized costs of obtaining a contract are recorded within other current assets and other assets on our consolidated statements of financial position. Amortization of capitalized costs is recorded within sales, general and administrative expense on our consolidated statements of income.\nPractical Expedients and Exemptions\nIn certain cases, we expense sales commissions when incurred because the amortization period would have been one year or less. These costs are recorded within selling, general and administrative expenses in our consolidated statements of income.\nWe do not disclose the value of unsatisfied performance obligations for (i) contracts with an original expected length of one year or less and (ii) contracts for which we recognize revenue at the amount to which we have the right to invoice for services performed.\nAllowance for Expected Credit Losses\n—The Company maintains an allowance for expected credit losses based on the expected collectability of accounts receivable. Management uses historical collection results as well as accounts receivable aging in order to determine the expected collectability of accounts receivable. Substantially all of the Company’s receivables are due from pest control and termite services in the United States and select international locations. The Company’s allowance for expected credit losses is determined using a combination of factors. The Company’s established credit evaluation procedures seek to minimize the amount of business we conduct with higher risk customers. Provisions for expected credit losses are recorded in selling, general and administrative expenses. Accounts are written off against the allowance for expected credit losses when the Company determines that amounts are uncollectible, and recoveries of amounts previously written off are recorded when collected. Significant recoveries will generally reduce the required provision in the period of recovery. Therefore, the provision for expected credit losses can fluctuate from period to period. We record specific provisions when we become aware of a customer’s inability to meet its financial obligations to us, such as in the case of bankruptcy filings or deterioration in the customer’s operating results or financial position. If circumstances related to customers change, our estimates of the realizability of receivables would be further adjusted, either upward or downward.\nAdvertising\n—\nAdvertising costs are charged to sales, general and administrative expense during the year in which they are incurred.\nCash and Cash Equivalents\n—The Company considers all investments with an original maturity of three months or less when purchased to be cash equivalents.\nThe Company’s $\n103.8\nmillion of total cash at December 31, 2023 is held at various banking institutions. Approximately $\n52.1\nmillion is held in cash by foreign subsidiaries and the remaining $\n51.7\nmillion is primarily held in Federal Deposit\n45\nInsurance Corporation (“FDIC”) insured non-interest-bearing accounts at various domestic banks which at times may exceed federally insured amounts.\nThe Company has not incurred any losses in these accounts.\nRollins maintains adequate liquidity and capital resources, without regard to its foreign deposits, that are directed to finance domestic operations and obligations and to fund expansion of its business for the foreseeable future.\nMarketable Securities\n—From time to time, the Company maintains investments held by several large, well-capitalized financial institutions. The Company’s investment policy does not allow investment in any securities rated less than “investment grade” by national rating services.\nManagement determines the appropriate classification of debt securities at the time of purchase and re-evaluates such designations as of each balance sheet date. Debt securities are classified as available-for-sale because the Company does not have the intent to hold the securities to maturity. Available-for-sale securities are stated at their fair values, with the unrealized gains and losses reported in other comprehensive income.\nThe Company had no other marketable securities other than those held in the defined benefit pension plan and the non-qualified deferred compensation plan at December 31, 2023 and 2022. See Note 11 for further details.\nMaterials and Supplies\n—Materials and supplies are stated at the lower of cost or net realizable value. Cost is determined on the first-in, first-out method.\nOther Current Assets\n—Other current assets include prepaid assets, the current portion of capitalized costs to obtain a contract, and an international bond investment.\nIncome Taxes\n—The Company provides for income taxes based on FASB ASC topic 740\n“Income Taxes,”\nwhich requires recognition of deferred tax liabilities and assets for the expected future tax consequences of events that have been included in the consolidated financial statements or tax returns. The Company provides an allowance for deferred tax assets when it determines that it is more likely than not that the deferred tax assets will not be utilized. The Company establishes additional provisions for income taxes when, despite the belief that tax positions are fully supportable, there remain certain positions that do not meet the minimum probability threshold. The Company’s policy is to record interest and penalties related to income tax matters in income tax expense.\nEquipment and Property\n—Equipment and property are stated at cost, net of accumulated depreciation, and are depreciated on a straight-line basis over the estimated useful lives of the related assets. Depreciation expense is computed using the following asset lives: buildings,\n10\nto\n40\nyears; and furniture, fixtures and operating equipment,\n2\nto\n10\nyears. Expenditures for additions, major renewals and betterments are capitalized and expenditures for maintenance and repairs are expensed as incurred. The cost of assets retired or otherwise disposed of and the related accumulated depreciation and amortization are eliminated from the accounts in the year of disposal with the resulting gain or loss credited or charged to other income, net on our consolidated statements of income.\nCertain internal-use software and systems development costs are capitalized. Accordingly, the specific identified costs incurred to develop and obtain software, which is intended for internal use, are not capitalized until the software is put into use. Management, with the relevant authority, authorizes and commits to funding a software project and it is probable that the project will be completed and the software will be used to perform the function intended. Costs incurred during a software development’s discovery phase and post-integration stage, are expensed as incurred. Application development activities that are eligible for capitalization include software design and configuration, development of interfaces, coding, testing and installation. Capitalized internal-use software and systems costs are subsequently amortized on a straight-line basis over a\nthree\nto\nseven years\nperiod after project completion and when the related software or system is ready for intended use.\nImpairment of Long-Lived Assets\n—In accordance with the FASB ASC Topic 360,\n“Property, Plant and Equipment,”\nthe Company’s long-lived assets, such as property and equipment and intangible assets with definite lives are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amount of these assets may not be\n46\nrecoverable. Recoverability of assets to be held and used is measured by a comparison of the carrying amount of an asset to estimated undiscounted future cash flows expected to be generated by the asset. If the carrying amount of an asset exceeds its estimated undiscounted future cash flows, an impairment charge is recognized in the amount by which the carrying amount of the asset exceeds the fair value of the asset. We periodically evaluate the appropriateness of remaining depreciable lives assigned to long-lived assets, including customer contracts and assets that may be subject to a management plan for disposition.\nGoodwill and Other Intangible Assets\n—In accordance with the FASB ASC Topic 350,\n“Intangibles - Goodwill and other,”\nthe Company classifies intangible assets into three categories: (1) intangible assets with definite lives subject to amortization; (2) intangible assets with indefinite lives not subject to amortization; and (3) goodwill. The Company does not amortize intangible assets with indefinite lives or goodwill. Goodwill and other intangible assets with indefinite useful lives are tested for impairment annually or more frequently if events or circumstances indicate the assets might be impaired. Such conditions may include an economic downturn or a change in the assessment of future operations. The Company performs impairment tests of goodwill at the reporting unit level. Such impairment tests for goodwill include comparing the fair value of the appropriate reporting unit with its carrying value. If the fair value of the reporting unit is below the carrying value, the Company recognizes a goodwill impairment charge for the amount by which the carrying value exceeds the reporting unit’s fair value. The Company performs impairment tests for indefinite-lived intangible assets by comparing the fair value of each indefinite-lived intangible asset to its carrying value. The Company recognizes an impairment charge if the asset’s carrying value exceeds its estimated fair value.\nFollowing the reorganization of our reporting structure, as discussed previously, and determination that we have\ntwo\ngoodwill reporting units, we changed the date of our annual goodwill and indefinite-lived intangible asset impairment test from September 30 to October 1. The change in the date of the annual assessment represents a change in accounting principle. Management believes this change in accounting principle is preferable, as the later date better aligns the timing of the tests with the availability of key inputs, such as forecasts for our\ntwo\nreporting units, and provides additional time for the completion of our annual impairment testing in advance of our year-end reporting.\nThis change was not material to our consolidated financial statements and was not intended to nor did it delay, accelerate, or avoid an impairment charge. We determined that it was impracticable to objectively apply this change retrospectively as it would require application of significant estimates and assumptions with the use of hindsight.\nAny change in testing date for goodwill or an indefinite-lived intangible asset should not result in more than one year elapsing between impairment tests. We performed a goodwill impairment analysis as of January 1, 2023 and October 1, 2023. We performed an impairment analysis of our indefinite-lived intangible assets on September 30, 2023 and October 1, 2023. Based upon the results of these analyses, the Company has concluded that\nno\nimpairment of its goodwill or intangible assets with indefinite lives was indicated.\nOther Assets\n—Other assets is mostly comprised of deferred compensation assets, the non-current portion of capitalized costs to obtain a contract, and an international bond investment.\nAccrued Insurance\n—The Company retains, up to specified limits, certain risks related to general liability, workers’ compensation and auto liability. Risks are managed through either high deductible insurance or, for Clark Pest Control only, a non-affiliated group captive insurance member arrangement. The estimated costs of existing and future claims under the retained loss program are accrued based upon historical trends as incidents occur, whether reported or unreported (although actual settlement of the claims may not be made until future periods) and may be subsequently revised based on developments relating to such claims. The group captive is subject to a third-party actuary retained by the captive manager, independent from the Company. For the high deductible insurance program, the Company contracts with an independent third-party actuary to provide the Company an estimated liability based upon historical claims information. The actuarial study is a major consideration in establishing the reserve, along with management’s knowledge of changes in business practice and existing claims compared to current balances. Management’s judgment is inherently subjective as a number of factors are outside management’s knowledge and control. Additionally, historical information is not always an accurate indication of future events. The Company continues to be proactive in safety and risk management to develop and maintain ongoing programs to reduce and prevent incidents and claims. Initiatives that have been implemented include required pre-employment screening and ongoing motor vehicle record review for all drivers, post-offer physicals for new employees, pre-hire, random and post incident drug testing, driver training and post-injury nurse triage for work-related injuries. The accruals and reserves we hold are based on estimates that involve a degree of judgment and are inherently variable and could be overestimated or insufficient. If actual claims exceed our estimates, our operating results could be materially affected, and our ability to take timely corrective actions to limit future costs may be limited.\n47\nAccrual for Termite Contracts\n—The Company maintains an accrual for termite claims representing the estimated costs of reapplications, repairs and associated labor and chemicals, settlements, awards and other costs relative to termite control services. Factors that may impact future costs include termiticide life expectancy and government regulation. An accrual for termite contracts is included in other current liabilities and long-term accrued liabilities on the Company’s consolidated statements of financial position.\nOther Current Liabilities\n—Other current liabilities are mostly comprised of the current portion of acquisition holdback and earnout liabilities (see Note 9), contingency accruals, deferred compensation liabilities (see Note 11) and taxes payable.\nOther Long-term Accrued Liabilities\n—Other long-term accrued liabilities include long-term balances for deferred compensation, acquisition holdback and earnout liabilities, deferred tax liabilities, contingency accruals, and the long-term portion of unearned revenue.\nContingency Accruals\n—The Company is a party to legal proceedings with respect to matters in the ordinary course of business. In accordance with the FASB ASC Topic 450\n“Contingencies,”\nmanagement estimates and accrues for its liability and costs associated with the pending and threatened legal and regulatory proceedings. Estimates and accruals are determined in consultation with outside counsel. Because it is not possible to accurately predict the ultimate result of the proceedings, judgments concerning accruals for liabilities and costs associated with litigation are inherently uncertain and actual liability may vary from amounts estimated or accrued. However, in the opinion of management, the outcome of the proceedings will not have a material adverse impact on the Company’s financial condition or results of operations. Contingency accruals are included in other current liabilities and long-term accrued liabilities on the Company’s consolidated statements of financial position.\nEarnings Per Share\n—the FASB ASC Topic 260-10\n“Earnings Per Share-Overall,”\nrequires a basic earnings per share and diluted earnings per share presentation. Further, all outstanding unvested share-based payment awards that contain non-forfeitable rights to dividends or dividend equivalents, whether paid or unpaid, are considered participating securities and an entity is required to include participating securities in its calculation of basic earnings per share.\nThe Company calculates basic and diluted earnings per share using the two-class method. Under the two-class method, net earnings are allocated to each class of common stock and participating security as if all of the net earnings for the period had been distributed. The Company's participating securities consist of share-based payment awards that contain a nonforfeitable right to receive dividends and, therefore, are considered to participate in undistributed earnings with common shareholders. See Note 13 for further information on restricted stock granted to employees. See Note 18 for the calculation of basic and diluted earnings per share under the two-class method.\nTranslation of Foreign Currencies\n—Assets and liabilities reported in functional currencies other than U.S. dollars are translated into U.S. dollars at the year-end rate of exchange. Revenues and expenses are translated at the weighted average exchange rates for the year. The resulting translation adjustments are charged or credited to other comprehensive income. Gains or losses from foreign currency transactions, such as those resulting from the settlement of receivables or payables, denominated in foreign currency are included in the earnings of the current period.\nStock-Based Compensation\n—The Company accounts for its stock-based compensation in accordance with the FASB ASC Topic 718 “\nCompensation – Stock Compensation\n.” Time-lapsed restricted stock awards and restricted stock units (\"restricted shares\") have been issued to officers and other management employees under the Company’s Employee Stock Incentive Plan. In addition, in 2023, performance share units (“PSUs”) were granted to the Company’s executive officers. The PSUs will vest and convert to shares of common stock at the end of a\nthree-year\nperformance period upon the Company’s successful achievement of certain financial and market performance goals. The Company issues new shares from its authorized but unissued share pool.\nRestricted shares and PSUs provide for the issuance of a share of the Company’s common stock at no cost to the holder and generally vest after a certain stipulated number of years from the grant date, depending on the terms of the issue. During these years, certain restricted shares award grantees receive all dividends declared and retain voting rights for the granted shares. The agreements under which the restricted shares are issued provide that shares awarded may not be sold or otherwise transferred until restrictions established under the plans have lapsed.\nThe fair value of each restricted share and PSUs with Company-specific performance criteria is equal to the market value of a share of the Company's common stock on the grant date. For PSUs that are granted with a total shareholder return\n48\n(\"TSR\") component, management estimates the fair value using a Monte Carlo simulation valuation model, as these awards are subject to a market condition. The fair value of these awards is recognized as compensation expense, net of estimated forfeitures, on a straight-line basis over the vesting period.\nComprehensive Income (Loss)\n—Other Comprehensive Income (Loss) results from foreign currency translations, minimum pension liability adjustments, cash flow hedge of interest rate risks and unrealized gains and losses on available for sale securities.\nFranchising Program\n—The Company has franchise programs through Orkin, Critter Control and its Australian subsidiaries. We had a total of\n138\n,\n137\nand\n135\ndomestic franchise agreements as of December 31, 2023, 2022 and 2021, respectively. International franchise agreements totaled\n86\n,\n89\nand\n103\nas of December 31, 2023, 2022 and 2021, respectively. Transactions with our franchises involve sales of territories and customer contracts to establish new franchises and the payment of initial franchise fees and royalties by franchisees. The territories, customer contracts and initial franchise fees are typically paid for by a combination of cash and notes.\nCombined domestic and international revenues from Orkin, Critter Control and Australia franchises were $\n16.5\nmillion, $\n15.6\nmillion and $\n15.5\nmillion for the years ended December 31, 2023, 2022 and 2021, respectively. Total franchising revenues were less than\n1.0\n% of the Company’s annual revenues for each of the three years.\nRight to access intellectual property (Franchise)\n—The right to access Orkin’s, Critter Control’s and our Australia franchisors’ intellectual property is an essential part of our franchise agreements. These agreements provide the franchisee a license to use the brand name and trademark when advertising and selling services to end customers in their normal course of business. Orkin and Critter Control franchise agreements contain a clause allowing the respective franchisor to purchase certain assets of the franchisee at the conclusion of their franchise agreement or upon termination. This is only an option for the franchisor to re-purchase the assets selected by the franchisor and is not a performance obligation or a form of consideration.\nRecent Accounting Guidance\nRecently adopted accounting standards\nIn March 2022, the FASB issued Accounting Standards Update (\"ASU\") 2022-02, “Financial Instruments-Credit Losses (Topic 326): Troubled Debt Restructurings and Vintage Disclosures.” The amendments in this Update eliminate the accounting guidance for troubled debt restructurings (TDRs) by creditors in Subtopic 310-40, Receivables-Troubled Debt Restructurings by Creditors, while enhancing disclosure requirements for certain loan refinancings and restructurings by creditors when a borrower is experiencing financial difficulty. Additionally, for public business entities, the amendments in this ASU require that an entity disclose current-period gross write-offs by year of origination for financing receivables. ASU 2022-02 was effective for fiscal years beginning after December 15, 2022. The adoption of this ASU did not have a material impact on the Company’s consolidated financial statements.\nAccounting standards issued but not yet adopted\nIn October 2023, the FASB issued ASU 2023-06, “Disclosure Improvements: Codification Amendments in Response to the SEC’s Disclosure Update and Simplification Initiative,” to amend certain disclosure and presentation requirements for a variety of topics within the ASC. These amendments align the requirements in the Accounting Standards Codification (\"ASC\") to the removal of certain disclosure requirements set out in Regulation S-X and Regulation S-K, announced by the SEC. The effective date for each amended topic in the ASC is either the date on which the SEC’s removal of the related disclosure requirement from Regulation S-X or Regulation S-K becomes effective, or on June 30, 2027, if the SEC has not removed the requirements by that date. Early adoption is prohibited. The Company does not expect that the application of this standard will have an impact on its consolidated financial statements and disclosures.\nIn November 2023, the FASB issued ASU 2023-07, \"Segment Reporting (Topic 280): Improvements to Reportable Segment Disclosures (“ASU 2023-07”), which is intended to improve reportable segment disclosure requirements, primarily through additional and more detailed information about a reportable segment's expenses. The guidance is effective for fiscal years beginning after December 15, 2023, and interim periods within fiscal years beginning after December 15, 2024, with early adoption permitted. The guidance is to be applied retrospectively to all prior periods presented in the financial statements. Upon transition, the segment expense categories and amounts disclosed in the prior periods should be based on the significant segment expense categories identified and disclosed in the period of adoption.\n49\nThe Company is currently evaluating the potential impact of adopting this new guidance on its consolidated financial statements and related disclosures.\nIn December 2023, the FASB issued ASU 2023-09, “Income Taxes (Topic 740): Improvements to Income Tax Disclosures” (“ASU 2023-09”), which is intended to enhance the transparency and decision usefulness of income tax disclosures. This amendment modifies the rules on income tax disclosures to require entities to disclose (1) specific categories in the rate reconciliation and additional information for reconciling items that meet a quantitative threshold, (2) the amount of income taxes paid (net of refunds received) (disaggregated by federal, state, and foreign taxes) as well as individual jurisdictions in which income taxes paid is equal to or greater than 5 percent of total income taxes paid net of refunds, (3) the income or loss from continuing operations before income tax expense or benefit (disaggregated between domestic and foreign) and (4) income tax expense or benefit from continuing operations (disaggregated by federal, state and foreign). The guidance is effective for annual periods beginning after December 15, 2024, with early adoption permitted for annual financial statements that have not yet been issued or made available for issuance. ASU 2023-09 should be applied on a prospective basis, while retrospective application is permitted. The Company is currently evaluating the potential impact of adopting this new guidance on its disclosures.\n2.\nACQUISITIONS\nFox Pest Control Acquisition\nOn April 1, 2023, the Company acquired\n100\n% of FPC Holdings, LLC (“Fox Pest Control”, or \"Fox\"). As part of funding the Fox Pest Control acquisition, on April 3, 2023, the Company borrowed incremental amounts under the Credit Agreement of $\n305.0\nmillion. The proceeds were used to pay cash consideration at closing.\nManagement believes that the acquisition will expand the Rollins family of brands and drive long term value given Fox's attractive financial profile and complementary end market exposure.\nThe Fox Pest Control acquisition has been accounted for as a business combination, and the Fox results of operations are included in the Company's results of operations from the April 1, 2023, acquisition date. Fox contributed revenues of $\n117.8\nmillion\nand net earnings of $\n1.6\nmillion\nfrom April 1, 2023, through the period end date, December 31, 2023. These earnings include the attribution of interest expense incurred on the borrowings to purchase Fox.\nThe valuation of the Fox Pest Control acquisition was performed by a third-party valuation specialist under our management’s supervision.\nThe preliminary values of identified assets acquired, and liabilities assumed for Fox Pest Control are summarized as follows (in thousands).\nThe Company purchased Fox Pest Control for $\n339.5\nmillion. Included in the total consideration are cash payments of $\n302.8\nmillion made upon closing, contingent consideration valued at $\n28.0\nmillion that is based on Fox Pest Control's financial performance in the twelve months following acquisition, and holdback liabilities valued at $\n8.7\nmillion to be held\n50\nby the Company to settle indemnity claims and working capital adjustments. The fair value of the contingent consideration was estimated using a Monte Carlo simulation. During the year ended December 31, 2023, we recorded a fair value adjustment of $\n3.1\nmillion related to contingent consideration resulting from the acquisition of Fox. This charge is reported within sales, general and administrative expenses in our condensed consolidated statement of income.\nAcquired customer contracts are estimated to have a remaining useful life of\n7\nyears. The acquired trademarks and tradenames are expected to have an indefinite useful life. See Note 8, Customer Contracts, Tradenames and Trademarks, and Other Intangible Assets for further details.\nGoodwill from this acquisition represents the excess of the purchase price over the fair value of net assets of the business acquired. The factors contributing to the amount of goodwill are based on strategic and synergistic benefits that are expected to be realized. The recognized goodwill is expected to be deductible for tax purposes. Valuations of certain assets and liabilities, including intangible assets and goodwill, as of the acquisition date have not been finalized at this time and are provisional.\nPro Forma Financial Information\nThe following table presents unaudited consolidated pro forma information as if the acquisition of Fox had occurred on January 1, 2022. The information presented below is for illustrative purposes only and is not necessarily indicative of results that would have been achieved if the acquisition had actually occurred as of the beginning of such years or results which may be achieved in the future.\nThe pro forma financial information above adjusts for the effects of material business combination items, including the alignment of accounting policies, the effect of fair value adjustments including the amortization of acquired intangible assets, interest expense related to the incremental borrowings under the Credit Agreement, and income tax effects as if Fox had been part of Rollins since January 1, 2022.\n51\nOther 2023 Acquisitions\nThe Company made\n23\nother acquisitions during 2023.\nThe aggregate preliminary values of major classes of assets acquired and liabilities assumed recorded at the dates of acquisition, as adjusted during the valuation period, are included in the reconciliation of the total preliminary consideration as follows (in thousands):\nIncluded in the total consideration of $\n76.7\nmillion are acquisition holdback liabilities of $\n7.8\nmillion.\nGoodwill from these acquisitions represents the excess of the purchase price over the fair value of net assets of businesses acquired. The factors contributing to the amount of goodwill are based on strategic and synergistic benefits that are expected to be realized. A majority of the recognized goodwill is expected to be deductible for tax purposes. Valuations of certain assets and liabilities, including intangible assets and goodwill, as of the acquisition date have not been finalized at this time and are provisional.\n2022 Acquisitions\nThe Company made\n31\nacquisitions during 2022.\nThe aggregate values of major classes of assets acquired and liabilities assumed recorded at the dates of acquisition, as adjusted during the valuation period, are included in the reconciliation of the total consideration as follows (in thousands):\n52\nIncluded in the total consideration of $\n126.2\nmillion are acquisition holdback liabilities of $\n10.2\nmillion. The Company also made a final payment of $\n3.1\nmillion for a 2021 acquisition in 2022.\nGoodwill from these acquisitions represents the excess of the purchase price over the fair value of net assets of businesses acquired. The factors contributing to the amount of goodwill are based on strategic and synergistic benefits that are expected to be realized. The recognized goodwill is expected to be deductible for tax purposes.\n3.\nREVENUE\nSales and usage-based taxes are excluded from revenues. No sales to an individual customer or in a country other than the United States accounted for 10% or more of the sales for the periods listed in the following tables. Revenue, classified by the major geographic areas in which our customers are located, was as follows:\nRevenue from external customers, classified by significant product and service offerings, was as follows:\nSubsequent to the issuance of the Company's 2022 financial statements, management determined that certain immaterial reclassifications within the product and service offerings were required for the years ended December 31, 2022 and 2021. Revenues classified by significant product and service offerings for the years ended December 31, 2022 and 2021 have been restated from the amounts previously reported to correct the classification of such revenues. There was no impact on our consolidated statements of income, financial position, or cash flows.\nUnearned revenues recognized for the year ended December 31, 2023 and 2022 was $\n231.7\nmillion and $\n205.3\nmillion, respectively. Changes in unearned revenues were as follows:\nRevenue allocated to remaining performance obligations represents contracted revenue that has not yet been recognized (“contracted not recognized revenue”), which includes both unearned revenue and revenue that will be billed and recognized in future periods. The Company has no material contracted but not yet recognized revenue as of December 31, 2023 or December 31, 2022.\n53\nAt December 31, 2023 and December 31, 2022, the Company had long-term unearned revenue of $\n37.7\nmillion and $\n29.9\nmillion, respectively. Unearned short-term revenue is recognized over the next 12-month period. The majority of unearned long-term revenue is recognized over a period of\nfive years\nor less with immaterial amounts recognized through 2033.\nIncremental Costs of Obtaining a Contract with a Customer\nIncremental costs of obtaining a contract include only those costs that we incur to obtain a contract that we would not have incurred if the contract had not been obtained, primarily sales commissions. These costs are recorded as an asset and amortized to expense over the life of the contract to the extent such costs are expected to be recovered. As of December 31, 2023, we have $\n22.0\nmillion of unamortized capitalized costs to obtain a contract, of which $\n15.3\nmillion is recorded within other current assets and $\n6.7\nmillion is recorded within other assets on our consolidated statement of financial position. During the year ended December 31, 2023, we recorded approximately $\n8.6\nmillion amortization of capitalized costs, which is recorded within sales, general and administrative expense on our consolidated statement of income. As of December 31, 2022, we had\nno\nunamortized capitalized costs to obtain a contract and we recorded\nno\namortization of capitalized costs.\n4.\nALLOWANCE FOR EXPECTED CREDIT LOSSES\nThe Company is exposed to credit losses primarily related to accounts receivables and financed receivables derived from customer services revenue. To reduce credit risk for residential accounts receivable, we promote enrollment in our auto-pay programs. In general, we may suspend future services for customers with past due balances. The Company’s credit risk is generally low with a large number of entities comprising Rollins’ customer base and dispersion across many different geographical regions.\nThe Company manages its financed receivables on an aggregate basis when assessing and monitoring credit risks. The Company’s established credit evaluation and monitoring procedures seek to minimize the amount of business we conduct with higher risk customers. The credit quality of a potential obligor is evaluated at the loan origination based on an assessment of the individual’s Beacon/credit bureau score. Rollins requires a potential obligor to have good creditworthiness with low risk before entering into a contract. Depending upon the individual’s credit score, the Company may accept with\n100\n% financing or require a significant down payment or turn down the contract. Delinquencies of accounts are monitored each month. Financed receivables include installment receivable amounts, some of which are due subsequent to one year from the balance sheet dates.\nTotal financed receivables, net were $\n112.9\nmillion and $\n97.1\nmillion at December 31, 2023 and December 31, 2022, respectively. Financed receivables are generally charged-off when deemed uncollectible or when\n180\ndays have elapsed since the date of the last full contractual payment. The Company’s charge-off policy has been consistently applied during the periods reported. Management considers the charge-off policy when evaluating the appropriateness of the allowance for expected credit losses. Gross charge-offs as a percentage of average financed receivables were\n9.2\n% and\n5.6\n% for the twelve months ended December 31, 2023 and December 31, 2022, respectively.\nThe Company offers\n90\ndays same-as-cash financing to some customers based on their creditworthiness. Interest is not recognized until the\n91\nst day at which time it is calculated retrospectively back to the first day if the contract has not been paid in full. In certain circumstances, such as when delinquency is deemed to be of an administrative nature, accounts may still accrue interest when they reach\n180\ndays past due. As of December 31, 2023, there were\nno\naccounts greater than\n180\ndays past due.\nIncluded in financed receivables are notes receivable from franchise owners. The majority of these notes are low risk as the repurchase of these franchises is guaranteed by the Company’s wholly-owned subsidiary, Orkin Systems, LLC, and the repurchase price of the franchise is currently estimated and has historically been well above the receivable due from the franchise owner. Also included in notes receivables are franchise notes from other brands which are not guaranteed and do not have the same historical valuation.\nThe carrying amount of notes receivable approximates fair value as the interest rates approximate market rates for these types of contracts. Long-term installment receivables, net were $\n75.9\nmillion and $\n63.5\nmillion at December 31, 2023 and 2022, respectively.\nThe Company’s allowances for credit losses for trade accounts receivable and financed receivables are developed using historical collection experience, current economic and market conditions, reasonable and supportable forecasts, and a\n54\nreview of the current status of customers’ receivables. The Company’s receivable pools are classified between residential customers, commercial customers, large commercial customers, and financed receivables. Accounts are written off against the allowance for credit losses when the Company determines that amounts are uncollectible, and recoveries of amounts previously written off are recorded when collected. The Company stops accruing interest to these receivables when they are deemed uncollectible.\nBelow is a roll forward of the Company’s allowance for credit losses for the years ended December 31, 2023, 2022, and 2021.\nThe following is a summary of the past due financed receivables:\nThe following is a summary of percentage of gross financed receivables:\n55\n5.\nEQUIPMENT AND PROPERTY, NET\nEquipment and property are presented at cost less accumulated depreciation and are detailed as follows:\nIncluded in computer equipment and systems at December 31, 2023 and 2022, are costs for internal use software of $\n153.4\nmillion and $\n147.1\nmillion, respectively. The related accumulated depreciation was $\n127.5\nmillion and $\n117.3\nmillion at December 31, 2023 and 2022, respectively.\nIncluded in equipment and property, net at December 31, 2023 and 2022, are fixed assets held in foreign countries of $\n12.0\nmillion, and $\n9.5\nmillion, respectively.\nTotal depreciation expense was approximately $\n33.3\nmillion in 2023, $\n35.6\nmillion in 2022 and $\n40.6\nmillion in 2021.\n6.\nLEASES\nThe Company leases certain buildings, vehicles, and equipment in order to reduce the risk associated with ownership. The Company elected the practical expedient approach permitted under ASC Topic 842,\n“Leases”\nnot to include short-term leases with a duration of 12 months or less on the balance sheet. As of December 31, 2023 and 2022, all leases were classified as operating leases. Building leases generally carry terms of\n5\nto\n10\nyears with annual rent escalations at fixed amounts per the lease. Vehicle leases generally carry a fixed term of\none year\nwith renewal options to extend the lease on a monthly basis resulting in lease terms up to\n7\nyears depending on the class of vehicle. The exercise of renewal options is at the Company’s sole discretion. It is reasonably certain that the Company will exercise the renewal options on its vehicle leases. The measurement of right-of-use assets and liabilities for vehicle leases includes the fixed payments associated with such renewal periods. We separate lease and non-lease components of contracts. Our lease agreements do not contain any material variable payments, residual value guarantees, early termination penalties or restrictive covenants.\n56\nThe Company uses the rate implicit in the lease when available; however, most of our leases do not provide a readily determinable implicit rate. Accordingly, we estimate our incremental borrowing rate based on information available at lease commencement.\nSubsequent to the issuance of the Company's 2022 financial statements, management determined that certain immaterial short-term lease costs were omitted from the disclosure of short-term lease costs for the years ended December 31, 2022 and 2021. The disclosure of short-term leases costs has been restated from the amounts previously reported to correct the amount of short-term lease cost for the years ended December 31, 2022 and 2021. There was no impact on our consolidated statements of income, financial position, or cash flows.\nLease Commitments\nFuture minimum lease payments, including assumed exercise of renewal options at December 31, 2023 were as follows:\nFuture commitments presented in the table above include lease payments in renewal periods for which it is reasonably certain that the Company will exercise the renewal option. Total future minimum lease payments for operating leases, including the amount representing interest, are comprised of $\n173.5\nmillion for building leases and $\n190.7\nmillion for\n57\nvehicle leases. As of December 31, 2023, the Company had additional future obligations of $\n17.8\nmillion for leases that had not yet commenced.\n7.\nGOODWILL\nGoodwill represents the excess of the purchase price over the fair value of net assets of businesses acquired. The carrying amount of goodwill was $\n1.1\nbillion as of December 31, 2023 and $\n846.7\nmillion as of December 31, 2022. Goodwill increased for the year ended December 31, 2023 primarily due to acquisitions. The carrying amount of goodwill in foreign countries was $\n112.6\nmillion as of December 31, 2023 and $\n97.4\nmillion as of December 31, 2022.\nThe changes in the carrying amount of goodwill for the twelve months ended December 31, 2023 and 2022 were as follows (in thousands):\n8.\nCUSTOMER CONTRACTS, TRADENAMES AND TRADEMARKS, AND OTHER INTANGIBLE ASSETS\nCustomer contracts are amortized on a straight-line basis as this best approximates the ratio that current revenues bear to the total of current and anticipated revenues based on the estimated lives of the assets. In accordance with the FASB ASC Topic 350\n“Intangibles - Goodwill and other”\n, the expected lives of customer contracts were analyzed, and it was determined that customer contracts should be amortized over a life of\n7\nto\n20\nyears dependent upon customer type.\nThe carrying amount and accumulated amortization for customer contracts were as follows:\nThe net carrying amount of customer contracts in foreign countries was $\n48.0\nmillion as of December 31, 2023 and $\n46.1\nmillion as of December 31, 2022.\nTrademarks and tradenames are amortized on a straight-line basis over the period of their useful lives. The Company has determined these assets have useful lives between\n7\nand\n20\nyears. The Company also has non-amortizable, indefinite-lived tradenames of $\n139.7\nmillion and $\n104.3\nmillion as of December 31, 2023 and 2022, respectively.\nThe carrying amount and accumulated amortization for trademarks and tradenames were as follows:\n58\nThe net carrying amount of trademarks and tradenames in foreign countries was $\n4.8\nmillion as of December 31, 2023 and $\n4.2\nmillion as of December 31, 2022.\nOther intangible assets include non-compete agreements and patents. Non-compete agreements are amortized on a straight-line basis over periods ranging from\n3\nto\n20\nyears and patents are amortized on a straight-line basis over\n15\nyears.\nThe carrying amount and accumulated amortization for other intangible assets were as follows:\nThe net carrying amount of other intangible assets in foreign countries was $\n0.9\nmillion as of December 31, 2023 and $\n0.7\nmillion as of December 31, 2022.\nTotal amortization expense was approximately $\n66.5\nmillion in 2023, $\n55.7\nmillion in 2022 and $\n46.0\nmillion in 2021.\nEstimated amortization expense for the existing carrying amount of customer contracts and other intangible assets for each of the five succeeding fiscal years are as follows:\n9.\nFAIR VALUE MEASUREMENT\nThe Company’s financial instruments consist of cash and cash equivalents, trade receivables, financed and notes receivable, accounts payable, other short-term liabilities, and debt. The carrying amounts of these financial instruments approximate their respective fair values. The Company also has financial instruments related to its defined benefit pension plan and deferred compensation plan detailed in Note 11.\nThe fair value hierarchy has three levels based on the reliability of the inputs used to determine fair value. Level 1 refers to fair values determined based on quoted prices in active markets for identical assets. Level 2 refers to fair values estimated using significant other observable inputs, and Level 3 includes fair values estimated using significant non-observable inputs.\nAs of December 31, 2023 and 2022, the Company had investments in international bonds of $\n10.2\nmillion and $\n10.7\nmillion, respectively. These bonds are accounted for as available for sale securities and are level 2 assets under the fair value hierarchy. At December 31, 2022,  $\n0.5\nmillion was included in other current assets and $\n10.2\nmillion was included in other assets.  At December 31, 2023, $\n1.0\nmillion was included in other current assets and $\n9.2\nmillion was included in other assets. The bonds are recorded at fair market value with unrealized losses of $\n0.7\nmillion included in other comprehensive income during the year ended December 31, 2023.\nAt December 31, 2023 and 2022, respectively, the Company had $\n46.1\nmillion and $\n13.5\nmillion of acquisition holdback and earnout liabilities with the former owners of acquired companies. Acquisition earnouts are generally earned by achieving certain levels of revenue growth while maintaining certain profit margins. The earnout liabilities are discounted to reflect the expected probability of payout, and both earnout and holdback liabilities are discounted to their net present value on the Company’s books and are considered Level 3 liabilities.\n59\nThe table below presents a summary of the changes in fair value for these liabilities.\n10.\nDEBT\nOn February 24, 2023, the Company entered into a revolving credit agreement (\"the Credit Agreement\") with, among others, JPMorgan Chase Bank, N.A. (“JPMorgan Chase”), as administrative agent (in such capacity, the “Administrative Agent”), which refinanced its previous credit facility described below. This Credit Agreement replaces the April 2019 facility that was set to expire in April 2024. Our previous facility is more fully discussed in our Annual Report on Form 10-K for the year ended December 31, 2022.\nThe Credit Agreement provides for a $\n1.0\nbillion revolving credit facility (the “Credit Facility”), which may be denominated in U.S. Dollars and other currencies, including Euros, Australian Dollars, Canadian Dollars, New Zealand Dollars, Pounds Sterling and Japanese Yen, subject to a $\n400\nmillion foreign currency sublimit. The Credit Facility also includes sub-facilities for the issuance of letters of credit of up to $\n150\nmillion and swing line loans at the Administrative Agent’s discretion of up to $\n50\nmillion. Certain subsidiaries of Rollins provide unsecured guarantees of the Credit Facility. Rollins has the ability to expand its borrowing availability under the Credit Agreement in the form of increased revolving commitments or one or more tranches of term loans by up to an additional $\n750\nmillion, subject to the agreement of the participating lenders and certain other customary conditions. The maturity date of the loans under the Credit Agreement is February 24, 2028.\nLoans under the Credit Agreement bear interest, at Rollins’ election, at (i) for loans denominated in U.S. Dollars, (A) an alternate base rate (subject to a floor of\n0.00\n%), which is the greatest of (x) the prime rate publicly announced from time to time by JPMorgan Chase, (y) the greater of the federal funds effective rate and the Federal Reserve Bank of New York overnight bank funding rate, plus\n50\nbasis points, and (z) Adjusted Term SOFR for a one month interest period, plus a margin ranging from\n0.00\n% to\n0.50\n% per annum based on Rollins’ consolidated total net leverage ratio; or (B) the greater of term SOFR for the applicable interest period plus\n10\nbasis points (“Adjusted Term SOFR”) and\nzero\n, plus a margin ranging from\n1.00\n% to\n1.50\n% per annum based on Rollins’ consolidated total net leverage ratio; and (ii) for loans denominated in other currencies, including Euros, Australian Dollars, Canadian Dollars, New Zealand Dollars, Pounds Sterling and Japanese Yen, such interest rates as set forth in the Credit Agreement.\nThe Credit Agreement contains customary terms and conditions, including, without limitation, certain financial covenants including covenants restricting Rollins’ ability to incur certain indebtedness or liens, or to merge or consolidate with or sell substantially all of its assets to another entity. Further, the Credit Agreement contains a financial covenant restricting Rollins’ ability to permit the ratio of Rollins’ consolidated total net debt to EBITDA to exceed\n3.50\nto 1.00. Following certain acquisitions, Rollins may elect to increase the financial covenant level to\n4.00\nto 1.00 temporarily. The ratio is calculated as of the last day of the fiscal quarter most recently ended. The Credit Agreement also contains provisions permitting a future environmental, social and governance amendment, subject to certain terms and conditions contained therein, by which pricing may be adjusted pursuant to the Company's performance measured against certain sustainability-linked metrics. The Company is in compliance with applicable financial debt covenants as of December 31, 2023.\nAs of December 31, 2023, the Company had outstanding borrowings of $\n493.0\nmillion under the Credit Facility. Borrowings under the Credit Facility are presented under the long-term debt caption of our consolidated balance sheet, net\n60\nof $\n2.2\nmillion in unamortized debt issuance costs as of December 31, 2023. The aggregate effective interest rate on the debt outstanding as of December 31, 2023 was\n6.5\n%.\nThe Company maintains $\n71.7\nmillion in letters of credit as of December 31, 2023. These letters of credit are required by the Company’s insurance companies, due to the Company’s high deductible insurance program, to secure various workers’ compensation and casualty insurance contracts coverage and were increased from $\n71.3\nmillion as of December 31, 2022. The Company believes that it has adequate liquid assets, funding sources and insurance accruals to accommodate potential future insurance claims.\nAs of December 31, 2022, the Company had outstanding borrowings of $\n54.9\nmillion under its previous term loan and there were\nno\noutstanding borrowings under the previous revolving commitment. As of December 31, 2023, there were no outstanding borrowings under our previous term loan or revolving commitment. The aggregate effective interest rate on the debt outstanding as of December 31, 2022 was\n5.1\n%.\n11.\nEMPLOYEE BENEFIT PLANS\nDefined Benefit Pension Plans\nThe Company has sponsored noncontributory tax-qualified defined benefit pension plans covering employees meeting certain age and service requirements, the most significant of which was the Rollins, Inc. Plan, which was terminated in 2018. The Company funds its plans with at least the minimum amount required by ERISA.\nWaltham Services, LLC Hourly Employee Pension Plan (the “Waltham Plan”)\nThe Company sponsors the Waltham Plan, which covers less than\n80\nparticipants as of December 31, 2023. The Waltham Plan was amended, effective September 1, 2018, to freeze future benefit accruals for all participants. The Company accounts for all defined benefit plans in accordance with the FASB ASC Topic 715 “Compensation Retirement Benefits,” and engages an outside actuary to calculate obligations and costs. With the assistance of the actuary, the Company evaluates the significant assumptions used on a periodic basis, including the estimated future return on plan assets, the discount rate, and other factors, and makes adjustments to these liabilities as necessary. As of December 31, 2023, the fair value of Waltham Plan assets were $\n1.6\nmillion, with a projected liability of $\n2.0\nmillion and an unfunded status of $\n0.4\nmillion. At December 31, 2023 the plan’s assets were comprised of listed common stocks and U.S government and corporate securities and are classified as Level 1 and Level 2 in the fair value hierarchy.\nDefined Contribution 401(k) Savings Plan\nThe Company sponsors a defined contribution 401(k) Savings Plan (“the Plan”) that is available to a majority of the Company’s full-time employees the first day of the calendar quarter following completion of\nthree months\nof service. The Plan is available to non-full-time employees the first day of the calendar quarter following\none year\nof service upon completion of\n1000\nhours in that year. The Plan provides for a matching contribution of one dollar ($1.00) for each one dollar ($1.00) of a participant’s contributions to the Plan that do not exceed\n3\npercent of his or her eligible compensation (which includes commissions, overtime, and bonuses) and fifty cents ($0.50) for each one dollar ($1.00) of a participant’s contributions to the Plan over the initial\n3\npercent that do not exceed\n6\npercent of his or her eligible compensation (which includes commissions, overtime and bonuses). The charge to expense for the Company match was approximately $\n32.9\nmillion\n,\n$\n29.9\nmillion and $\n25.7\nmillion for the years ended December 31, 2023, 2022 and 2021, respectively. At December 31, 2023, 2022, and 2021 approximately\n30.4\n%,\n30.6\n%, and\n28.7\n%, respectively, of the fair value of plan assets consisted of Rollins, Inc. common stock. Total administrative fees paid by the Company for the Plan were insignificant for each of the years ended December 31, 2023, 2022 and 2021.\nNonqualified Deferred Compensation Plan\nThe Deferred Compensation Plan provides that participants may defer up to\n50\n% of their base salary and up to\n85\n% of their annual bonus with respect to any given plan year, subject to a $\n2\nthousand per plan year minimum. The Company may make discretionary contributions to participant accounts but has not done so since 2011.\nAccounts will be credited with hypothetical earnings, and/or debited with hypothetical losses, based on the performance of certain “Measurement Funds.” Account values are calculated as if the funds from deferrals and Company credits had been converted into shares or other ownership units of selected Measurement Funds by purchasing (or selling, where relevant)\n61\nsuch shares or units at the current purchase price of the relevant Measurement Fund at the time of the participant’s selection. Deferred Compensation Plan benefits are unsecured general obligations of the Company to the participants, and these obligations rank in parity with the Company’s other unsecured and unsubordinated indebtedness. The Company has established a “rabbi trust,” which it uses to voluntarily set aside amounts to indirectly fund any obligations under the Deferred Compensation Plan. To the extent that the Company’s obligations under the Deferred Compensation Plan exceed assets available under the trust, the Company would be required to seek additional funding sources to fund its liability under the Deferred Compensation Plan.\nGenerally, the Deferred Compensation Plan provides for distributions of any deferred amounts upon the earliest to occur of a participant’s death, disability, retirement or other termination of employment (a “Termination Event”). However, for any deferrals of salary and bonus (but not Company contributions), participants would be entitled to designate a distribution date which is prior to a Termination Event. Generally, the Deferred Compensation Plan allows a participant to elect to receive distributions under the Deferred Compensation Plan in installments or lump-sum payments.\nAt December 31, 2023, the Deferred Compensation Plan had\n75\nlife insurance policies with a net face value of $\n48.4\nmillion\ncompared to\n75\npolicies with a face value of $\n45.8\nmillion at December 31, 2022.\nThe cash surrender value of these life insurance policies was $\n25.5\nmillion and $\n23.2\nmillion at December 31, 2023 and 2022, respectively. These policies are valued using the NAV practical expedient.\nThe following table presents our non-qualified deferred compensation plan assets using the fair value hierarchy as of December 31, 2023 and 2022.\nCash and cash equivalents, which are used to pay benefits and deferred compensation plan administrative expenses, are held in money market funds.\nTotal expense related to deferred compensation was $\n0.3\nmillion\n,\n$\n1.1\nmillion, and $\n0.3\nmillion in 2023, 2022, and 2021, respectively. The Company had\n$\n25.5\nmillion\nand $\n23.3\nmillion in deferred compensation assets as of December 31, 2023 and 2022, respectively, included within other assets on the Company’s consolidated statements of financial position and $\n19.8\nmillion\nand $\n19.0\nmillion in deferred compensation liability as of December 31, 2023 and 2022, respectively, located within other current liabilities and long-term accrued liabilities on the Company’s consolidated statements of financial position. The amounts of assets were marked to fair value.\n12.\nCOMMITMENTS AND CONTINGENCIES\nIn the normal course of business, the Company and its subsidiaries are involved in, and will continue to be involved in, various claims, arbitrations, contractual disputes, investigations, litigation, environmental and tax and other regulatory matters relating to, and arising out of, our businesses and our operations. These matters may involve, but are not limited to, allegations that our services or vehicles caused damage or injury, claims that our services did not achieve the desired results, and claims related to acquisitions and allegations by federal, state or local authorities, including taxing authorities, of violations of regulations or statutes. In addition, we are parties to employment-related cases and claims from time to time, which may include claims on a representative or class action basis alleging wage and hour law violations or claims related to the operation of our retirement benefit plans. We are also involved from time to time in certain environmental matters primarily arising in the normal course of business. We evaluate pending and threatened claims and establish loss contingency reserves based upon outcomes we currently believe to be probable and reasonably estimable in accordance with ASC 450.\nThe Company retains, up to specified limits, certain risks related to general liability, workers’ compensation and auto liability. The estimated costs of existing and future claims under the retained loss program are accrued based upon historical trends as incidents occur, whether reported or unreported (although actual settlement of the claims may not be made until future periods) and may be subsequently revised based on developments relating to such claims. The Company contracts with an independent third party to provide the Company an estimated liability based upon historical claims information. The actuarial study is a major consideration in establishing the reserve, along with management’s knowledge of changes in business practice and existing claims compared to current balances. Management’s judgment is inherently\n62\nsubjective as a number of factors are outside management’s knowledge and control. Additionally, historical information is not always an accurate indication of future events. The accruals and reserves we hold are based on estimates that involve a degree of judgment and are inherently variable and could be overestimated or insufficient. If actual claims exceed our estimates, our operating results could be materially affected, and our ability to take timely corrective actions to limit future costs may be limited.\nItem 103 of SEC Regulation S-K requires disclosure of certain environmental legal proceedings if the proceeding reasonably involves potential monetary sanctions of $300,000 or more. The Company has received a notice of alleged violations and information requests from local governmental authorities in California for our Orkin and Clark Pest Control operations and is currently working with several local governments regarding compliance with environmental regulations governing the management of hazardous waste and pesticide disposal. The investigation appears to be part of a broader effort to investigate waste handling and disposal processes of a number of industries. While we are unable to predict the outcome of this investigation, we do not believe the outcome will have a material effect on our results of operations, financial condition, or cash flows.\nManagement does not believe that any pending claim, proceeding or litigation, regulatory action or investigation, either alone or in the aggregate, will have a material adverse effect on the Company’s financial position, results of operations or liquidity; however, it is possible that an unfavorable outcome of some or all of the matters could result in a charge that might be material to the results of an individual quarter or year.\n13.\nSTOCKHOLDERS' EQUITY\nDuring the year ended December 31, 2023, the Company paid $\n264.3\nmillion, or $\n0.54\nper share, in cash dividends compared to $\n211.6\nmillion, or $\n0.43\nper share, during the same period in 2022.\nOn September 6, 2023, the Company entered into an underwriting agreement (the “Underwriting Agreement”) with LOR, Inc. (“LOR”) (a company controlled by Mr. Gary W. Rollins and certain members of his family) and Goldman Sachs & Co. LLC and Morgan Stanley & Co. LLC, as representatives of the several underwriters (the “Underwriters”), relating to the offer by LOR of\n38,724,100\nshares of the Company’s common stock, par value $\n1.00\nper share (the “Common Stock”), at a public offering price of $\n35.00\nper share (the “Offering”). In connection with the Offering, LOR granted the Underwriters an option to purchase up to an additional\n5,785,714\nshares of Common Stock (the “Optional Shares”). The Offering, including the sale of the Optional Shares, closed on September 11, 2023. The Company did not sell any shares in the Offering and did not receive any proceeds from the Offering. In addition, the Company completed the repurchase of\n8,724,100\nof the shares of Common Stock offered in the Offering for approximately $\n300\nmillion at $\n34.39\nper share.\nAs we repurchase our common stock, we reduce common stock for par value of the shares repurchased, with the excess of the purchase price over par value recorded as a reduction to additional paid-in capital and retained earnings.\nThe Company did not repurchase shares on the open market during the years ended December 31, 2023 and 2022.\nThe Company repurchases shares from employees for the payment of their taxes on restricted shares that have vested. The Company repurchased $\n10.8\nmillion and $\n7.1\nmillion during the years ended December 31, 2023 and 2022, respectively.\nDuring the year ended December 31, 2023, the Company also issued $\n2.0\nmillion of shares to employees in connection with the Employee Stock Purchase Plan (\"ESPP\") discussed below.\nStock Compensation Plans\nTime-Lapsed Restricted Shares and Performance Share Unit Awards\nTime-lapsed restricted share awards and restricted stock units (“restricted shares”) have been issued to officers and other employees, and annual share awards are made to non-employee directors, under the Company’s Employee Stock Incentive Plan. Additionally, in 2023, performance share units (\"PSUs\") were granted to the Company's executive officers. The PSUs will vest and convert to shares of common stock at the end of a\nthree-year\nperformance period upon the Company's successful achievement of certain financial and market performance goals.\nThe Company recognizes compensation expense for the unvested portion of awards outstanding over the remainder of the service period. The compensation cost recorded for these awards is based on the Company's closing stock price at the grant\n63\ndate less the cost of estimated forfeitures. Forfeitures are estimated at the time of grant and revised, if necessary, in subsequent periods to reflect actual forfeitures. For PSUs that are granted with a total shareholder return (\"TSR\") component, management estimates the fair value using a Monte Carlo simulation valuation model, as these awards are subject to a market condition.\nRestricted shares and PSUs provide for the issuance of a share of the Company’s common stock at no cost to the holder and generally vest after a certain stipulated number of years from the grant date, depending on the terms of the issue. Restricted shares and PSUs typically vest over approximately\none\nto\nsix-year\nperiods. During these years, grantees of certain awards receive all dividends declared and retain voting rights for the granted shares. The agreements under which the one-time grant of restricted stock is issued provide that shares awarded may not be sold or otherwise transferred until restrictions established under the plans have lapsed.\nThe Company issued time-lapsed restricted shares and PSUs of\n0.7\nmillion,\n0.9\nmillion, and\n0.8\nmillion for the years ended December 31, 2023, 2022, and 2021, respectively. The Company issues new shares from its authorized but unissued share pool. At December 31, 2023, approximately\n5.9\nmillion shares of the Company’s common stock were reserved for issuance.\nThe following table summarizes the components of the Company’s stock-based compensation programs recorded as expense:\nThe total income tax benefit related to stock-based compensation awards recognized in income was $\n5.2\nmillion, $\n4.7\nmillion, and $\n3.2\nmillion for the years ended December 31, 2023, 2022, and 2021, respectively. As of December 31, 2023 and 2022, $\n50.0\nmillion and $\n52.3\nmillion, respectively, of total unrecognized compensation cost related to restricted shares and PSUs are expected to be recognized over a weighted average period of approximately\n2.8\nyears and\n3.5\nyears at December 31, 2023 and 2022, respectively.\nThe following table summarizes information on unvested awards outstanding as of December 31, 2023, 2022 and 2021.\nEmployee Stock Purchase Plan\nOn April 26, 2022, shareholders approved the Rollins, Inc. 2022 Employee Stock Purchase Plan (“ESPP”) which provides eligible employees with the option to purchase shares of Company common stock, at a discount, through payroll deductions during\nsix-month\noffering periods. Initially, a maximum of\n1,000,000\nshares of the Company’s common stock\n64\nare authorized for issuance under the ESPP. Under the ESPP, shares of common stock may be purchased by eligible participants during defined purchase periods at\n90\n% of the lesser of the closing price of the Company’s common stock on the first day or last day of each purchase period. The first offering period for the ESPP began on July 1, 2022. The Company recorded compensation expense of $\n0.4\nmillion in connection with the ESPP for each of the years ended December 31, 2023 and 2022. Compensation expense for the ESPP is included in cost of services provided and sales, general and administrative expenses in our consolidated statements of income.\n14.\nACCUMULATED OTHER COMPREHENSIVE LOSS\nAccumulated other comprehensive loss consists of the following (in thousands):\n65\n15.\nINCOME TAXES\nFor the years ended December 31, income (loss) from continuing operations before income taxes consisted of the following:\nFor the years ended December 31, the Company’s income tax provision consisted of the following:\nThe following table presents the principal components of the difference between the effective tax rate and the U.S. federal statutory income tax rate for the years ended December 31,:\n66\nDeferred income taxes reflect the net tax effects of the temporary differences between the carrying amounts of assets and liabilities for financial reporting purposes and income tax purposes.\nThe Company’s deferred tax assets and liabilities as of December 31, 2023 and 2022 are as follows:\nCertain income tax disclosures for prior periods have been restated to conform to current period presentation. Subsequent to the issuance of the Company's 2022 financial statements, management determined that certain deferred tax assets and deferred tax liabilities presented on a net basis as of December 31, 2022 should have been presented as separate deferred tax assets and deferred tax liabilities in the disclosure. As a result, the presentation of deferred tax assets and deferred tax liabilities as of December 31, 2022 have been restated from the amounts previously reported to separately present certain deferred tax assets and deferred tax liabilities.\nDeferred tax assets are included in \"Other assets\" and deferred tax liabilities are included in \"Other long-term accrued liabilities\" on the balance sheet.\nIn assessing the realizability of deferred tax assets, management considers whether it is more likely than not that some portion or all the deferred tax assets will not be realized. As of December 31, 2023, the Company increased its valuation allowance by approximately $\n6.9\nmillion related to deferred tax assets on intangible assets held in Australia. The Company does not expect to recognize such deferred tax assets as it expects to continue its operations in Australia for the foreseeable future and the related intangible assets are not amortizable for tax purposes in Australia.\n67\nThe changes in the Company’s valuation allowance for deferred tax assets are as follows:\nAs of December 31, 2023, the Company has\nno\nnet operating loss carryforwards in any federal, state, or foreign jurisdictions. The Company has a $\n1.4\nmillion foreign tax credit carryforward which if not fully utilized will expire in 2026. The Company also has state tax credit carryforwards of $\n1.8\nmillion which will expire in 2026 if not fully utilized.\nWe intend to continue to grow the business in the international markets where we have a presence. As of December 31, 2023, we assert that foreign cash earnings in excess of working capital and cash needed for strategic investments and acquisitions are not intended to be indefinitely reinvested offshore and we have included the tax effects of such current and/or future repatriations, including applicable state taxes and foreign withholding tax of such cash earnings in these financial statements. Any non-cash unremitted earnings in our foreign subsidiaries are considered to be permanently reinvested and deferred taxes have not been provided on these earnings.\nThe total amount of unrecognized tax benefits as of December 31, 2023 that, if recognized, would affect the effective tax rate is $\n1.8\nmillion.\nA reconciliation of the beginning and ending amount of unrecognized tax benefits is as follows:\nAs of December 31, 2023, the Company believes it is reasonably possible that the amount of unrecognized tax benefits may decrease by $\n0.6\nmillion over the next 12 months as it relates to foreign jurisdictions.\nThe Company’s policy is to record interest and penalties related to income tax matters in income tax expense. Accrued interest and penalties were $\n0.6\nmillion, $\n0.2\nmillion and $\n0.2\nmillion as of December 31, 2023, 2022 and 2021, respectively.\nThe Company files U.S. federal income tax returns, as well as separate and combined income tax returns in numerous state and foreign jurisdictions. The Company is under examination in certain state jurisdictions for years ranging from 2016 through 2021. The Company regularly assesses the outcomes of both ongoing and future examinations for the current or prior years to ensure the Company’s provision for income taxes is sufficient. The Company recognizes liabilities based on estimates of whether additional taxes will be due and believes its reserves are adequate in relation to any potential assessments. The outcome of any one examination, some of which may conclude during the next 12 months, is not expected to have a material impact on the Company’s financial position or results of operations.\n16.\nRELATED PARTY TRANSACTIONS\nTransactions with RPC, Inc.\nUntil November 20, 2023, when the administrative services agreement was terminated, the Company provided certain administrative services to RPC, Inc. (“RPC”) (a company of which Mr. Gary W. Rollins was Chairman and currently\n68\nserves as a Director and a majority of the stock of which is owned by a group that includes Mr. Rollins and Pam Rollins, a director of the Company). The service agreements between RPC and the Company provided for the provision of services on a cost reimbursement basis and were terminable on\nsix months\n’ notice. The services covered by these agreements included administration of certain employee benefit programs and other administrative services. Charges to RPC (or to corporations which are subsidiaries of RPC) for such services and rent totaled approximately $\n0.1\nmillion for the years ended December 31, 2022 and 2021, respectively, and less than\none thousand\ndollars for the year ended December 31, 2023.\nRegistration Rights Agreement and Secondary Offering\nOn September 6, 2023, the Company entered into the Underwriting Agreement with LOR and the Underwriters, relating to the Offering. In connection with the Offering, LOR granted the Underwriters an option to purchase Optional Shares. The Offering, including the sale of the Optional Shares, closed on September 11, 2023. The Company did not sell any shares in the Offering and did not receive any proceeds from the Offering. In addition, the Company completed the repurchase from LOR of\n8,724,100\nof the shares of Common Stock offered in the Offering for approximately $\n300\nmillion at the same per share price paid by the Underwriters to LOR in the Offering, or $\n34.39\nper share.\nOn June 5 2023, the Company entered into a registration rights agreement (the “Registration Rights Agreement”) with LOR and LOR paid $\n1.5\nmillion to the Company and upon closing the Offering, LOR paid $\n3.5\nmillion to the Company pursuant to the Registration Rights Agreement. Pursuant to the Registration Rights Agreement, the Company will pay all costs, fees and expenses incident to the Company’s performance or compliance with the Registration Rights Agreement with respect to a total of five (\n5\n) requested offerings, and thereafter, LOR will be responsible for all such expenses in connection with any subsequent offering. These cash receipts are included in other financing activities in our consolidated statement of cash flows.\nIn connection with the Offering, LOR entered into a lock-up agreement with the Underwriters for a period of\n365\ndays from the pricing date of the Offering, during which time LOR is restricted from engaging in certain transactions with respect to its shares of the Company’s common stock. The Offering was made pursuant to the Company’s existing registration statement on Form S-3, previously filed with the SEC and declared effective by the SEC on June 22, 2023, as supplemented by the prospectus supplement dated September 6, 2023, filed with the SEC pursuant to Rule 424(b)(5) under the Securities Act of 1933, as amended.\nThe Underwriting Agreement contains customary representations, warranties and covenants of the Company and LOR and also provides for customary indemnification by each of the Company, LOR and the Underwriters against certain liabilities. The foregoing description of the Underwriting Agreement is not meant to be a complete description and is qualified in its entirety by the Underwriting Agreement.\nAircraft and Administrative Arrangements\nIn 2014, P.I.A. LLC, a company then owned by our late Chairman of the Board of Directors, R. Randall Rollins, purchased a Lear Model 35A jet and entered into a lease arrangement with the Company for company use of the aircraft for business purposes. P.I.A. LLC is now owned by a trust for the benefit of the late Mr. Rollins’ family. The lease is terminable by either party on\n30\ndays’ notice. The Company pays $\n100\nper month in rent for the leased aircraft, and pays all variable costs and expenses associated with the leased aircraft, such as the costs for fuel, maintenance, storage and pilots. The Company has the priority right to use of the aircraft on business days, and Rollins family members and guests have the right to use the aircraft for personal use through the terms of an Aircraft Time Sharing Agreement with the Company. During the years ended December 31, 2023, 2022 and 2021, the Company paid or incurred approximately $\n0.6\nmillion, $\n0.3\nmillion, and $\n0.3\nmillion in rent and operating costs under the Aircraft Time Sharing Agreement, respectively.\nIn August 2023, GWR 450, LLC (the “GWR LLC”), a company wholly-owned by Gary W. Rollins, purchased a Gulfstream 450 aircraft (the “G450”). In connection with the G450 purchase, the Company entered a lease arrangement with GWR LLC to lease the G450 for corporate purposes from time to time. The initial term of the lease is\none year\nfrom the date of the agreement and the same renews for another year, unless terminated sooner.\nDuring 2023, the Company amended its existing Pilot Sharing Agreement with LOR to include GWR LLC whereby the Company’s employee pilots may be used by LOR and GWR LLC from time to time to operate their aircrafts. LOR will reimburse the Company for\n50\n% of the costs of the pilots, including salary, benefits and training. In addition, LOR and the\n69\nCompany are each responsible for their own fuel costs. Charges to LOR under the Pilot Sharing Agreement total $\n0.5\nmillion, $\n0.6\nmillion and $\n0.8\nmillion for the years ended December 31, 2023, 2022 and 2021, respectively.\nDuring 2023, the existing administrative services agreement (the “Administrative Services Agreement”) between the Company and LOR was amended to include GWR LLC. According to the amended agreement, the Company shall provide certain administrative services to LOR and GWR LLC and rents office, hanger and storage space to LOR and GWR LLC. Charges to LOR and GWR LLC for rent and administrative services totaled $\n1.1\nmillion, $\n0.8\nmillion and $\n0.6\nmillion for the years ended December 31, 2023, 2022 and 2021, respectively.\nThe foregoing aircraft and administrative services arrangements were previously approved by the Company’s Nominating and Corporate Governance Committee.\nRelated Party Franchise Agreement\nOn December 1, 2019, Orkin, a subsidiary of the Company entered into a franchise agreement with Wilson Pest Management, Inc. The franchise is owned\n100\n% by John Wilson IV. During the years ended December 31, 2023, 2022 and 2021, the Company received a total of approximately $\n0.2\nmillion, $\n0.2\nmillion and $\n0.1\nmillion, respectively. During the year ended December 31, 2019 the Company received $\n0.8\nmillion which included payment for the franchise and an initial franchise fee of\nseventy-five\nthousand dollars in connection with the transaction. The franchise agreement provides for a monthly royalty fee of\n9.0\n% of the franchisee’s reported revenue. John Wilson IV is the son of John F. Wilson, Vice Chairman of the Company. The Company's Nominating and Corporate Governance Committee approved the agreement in accordance with its Related Party Transactions policy.\n17.\nRESTRUCTURING COSTS\nDuring 2023, the Company executed a restructuring program to modernize its workforce. These changes were primarily across corporate-related functions and will enable us to make more strategic improvements in our support functions. As a result of this program, the Company incurred $\n5.2\nmillion in restructuring costs, consisting mainly of one-time termination benefits, including severance and outplacement services, stock-based compensation, and other benefits-related costs. These costs are recorded within restructuring costs in our consolidated statement of income. As of December 31, 2023, the Company had accrued restructuring costs of $\n2.1\nmillion, which are included in accrued compensation and related liabilities in our consolidated balance sheet.\n18.\nEARNINGS PER SHARE\nThe Company reports both basic and diluted earnings per share. Basic earnings per share is computed by dividing net income available to participating common stockholders by the weighted average number of participating common shares outstanding for the period. Diluted earnings per share is calculated by dividing the net income available to participating common stockholders by the diluted weighted average number of shares outstanding for the period. The diluted weighted average number of shares outstanding is the basic weighted number of shares adjusted for any potentially dilutive equity.\n70\nThe following table sets forth the computation of basic and diluted earnings per share under the two-class method (in thousands, except per share data):\n19.\nSUBSEQUENT EVENTS\nQuarterly Dividend\nOn January 22, 2024, the Company’s Board of Directors declared a regular quarterly cash dividend on its common stock of $\n0.15\npayable March 11, 2024 to stockholders of record at the close of business February 21, 2024. The Company expects to continue to pay cash dividends to the common stockholders, subject to the earnings and financial condition of the Company and other relevant factors."
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures\nThe Company has a Disclosure Committee, consisting of certain members of management to assist our Chief Executive Officer (principal executive officer) and Chief Financial Officer (principal financial officer) in preparing the disclosures\n71\nrequired under the SEC rules and to help ensure that the Company’s disclosure controls and procedures are properly implemented. The Disclosure Committee meets on a quarterly basis and otherwise as may be necessary.\nThe Disclosure Committee, with the participation of our principal executive officer and principal financial officer, conducted an evaluation of the effectiveness of the design and operation of our disclosure controls and procedures, as defined in rules 13a 15(e) and 15d-15(e) under the Securities Exchange Act of 1934, as amended (the “Exchange Act”) as of December 31, 2023 (the “Evaluation Date”). Based on this evaluation, our principal executive officer and principal financial officer concluded that our disclosure controls and procedures were effective at the reasonable assurance level as of the Evaluation Date to ensure that the information required to be included in reports filed under the Exchange Act is recorded, processed, summarized and reported within the time periods specified in SEC rules and forms.\nManagement’s Report on Internal Control Over Financial Reporting\n—Management’s Report on Internal Control Over Financial Reporting is contained on page\n.\nThe effectiveness of our internal control over financial reporting as of December 31, 2023 has been audited by Deloitte & Touche LLP\n,\nan independent registered public accounting firm, as stated in its report on page\n.\nChanges in Internal Controls\n—There were no changes in the Company’s internal control over financial reporting, as defined in Rule 13a-15(f) under the Exchange Act, during the quarter ended December 31, 2023 that have materially affected, or are reasonably likely to materially affect, the Company’s internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "Rule 10b5-1\nTrading Plans\nSecurities Trading Plans of Directors and Executive Officers\nDuring the quarter ended December 31, 2023, the following executive officers and directors entered into, modified or terminated, contracts, instructions or written plans for the sale of the Company’s securities, each of which is intended to satisfy the affirmative defense conditions of Rule 10b5-1 of the Exchange Act, referred to as Rule 10b5-1 trading plans.\n72\nIn addition to the material terms noted in the table, pursuant to each of these trading plans, in accordance with Rule 10b5-1 of the Exchange Act, there is a mandatory waiting period or “cooling-off period” before the transactions contemplated by each trading plan can begin consisting of the later of (i) ninety days after the adoption date of the applicable trading plan or (ii) two business days following the disclosure of the Company’s financial results in a Form 10-Q or Form 10-K for the completed fiscal quarter in which such plan was adopted. In addition, each trading plan disclosed in this Item 9B includes certain representations made by the applicable officer as to (a) the possession of material, non-public information about the Company; (b) the fact that officer is adopting the plan in good faith and will continue to act in good faith with respect to all transactions contemplated by the plan; and (c) the existence of other trading arrangements pursuant to Rule 10b5-1 currently in effect or scheduled to take effect."
  },
  {
    "item_key": "item_9c",
    "text": "Not Applicable.\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information required by this Item, except that set forth below regarding the Company’s code of ethics, will be set forth in our Proxy Statement for the 2024 Annual Meeting of Stockholders and is incorporated herein by reference. The Proxy Statement will be filed with the SEC within 120 days of the fiscal year ended December 31, 2023, or by the following business day.\nThe Company has adopted a Code of Business Conduct that applies to all employees. In addition, the Company has adopted a Code of Business Conduct and Ethics for Directors and Executive Officers and Related Party Transactions. Both of these documents are available on the Company’s website at www.rollins.com, under the heading “Governance- Governance Documents,” and a copy is available by writing to Investor Relations at 2170 Piedmont Road, Atlanta, Georgia 30324. The Company intends to satisfy the disclosure requirement under Item 5.05 of Form 8-K\nregarding an amendment to, or waiver from, a provision of its code of ethics that relates to any elements of the code of ethics definition enumerated in SEC rules by posting such information on its internet website, the address of which is provided above."
  },
  {
    "item_key": "item_11",
    "text": "The information required by this Item will be set forth in our Proxy Statement for the 2024 Annual Meeting of Stockholders and is incorporated herein by reference. The Proxy Statement will be filed with the SEC within 120 days of the fiscal year ended December 31, 2023, or by the following business day."
  },
  {
    "item_key": "item_12",
    "text": "The information required by this Item will be set forth in our Proxy Statement for the 2024 Annual Meeting of Stockholders and is incorporated herein by reference. The Proxy Statement will be filed with the SEC within 120 days of the fiscal year ended December 31, 2023, or by the following business day."
  },
  {
    "item_key": "item_13",
    "text": "Information concerning certain relationships and related party transactions and director independence will be included in the Proxy Statement for the 2024 Annual Meeting of Stockholders and is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "Information regarding principal accounting fees and services will be included in the Proxy Statement for the 2024 Annual Meeting of Stockholders and is incorporated herein by reference.\n73\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)\nConsolidated Financial Statements, Financial Statement Schedule and Exhibits.\n1.\nConsolidated financial statements listed in the accompanying Index to Consolidated Financial Statements and Schedule are filed as part of this report.\n2.\nAll schedules have been omitted as not applicable, immaterial or disclosed in the Consolidated Financial Statements or notes thereto.\n3.\nExhibits listed in the accompanying Index to Exhibits are filed as part of this report.\n74\n* Indicates management contract or compensatory plan or arrangement.\n75\n** This certification is deemed furnished, and not filed, with the Securities and Exchange Commission and is not to be incorporated by reference into any filing of Rollins, Inc. under the Securities Act of 1933, as amended, or the Securities Exchange Act of 1934, as amended, whether made before or after the date of this Annual Report on Form 10-K, irrespective of any general incorporation language contained in such filing.\n+ Confidential treatment has been requested for certain portions of this exhibit. Such information has been omitted and was filed separately with the Securities and Exchange Commission.\n76\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the dates indicated.\nThe Directors of Rollins, Inc. (listed below) executed a power of attorney appointing Jerry E. Gahlhoff, Jr. their attorney-in-fact, empowering him to sign this report on their behalf.\n77\nROLLINS, INC. AND SUBSIDIARIES\nINDEX TO CONSOLIDATED FINANCIAL STATEMENTS AND SCHEDULE\nThe following documents are filed as part of this report.\n78"
  }
]