[
  {
    "item_key": "item_1",
    "text": "Our Business\nPTC is a global software company that enables manufacturers and product companies to digitally transform how they design, manufacture, and service the physical products that the world relies on. Headquartered in Boston, Massachusetts, PTC employs over 7,000 people and supports more than 30,000 customers globally.\nWe primarily serve customers in the following industry verticals:\n•\nIndustrials\n•\nFederal, Aerospace and Defense\n•\nElectronics and High Tech\n•\nAutomotive\n•\nMedical Technology and Life Sciences\nOur customers are focused on improving their competitiveness in the face of global competition and increasing product complexity, and our suite of software offerings is a strategic enabler of this and their digital transformation initiatives. We enable our customers to establish a strong product data foundation and leverage that foundation to drive cross-functional collaboration, accelerate new product introduction timelines and deliver higher product quality.\nOur offerings include CAD (Computer Aided Design) solutions for product data authoring and PLM (Product Lifecycle Management) solutions for product data management and process orchestration.\n1\nWithin the overall PLM category, our offerings also include ALM (Application Lifecycle Management) and SLM (Service Lifecyle Management).\nGiven the breadth and openness of our portfolio, we can enable end-to-end digital thread initiatives, which leverage a connected flow of product data across design, manufacturing, service, and, ultimately, reuse. A digital thread enables product companies to break down silos, streamline workflows, and achieve interoperability across departments, functions and systems with a single version of truth. It also secures the quality, consistency and traceability of product-related data, ensuring that the data is up-to-date, accessible, reliable and actionable. With a digital thread, the right data is delivered to the right people at the right time and in the right context across the value chain.\nOur business is based on a subscription model, with 93% of our 2024 revenue being recurring in nature. Compared to a perpetual license model, our subscription model naturally drives higher customer engagement and retention and provides better business predictability. This, in turn, enables us to make steady and sustained investments to pursue mid-to-long-term growth opportunities.\nOur Principal Products and Services\nPLM software products for product data management and process orchestration\nOur\nWindchill\n®\nPLM application suite manages all aspects of the product development lifecycle—from concept through service and end-of-life. Windchill provides real-time information sharing, dynamic data visualization, and the ability to collaborate across geographically distributed teams, enabling manufacturers to elevate their product development, manufacturing, field service, and end-of-life processes.\nOur\nCodebeamer\n®\nand\npure::variants\nTM\napplication lifecycle management (ALM) solutions enable companies to accelerate the development of products that contain software, including software-defined products which require multiple software variants to be created and updated over the life of the product.\nOur\nServiceMax\n®\nservice lifecycle management (SLM) solution enables companies to improve asset uptime with optimized in-person and remote service, boost technician productivity with the latest mobile tools, and deliver metrics for confident decision making.\nOur\nServigistics\n®\nservice parts management solution enables companies to effectively manage their service parts inventory, enabling them to optimize equipment availability and uptime, and increase customer satisfaction.\nOur\nArena\n®\nSoftware as a Service (SaaS) PLM solution enables product teams to collaborate virtually anytime and anywhere, making it easier to share the latest product and quality information with internal teams and supply chain partners and deliver innovative products to customers faster. Our Arena quality management system software connects quality and product designs into a single system to simplify regulatory compliance.\nCAD software products for product data authoring\nOur\nCreo\n®\n3D CAD technology enables the digital design, testing, and modification of product models. With its design simulation, additive manufacturing, and generative design innovations, we enable our customers to be first to market with differentiated products. From initial concept to design, simulation, and analysis, Creo provides designers with innovative tools to efficiently create better products, faster.\n2\nOur\nOnshape\n®\nSaaS product development platform unites computer-aided design with data management, collaboration tools, and real-time analytics. A cloud-native multi-tenant solution that can be instantly deployed on virtually any computer or mobile device, Onshape enables teams to work together from just about anywhere. Real-time design reviews, commenting, and simultaneous editing enable a collaborative workflow where multiple design iterations can be completed in parallel and merged into the final design.\nEnabling technologies\nOur principal products and services are enhanced by a collection of enabling technologies, including SaaS versions of our\nCreo\n®\nCAD and\nWindchill\n®\nPLM software, artificial intelligence software, our\nThingWorx\n®\nInternet of Things software, and our\nVuforia\n®\naugmented reality software. The primary focus of these technologies is to deliver value-added capabilities to our principal products and services, such as the improved security and collaboration environment of a SaaS platform; unlocking productivity with artificial intelligence; moving product data more quickly across engineering, manufacturing, and service using IoT; or automatically analyzing the quality of a manufactured product with augmented reality.\nOur Markets and How We Address Them\nOur strategy aims to create value for our customers, increase our Annual Run Rate (ARR) and cash flow, and deliver long-term value for shareholders. We focus our resources on the following five solutions, where we believe we can create the greatest customer value:\n•\nPLM\n•\nALM\n•\nSLM\n•\nCAD\n•\nSaaS or Software as a Service\nOur growth is primarily driven by existing customers that continue to expand their PTC footprint, largely relating to their focus on improving their competitiveness through digital transformation. To a lesser extent, our growth is also supported by new customers and price increases.\nWe derive approximately 75% of our sales from products and services sold directly by our sales force to end-user customers. The rest of our sales of products and services are through third-party resellers. Our sales force focuses on large accounts, while our reseller channel provides a cost-effective means of covering the small- and medium-size business markets. Our strategic reseller and software partners enable us to increase our market reach, offer broader solutions, and add compelling technology to our offerings. Our strategic services partners provide service offerings to help customers implement our product offerings and transition to SaaS.\nAdditional financial information about our international and domestic operations may be found in\nNote 3. Revenue from Contracts with Customers\nof Notes to Consolidated Financial Statements in this Annual Report, which information is incorporated herein by reference.\nCompetition\nWe compete with a number of companies whose offerings address one or more specific functional areas covered by our solutions. For enterprise CAD and PLM solutions, we compete with large established companies including Autodesk, Dassault Systèmes SA, and Siemens AG. For our ALM products, we compete with IBM, Jama Software, Inc. and Siemens AG. For our SLM products, we compete with enterprise software companies such as Oracle, SAP and IFS AB, and with companies that offer point solutions.\n3\nProprietary Rights\nOur software products and related technical know-how, along with our trademarks, including our company names, product names and logos, are proprietary. We protect our intellectual property rights in these items by relying on copyrights, trademarks, patents and common law safeguards, including trade secret protection. The nature and extent of such legal protection depends in part on the type of intellectual property right and the relevant jurisdiction. In the U.S., we are generally able to maintain our trademark registrations for as long as the trademarks are in use and to maintain our patents for up to 20 years from the earliest effective filing date. We also use license management and other anti-piracy technology measures, as well as contractual restrictions, to curtail the unauthorized use and distribution of our products.\nOur proprietary rights are subject to the risks and uncertainties described under Item 1A.\nRisk Factors\nbelow, which is incorporated into this section by reference.\nEnvironmental Sustainability\nAt PTC, we’re working to contribute to the decarbonization and circularity of global manufacturing. While we have a climate action plan committed to reducing our company’s “footprint,” we believe far larger benefits will flow from our “handprint” stemming from our software offerings. Our software solutions enable manufacturers to design, build, and service their products more sustainably.\nFootprint\nOur emission reduction plan was validated by the Science Based Targets initiative (SBTi) in September 2024. Our near-term commitment is to reduce by 2030 combined Scope 1 (direct emissions from owned/controlled operations) and Scope 2 (indirect energy use) emissions by 50% and reduce Scope 3 - Category 1 (Purchased Goods and Services) by 25% compared to our 2022 baseline. Our long-term net-zero commitment is to reach net-zero across all scope emissions by 2050, with absolute reductions of over 90% across Scopes 1-3, with accredited carbon removal offsets for the remaining 10% (or less) as needed.\nWe have already begun to implement programs and pursue initiatives to reduce our emissions and carbon footprint, including:\n•\nentering into a Virtual Power Purchase Agreement (VPPA) to reduce our future carbon footprint;\n•\nprioritizing energy efficiency and accessibility to public transportation when selecting office space;\n•\nproviding a subsidy for employee’s public transportation commute costs; and\n•\nselecting suppliers with decarbonization targets.\nHandprint\nEnvironmental sustainability is integral to our product offerings. With our software, manufacturers can support their sustainability and compliance initiatives, including by designing with less material, enhancing product repairability and circularity, improving factory efficiency, and enabling remote service.\n4\nPeople and Culture\nWithin our work environment we seek to create an equitable and inclusive culture in which all employees can thrive. This is a key aspect of our talent strategy. Our approach is focused on promoting an agile culture, an increased sense of belonging, engaged work environments, and high-performing teams.\n5\nPTC at-a-Glance\nAs of September 30, 2024, PTC had 7,501 full-time employees. Our employee population is geographically diverse and serves a geographically diverse customer and partner network.\nWorldwide Employee Representation\nUnited States Employee Representation\n6\nCompensation and Benefits\nPTC provides a comprehensive and competitive compensation and benefits package designed to attract, retain, motivate, and engage talent around the world, including base salaries, and, for eligible roles, incentive and equity compensation. Employees also have the opportunity to purchase PTC stock at a discount through our Employee Stock Purchase Plan.\nOur benefit offerings are designed to meet the needs of our employees and their families around the world. Specific offerings differ country by country due to cultural norms, market dynamics, and legal requirements, but we provide a wide variety of core health and financial programs such as healthcare, life and disability insurance, employee assistance plans, retirement savings and pension benefit plans, and generous paid family leave and vacation time.\nTalent Development & Employee Engagement\nAs we focus on enhancing the employee experience, we are increasing our efforts to invest in our people and create meaningful opportunities to learn, grow, develop, and advance their careers. We have specific development programs and coaching programs, as well as numerous other self-led learning paths. The variety of options means that employees have the ability to focus on the development path most meaningful to them.\nDiversity, Equity, and Inclusion (DEI)\nCommitment to our values and diversity in our workforce is supported by various ongoing efforts. We mitigate bias by coaching managers and leaders in fostering psychologically safe environments. We also review and revise our processes based on feedback and engagement scores from employee pulse surveys. We embed equitable practices into the planning and execution of how we attract, select, develop, and retain talent. Meanwhile, our DEI ambassadors are aligned with business functions to amplify and enhance our efforts in these areas. Finally, to cultivate a community of belonging, our 11 Employee Resource Groups foster an inclusive culture and facilitate safe spaces for employees to navigate social issues and challenges.\nAdditional Information About Our Employee Initiatives\nYou can find more information about our employee initiatives in our 2024 Impact Report, which we expect to release in early 2025.\nAvailable Information\nWe make available free of charge on our website at www.ptc.com the following reports as soon as reasonably practicable after electronically filing them with, or furnishing them to, the SEC: our Annual Reports on Form 10-K; our Quarterly Reports on Form 10-Q; our Current Reports on Form 8-K; and amendments to those reports filed or furnished pursuant to Sections 13(a) or 15(d) of the Securities Exchange Act of 1934. Our Proxy Statements for our Annual Meetings and Section 16 trading reports on SEC Forms 3, 4 and 5 also are available on our website.\nCorporate Information\nPTC was incorporated in Massachusetts in 1985 and is headquartered in Boston, Massachusetts.\n7"
  },
  {
    "item_key": "item_1a",
    "text": "The following are important factors we have identified that could affect an investment in our securities. You should consider them carefully when evaluating an investment in PTC securities, because these factors could cause actual results to differ materially from historical results or any forward-looking statements. The risks described below are not the only risks we face. Additional risks and uncertainties not currently known to us or that we currently deem to be immaterial may also materially adversely affect our business, financial condition, operating results, and prospects.\nI. Risks Related to Our Business Operations and Industry\nWe face significant competition, which could adversely affect our business, financial condition, operating results, and prospects if we are unable to successfully compete.\nThe markets for our products and solutions are rapidly changing and characterized by intense competition, disruptive technology developments, evolving distribution models and increasingly lower barriers to entry. If we are unable to provide products and solutions that address customers’ needs as well as our competitors’ products and solutions do, or to align our pricing, licensing and delivery models with customer preferences, we could lose customers and/or fail to attract new customers, which could adversely affect our business, financial condition, operating results, and prospects.\nFor example, customer demand for SaaS solutions is increasing. While our Arena, ServiceMax, and Onshape solutions are cloud-native SaaS solutions, and we have introduced our Windchill+, Creo+, and Kepware+ SaaS solutions, customers may not adopt them as we expect. If we are unable to compete successfully with competitors offering SaaS solutions, we could lose customers and/or fail to attract new customers, which could adversely affect our business, financial condition, operating results, and prospects.\nOur current and potential competitors range from large and well-established companies to emerging start-ups. Some of our competitors and potential competitors have greater name recognition in the markets we serve and greater financial, technical, sales and marketing, and other resources, which could limit our ability to gain customer recognition and confidence in our products and solutions and successfully sell our products and solutions, which could adversely affect our ability to grow our business.\nA breach of security in our products or computer systems, or those of our third-party service providers, could compromise the integrity of our products, cause loss of data, harm our reputation, create additional liability and adversely affect our business, financial condition, operating results, and prospects.\nWe have implemented and continue to implement measures intended to maintain the security and integrity of our products, source code and IT systems. The potential for a security breach or system disruption has significantly increased over time as the scope, number, intensity and sophistication of attempted cyberattacks and cyber intrusions have increased – particularly cyberattacks and intrusions designed to access and exfiltrate information and to disrupt and lock up access to systems for the purpose of demanding a ransom payment. It is impossible for us to eliminate the risk of a successful cyberattack or intrusion, and, in fact, we regularly deal with security issues and have experienced security incidents from time to time. Accordingly, there is a risk that a cyberattack or intrusion will be successful and that such event will be material.\nIn addition, we offer cloud services to our customers and some of our products, including our SaaS products, are hosted by third-party service providers, which expose us to additional risks as those repositories of our customers’ proprietary data may be targeted and a cyberattack or intrusion may be successful and material. Interception of data transmission, misappropriation or modification of data, corruption of data and attacks against our service providers may adversely affect our products or product and service delivery. Malicious code, viruses or vulnerabilities that are undetected by us or our service providers may disrupt our business operations generally and may have a disproportionate effect on those of our products that are developed and delivered in the cloud environment.\n8\nWhile we devote resources to maintaining the security and integrity of our products and systems, as well as performing due diligence of our third-party service providers, security breaches that have not had a material effect on our business or that of our customers have occurred, and we will continue to face cybersecurity threats and exposure. A significant breach of the security and/or integrity of our products or systems, or those of our third-party service providers, whether intentional or by human error by our employees or others, could disrupt our business operations or those of our customers, could prevent our products from functioning properly, could enable access to sensitive, proprietary or confidential information of our customers, or could enable access to our sensitive, proprietary or confidential information. This could require us to incur significant costs of investigation, remediation and/or payment of a ransom; harm our reputation; cause customers to stop buying our products; and cause us to face lawsuits and potential liability, any of which could have a material adverse effect on our business, financial condition, operating results, and prospects.\nWe have a large ecosystem of strategic, technology, and software partners and system integrators that enable us to enhance our products and offerings, expand our market reach, and accelerate our customers’ digital transformation journeys. Failures by those partners or termination of those relationships could adversely affect our business, financial condition, operating results, and prospects.\nWe have many strategic, technology, and software partner and system integrator relationships with other companies that provide technologies and software that we embed in our solutions, that provide implementation services to our customers, that we work with to offer complementary solutions and services, and that market and sell our solutions. If these companies fail to perform as we expect, or if a company terminates or substantially alters the terms of the relationship, we could experience delays in product development, reduced or delayed sales, customer dissatisfaction, and additional expenses, and our business, financial condition, results of operations, and prospects could be materially adversely affected.\nWe increasingly rely on third-party providers of cloud infrastructure services to deliver our offerings to users on our platform, and any disruption of or interference with our use of these services could adversely affect our business, financial condition, operating results, and prospects.\nOur continued growth depends in part on the ability of our existing and potential customers to use and access our cloud services or our website in order to download our software or encrypted access keys for our software within an acceptable amount of time. We use a number of third-party service providers that we do not control for key components of our infrastructure, particularly with respect to development and delivery of our cloud-based products. The use of these service providers gives us greater flexibility in efficiently delivering a more tailored, scalable customer experience, but also exposes us to additional risks and vulnerabilities. Third-party service providers operate their own platforms that we access, and we are, therefore, vulnerable to their service interruptions. We may experience interruptions, delays and outages in service and availability from time to time as a result of problems with our third-party service providers’ infrastructure. Lack of availability of this infrastructure could be due to a number of potential causes including technical failures, natural disasters, fraud or security attacks that we cannot predict or prevent. Such outages could adversely impact our business, financial condition, results of operations, and prospects.\nIf we are unable to renew our agreements with our cloud service providers on commercially reasonable terms, or any of our agreements are prematurely terminated, or we need to add new cloud services providers to increase capacity and uptime, we could experience interruptions, downtime, delays, and additional expenses related to transferring to and providing support for these new platforms. Any of the above circumstances or events may harm our reputation and brand, reduce the availability or usage of our platforms and impair our ability to attract new users, any of which could adversely affect our business, financial condition, results of operations, and prospects.\n9\nWe may be unable to hire or retain employees with the necessary skills to operate and grow our business, which could adversely affect our ability to compete and adversely affect our business, financial condition, results of operations, and prospects.\nOur success depends upon our ability to attract and retain highly skilled employees to develop and sell our products and solutions and to operate and grow our business. Competition for such employees in our industry is intense worldwide.\nIf we are unable to attract and retain employees with the requisite skills to develop and sell our products and solutions, or to guide, operate and support our business, we may be unable to compete successfully, which would adversely affect our business, financial condition, results of operations, and prospects.\nWe depend on sales within the discrete manufacturing sector and our business could be adversely affected if manufacturing activity does not grow or if it contracts, or if manufacturers are adversely affected by other macroeconomic factors.\nA large amount of our sales are to customers in the discrete manufacturing sector. Manufacturers worldwide continue to face uncertainty about the global macroeconomic environment due to, among other factors, the effects of earlier and ongoing supply chain disruptions, high interest rates and inflation, volatile foreign exchange rates and the current relative strength of the U.S. Dollar, and the U.S. government’s focus on technology transactions with non-U.S. entities. Customers may delay, reduce, or forego purchases of our solutions due to these challenges and concerns, which could adversely affect our business, financial condition, results of operations, and prospects.\nIf we fail to successfully transform our operations to support the sale of SaaS solutions and to develop competitive SaaS solutions, our business and prospects could be adversely affected.\nTransforming our business to offer and support SaaS solutions requires considerable additional investment in our organization. Whether we will be successful and will accomplish our business and financial objectives is subject to risks and uncertainties, including but not limited to: our ability to further develop and scale infrastructure, our ability to include functionality and usability in such offerings that address customer requirements, our ability and the ability of our partners to transition existing customer implementations to SaaS, customer demand, attach and renewal rates, channel adoption, and our costs. If we are unable to successfully establish these new offerings and navigate our business transition, our business, financial condition, results of operations, and prospects could be adversely affected.\nBecause our sales and operations are globally dispersed, we face additional compliance risks, and any compliance failure could adversely affect our business and prospects.\nWe sell and deliver software and services, and maintain support operations, in many countries whose laws and practices differ from one another and are subject to unexpected changes. Managing these geographically dispersed operations requires significant attention and resources to ensure compliance with laws of those countries and those of the U.S. governing our activities in non-U.S. countries.\nThose laws include, but are not limited to, anti-corruption laws and regulations (including the U.S. Foreign Corrupt Practices Act (FCPA) and the U.K. Bribery Act 2010), data privacy laws and regulations (including the European Union's General Data Privacy Regulation), and trade and economic sanctions laws and regulations (including laws administered by the U.S. Department of the Treasury’s Office of Foreign Assets Control, the U.S. State Department, the U.S. Department of Commerce, the United Nations Security Council and other sanctions authorities). Our compliance risks are heightened due to the go-to-market approach for our business that relies heavily on a partner ecosystem, the fact that some of the countries we operate in have a higher incidence of corruption and fraudulent business practices, the fact that we sell to governments and state-owned business enterprises, and the fact that global enforcement of laws has significantly increased.\n10\nAccordingly, while we strive to maintain a comprehensive compliance program, an employee, agent or business partner may violate our policies or U.S. or other applicable laws, as has occurred in the past, or we may inadvertently violate such laws. Investigations of alleged violations of those laws can be expensive and disruptive. Violations of such laws can lead to civil and/or criminal prosecutions, substantial fines and other sanctions, including the revocation of our rights to continue certain operations, and also cause business loss and reputational harm, which could adversely affect our business, financial condition, results of operations, and prospects.\nWe and our customers are subject to an increasing number of laws and regulations related to sustainability matters, compliance with which could adversely affect our business, financial condition, results of operations, and prospects.\nWe are subject to an increasing number of laws and regulations promulgated by multiple countries and jurisdictions that require new and expansive disclosure on sustainability topics and, in some cases, remediation of adverse effects, that will increase our compliance costs and expose us to risks associated with regulatory compliance.\nThese laws and regulations include those promulgated pursuant to the European Union’s Corporate Sustainability Reporting Directive (“CSRD”) and its Corporate Sustainability Due Diligence Directive (“CSDDD”). CSRD requires new and expansive disclosures related to sustainability risks and opportunities. CSDDD will require us to conduct due diligence to identify, prevent, mitigate, and account for actual and potential adverse impacts on human rights and the environment arising from our own operations and our value chains and to remediate any such adverse impacts. Compliance with these directives requires significant investment in resources, including the implementation of new reporting systems, data collection processes, and due diligence procedures.\nAs many of our customers and potential customers, particularly those in Germany and elsewhere in the European Union, are also subject to such laws and directives, those companies will increasingly be required to assess our sustainability efforts and impacts; if we are unable to satisfactorily address their requests for information or other sustainability related requests, contracting periods with those companies may be extended or those companies may elect to use other suppliers or switch suppliers, which could adversely affect our business, financial condition, results of operations, and prospects.\nThe regulatory landscape for sustainability continues to evolve and expand and the introduction of additional laws or regulatory requirements may impose further compliance burdens and further increase our compliance costs. We are committed to meeting existing and future regulatory requirements; however, the financial and operational impact of current and future laws and regulations remains uncertain and could materially adversely affect our business, financial condition, results of operations and prospects.\nIncreased scrutiny and expectations around environmental, social, and governance (“ESG”) matters may require us to incur additional costs or otherwise adversely impact our reputation, business, and prospects.\nOur stakeholders, including investors, customers, suppliers, and employees, are placing greater emphasis on our ESG performance and transparency. This increasing stakeholder attention to and expectations around ESG matters, particularly sustainability matters, and our response to the same, may result in higher costs (including higher costs related to compliance, stakeholder engagement, and contracting), adversely impact our reputation, or otherwise negatively affect our business performance and prospects.\nOur statements about our sustainability, environmental and human capital initiatives and goals, and progress against those goals, may be based on standards for measuring progress that are still developing, internal controls and processes that continue to evolve, and assumptions that are subject to change. If our related data, processing and reporting are incomplete or otherwise inaccurate, or if we fail to achieve progress on our stated targets or initiatives when or as expected, our business, financial condition, operating results, and prospects could be adversely affected.\n11\nII. Risks Related to Our Intellectual Property\nWe may be unable to adequately protect our proprietary rights, which could adversely affect our business and our prospects.\nOur software products are proprietary. We protect our intellectual property rights in these items by relying on copyrights, trademarks, patents and common law safeguards, including trade secret protection, as well as restrictions on disclosures and transferability contained in our agreements with other parties. Despite these measures, the laws of all relevant jurisdictions may not afford adequate protection to our products and other intellectual property. In addition, we frequently encounter attempts by individuals and companies to pirate our software. If our measures to protect our intellectual property rights fail, others may be able to use those rights, which could reduce our competitiveness and adversely affect our business, financial condition, operating results, and prospects.\nIn addition, any legal action to protect our intellectual property rights that we may bring or be engaged in could be costly, may distract management from day-to-day operations and may lead to additional claims against us, and we may not succeed, all of which could adversely affect our business, financial condition, operating results, and prospects.\nIntellectual property infringement claims could be asserted against us, which could be expensive to defend, could result in limitations on our use of the claimed intellectual property, and could adversely affect our business and prospects.\nThe software industry is characterized by frequent litigation regarding copyright, patent and other intellectual property rights. We have faced such lawsuits from time to time. Any such claim could result in significant expense to us and divert the efforts of our technical and management personnel. We cannot be sure that we would prevail against any such asserted claims. If we did not prevail, we could be prevented from using the claimed intellectual property or be required to enter into royalty or licensing agreements, which might not be available on terms acceptable to us. In addition to possible claims with respect to our proprietary products, some of our products contain technology developed by and licensed from third parties and we may likewise be susceptible to infringement claims with respect to these third-party technologies.\n12\nIII. Risks Related to Acquisitions\nBusinesses we acquire may not generate the sales and earnings we anticipate and may otherwise adversely affect our business and prospects.\nWe have acquired, and intend to continue to acquire, new businesses and technologies. If we fail to successfully integrate and manage the businesses and technologies we acquire, if an acquisition does not further our business strategy or return a level of sales as we expect, or if a business we acquire has unexpected legal or financial liabilities, our business, financial condition, results of operations, and prospects could be adversely affected.\nThe types of issues that we may face in integrating and operating the acquired business include:\n•\ndifficulties managing an acquired company’s technologies or lines of business or entering new markets where we have limited or no prior experience or where competitors may have stronger market positions;\n•\nunanticipated operating difficulties in connection with the acquired entities, including potential declines in sales of the acquired entity;\n•\ncomplications relating to the assumption of pre-existing contractual relationships of an acquired company that we would not have otherwise entered into, the termination or modification of which may be costly or disruptive to our business;\n•\nlitigation arising from the transaction, including potential intellectual property claims or disputes following an acquisition;\n•\ndiversion of management and employee attention;\n•\nchallenges with implementing adequate and appropriate controls, procedures and policies in an acquired business;\n•\npotential loss of key personnel in connection with an acquisition; and\n•\npotential incompatibility of business cultures.\nFurther, if we do not achieve the expected return on our investments, it could impair the intangible assets and goodwill that we recorded as part of an acquisition, which could require us to record a reduction to the value of those assets.\nWe may incur significant debt or issue a material amount of debt or equity securities to finance an acquisition, which could adversely affect our operating flexibility, business and prospects.\nIf we were to incur a significant amount of debt—whether by borrowing funds under our credit facility or otherwise or issuing new debt securities—to finance an acquisition, our interest expense, debt service requirements and leverage would increase significantly. The increases in these expenses and in our leverage could constrain our ability to operate as we might otherwise or to borrow additional amounts and could adversely affect our business, financial condition, results of operations, and prospects.\nIf we were to issue a significant amount of equity securities in connection with an acquisition, existing stockholders would be diluted and our stock price could decline.\n13\nIV. Risks Related to Our Indebtedness\nOur substantial indebtedness could adversely affect our business, financial condition, results of operations, and prospects, as well as our ability to meet our payment obligations under our debt.\nWe have a substantial amount of indebtedness. As of November 14, 2024, our total debt outstanding was approximately $1,668\nmillion, $1 billion of which was associated with the 3.625% Senior Notes and 4.000% Senior Notes (together, “Senior Notes”) issued in February 2020, which mature in February 2025 and 2028, respectively, and are unsecured; $177 million of which was borrowed under our credit facility revolving line, which matures in January 2028; and $491 million of which was borrowed under our credit facility term loan [which began amortizing in March 2024]. All amounts outstanding under the credit facility and the Senior Notes will be due and payable in full on their respective maturity dates. As of November 14, 2024, we had unused commitments under our credit facility of approximately $1,073 million. PTC Inc. and one of our foreign subsidiaries are eligible borrowers under the credit facility and certain other foreign subsidiaries may become borrowers under our credit facility in the future, subject to certain conditions.\nSpecifically, our level of debt could:\n•\nmake it more difficult for us to satisfy our debt obligations and other ongoing business obligations, which may result in defaults;\n•\nresult in an event of default if we fail to comply with the financial and other covenants contained in the agreements governing our debt instruments, which could result in all of our debt becoming immediately due and payable or require us to negotiate an amendment to financial or other covenants that could cause us to incur additional fees and expenses;\n•\nlimit our ability to obtain additional financing to fund future working capital, capital expenditures, acquisitions or other general corporate requirements;\n•\nreduce the availability of our cash to fund working capital, capital expenditures, acquisitions and other general corporate purposes and limit our ability to obtain additional financing for these purposes;\n•\nincrease our vulnerability to adverse economic and industry conditions;\n•\namplify the risk of increased interest rates as certain of our borrowings, including borrowings under our credit facility, are at variable rates of interest;\n•\nlimit our flexibility in planning for, or reacting to, and increasing our vulnerability to, changes in our business, the industries in which we operate, and the overall economy; and\n•\nplace us at a competitive disadvantage compared to other, less leveraged competitors.\nAny of the above-listed factors could have an adverse effect on our business, financial condition, results of operations, and prospects, and our ability to meet our payment obligations under our debt agreements.\nDespite our current level of indebtedness, we and our subsidiaries might incur substantially more debt and other obligations. This could further exacerbate the risks to our business, financial condition, and prospects described above.\nWe and our subsidiaries might incur significant additional indebtedness and other obligations in the future, including secured debt. Although the credit agreement governing our credit facility contains restrictions on the incurrence of additional indebtedness, these restrictions are subject to a number of qualifications and exceptions. The additional indebtedness incurred in compliance with these restrictions could be substantial. In addition, the credit agreement and the indenture governing our Senior Notes due 2025 and 2028, will not prevent us from incurring obligations that do not constitute indebtedness. If new\n14\ndebt is added to our current debt levels, or we incur other obligations, the related risks that we now face could increase.\nWe may not be able to generate enough cash to service all our indebtedness and may be forced to take other actions to satisfy our obligations under our indebtedness, which may not be successful, and could harm our business and prospects.\nOur ability to make scheduled payments on or refinance our debt obligations depends on our financial condition and operating performance, which are subject to prevailing economic and competitive conditions and to certain financial, business, legislative, regulatory and other factors, some of which are beyond our control. We may be unable to maintain a level of cash flows from operating activities sufficient to permit us to pay the principal, premium, if any, and interest on our indebtedness.\nIf our cash flows and capital resources are insufficient to fund our debt service obligations, we could face substantial liquidity problems and could be forced to reduce or delay investments and capital expenditures or to dispose of material assets or operations, seek additional debt or equity capital, or restructure or refinance our indebtedness. We may not be able to effect any such alternative measures, if necessary, on commercially reasonable terms or at all and, even if successful, those alternative actions may not allow us to meet our scheduled debt service obligations. Our debt agreements restrict our ability to dispose of assets and use the proceeds from those dispositions and may also restrict our ability to raise debt or equity capital to be used to repay other indebtedness when it becomes due. We may not be able to consummate those dispositions or to obtain proceeds in an amount sufficient to meet any debt service obligations then due.\nOur inability to generate sufficient cash flows to satisfy our debt obligations, or to refinance our indebtedness on commercially reasonable terms or at all, would materially and adversely affect our ability to satisfy our debt obligations.\nIf we cannot make scheduled payments on our debt, we will be in default and the lenders under our credit facility could terminate their commitments to loan money, the lenders could foreclose against the assets securing their borrowings, the holders of our Senior Notes could declare all outstanding principal, premium, if any, and interest to be due and payable, and we could be forced into bankruptcy or liquidation. These events could result in a loss of your investment.\nWe are required to comply with certain financial and operating covenants under our debt agreements. Any failure to comply with those covenants could cause amounts borrowed to become immediately due and payable and/or prevent us from borrowing under the credit facility.\nWe are required to comply with specified financial and operating covenants under our debt agreements and to make payments under our debt, which limit our ability to operate our business as we otherwise might operate it. Our failure to comply with any of these covenants or to meet any debt payment obligations could result in an event of default which, if not cured or waived, would result in any amounts outstanding, including any accrued interest and/or unpaid fees, becoming immediately due and payable. We might not have enough working capital or liquidity to satisfy any repayment obligations if those obligations were accelerated. In addition, if we are not in compliance with the financial and operating covenants under the credit facility when we wish to borrow funds, we will be unable to borrow funds to pursue certain corporate initiatives, including strategic acquisitions, which could adversely affect our business and prospects.\n15\nV. Risks Related to Our Common Stock\nOur stock price has been volatile, which may make it harder to resell shares at a favorable time and price.\nMarket prices for securities of software companies are generally volatile and are subject to significant fluctuations that may be unrelated or disproportionate to the operating performance of these companies. Accordingly, the trading prices and valuations of software companies’ stocks, and of ours, may not be predictable. Negative changes in the public’s perception of the prospects of software companies, or of PTC or the markets we serve, could depress our stock price regardless of our operating results.\nAlso, a large percentage of our common stock is held by institutional investors. Purchases and sales of our common stock by these investors could have a significant impact on the market price of our stock.\nIf our results of operations do not meet market or analysts’ expectations, our stock price could decline.\nOur quarterly operating results fluctuate depending on many factors, including the effect of ASC 606 on revenue recognition for the on-premises software subscriptions we offer, variability in the timing of start dates for our subscription offerings, length of contracts, and renewals, and significant unexpected expenses in a quarter. Accordingly, our quarterly results are difficult to predict and we may be unable to confirm or adjust expectations with respect to our operating results for a quarter until that quarter has closed. If our quarterly operating results do not meet market or analysts’ expectations, our stock price could decline.\nVI. General Risk Factors\nOur international businesses present economic and operating risks, which could adversely affect our business and prospects.\nWe expect that our international operations will continue to expand and to account for a significant portion of our total revenue. Because we transact business in various foreign currencies, the volatility of foreign exchange rates has had and may in the future have a material adverse effect on our revenue, expenses, cash flows and operating results.\nOther risks inherent in our international operations include, but are not limited to, the following:\n•\ndifficulties in staffing and managing foreign sales and development operations;\n•\nexposure of our operations and employees to political instability and armed conflict in the countries and regions in which we operate, including Israel;\n•\nincreased financial accounting and reporting burdens and complexities;\n•\nincreased regulatory and compliance risks;\n•\ninadequate local infrastructure; and\n•\ngreater difficulty in protecting our intellectual property.\n16\nWe may have exposure to additional tax liabilities and our effective tax rate may increase or fluctuate, which could increase our income tax expense, reduce our net income, and increase our tax payment obligations.\nAs a multinational organization, we are subject to income taxes as well as non-income based taxes in the U.S. and in various foreign jurisdictions. Significant judgment is required in determining our worldwide income tax provision and other tax liabilities. In the ordinary course of a global business, there are many intercompany transactions and calculations where the ultimate tax determination is uncertain. Our tax returns are subject to review by various taxing authorities. Although we believe that our tax estimates are reasonable, the final determination of tax audits or tax disputes could be different from what is reflected in our reported income tax provisions and accruals.\nOur effective tax rate and tax payment obligations can be adversely affected by several factors, many of which are outside of our control, including:\n•\nchanges in tax laws (for example, the introduction of an amendment to Section 174 of the U.S. tax legislation), regulations, and interpretations in multiple jurisdictions in which we operate;\n•\nassessments, and any related tax interest or penalties, by taxing authorities;\n•\nchanges in the relative proportions of revenues and income before taxes in the various jurisdictions in which we operate that have differing statutory tax rates;\n•\nchanges to the financial accounting rules for income taxes;\n•\nunanticipated changes in tax rates; and\n•\nchanges to a valuation allowance on net deferred tax assets, if any.\n17"
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_1c",
    "text": "We are subject to various cybersecurity risks in connection with our business. For more information on our cybersecurity related risks, see the section entitled “Risks Related to Our Business Operations and Industry” in Item 1A of this Annual Report.\nOur Approach\nPTC takes a holistic, multi-layered approach to cybersecurity and privacy that combines traditional Defense-in-Depth methods with next-generation Zero Trust principles. In today’s globally interconnected world, we consider every entry point on the attack surface critical, and we aim to secure the points under our control. In developing our cybersecurity risk management program, we are informed by industry benchmarks and standards, including the cybersecurity framework created by the National Institute of Standards and Technology (“NIST”). We also have various security-related certifications and authorizations, including ISO 27001, SOC 2 Type II and FedRAMP, for certain of our products and services.\nPeople\n. PTC recognizes that technology alone cannot mitigate all security threats, so we focus on developing our most critical resource: our people. Security is the responsibility of everyone employed by PTC and is independent of departmental affiliation. PTC’s corporate cybersecurity awareness activities are combined with enterprise-wide and department-specific tools and mandatory employee training, providing everyone employed by PTC with the knowledge and resources to support our efforts to mitigate security threats.\nProcess\n. An educated workforce needs a governance framework to guide and monitor its activities. PTC has processes and policies in place to try to anticipate security risks and facilitate compliance with applicable contractual obligations, regulations and standards, as well as address any incidents or violations. PTC focuses on continuous improvement and is constantly maturing its processes to keep pace with the rapidly evolving cybersecurity threat landscape.\nTechnology\n. PTC seeks to automate these processes and remove the potential for human error to the extent feasible by implementing technology solutions. From fundamental IT security to development of our software products and keeping our customers’ data safe in the cloud, PTC aims to maintain a secure infrastructure that is continuously monitored for possible threats.\nThese three key elements of people, process, and technology are tightly interwoven to support our aim to secure our environments and data.\nGovernance\nCybersecurity is a risk area with oversight at the highest levels of the organization, including the Executive and Board Level. The overall operational program is led by the Cybersecurity Strategy Council, a cross-functional team of executives and subject matter experts, including our Chief Product Security Officer, Chief Information Security Officer and Chief Compliance Officer. The Cybersecurity Strategy Council oversees a “Three Lines Model” of Operations, Risk Monitoring and Oversight, and Audit, to effectively address cybersecurity, risk management and control.  All Cybersecurity, Risk and Internal Audit functions report to the PTC Executive Leadership Team.\n18\nPTC’s Cybersecurity Program is supported by robust processes and procedures at all levels. Our matrixed cybersecurity organization is governed by industry-standard frameworks, and to ensure that they are executed, we involve the Executive Leadership Team, the Cybersecurity Strategy Council, and business unit security leads and cybersecurity analysts across the enterprise. We provide regular updates on our cybersecurity strategic plans, programs, and initiatives, and vulnerabilities and any applicable remediation efforts to the Cybersecurity Committee of the Board of Directors at its four regularly scheduled meetings per year. Our Incident Response Plans provide for notice, and continued updates, to the Cybersecurity Committee of applicable incidents on a timely basis. Ongoing program assessments are performed to monitor progress and identify opportunities for growth.\nRisk Assessment\nPTC conducts an annual cybersecurity maturity assessment. Periodically, we engage a third-party security consulting firm to conduct an Enterprise Security Maturity Assessment. This independent assessment provides a mechanism to benchmark our current risk profile and enables us to measure progress as we make program improvements. Identified cybersecurity risks are reviewed by the Cybersecurity Strategy Council, which ensures that risk tolerances are established and used to appropriately manage risks.\nThird-Party Vendor Risk Management\nOur Vendor Risk Management (VRM) program supports PTC in meeting its cybersecurity, privacy, regulatory and compliance obligations and managing risk associated with third-party vendors who have access to PTC IT systems and data. Prior to outsourcing or allowing third-party access to PTC or customer systems, IP, or data; risks associated with such activity are clearly identified and documented. The process of selecting a third-party vendor includes due diligence of the vendor service or product in question. Third-party companies using PTC facilities or accessing PTC’s IT Systems are subject to PTC’s VRM review and are required to demonstrate that proper security measures are in place before they have access to any PTC IT systems or data. All such vendors are to be approved by PTC’s VRM process and contractually bound to maintain appropriate cybersecurity technical and organization measures and to protect PTC’s data to which they may have access.\nIncident Response\nPTC maintains a formal Cybersecurity Incident Response Policy to address cybersecurity incidents. The Policy is tested on a regular basis, including a continuous improvement program involving periodic tabletop exercises. Cybersecurity incident handling is managed by individual organizations with cybersecurity responsibility and monitored/guided by applicable corporate functions. All Cybersecurity Incident Response Plans under the Policy are based on industry standards, such as the NIST Computer Security Incident Handling Guide – Special Publication 800-61.\nManagement’s Role in Assessing and Managing Our Risks from Cybersecurity Threats\nOur Cybersecurity Program is overseen by executives on our Executive Leadership Team and managed by our Cybersecurity Strategy Council, including our Senior Vice President, Chief Information Security Officer (CISO), who reports to our Executive Vice President, Chief Digital Officer (CDO). Our CISO is responsible for day-to-day risk management activities, including staying informed about and monitoring prevention, detection, mitigation, and remediation efforts through regular communication and reporting from professionals in the information security team, and the use of technological tools and software. Our CDO is responsible for our broader IT program, which includes PTC’s ability to remediate and recover from a cybersecurity incident while reducing impacts to the business and operations. Our CDO and CISO regularly report directly to the Cybersecurity Committee of the Board of Directors on our Cybersecurity Program and efforts to prevent, detect, mitigate, and remediate issues. In addition, we have an escalation process in place to inform senior management and the Cybersecurity Committee and the Board of Directors of material issues.\n19\nManagement Experience\nOur CDO and CISO have extensive experience assessing and managing cybersecurity programs and cybersecurity risk. Our CDO joined PTC as Chief Digital Officer in January 2022 and is responsible for PTC’s global information technology (IT) team, overseeing PTC’s digital infrastructure and working with business leaders to guide PTC’s digital process optimization strategy. He has more than two decades of IT and operations leadership. Before joining PTC, he served as Global Vice President and Chief Information Officer for Avaya, where he led a globally-dispersed team of 1,200 IT professionals to support the entire global Avaya enterprise. Prior to Avaya, he held technology leadership roles at Arise Virtual Solutions Inc., Oracle, and Colorado College.\nOur CISO joined PTC as Cyber Information Security Officer in April 2022 and, before joining PTC, was the Vice President, Information Technology, North America and Europe for Alorica, where he led Alorica’s transformation to a secure endpoint architecture for 90,000 global remote and hybrid employees."
  },
  {
    "item_key": "item_2",
    "text": "We currently have 75 office locations used in operations in the United States and internationally, predominately as sales and/or support offices and for research and development work. Of our total of approximately 1,060,000 square feet of leased facilities used in operations, approximately 401,000 square feet are located in the U.S., including approximately 250,000 square feet at our headquarters facility located in Boston, Massachusetts, and approximately 268,000 square feet are located in India, where a significant amount of our research and development is conducted."
  },
  {
    "item_key": "item_3",
    "text": "None."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\nPART\nII"
  },
  {
    "item_key": "item_5",
    "text": "Our common stock is traded on the Nasdaq Global Select Market under the symbol \"PTC.\"\nOn September 30, 2024, the close of our fiscal year, and on November 12, 2024, our common stock was held by 884 and 877 shareholders of record, respectively."
  },
  {
    "item_key": "item_6",
    "text": "20"
  },
  {
    "item_key": "item_7",
    "text": "Operating and Non-GAAP Financial Measures\nOur discussion of results includes discussion of our ARR (Annual Run Rate) operating measure, non-GAAP financial measures, and disclosure of our results on a constant currency basis. ARR and our non-GAAP financial measures, including the reasons we use those measures, are described below in\nResults of Operations - Operating Measure\nand\nResults of Operations - Non-GAAP Financial Measures,\nrespectively. The methodology used to calculate constant currency disclosures is described in\nResults of Operations - Impact of Foreign Currency Exchange on Results of Operations.\nYou should read those sections to understand our operating measure, non-GAAP financial measures, and constant currency disclosures.\nExecutive Overview\nDespite the overall demand environment, which has been challenging for many quarters now, ARR grew 14% (12% constant currency) to $2.25 billion as of the end of FY'24 compared to FY’23.\nCash provided by operating activities grew 23% to $750 million in FY'24 compared to FY'23. Free cash flow grew 25% to $736 million in FY'24 compared to FY'23. Our cash flow growth is attributable to solid top-line growth due to our subscription business model and operational discipline. Interest payments were $47 million higher in FY'24 compared to FY'23, mainly due to the payment of $30 million of imputed interest on a deferred acquisition payment associated with our 2023 acquisition of ServiceMax and incremental interest expense associated with borrowings in FY'23 and FY'24. We ended FY’24 with cash and cash equivalents of $266 million and gross debt of $1.75 billion, which debt carried an aggregate weighted average interest rate of 5.1%.\nRevenue grew 10% (9% constant currency) in FY'24 compared to FY'23. Our acquisition of ServiceMax in early Q2'23 contributed to FY'24 revenue growth. Under ASC 606, the timing of revenue recognition for on-premises subscription revenue can vary significantly, impacting reported revenue and growth rates.\nResults of Operations\nThe following table shows the measures that we consider the most significant indicators of our business performance. In addition to providing operating income, operating margin, diluted earnings per share and cash from operations as calculated under GAAP, we provide our ARR operating measure and non-GAAP operating income, non-GAAP operating margin, non-GAAP diluted earnings per share, and free cash flow for the reported periods. We also provide a view of our actual results on a constant currency basis. Our non-GAAP financial measures exclude the items described in\nNon-GAAP Financial Measures\nbelow. Investors should use our non-GAAP financial measures only in conjunction with our GAAP results.\n21\nFor discussion of our FY'23 results and comparison to our FY'22 results, refer to\nManagement's Discussion and Analysis of Financial Conditions and Results of Operations\nin our Annual Report on Form 10-K for the year ended September 30, 2023.\n(1)\nSee\nNon-GAAP Financial Measures\nbelow for a reconciliation of our GAAP results to our non-GAAP financial measures and\nImpact of Foreign Currency Exchange on Results of Operations\nbelow for a description of how we calculate our results on a constant currency basis.\n(2)\nRecurring revenue is comprised of on-premises subscription, perpetual support, SaaS, and hosting services revenue.\nImpact of Foreign Currency Exchange on Results of Operations\nApproximately 50% of our revenue and 35% of our expenses are transacted in currencies other than the U.S. Dollar. Because we report our results of operations in U.S. Dollars, currency translation, particularly changes in the Euro, Yen, Shekel, and Rupee relative to the U.S. Dollar, affects our reported results. Changes in foreign currency exchange rates were a slight tailwind to reported income statement results in FY’24. ARR was positively impacted by improvements in currency exchange rates, particularly the Euro to U.S. Dollar exchange rate, as of September 30, 2024 compared to September 30, 2023.\nThe results of operations in the table above, and the tables and discussions below about revenue by line of business and product group present both actual percentage changes year over year and percentage changes on a constant currency basis. Our constant currency disclosures are calculated by multiplying the results in local currency for FY'24 and FY'23 by the exchange rates in effect on September 30, 2023. If FY'24 reported results were converted into U.S. Dollars using the rates in effect as of September 30, 2023, ARR would have been lower by $47 million, revenue would have been lower by $22 million, and expenses would have been lower by $10 million. If FY'23 reported results were converted into U.S. Dollars using the rates in effect as of September 30, 2023, ARR would have been the same, revenue would have been lower by $17 million, and expenses would have been lower by $12 million.\n22\nRevenue\nUnder ASC 606, the volume, mix, and duration of contract types (support, SaaS, on-premises subscription) starting or renewing in any given period can have a material impact on revenue in the period, and as a result can impact the comparability of reported revenue period over period. We recognize revenue for the license portion of on-premises subscription contracts up front when we deliver the licenses to the customer, typically on the start date, and we recognize revenue on the support portion of on-premises subscription contracts and stand-alone support contracts ratably over the term. We continue to convert existing support contracts to on-premises subscriptions, resulting in a shift to up-front recognition of on-premises subscription license revenue in the period converted compared to ratable recognition for a perpetual support contract. Revenue from our cloud services (primarily SaaS) contracts is recognized ratably. We expect that over time a higher portion of our revenue will be recognized ratably as we expand our SaaS offerings, release additional cloud functionality into our products, and migrate customers from on-premises subscriptions to SaaS. Given the different mix, duration and volume of new and renewing contracts in any period, year-over-year or sequential revenue can vary significantly.\nRevenue by Line of Business\n(1)\nIncludes perpetual licenses and the license portion of on-premises subscription sales.\n(2)\nIncludes support on perpetual licenses, the support portion of on-premises subscription sales, SaaS, and hosting services.\nSoftware revenue\ngrowth in FY'24 was driven by PLM, which included the contribution from ServiceMax (acquired in early Q2'23), and CAD.\nLicense revenue growth in FY'24 was mainly driven by CAD and PLM growth in Europe and Asia Pacific, offset by lower license revenue in the Americas, particularly in PLM. A higher proportion of sales in FY'24 were SaaS, which adversely affected license revenue growth in the Americas and Europe.\nSupport and cloud services revenue growth in FY'24 was mainly driven by PLM (which included contribution from ServiceMax) in the Americas and Europe.\nProfessional services revenue\ndecreased in FY'24 as we continue to execute on our strategy of leveraging partners to deliver services rather than contracting to deliver services ourselves.\n23\nSoftware Revenue by Product Group\nPLM\nsoftware revenue growth in FY'24 was driven by growth in Europe and the contribution from ServiceMax (acquired in early Q2'23). Year-over-year PLM software revenue growth for FY'24 excluding Q1'24 ServiceMax revenue would have been 9% (9% constant currency).\nPLM ARR grew 15% (13% constant currency) from September 30, 2023 to September 30, 2024.\nCAD\nsoftware revenue growth in FY'24 was primarily driven by revenue growth in Europe and Asia Pacific.\nCAD ARR grew 13% (10% constant currency) from September 30, 2023 to September 30, 2024.\nGross Margin\n(1)\tNon-GAAP financial measures are reconciled to GAAP results under\nNon-GAAP Financial Measures\nbelow.\nLicense\ngross margin grew at a higher rate than license revenue in FY'24 due mainly to lower intangible amortization expense. Excluding intangible amortization expense, license gross margin percentage was consistent year over year.\nSupport and cloud services\ngross margin growth in FY'24 was in line with support and cloud services revenue growth. Cost of support and cloud services in FY'24 grew at a similar rate to revenue, driven by higher intangible amortization expense, compensation expense, and royalty expense.\nProfessional services\ngross margin increased in FY’24 compared to FY’23, primarily due to lower outside service costs, partially offset by decreases in professional services revenue. The decreases in professional services revenue and costs are due to our continued execution on our strategy of leveraging partners to deliver services rather than contracting to deliver services ourselves.\n24\nOperating Expenses\nTotal headcount increased by 4% between September 30, 2023 and September 30, 2024.\nOperating expenses in FY'24 compared to FY'23 increased primarily due to the following:\n•\na $47 million increase in compensation and benefits expense (excluding stock-based compensation), driven by higher headcount and our Q2'23 acquisition of ServiceMax, as well as higher health insurance costs in the U.S.;\n•\na $16 million increase in stock-based compensation expense, driven in part by acceleration of expense on equity grants held by our former chief executive and chief operating officers (which expense is included in General and administrative and Sales and marketing), as well as the impact of an FY'24 change in eligibility for continued vesting upon retirement for a subset of prospective equity grants;\n•\na $14 million increase in outside services, driven by consulting services related to corporate initiatives; and\n•\na $10 million increase in software subscription related costs;\npartially offset by:\n•\na $16 million decrease in acquisition and transaction-related costs, largely driven by costs associated with our Q2'23 acquisition of ServiceMax; and\n•\na $12 million decrease in marketing expense, primarily due to not holding our LiveWorx event in FY'24.\n25\nInterest Expense\nInterest expense includes interest on our credit facility loans and our Senior Notes due 2025 and 2028. Interest expense in FY'23 also included $30 million of interest on a deferred acquisition payment associated with the ServiceMax acquisition. The decrease in interest expense was driven by the lower aggregate average of debt and deferred acquisition payment liability balances outstanding in FY'24 compared to FY'23.\nOther Income\nOther income, net was lower in FY'24 compared to FY'23 due to a $2.0 million impairment loss related to an available-for-sale debt security.\nIncome Taxes\nThe effective tax rate for FY’24 was lower than the effective rate for FY’23. In FY'24, the rate was impacted by a U.S. Tax Court ruling in Varian Medical Systems, Inc. v. Commissioner, issued on August 26, 2024. The ruling related to the U.S. taxation of deemed foreign dividends in the transition year of the Tax Act (our fiscal 2018). As a result, we recorded a $14.4 million benefit for additional foreign tax credits that have become available to us. Additionally, our rate included a net benefit of $4.4 million for the effects of Internal Revenue Service (IRS) procedural guidance requiring consent for previously automatic changes of accounting method. The IRS procedural guidance change significantly increased our estimated taxable income in the year ended September 30, 2024, resulting in an increase to the estimated tax benefit for the deductions associated with Global Intangible Low-Taxed Income and Foreign-Derived Intangible Income. The benefit from this IRS procedural guidance change will reverse in a future fiscal period if we receive IRS consent for a change in the treatment of these deductions. These benefits were offset by a tax expense of $4.6 million related to a tax reserve in a foreign jurisdiction. FY'23 included tax expense of $21.8 million related to an uncertain tax position regarding transfer pricing in a foreign jurisdiction where we are currently under audit. Our FY'23 rate was also impacted by tax expense of $6.3 million related to non-deductible imputed interest related to the deferred payment on the acquisition of ServiceMax.\nIn the normal course of business, PTC and its subsidiaries are examined by various taxing authorities, including the IRS in the United States. We regularly assess the likelihood of additional assessments by tax authorities and provide for these matters as appropriate. We are currently under audit by tax authorities in several jurisdictions including Germany, Ireland, and Italy. Audits by tax authorities typically involve examination of the deductibility of certain permanent items, transfer pricing, limitations on net operating losses, and tax credits.\n26\nLiquidity and Capital Resources\nCash, Cash Equivalents and Restricted Cash\nWe invest our cash with highly rated financial institutions. Cash and cash equivalents include highly liquid investments with original maturities of three months or less.\nDue to the stability of our subscription model and consistency of annual, up-front billing, we aim to maintain a low cash balance. A significant portion of our cash is generated and held outside the U.S. As of September 30, 2024, we had cash and cash equivalents of $36 million in the U.S., $127 million in Europe, $86 million in Asia Pacific (including India), and $17 million in other non-U.S. countries. We have substantial cash requirements in the U.S. but believe that the combination of our existing U.S. cash and cash equivalents, cash available under our revolving credit facility, future U.S. operating cash flows, and our ability to repatriate cash to the U.S. will be sufficient to meet our ongoing U.S. operating expenses and known capital requirements.\nCash Provided by Operating Activities\nCash provided by operating activities increased by $139.1 million in FY'24 compared to FY'23. This increase was driven by higher collections (including contribution from ServiceMax), which were partially offset by higher salary-related and interest payments. Interest payments in FY'24 were approximately $47.2 million higher than in FY'23 and include the payment of $30.0 million of imputed interest on the ServiceMax deferred acquisition payment.\nCash Used in Investing Activities\nCash used in investing activities in FY'24 was driven by the acquisition of pure-systems for $93.5 million in Q1'24. Cash used in investing activities in FY'23 was driven by a payment of $828.2 million in Q2'23 related to the acquisition of ServiceMax. Capital expenditures in FY'24 were lower than in FY'23 as we invest more in cloud-based rather than on-premises software.\nCash Provided by (Used in) Financing Activities\nCash used in financing activities in FY'24 included $620.0 million paid to settle a deferred acquisition payment associated with our acquisition of ServiceMax, Q1'24 borrowings of $739.8 million to fund that payment and the pure-systems acquisition, and subsequent net payments on debt of $693.9 million.\nCash provided by financing activities in FY’23 was primarily related to net new borrowings of $771.0 million (a $500.0 million term loan and a $271.0 million incremental revolving line) to fund the ServiceMax acquisition and net repayments of $428.0 million on the new revolving facility.\n27\nOutstanding Debt\nAs of September 30, 2024, we were in compliance with all financial and operating covenants of the credit facility and the Senior Note indentures. As of September 30, 2024, the annual rates for borrowings outstanding under the credit facility revolver line and term loan were 7.0% and 6.9%, respectively.\nIn addition to the debt shown in the above table, as of September 30, 2023, we had a $620 million deferred acquisition payment liability related to the fair value of the $650 million installment paid in October 2023 for the ServiceMax acquisition. Of the $650 million paid, $620 million was recorded as a financing outflow and the $30 million of imputed interest was recorded as an operating cash outflow.\nOur credit facility and our Senior Notes, including the financial and operating covenants and limitations on the payment of dividends, are described in\nNote 9. Debt\nof Notes to the Consolidated Financial Statements in this Annual Report.\nShare Repurchase Authorization\nOur Articles of Organization authorize us to issue up to 500 million shares of our common stock. Our Board of Directors has authorized us to repurchase up to $2 billion of our common stock in the period October 1, 2024 through September 30, 2027. We may use cash from operations and borrowings under our credit facility to make any such repurchases. All shares of our common stock repurchased are automatically restored to the status of authorized and unissued.\nOur long-term goal is to return approximately 50% of our free cash flow to shareholders via share repurchases, while also taking into consideration the interest rate environment and strategic initiatives and acquisitions, which could cause us to reduce, suspend, or cease repurchases. We currently intend to repurchase approximately $300 million of our common stock in FY'25.\nExpectations for 2025\nWe believe that existing cash and cash equivalents, together with cash generated from operations and amounts available under the credit facility, will be sufficient to meet our working capital and capital expenditure requirements through at least the next twelve months, including redemption of the 3.625% Senior Notes in February 2025, and to meet our known long-term capital requirements.\nOur expected uses and sources of cash could change, our cash position could be reduced, and we could incur additional debt obligations if we retire other debt, engage in strategic transactions, or repurchase shares, any of which could be commenced, suspended, or completed at any time. Any such repurchases or retirement of debt will depend on prevailing market conditions, our liquidity requirements, contractual restrictions and other factors. The amounts involved in any debt retirement or issuance, share repurchases, or strategic transactions may be material.\n28\nContractual Obligations\nAt September 30, 2024, our future contractual obligations were related to debt, leases, pension liabilities, unrecognized tax benefits, and purchase obligations. See\nNote 9. Debt, Note 17. Leases, Note 14. Pension Plans,\nand\nNote 8. Income Taxes\nof Notes to Consolidated Financial Statements in this Annual Report for information about those obligations, which Notes are incorporated by reference into this section. Our purchase obligations were approximately $163.2 million, with $88.2 million expected to be paid in FY'25 and $75.0 million thereafter. Purchase obligations represent minimum commitments due to third parties, including royalty contracts, research and development contracts, telecommunication contracts, information technology maintenance contracts in support of internal-use software and hardware, financing leases, operating leases with original terms of less than 12 months, and other marketing and consulting contracts. Contracts for which our commitment is variable or based on volumes with no fixed minimum quantities and contracts that can be canceled without payment penalties are not included in the purchase obligation amounts above. The purchase obligations included above are in addition to amounts included in Current liabilities and Prepaid expenses recorded on our September 30, 2024 Consolidated Balance Sheet.\nAs of September 30, 2024, we had letters of credit and bank guarantees outstanding of approximately $15.6 million (of which $0.6 million was collateralized).\n29\nOperating Measure\nARR\nARR (Annual Run Rate) represents the annualized value of our portfolio of active subscription software, SaaS, hosting, and support contracts as of the end of the reporting period. We calculate ARR as follows:\n•\nWe consider a contract to be active when the product or service contractual term commences (the “start date”) until the right to use the product or service ends (the “expiration date”). Even if the contract with the customer is executed before the start date, the contract will not count toward ARR until the customer right to receive the benefit of the products or services has commenced.\n•\nFor contracts that include annual values that increase over time, which we refer to as ramp contracts, we include in ARR only the annualized value of components of the contract that are considered active as of the date of the ARR calculation. We do not include any future committed increases in the contract value as of the date of the ARR calculation\n.\n•\nAs ARR includes only contracts that are active at the end of the reporting period, ARR does not reflect assumptions or estimates regarding future customer renewals or non-renewals.\n•\nActive contracts are annualized by dividing the total active contract value by the contract duration in days (expiration date minus start date), then multiplying that by 365 days (or 366 days for leap years).\nWe believe ARR is a valuable operating measure to assess the health of a subscription business because it is aligned with the amount that we invoice the customer on an annual basis. We generally invoice customers annually for the current year of the contract. A customer with a one-year contract will typically be invoiced for the total value of the contract at the beginning of the contractual term, while a customer with a multi-year contract will be invoiced for each annual period at the beginning of each year of the contract.\nARR increases by the annualized value of active contracts that commence in a reporting period and decreases by the annualized value of contracts that expire in the reporting period.\nAs ARR is not annualized recurring revenue, it is not calculated based on recognized or unearned revenue and is not affected by variability in the timing of revenue under ASC 606, particularly for on-premises license subscriptions where a substantial portion of the total value of the contract is recognized as revenue at a point in time upon the later of when the software is made available, or the subscription term commences.\nARR should be viewed independently of recognized and unearned revenue and is not intended to be combined with, or to replace, either of those items. Investors should consider our ARR operating measure only in conjunction with our GAAP financial results.\nNon-GAAP Financial Measures\nThe non-GAAP financial measures presented in the discussion of our results of operations and the respective most directly comparable GAAP measures are:\n•\nfree cash flow—cash flow from operations\n•\nnon-GAAP gross margin—GAAP gross margin\n•\nnon-GAAP operating income—GAAP operating income\n•\nnon-GAAP operating margin—GAAP operating margin\n30\n•\nnon-GAAP net income—GAAP net income\n•\nnon-GAAP diluted earnings per share—GAAP diluted earnings per share\nFree cash flow is cash flow from operations net of capital expenditures, which are expenditures for property and equipment and consist primarily of facility improvements, office equipment, computer equipment, and software. We believe that free cash flow, in conjunction with cash from operations, is a useful measure of liquidity since capital expenditures are a necessary component of ongoing operations. Free cash flow is not a measure of cash available for discretionary expenditures.\nThe non-GAAP financial measures other than free cash flow exclude, as applicable: stock-based compensation expense; amortization of acquired intangible assets; acquisition and transaction-related charges included in General and administrative expenses; Restructuring and other charges (credits), net; non-operating charges (credits), net; and income tax adjustments.\nStock-based compensation is a non-cash expense relating to stock-based awards issued to executive officers, employees and outside directors, consisting of restricted stock units. We exclude this expense as it is a non-cash expense and we assess our internal operations excluding this expense and believe it facilitates comparisons to the performance of other companies in our industry.\nAmortization of acquired intangible assets is a non-cash expense that is impacted by the timing and magnitude of our acquisitions. We believe the assessment of our operations excluding these costs is relevant to our assessment of internal operations and comparisons to the performance of other companies in our industry.\nAcquisition and transaction-related charges included in General and administrative expenses are direct costs of potential and completed acquisitions and expenses related to acquisition integration activities, including transaction fees, due diligence costs, severance and professional fees. Subsequent adjustments to our initial estimated amount of contingent consideration associated with specific acquisitions are also included within acquisition and transaction-related charges. Other transactional charges include third-party costs related to structuring merger and acquisition transactions outside of ordinary business operations. We do not include these costs when reviewing our operating results internally. The occurrence and amount of these costs varies depending on the timing and size of acquisitions and transactions.\nRestructuring and other charges (credits), net includes excess facility restructuring charges (credits); impairment and accretion expense charges related to the lease assets of exited facilities; sublease income from previously impaired facilities; severance charges resulting from substantial employee reduction actions; and third-party professional consulting fees related to modifications of our business strategy. These costs may vary in size based on our restructuring plan.\nNon-operating charges (credits), net are gains or losses associated with sales or changes in value of assets or liabilities that are generally investing or financing in nature and are not indicative of our ongoing ordinary operating activities. In FY'24, we recognized an impairment charge related to an available-for-sale debt security. In FY'23, we recognized a financing charge for a debt commitment agreement associated with our acquisition of ServiceMax.\nIncome tax adjustments include the tax impact of the items above. Additionally, we exclude other material tax items that we do not include when reviewing our operating results internally. For example, in FY'24, adjustments include a charge related to a tax reserve related to prior years in a foreign jurisdiction. Adjustments in FY’23 include a charge related to an uncertain tax position in a foreign jurisdiction.\nWe use these non-GAAP financial measures, and we believe that they assist our investors, to make period-to-period comparisons of our operational performance because they provide a view of our operating results without items that are not, in our view, indicative of our core operating results. We believe that these non-GAAP financial measures help illustrate underlying trends in our business, and we use the measures to establish budgets and operational goals (communicated internally and externally)\n31\nfor managing our business and evaluating our performance. We believe that providing non-GAAP financial measures also affords investors a view of our operating results that may be more easily compared to the results of other companies in our industry that use similar financial measures to supplement their GAAP results.\nThe items excluded from the non-GAAP financial measures often have a material impact on our financial results, certain of those items are recurring, and other such items often recur. Accordingly, the non-GAAP financial measures included in this Annual Report should be considered in addition to, and not as a substitute for or superior to, the comparable measures prepared in accordance with GAAP. The following tables reconcile each of these non-GAAP financial measures to its most closely comparable GAAP measure on our financial statements.\n(1)\nIn FY'24, we recognized an impairment loss of $2.0 million on an available-for-sale debt security. In FY'23, we recognized $4.2 million of financing charges for a debt commitment agreement associated with our acquisition of ServiceMax.\n(2)\nIncome tax adjustments reflect the tax effects of non-GAAP adjustments which are calculated by applying the applicable tax rate by jurisdiction to the non-GAAP adjustments listed above. In FY'24, adjustments exclude a tax expense of $4.4 million or $0.04 per share for a tax reserve related to prior years in a foreign jurisdiction. In FY'23, non-GAAP expense excludes $21.8 million or $0.18 per share related to uncertain tax positions in a foreign jurisdiction.\nOperating margin impact of non-GAAP adjustments:\n32\nCritical Accounting Policies and Estimates\nWe have prepared our consolidated financial statements in accordance with accounting principles generally accepted in the United States of America. In preparing our financial statements, we make estimates, assumptions and judgments that can have a significant impact on our reported revenues, results of operations, and net income, as well as on the value of certain assets and liabilities on our balance sheet. These estimates, assumptions and judgments are made based on our historical experience and on other assumptions that we believe to be reasonable under the circumstances. These estimates may change as new events occur or additional information is obtained, and we may periodically be faced with uncertainties, the outcomes of which are not within our control and may not be known for a prolonged period of time.\nThe accounting policies, methods and estimates used to prepare our financial statements are described generally in\nNote 2.\nSummary of Significant Accounting Policies\nof Notes to Consolidated Financial Statements in this Annual Report. The most important accounting judgments and estimates that we made in preparing the financial statements involved:\n•\nrevenue recognition;\n•\naccounting for income taxes; and\n•\nvaluation of assets and liabilities acquired in business combinations.\nA critical accounting policy is one that is both material to the presentation of our financial statements and requires us to make subjective or complex judgments that could have a material effect on our financial condition and results of operations. Critical accounting policies require us to make assumptions about matters that are uncertain at the time of the estimate, and different estimates that we could have used, or changes in the estimates that are reasonably likely to occur, may have a material impact on our financial condition or results of operations. Because the use of estimates is inherent in the financial reporting process, actual results could differ from those estimates.\nAccounting policies, guidelines and interpretations related to our critical accounting policies and estimates are generally subject to numerous sources of authoritative guidance and are often reexamined by accounting standards rule makers and regulators. These rule makers and/or regulators may promulgate interpretations, guidance or regulations that may result in changes to our accounting policies, which could have a material impact on our financial position and results of operations.\nRevenue Recognition\nWe record revenues in accordance with the guidance provided by ASC 606,\nRevenue from Contracts with Customers\n. For a full description of our revenue accounting policy, refer to\nNote 2. Summary of Significant Accounting Policies\n, included in the Notes to Consolidated Financial Statements in this Annual Report.\nOur sources of revenue include: (1) subscriptions, (2) perpetual licenses, (3) support for perpetual licenses, and (4) professional services. Subscriptions include term-based on-premises licenses and related support, Software-as-a-Service (SaaS), and hosting services.\n33\nJudgments and Estimates\nDetermination of performance obligations.\nOur subscriptions are frequently sold as a bundle of products and services, typically pairing on-premises term software licenses with support and, for certain offerings, cloud services over the same term. Significant judgment is used in determining the performance obligations related to these bundled products and services. On-premises software is typically determined to be a distinct performance obligation and is thus recognized separately from the support and cloud components. On-premises software revenue is generally recognized at the point in time that the software is made available to the customer, while the support and cloud software revenue components are recognized ratably over the term of the contract. In cases where subscriptions include cloud functionality and on-premises software, an assessment has been performed to determine whether the cloud services are distinct from the on-premises software. In the substantial majority of instances, cloud services provide incremental functionality to customers and have been considered distinct and recognized separately from the on-premises software. This assessment could have a significant impact on the timing of revenue recognition and may change as our product offerings evolve.\nAllocation of transaction price.\nWe estimate the standalone selling price of each identified performance obligation and use that estimate to allocate the transaction price among said performance obligations. The estimated standalone selling price is determined using all information reasonably available to us, including market conditions and other observable inputs. Significant judgment is used in determining the standalone selling prices of the on-premises license, support, and cloud components of our subscription products. These estimates are subject to change as our product offerings change and could have a significant impact due to the difference in the timing of revenue recognition for on-premises licenses versus support and cloud.\nRight to exchange.\nOur multi-year, non-cancellable subscription contracts provide customers with an annual right to exchange software within the original subscription with other software. When it applies to on-premises licenses, we account for this right as a liability. For most contracts, we use the expected value method to determine the liability associated with this right across a portfolio of contracts. Where contracts are outside of the standard portfolio of contracts due to contract size, longer contract duration, or other unique contractual terms, we use the most likely amount method to determine the liability for each individual contract. In both circumstances, the transaction price is constrained based on our estimates, which impacts the amount of revenue recognized. Changes in these estimates could significantly impact revenue for any given period.\nAccounting for Income Taxes\nAs part of the process of preparing our consolidated financial statements, we are required to calculate our income tax expense based on taxable income by jurisdiction. There are many transactions and calculations about which the ultimate tax outcome is uncertain; as a result, our calculations involve estimates by management. Some of these uncertainties arise as a consequence of revenue-sharing, cost-reimbursement and transfer pricing arrangements among related entities and the differing tax treatment of revenue and cost items across various jurisdictions. If tax authorities compelled us to revise or to account differently for our arrangements, that revision could affect our recorded tax liabilities.\nThe income tax accounting process also involves estimating our actual current tax liability, together with assessing temporary differences resulting from differing treatment of items for tax and accounting purposes. These differences result in deferred tax assets and liabilities, which are included within our consolidated balance sheets. We must then assess the likelihood that our deferred tax assets will be recovered from future taxable income and, to the extent we believe that it is more likely than not that all or a portion of our deferred tax assets will not be realized, we must establish a valuation allowance as a charge to income tax expense.\n34\nWe have unrecognized tax benefits as of September 30, 2024 of $65.0 million. Although we believe our tax estimates are appropriate, the final determination of tax audits and any related litigation could result in favorable or unfavorable changes in our estimates. We believe it is reasonably possible that within the next 12 months the amount of unrecognized tax benefits related to the resolution of multi-jurisdictional tax positions could be reduced by up to $27.0 million as audits close and statutes of limitations expire.\nAs of September 30, 2024, we have a valuation allowance of $17.4 million against net deferred tax assets in the U.S. and a valuation allowance of $4.4 million against net deferred tax assets in certain foreign jurisdictions. The valuation allowance recorded in the U.S. relates to Massachusetts tax credit carryforwards that we do not expect to realize a benefit from prior to expiration.\nThe valuation allowance recorded against net deferred tax assets of certain foreign jurisdictions is established primarily for our capital loss carryforwards, the majority of which do not expire. However, there are limitations imposed on the utilization of such capital losses that could further restrict the recognition of any tax benefits. We will continue to reassess our valuation allowance requirements each financial reporting period.\nPrior to the passage of the U.S. Tax Act, we asserted that substantially all of the undistributed earnings of our foreign subsidiaries were considered indefinitely invested and accordingly, no deferred taxes were provided. Pursuant to the provisions of the U.S. Tax Act, these earnings were subjected to a one-time transition tax and there is therefore no longer a material cumulative basis difference associated with the undistributed earnings. We maintain our assertion to permanently reinvest these earnings outside the U.S. unless repatriation can be done substantially tax-free, with the exception of our Taiwan subsidiary. If we decide to repatriate any additional non-U.S. earnings in the future, we may be required to establish a deferred tax liability on such earnings. The amount of unrecognized deferred tax liability on the undistributed earnings would not be material.\nIn the normal course of business, PTC and its subsidiaries are examined by various taxing authorities, including the Internal Revenue Service (IRS) in the U.S. We regularly assess the likelihood of additional assessments by tax authorities and provide for these matters as appropriate. We are currently under audit by tax authorities in several jurisdictions. Audits by tax authorities typically involve examination of the deductibility of certain permanent items, transfer pricing, limitations on net operating losses and tax credits. Although we believe our tax estimates are appropriate, the final determination of tax audits and any related litigation could result in material changes in our estimates.\nValuation of Assets and Liabilities Acquired in Business Combinations\nIn accordance with business combination accounting, we allocate the purchase price of acquired companies to the tangible and intangible assets acquired and liabilities assumed based on their estimated fair values. Determining these fair values requires management to make significant estimates and assumptions, especially with respect to intangible assets.\nOur identifiable intangible assets acquired consist of purchased software, trademarks, customer lists and contracts, and software support agreements and related relationships. Purchased software consists of products that have reached technological feasibility and the combination of processes, inventions and trade secrets related to the design and development of acquired products. Customer lists and contracts and software support agreements and related relationships represent the underlying relationships and agreements with customers of the acquired company’s installed base. We have generally valued intangible assets using discounted cash flow models. Critical estimates in valuing certain of the intangible assets include but are not limited to:\n•\nfuture expected revenues and costs related to software license sales, customer support agreements, customer contracts and related customer relationships and acquired developed technologies and trademarks and trade names; and\n•\ndiscount rates used to determine the present value of estimated future cash flows.\n35\nIn addition, we estimate the useful lives of our intangible assets based upon the expected period over which we anticipate generating economic benefits from the related intangible asset.\nNet tangible assets consist of the fair values of tangible assets less the fair values of assumed liabilities and obligations. Except for deferred revenues, net tangible assets were generally valued by us at the respective carrying amounts recorded by the acquired company, if we believed that their carrying values approximated their fair values at the acquisition date. Deferred revenue for acquisitions reflect the amounts that would have been deferred as of the acquisition date in accordance with ASC 606.\nIn addition, uncertain tax positions and tax-related valuation allowances assumed in connection with a business combination are initially estimated as of the acquisition date. We reevaluate these items quarterly with any adjustments to our preliminary estimates being recorded to goodwill provided that we are within the measurement period (up to one year from the acquisition date) and we continue to collect information in order to determine their estimated values. Subsequent to the measurement period or our final determination of the estimated value of uncertain tax positions or tax-related valuation allowances, whichever comes first, changes to these uncertain tax positions and tax-related valuation allowances will affect our provision for income taxes in our Consolidated Statements of Operations.\nOur estimates of fair value are based upon assumptions believed to be reasonable at that time, but which are inherently uncertain and unpredictable. Assumptions may be incomplete or inaccurate, and unanticipated events and circumstances may occur, which may affect the accuracy or validity of such assumptions, estimates or actual results.\nWhen events or changes in circumstances indicate that the carrying value of a finite-lived intangible asset may not be recoverable, we perform an assessment of the asset for potential impairment. This assessment is based on projected undiscounted future cash flows over the asset’s remaining life. If the carrying value of the asset exceeds its undiscounted cash flows, we record an impairment loss equal to the excess of the carrying value over the fair value of the asset, determined using projected discounted future cash flows of the asset.\nRecent Accounting Pronouncements\nIn accordance with recently issued accounting pronouncements, we will be required to comply with certain changes in accounting rules and regulations. Refer to\nNote 2. Summary of Significant Accounting Policies\n, included in the Notes to Consolidated Financial Statements of this Annual Report, which is incorporated herein by reference, for all recently issued accounting pronouncements, none of which are expected to have a material effect.\nOff-Balance Sheet Arrangements\nWe have not created, and are not party to, any special-purpose or off-balance sheet entities for the purpose of raising capital, incurring debt or operating parts of our business that are not consolidated (to the extent of our ownership interest therein) into our financial statements. We have not entered into any transactions with unconsolidated entities whereby we have subordinated retained interests, derivative instruments or other contingent arrangements that expose us to material continuing risks, contingent liabilities, or any other obligation under a variable interest in an unconsolidated entity that provides financing, liquidity, market risk or credit risk support to us.\n36"
  },
  {
    "item_key": "item_7a",
    "text": "We face exposure to financial market risks, including adverse movements in foreign currency exchange rates and changes in interest rates. These exposures may change over time as business practices evolve and could have a material adverse impact on our financial results.\nForeign currency exchange risk\nOur earnings and cash flows are subject to fluctuations due to changes in foreign currency exchange rates. Our most significant foreign currency exposures relate to Eurozone countries, Japan, Sweden, Switzerland, China and India. We enter into foreign currency forward contracts to manage our exposure to fluctuations in foreign exchange rates that arise from receivables and payables denominated in foreign currencies. We do not enter into or hold foreign currency derivative financial instruments for trading or speculative purposes.\nOur non-U.S. revenues are generally transacted through our non-U.S. subsidiaries and typically are denominated in their local currency. In addition, expenses that are incurred by our non-U.S. subsidiaries typically are denominated in their local currency. Approximately 50% of our revenue and 35% of our expenses were transacted in currencies other than the U.S. Dollar. Currency translation affects our reported results because we report our results of operations in U.S. Dollars. Historically, our most significant currency risk has been changes in the Euro and Japanese Yen relative to the U.S. Dollar. Based on current revenue and expense levels (excluding restructuring charges and stock-based compensation), a $0.10 change in the USD to EUR exchange rate and a 10 Yen change in the Yen to USD exchange rate would impact operating income by approximately $38 million and $6 million, respectively.\nOur exposure to foreign currency exchange rate fluctuations arises in part from intercompany transactions, with most intercompany transactions occurring between a U.S. Dollar functional currency entity and a foreign currency denominated entity. Intercompany transactions typically are denominated in the local currency of the non-U.S. Dollar functional currency subsidiary in order to centralize foreign currency risk. Also, both PTC (the parent company) and our non-U.S. subsidiaries may transact business with our customers and vendors in a currency other than their functional currency (transaction risk). In addition, we are exposed to foreign exchange rate fluctuations as the financial results and balances of our non-U.S. subsidiaries are translated into U.S. Dollars (translation risk). If sales to customers outside the United States increase, our exposure to fluctuations in foreign currency exchange rates will increase.\nOur foreign currency risk management strategy is principally designed to mitigate the future potential financial impact of changes in the U.S. Dollar value of balances denominated in foreign currency, resulting from changes in foreign currency exchange rates. Our foreign currency hedging program uses forward contracts to manage the foreign currency exposures that exist as part of our ongoing business operations. The contracts are primarily denominated in the Euro, Swiss Franc, and Swedish Krona currencies, and have maturities of less than four months.\nThe majority of our foreign currency forward contracts are not designated as hedges for accounting purposes, and changes in the fair value of these instruments are recognized immediately in earnings. Because we enter into these derivative contracts only as an economic hedge, any gains or losses on the underlying foreign-denominated balance are generally offset by the losses or gains on the derivative contract. Gains and losses on these derivatives and foreign currency denominated receivables and payables are included in Other income, net.\n37\nAs of September 30, 2024 and 2023, we had outstanding forward contracts for derivatives not designated as hedging instruments with notional amounts equivalent to the following:\nDebt\nIn addition to the $1 billion due under our 2025 and 2028 Senior Notes, as of September 30, 2024, we had $753 million outstanding under our credit facility. Loans under the credit facility bear interest at variable rates which reset every 30 to 180 days depending on the rate and period selected by us. These loans are subject to interest rate risk as interest rates will be adjusted at each rollover date to the extent such amounts are not repaid. As of September 30, 2024, the weighted average annual rate on the credit facility loans was 6.9%. Based on the borrowings outstanding and interest rates in effect as of September 30, 2024, a 100 basis point per annum change in interest rate applied over a one-year period would have an $8 million impact on annual earnings and cash flows.\nCash and cash equivalents\nAs of September 30, 2024, cash equivalents were invested in highly liquid investments with maturities of three months or less when purchased. We invest our cash with highly rated financial institutions in North America, Europe and Asia Pacific and in diversified domestic and international money market mutual funds. At September 30, 2024, we had cash and cash equivalents of $36 million in the United States, $127 million in Europe, $86 million in Asia Pacific (including India), and $17 million in other non-U.S. countries. Given the short maturities and investment grade quality of the portfolio holdings at September 30, 2024, a hypothetical 10% change in interest rates would not materially affect the fair value of our cash and cash equivalents.\nOur invested cash is subject to interest rate fluctuations and, for non-U.S. operations, foreign currency exchange rate risk. In a declining interest rate environment, we would experience a decrease in interest income. The opposite holds true in a rising interest rate environment. Over the past several years, the U.S. Federal Reserve Board, European Central Bank and Bank of England have changed certain benchmark interest rates, which has led to declines and increases in market interest rates. These changes in market interest rates have resulted in fluctuations in interest income earned on our cash and cash equivalents. Interest income will continue to fluctuate based on changes in market interest rates and levels of cash available for investment. Changes in foreign currencies relative to the U.S. Dollar had a favorable impact of $3.2 million and $2.9 million on our consolidated cash balances in FY'24 and FY'23, respectively. The impact in FY'24 was due in particular to changes in the Brazilian Real, Swedish Krona, Chinese Renminbi, and New Taiwan Dollar.\n38"
  },
  {
    "item_key": "item_8",
    "text": "The consolidated financial statements and notes to the consolidated financial statements are attached as APPENDIX A."
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures\nOur management maintains disclosure controls and procedures as defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934, as amended (the “Exchange Act”) that are designed to provide reasonable assurance that information required to be disclosed in our reports filed or submitted under the Exchange Act is processed, recorded, summarized and reported within the time periods specified in the SEC’s rules and forms, and that such information is accumulated and communicated to our management, including our Chief Executive Officer and Chief Financial Officer (our principal executive officer and principal financial officer, respectively), as appropriate, to allow for timely decisions regarding required disclosure.\nWe evaluated, under the supervision and with the participation of management, including our principal executive and principal financial officers, the effectiveness of the design and operation of our disclosure controls and procedures as of the end of the period covered by this Annual Report. Based on this evaluation, we concluded that our disclosure controls and procedures were effective at the reasonable assurance level as of September 30, 2024.\nManagement’s Annual Report on Internal Control over Financial Reporting\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting. Internal control over financial reporting is defined in Rules 13a-15(f) and 15d-15(f) of the Exchange Act as a process designed by, or under the supervision of, our principal executive and principal financial officers and effected by our board of directors, management and other personnel, to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles and includes those policies and procedures that:\n•\nPertain to the maintenance of records that in reasonable detail accurately and fairly reflect the transactions and dispositions of our assets;\n•\nProvide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that our receipts and expenditures are being made only in accordance with authorizations of our management and directors; and\n•\nProvide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use or disposition of our assets that could have a material effect on the financial statements.\n39\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nOur management assessed the effectiveness of our internal control over financial reporting as of September 30, 2024 using the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (COSO) in\nInternal Control-Integrated Framework (2013)\n. Based on this assessment and those criteria, our management concluded that, as of September 30, 2024, our internal control over financial reporting was effective.\nThe effectiveness of our internal control over financial reporting as of September 30, 2024 has been audited by PricewaterhouseCoopers LLP, an independent registered public accounting firm, as stated in their report, which appears under Item 8.\nChanges in Internal Control over Financial Reporting\nThere was no change in our internal control over financial reporting that occurred during the quarter ended September 30, 2024 that has materially affected, or is reasonably likely to materially affect, our internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "Amendment to PTC By-Laws\nOn November 14, 2024, in connection with a periodic review of corporate governance matters and certain recent changes to Securities and Exchange Commission rules and the Massachusetts Business Corporation Act (the “MBCA”), the Board of Directors (the “Board”) of PTC approved and adopted an amendment and restatement of the Company’s By-Laws (as so amended, the “Amended and Restated By-Laws”), which became effective upon approval. The Amended and Restated By-Laws amend and restate the By-Laws in their entirety to, among other things: (i) permit virtual only meetings of shareholders; (ii) revise the advance notice provisions of the By-Laws to expand the informational and other requirements for shareholder proponents and director nominees in connection with shareholder proposals and shareholder director nominations; (iii) address matters relating to Rule 14a-19 under the Securities Exchange Act of 1934, as amended; (iv) provide processes and procedures for shareholders seeking to call a special meeting of shareholders and obligations and rights of the Board with respect to such requests and the conduct of such meetings; (v) state how abstentions and broker non-votes are treated with respect to the determination of whether a quorum of shareholders exists and of the number of shares voting on a matter; (vi) provide that any shareholder soliciting proxies from other shareholders must use a proxy card color other than white, with the white proxy card being reserved for the exclusive use by the Board; (vii) provide that the Board may adopt such rules, regulations, and procedures as the Board may deem appropriate for the conduct of any meeting of shareholders; (viii) clarify and confirm that the Board, except as otherwise provided by law, and to the extent permitted by law, may limit its exercise of the powers of the corporation pursuant to an agreement approved by the Board; (ix) provide that removal of a director may occur only at a meeting called for the purpose of removing such director, the meeting notice for which must state that the purpose or a purpose of the meeting is the removal of the director; and (x) make various updates throughout to conform to the MBCA and to make ministerial changes, clarifications, and other conforming revisions.\nThe foregoing description of the Amended and Restated By-Laws does not purport to be complete and is qualified by reference to the full Amended and Restated By-Laws, a copy of which is filed as Exhibit 3.2 to this Form 10-K and incorporated herein by reference.\n40\nDirector and Executive Officer Adoption, Modification or Termination of 10b5-1 Plans in Q4’24\nOur Section 16 officers and directors may enter into plans or arrangements for the purchase or sale of our securities that are intended to satisfy the affirmative defense conditions of Rule 10b5-1(c) of the Exchange Act. Such plans and arrangements must comply in all respects with our insider trading policies, including our policy governing entry into and operation of 10b5-1 plans and arrangements.\nDuring the quarter ended September 30, 2024, the following Section 16 officers adopted Rule 10b5-1 trading arrangements (as defined in Item 408 of Regulation S-K of the Exchange Act). All plans adopted covered only sales of PTC common stock. No plans were\nmodified\nor\nterminated\n.\n(1)\nThe total number of shares that would be issued for the FY2024 Corporate Incentive Plan could not be known when the plan was adopted as the FY2024 performance period had not yet ended and attainment of the performance measure was not known.\n(2)\nThe total number of shares that would be earned and vested under the performance-based RSU awards for the FY2024 performance period could not be known when the plan was adopted as the FY2024 performance period had not yet ended and attainment of the performance measures was not known.\n(3)\nThe total number of shares that will be purchased under the 2016 Employee Stock Purchase Plan for the offering periods ending January 31, 2025 and July 31, 2025 could not be known when the plan was adopted."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\n41\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information required by this item not set forth below may be found under the headings “Corporate Governance and the Board of Directors,\" “Insider Trading Policies and Procedures,” \"Our Executive Officers,\" “Delinquent Section 16(a) Reports,” and “Transactions with Related Persons” appearing in our 2025 Proxy Statement. Such information is incorporated herein by reference.\nCode of Ethics for Senior Executive Officers\nWe have adopted a Code of Ethics for Senior Executive Officers that applies to our President and Chief Executive Officer, Chief Financial Officer, and Chief Accounting Officer, as well as others. The Code is embedded in our Code of Business Conduct and Ethics applicable to all employees. A copy of the Code of Business Conduct and Ethics is publicly available on our website at www.ptc.com. If we make any substantive amendments to, or grant any waiver from, including any implicit waiver, the Code of Ethics for Senior Executive Officers to or for our President and Chief Executive Officer, Chief Financial Officer or Chief Accounting Officer, we will disclose the nature of such amendment or waiver in a current report on Form 8-K.\nChanges to Shareholder Director Nomination Procedures\nAs described in Item 9B of this Annual Report, our By-Laws were amended and restated on November 14, 2024 to, among other things, revise the advance notice provisions of the By-Laws to expand the informational and other requirements for shareholder proponents and director nominees in connection with shareholder director nominations. Those provisions are set forth in Section 2.3 of the Amended and Restated By-Laws filed as Exhibit 3.2 to this Annual Report and incorporated herein by reference."
  },
  {
    "item_key": "item_11",
    "text": "Information with respect to director and executive compensation may be found under the headings “Director Compensation,” “Compensation Discussion and Analysis,” “Compensation Tables,” “Compensation Committee Report,” and “Pay Ratio Disclosure” appearing in our 2025 Proxy Statement. Such information is incorporated herein by reference.\n42"
  },
  {
    "item_key": "item_12",
    "text": "Information about our common stock ownership may be found under the heading “Information about PTC Common Stock Ownership” appearing in our 2025 Proxy Statement. Such information is incorporated herein by reference.\nEQUITY COMPENSATION PLAN INFORMATION\nas of September 30, 2024\n(1)\nAll of the shares issuable upon vesting are restricted stock units, which have no exercise price.\n(2)\nThis amount represents the total number of shares remaining available under the 2016 Employee Stock Purchase Plan, of which 90,333 shares are subject to purchase during the current offering period."
  },
  {
    "item_key": "item_13",
    "text": "Information with respect to this item may be found under the headings “Independence of Our Directors,” “Review of Transactions with Related Persons” and “Transactions with Related Persons” appearing in our 2025 Proxy Statement. Such information is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "Information with respect to this item may be found under the headings “Engagement of Independent Auditor and Approval of Professional Services and Fees” and “PricewaterhouseCoopers LLP Professional Services and Fees” in our 2025 Proxy Statement. Such information is incorporated herein by reference.\n43\nPART\nIV"
  },
  {
    "item_key": "item_15",
    "text": "(a) Documents Filed as Part of Form 10-K\n(b) Exhibits\nWe hereby file the exhibits listed in the attached Exhibit Index.\n(c) Financial Statement Schedules\nNone."
  },
  {
    "item_key": "item_16",
    "text": "None.\n44\nEXHIBIT\nINDEX\n45\n* Identifies a management contract or compensatory plan or arrangement in which an executive officer or director of PTC participates.\n** Indicates that the exhibit is being furnished with this report and is not filed as a part of it.\n46\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized on the 14th day of November, 2024.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities indicated below, on the 14th day of November, 2024.\n47\nAPPENDIX A\nReport of Independent Registered Public Accounting Firm\nTo the Board of Directors and Stockholders of PTC Inc.\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of PTC Inc. and its subsidiaries (the \"Company\") as of September 30, 2024 and 2023, and the related consolidated statements of operations, of comprehensive income, of stockholders’ equity and of cash flows for each of the three years in the period ended September 30, 2024, including the related notes (collectively referred to as the \"consolidated financial statements\"). We also have audited the Company's internal control over financial reporting as of September 30, 2024, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of September 30, 2024 and 2023, and the results of its operations and its cash flows for each of the three years in the period ended September 30, 2024 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of September 30, 2024, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the COSO.\nBasis for Opinions\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in Management’s Annual Report on Internal Control over Financial Reporting appearing under Item 9A. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nF-\n1\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nF-\n2\nCritical Audit Matters\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nRevenue Recognition - Identification of Distinct Performance Obligations\nAs described in Note 2 to the consolidated financial statements, the Company’s sources of revenue include: (1) subscriptions, (2) perpetual licenses, (3) support for perpetual licenses and (4) professional services. Revenue is derived from the licensing of computer software products, cloud-based offerings, and related support and professional services contracts. During the year ended September 30, 2024, the Company recognized revenue from contracts with customers of $2,298 million. The Company’s contracts with customers for subscriptions typically include commitments to transfer term-based, on-premises software licenses bundled with support and/or cloud services. On-premises software is determined to be a distinct performance obligation from support. As disclosed by management, significant judgment is used in determining the performance obligations related to these bundled products and services. The corresponding revenues are recognized as the related performance obligations are satisfied.\nThe principal considerations for our determination that performing procedures relating to revenue recognition - identification of distinct performance obligations, is a critical audit matter are the (i) significant judgment by management when identifying the distinct performance obligations, and (ii) a high degree of auditor judgment, subjectivity, and effort in performing procedures and evaluating audit evidence related to management’s identification of distinct performance obligations within contracts with customers.\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to the revenue recognition process, including controls over the identification of distinct performance obligations. These procedures also included, among others (i) evaluating the Company’s revenue recognition accounting policy and (ii) testing management’s identification of distinct performance obligations in its contracts with customers by examining revenue contracts on a sample basis and evaluating whether these performance obligations are satisfied at a point in time or satisfied over time.\n/s/\nPricewaterhouseCoopers LLP\nBoston, Massachusetts\nNovember 14, 2024\nWe have served as the Company’s auditor since 1992.\nF-\n3\nPTC Inc.\nCONSOLIDATED B\nALANCE SHEETS\n(in thousands, except per share data)\nThe accompanying notes are an integral part of these consolidated financial statements.\nF-\n4\nPTC Inc.\nCONSOLIDATED STATEM\nENTS OF OPERATIONS\n(in thousands, except per share data)\nThe accompanying notes are an integral part of these consolidated financial statements.\nF-\n5\nPTC Inc.\nCONSOLIDATED STATEMENTS OF C\nOMPREHENSIVE INCOME\n(in thousands)\nThe accompanying notes are an integral part of these consolidated financial statements.\nF-\n6\nPTC Inc.\nCONSOLIDATED STATEM\nENTS OF CASH FLOWS\n(in thousands)\nThe accompanying notes are an integral part of these consolidated financial statements.\nF-\n7\nPTC Inc.\nCONSOLIDATED STATEMENTS\nOF STOCKHOLDERS’ EQUITY\n(in thousands)\nThe accompanying notes are an integral part of these consolidated financial statements.\nF-\n8\nPTC Inc\n.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n1. Description of Business and Basis of Presentation\nBusiness\nPTC Inc. was incorporated in 1985 and is headquartered in Boston, Massachusetts. PTC is a global software company that provides a portfolio of innovative digital solutions that work together to transform how physical products are engineered, manufactured, and serviced.\nBasis of Presentation\nOur fiscal year-end is September 30. The consolidated financial statements include PTC Inc. (the parent company) and its wholly-owned subsidiaries, including those operating outside the United States. All intercompany balances and transactions have been eliminated in the consolidated financial statements.\nWe prepare our financial statements under generally accepted accounting principles in the United States that require management to make e\nstimates and assumptions that affect the amounts reported and the related disclosures. Actual results could differ from these estimates.\n2. Summary of Significant Accounting Policies\nForeign Currency Translation\nFor our non-U.S. operations where the functional currency is the local currency, we translate assets and liabilities at exchange rates in effect at the balance sheet date and record translation adjustments in stockholders’ equity. For our non-U.S. operations where the U.S. Dollar is the functional currency, we remeasure monetary assets and liabilities using exchange rates in effect at the balance sheet date and non-monetary assets and liabilities at historical rates and record resulting exchange gains or losses in Other income, net in the Consolidated Statements of Operations. We translate income statement amounts at average rates for the period. Transaction gains and losses are recorded in Other income, net in the Consolidated Statements of Operations.\nRevenue Recognition\nNature of Products and Services\nOur sources of revenue include: (1) subscriptions, (2) perpetual licenses, (3) support for perpetual licenses and (4) professional services. Subscriptions include term-based on-premises licenses and related support, Software-as-a-Service (SaaS), and hosting services. Revenue is derived from the licensing of computer software products, cloud-based offerings, and related support and professional services contracts. In accordance with ASC 606,\nRevenue from Contracts with Customers\n, revenue is recognized when a customer obtains control of promised products or services. The amount of revenue recognized reflects the consideration that we expect to be entitled to receive in exchange for these products or services. To achieve the core principle of this standard, we apply the following five steps:\n(1)\nidentify the contract with the customer,\n(2)\nidentify the performance obligations in the contract,\n(3)\ndetermine the transaction price,\n(4)\nallocate the transaction price to performance obligations in the contract, and\n(5)\nrecognize revenue when or as we satisfy a performance obligation.\nF-\n9\nWe enter into contracts that include combinations of licenses, support, cloud-based offerings, and professional services, each of which are accounted for as separate performance obligations with differing revenue recognition patterns referenced below.\nJudgments and Estimates\nOur contracts with customers for subscriptions typically include commitments to transfer term-based, on-premises software licenses bundled with support and/or cloud services. Significant judgment is used in determining the performance obligations related to these bundled products and services. On-premises software is determined to be a distinct performance obligation from support which is sold for the same term of the subscription. For subscription arrangements which include cloud services and on-premises licenses, we assess whether the cloud component is highly interrelated with the on-premises term-based software licenses. Other than a limited population of subscriptions, the cloud component is not currently deemed to be interrelated with the on-premises term software and, as a result, cloud services are accounted for as a distinct performance obligation from the software and support components of the subscription.\nJudgment is required to allocate the transaction price to each performance obligation. We use the estimated standalone selling price method to allocate the transaction price for items that are not sold separately. The estimated standalone selling price is determined using all information reasonably available to us, including market conditions and other observable inputs. The corresponding revenues are recognized as the related performance obligations are satisfied. Where subscriptions include on-premises software and support only, we determined th\nat approximately\n55\n% of the estimated standalone selling price for subscriptions is attributable to software licenses and approximately\n45\n% i\ns attributable to support for those licenses. Some of our subscription offerings include a combination of on-premises and cloud-based technology. In such cases, the cloud-based technology is generally considered distinct and receives an allocation of approximately\n5\n% to\n50\n% of the estimated standalone selling price of the subscription. The amounts allocated to cloud are based on assessment of the relative value of the cloud functionality in the subscription, with the remaining amounts allocated between software and support.\nOur multi-year, non-cancellable subscription contracts provide customers with an annual right to exchange software within the subscription with other software. Although the exchange right is limited to software products within a similar product grouping, the exchange right is not limited to products with substantially similar features and functionality as those originally delivered. We determined that, for on-premises licenses, this right to exchange previously delivered software for different software represents variable consideration to be accounted for as a liability. We have identified a standard portfolio of contracts with common characteristics and applied the expected value method of determining variable consideration associated with this right. Additionally, in isolated situations that are outside of the standard portfolio of contracts due to contract size, longer contract duration, or other unique contractual terms, we use the most likely amount method to determine the amount of variable consideration. In both circumstances, the variable consideration included in the transaction price is constrained to the extent it is probable that a significant reversal in the amount of cumulative revenue recognized will not occur when the uncertainty associated with the variable consideration is subsequently resolved. As of\nSeptember 30, 2024 and 2023, the total liability was $\n26.0\nmillion and $\n23.7\nmillion, respectively, primarily associated with the annual right to exchange on-premises subscription software.\nF-\n10\nPractical Expedients\nWe have elected certain practical expedients associated with our revenue recognition policy. We do not account for significant financing components if the period between revenue recognition and when the customer pays for the products or services is one year or less. Additionally, we recognize revenue equal to the amount we have a right to invoice when the amount corresponds directly with the value to the customer of our performance to date. Finally, r\nevenue is recognized net of any taxes collected from customers that are subsequently remitted to governmental authorities.\nCash Equivalents\nOur cash equivalents are invested in money market accounts and time deposits of financial institutions. We have established guidelines relative to credit ratings, diversification and maturities that are intended to maintain safety and liquidity. Cash equivalents include highly liquid investments with original maturity periods of three months or less when purchased.\nEquity Securities\nIn 2022, we sold shares of a common stock investment in Matterport for a total of $\n42.7\nmillion. The aggregate realized gain from the original investment of $\n8.7\nmillion was $\n34.0\nmillion, including cumulative recognized gains prior to 2022, partially offset by a recognized loss of $\n34.8\nmillion in 2022. The loss in 2022 was recognized in Other income, net in the Consolidated Statements of Operations. As of and subsequent to September 30, 2022, PTC held no shares in Matterport.\nConcentration of Credit Risk and Fair Value of Financial Instruments\nThe amounts reflected in the Consolidated Balance Sheets for Cash and cash equivalents, Accounts receivable and Accounts payable approximate their fair value due to their short maturities. Financial instruments that potentially subject us to concentration of credit risk consist primarily of investments, trade accounts receivable and foreign currency derivative instruments. Our cash, cash equivalents, and foreign currency derivatives are placed with financial institutions with high credit standings. Our credit risk for derivatives is also mitigated due to the short-term nature of the contracts. Our customer base consists of many geographically diverse customers dispersed across many industries. No individual customer comprised more than 10% of our trade accounts receivable as of September 30, 2024 or 2023 or more than 10% of our revenue for the years ended September 30, 2024, 2023 or 2022\n.\nFair Value Measurements\nFair value is defined as the price that would be received from the sale of an asset or paid to transfer a liability in the principal or most advantageous market for the asset or liability in an orderly transaction between market participants on the measurement date. When determining the fair value measurements for assets and liabilities required to be recorded at fair value, we consider assumptions that market participants would use when pricing the asset or liability, such as inherent risk, transfer restrictions, and risk of nonperformance.\nThe valuation hierarchy for disclosure of assets and liabilities reported at fair value prioritizes the inputs for such valuations into three broad levels:\n•\nLevel 1: quoted prices (unadjusted) in active markets for identical assets or liabilities;\n•\nLevel 2: quoted prices for similar assets and liabilities in active markets or inputs that are observable for the asset or liability, either directly or indirectly through market corroboration, for substantially the full term of the financial instrument; or\n•\nLevel 3: unobservable inputs that are supported by little or no market activity and that are significant to the fair value of the assets or liabilities.\nF-\n11\nA financial instrument’s level within the fair value hierarchy is based on the lowest level of any input that is significant to the fair value measurement. The hierarchy requires us to\nmaximize the use of observable inputs and minimize the use of unobservable inputs when measuring fair value.\nAllowance for Doubtful Accounts\nWe maintain allowances for doubtful accounts for estimated losses resulting from the inability of our customers to make required payments. In\ndetermining the adequacy of the allowance for doubtful accounts, we analyze specific individual accounts receivable, historical bad debts, customer concentrations, customer credit-worthiness, current economic conditions, and accounts receivable aging trends.\nDerivatives\nGenerally accepted accounting principles require all derivatives, whether designated in a hedging relationship or not, to be recorded on the balance sheet at fair value. Our earnings and cash flows are subject to fluctuations due to changes in foreign currency exchange rates. Our most significant foreign currency exposures relate to Eurozone countries, Japan, Sweden, Switzerland, China and India. Our foreign currency risk management strategy is principally designed to mitigate the future potential financial impact of changes in the U.S. Dollar value of anticipated transactions and balances denominated in foreign currencies resulting from changes in foreign currency exchange rates. We enter into derivative transactions, specifically foreign currency forward contracts and options, to manage our exposure to foreign currency exchange risk to reduce earnings volatility. We do not enter into derivative transactions for trading or speculative purposes. For a description of our non-designated hedge and net investment hedge activity see\nNote 16. Derivative Financial Instruments\n.\nNon-Designated Hedges\nWe hedge our net foreign currency monetary assets and liabilities primarily resulting from foreign currency denominated receivables and payables with foreign exchange forward contracts to reduce the risk that our earnings and cash flows will be adversely affected by changes in foreign currency exchange rates. These contracts have maturities of up to approximately\nfour\nmonths\n. Generally, we do not designate these\nforeign currency forward contracts as hedges for accounting purposes and changes in the fair value of these instruments are recognized immediately in earnings. Because we enter into forward contracts only as an economic hedge, any gains or losses on the underlying foreign-denominated balance are generally offset by the losses or gains on the forward contract. Gains and losses on forward contracts and foreign denominated receivables and payables are included in Other income, net.\nIn 2023, we hedged our forecasted U.S. Dollar cash flows with foreign exchange options to reduce the risk that they would be adversely affected by changes in Euro or Japanese Yen exchange rates. We did not hold any foreign currency option contracts as of September 30, 2023 or 2024. We did not designate these foreign currency options as hedges for accounting purposes and changes in the fair value of these instruments were recognized immediately in earnings. Because we entered into options as an economic hedge, currency impacts on the Euro or Japanese Yen-denominated operations as compared to the forecasted plan rate may have been partially offset by gains on the options. Gains and losses on foreign exchange options were included in Other income, net.\nF-\n12\nNet Investment Hedges\nWe translate balance sheet accounts of subsidiaries with foreign functional currencies into the U.S. Dollar using the exchange rate at each balance sheet date. Resulting translation adjustments are reported as a component of Accumulated other comprehensive loss on the Consolidated Balance Sheets. We designate certain foreign exchange forward contracts as net investment hedges against exposure on translation of balance sheet accounts of Euro and Japanese Yen functional subsidiaries. Net investment hedges partially offset the impact of Foreign currency translation adjustment recorded in Accumulated other comprehensive loss on the Consolidated Balance Sheets. All foreign exchange forward contracts are carried at fair value on the Consolidated Balance Sheets and the maximum duration of net investment hedge foreign exchange forward contracts is approximately\nthree\nmonths\n.\nNet investment hedge relationships are designated at inception, and effectiveness is assessed retrospectively on a quarterly basis using the net equity position of Euro and Japanese Yen functional subsidiaries. As the forward contracts are highly effective in offsetting exchange rate exposure, we record changes in these net investment hedges in Accumulated other comprehensive loss and subsequently upon contract maturity reclassify them to Foreign currency translation adjustment in Accumulated other comprehensive loss. Changes in the fair value of foreign exchange forward contracts due to changes in time value are excluded from the assessment of effectiveness. Our derivatives are not subject to any credit contingent features. We manage credit risk with counterparties by trading among several counterparties, and we review our counterparties’ credit at least quarterly.\nLeases\nWe determine if an arrangement is a lease at inception. Operating leases are included in Operating right-of-use lease assets, Short-term lease obligations, and Long-term lease obligations on our Consolidated Balance Sheets. Our operating leases are primarily for office space, automobiles, servers, and office equipment. We made an election not to separate lease components from non-lease components for office space, servers and office equipment. We combine fixed payments for non-lease components with lease payments and account for them together as a single lease component which increases the amount of our lease assets and liabilities. Finance leases are included in Property and equipment, Accrued expenses and other current liabilities, and Other liabilities on our Consolidated Balance Sheets.\nRight-of-use assets represent our right to use an underlying asset for the lease term and lease liabilities represent our obligation to make lease payments arising from the leases. Right-of-use assets and liabilities are recognized at the lease commencement date based on the present value of lease payments over the lease term. As most of our leases do not provide an implicit rate, we generally use our incremental borrowing rate based on the estimated rate of interest for collateralized borrowing over a similar term as that of the lease payments at the commencement date. The right-of-use assets include any lease payments made and exclude lease incentives received. Operating lease expense is recognized on a straight-line basis over the lease term.\nOur lease terms include periods under options to extend or terminate the lease when it is reasonably certain that we will exercise that option. We generally use the base non-cancellable lease term when determining the lease assets and liabilities.\nCertain lease agreements contain variable payments, which are expensed as incurred and not included in the lease assets and liabilities. These variable payments include insurance, taxes, index-based payment adjustments, and payments for maintenance and utilities.\nOur operating leases expire at various dates throug\nh\n2037\n.\nF-\n13\nProperty and Equipment\nProperty and equipment are recorded at cost and depreciated using the straight-line method over their estimated useful lives. Computer hardware and software are typically amortized ov\ner\nthree\nto\nfive years\n, and furniture and fixtures over\nthree\nto\ntwelve years\n. Leasehold improvements are amortiz\ned over the shorter of their useful lives or the remaining terms of the related leases. Maintenance and repairs are charged to expense when incurred; additions and improvements are capitalized. When an item is sold or retired, the cost and related accumulated depreciation is relieved, and the resulting gain or loss, if any, is recognized in income.\nSoftware Development Costs\nWe incur costs to develop computer software to be licensed or otherwise marketed to customers. Our research and development expenses consist principally of salaries and benefits, costs of computer software and equipment, and facility expenses. Research and development costs are expensed as incurred, except for costs of internally developed or externally purchased software that qualify for capitalization. Development costs for software to be sold externally incurred subsequent to the establishment of technological feasibility, but prior to the general release of the product, are capitalized and, upon general release, are amortized using the greater of either the straight-line method over the expected life of the related products or based upon the pattern in which economic benefits related to such assets are realized. The straight-line method is used if it approximates the same amount of expense as that calculated using the ratio that current period gross product revenues bear to total anticipated gross product revenues.\nNo\ninternal development costs for software to be sold externally were capitalized in\n2024, 2023 or 2022\n. We purchased software of $\n4.1\nmillion, $\n1.0\nmillion, and $\n6.0\nmillion in\n2024, 2023, and 2022, respectively. Additionally, we acquired capitalized software through business combinations (for further detail, see\nNote 6. Acquisitions and Disposition of Businesses\n). These assets are included in Acquired intangible assets, net in the accompanying Consolidated Balance Sheets.\nBusiness Combinations\nWe allocate the purchase price of acquisitions to the tangible and intangible assets acquired and liabilities assumed based on their estimated fair value. Goodwill is measured as the excess of the purchase price over the value of net identifiable assets acquired. While best estimates and assumptions are used to accurately value assets acquired and liabilities assumed at the acquisition date as well as contingent consideration, where applicable, our estimates are inherently uncertain and subject to refinement. Any adjustments to estimated fair value are recorded to goodwill, provided that we are within the measurement period (up to one year from the acquisition date) and that we continue to collect information to determine estimated fair value. Subsequent to the measurement period or our final determination of estimated fair value, whichever comes first, adjustments are recorded in the Consolidated Statements of Operations.\nSegments\nWe operate as a\nsingle\noperating and reportable segment. Operating segments are defined as components of an enterprise about which separate financial information is evaluated regularly by the chief operating decision maker (\"CODM\") in deciding how to allocate resources and in assessing performance. Our CODM is our Chief Executive Officer.\nGoodwill, Acquired Intangible Assets and Long-lived Assets\nGoodwill is the amount by which the purchase price in a business acquisition exceeds the fair value of net identifiable assets on the date of purchase.\nGoodwill is evaluated for impairment annually as of the end of the third quarter, or more frequently if events or changes in circumstances indicate that the asset might be impaired. Factors we consider important, on an overall company basis and segment basis, when applicable, that could trigger an impairment review include significant under-performance relative to historical or projected future\nF-\n14\noperating results, significant changes in our use of the acquired assets or the strategy for our overall business, significant negative industry or economic trends, a significant decline in our stock price for a sustained period and a reduction of our market capitalization relative to net book value.\nOur annual goodwill impairment test is based on either a quantitative or qualitative assessment. A quantitative assessment compares the fair value of the reporting unit to its carrying value. If the reporting unit’s carrying value exceeds its fair value, we record an impairment loss equal to the difference between the carrying value of goodwill and its estimated fair value. We estimate the fair values of our reporting unit using discounted cash flow valuation models. Those models require estimates of future revenues, profits, capital expenditures, working capital, terminal values based on revenue multiples, and discount rates for the reporting unit. We estimate these amounts by evaluating historical trends; current budgets and operating plans; and industry data. A qualitative assessment is designed to determine whether we believe it is more likely than not that the fair value of our reporting unit exceeds its carrying value. A qualitative assessment includes a review of qualitative factors, including company-specific (financial performance and long-range plans), industry, and macroeconomic factors, and a consideration of the fair value of the reporting unit at the last valuation date.\nDuring the third fiscal quarter of 2024, we completed our annual impairment test of goodwill, which was based on a qualitative assessment, and concluded that there was\nno\nimpairment.\nThrough September 30, 2024, there were no events or changes in circumstances that indicated that the carrying values of goodwill or acquired intangible assets may not be recoverable.\nLong-lived assets primarily include property and equipment, right-of-use lease assets, and acquired intangible assets with finite lives (including purchased software, customer lists and trademarks). Purchased software is amortized over periods up to\n16\nyears, customer lists are amortized over periods up to\n20\nyears and trademarks are amortized over periods up to\n15\nyears. We review long-lived assets for impairment when events or changes in business circumstances indicate that the carrying amount of the assets may not be fully recoverable or that the useful lives of those assets are no longer appropriate. There were no such events or changes in business circumstances in 2024. An impairment test is based on a comparison of the undiscounted cash flows to the recorded value of the asset or asset group. If impairment is indicated, the asset is written down to its estimated fair value based on a discounted cash flow analysis.\nAdvertising Expenses\nAdvertising costs are expensed as incurred. Total advertising expenses incurred were $\n15.0\nmillion, $\n11.7\nmillion and $\n8.6\nmillion in 2024, 2023 and 2022\n, respectively, and are included in Sales and marketing expenses in the accompanying Consolidated Statements of Operations.\nIncome Taxes\nOur income tax expense includes U.S. and international income taxes. Certain items of income and expense are not reported in tax returns and financial statements in the same year. The tax effects of these differences are reported as deferred tax assets and liabilities. Deferred tax assets are recognized for the estimated future tax effects of deductible temporary differences and tax operating loss and credit carryforwards. Changes in deferred tax assets and liabilities are recorded in the provision for income taxes. We assess the likelihood that our deferred tax assets will be recovered from future taxable income and, to the extent we believe that it is more likely than not that all or a portion of deferred tax assets will not be realized, we establish a valuation allowance. To the extent we establish a valuation allowance or increase this allowance in a period, we include an expense within Provision for income taxes in the Consolidated Statements of Operations.\nComprehensive Income\nComprehensive income consists of Net income and Other comprehensive income (loss), which includes foreign currency translation adjustments, changes in unrecognized actuarial gains and losses (net of tax) related to pension benefits, unrealized gains and losses on hedging instruments and unrealized gains and losses on marketable securities. We do not record tax provisions or benefits for the\nF-\n15\nnet changes in the foreign currency translation adjustment, as we intend to reinvest permanently undistributed earnings of our foreign subsidiaries. Accumulated other comprehensive loss is reported as a component of Stockholders’ equity and comprised the following as of September 30, 2024: cumulative translation adjustment losses of $\n78.1\nmillion, unrecognized actuarial losses related to pension benefits of $\n15.2\nmillion ($\n10.5\nmillion net of tax), and accumulated net losses from net investment hedges of $\n14.8\nmillion ($\n13.1\nmillion net of tax). As of September 30, 2023, Accumulated other comprehensive loss comprised the following: cumulative translation adjustment losses of $\n114.5\nmillion, unrecognized actuarial losses related to pension benefits of $\n9.6\nmillion ($\n6.7\nmillion net of tax), and accumulated net gains from net investment hedges of $\n6.9\nmillion ($\n3.1\nmillion net of tax).\nEarnings per Share (EPS)\nBasic EPS is calculated by dividing net income by the weighted average number of shares outstanding during the period. Diluted EPS is calculated by dividing net income by the weighted average number of shares outstanding plus the dilutive effect, if any, of outstanding stock options, restricted shares and restricted stock units using the treasury stock method. The calculation of the dilutive effect of outstanding equity awards under the treasury stock method includes consideration of proceeds from the assumed exercise of stock options, unrecognized compensation expense and any tax benefits as additional proceeds. Anti-dilutive shares excluded from the calculations of diluted EPS were immaterial in the years ended September 30, 2024, 2023, and 2022.\nThe following table presents the calculation for both basic and diluted EPS:\nStock-Based Compensation\nWe measure the compensation cost of employee services received in exchange for an award of equity based on the grant-date fair value of the award. That cost is recognized over the period during which an employee is required to provide service in exchange for the award. See\nNote 12. Equity Incentive Plans\nfor a description of the types of equity awards granted, the compensation expense related to such awards and detail of such awards outstanding. See\nNote 8. Income Taxes\nfor detail of the tax benefit related to stock-based compensation recognized in the Consolidated Statements of Operations.\nF-\n16\nPending Accounting Pronouncements\nDisaggregation of Income Statement Expenses\nIn November 2024, the FASB issued ASU 2024-03, Income Statement—Reporting Comprehensive Income—Expense Disaggregation Disclosures (Subtopic 220-40): Disaggregation of Income Statement Expenses. The ASU will be effective for us in the second quarter of 2028, ending March 31, 2028. We are still evaluating the impact of this new guidance on our consolidated financial statements, but we expect the adoption to result in disclosure changes only.\nImprovements to Income Tax Disclosures\nIn December 2023, the FASB issued ASU 2023-09, Income Taxes (Topic 740): Improvements to Income Tax Disclosures. The ASU will be effective for us in 2026. We expect the adoption to result in disclosure changes only.\nImprovements to Reportable Segment Disclosures\nIn November 2023, the FASB issued ASU 2023-07, Segment Reporting (Topic 280): Improvements to Reportable Segment Disclosures. The ASU will be effective for us in 2025. We expect the adoption to result in disclosure changes only.\n3. Revenue from Contracts with Customers\nReceivables, Contract Assets, and Contract Liabilities\nAs of September 30, 2024, $\n14.4\nmillion of our contract assets are expected to be transferred to receivables within the next 12 months and therefore are included in Other current assets. As of September 30, 2023, $\n16.1\nmillion of our contract asset balance was included in Other current assets with the remainder included in Other assets.\nApproximately $\n12.3\nmillion of the September 30, 2023 contract asset balance was transferred to receivables during the year ended September 30, 2024 as a result of the right to payment becoming unconditional. Additions to contract asset of approximately $\n10.2\nmillion primarily related to revenue recognized in the period, net of billings.\nThere were\nno\nimpairments of contract assets in the year ended September 30, 2024.\nDuring the year ended September 30, 2024, we recognized $\n645.5\nmillion of revenue that was included in deferred revenue as of September 30, 2023. There were additional deferrals of $\n738.2\nmillion, primarily related to new billings. For subscription contracts, we generally invoice customers annually.\nF-\n17\nCosts to Obtain or Fulfill a Contract\nWe recognize an asset for the incremental costs of obtaining a contract with a customer if the benefit of those costs is expected to be longer than one year. These deferred costs (primarily commissions) are amortized proportionately related to revenue over\n5\nyears, which is generally longer than the term of the initial contract because of anticipated renewals as commissions for renewals are not commensurate with commissions related to our initial contracts. As of September 30, 2024 and September 30, 2023, deferred costs of $\n42.5\nmillion and $\n41.8\nmillion, respectively, were included in Other current assets and $\n76.4\nmillion and $\n78.7\nmillion, respectively, were included in Other assets. Amortization expense related to costs to obtain a contract with a customer was $\n52.0\nmillion, $\n53.4\nmillion, and $\n50.9\nmillion in the years ended\nSeptember 30, 2024, 2023\n, and 2022, respectively. There were\nno\nsubstantial imp\nairments of the contract cost asset in the years ended September 30, 2024 and 2023.\nRemaining Performance Obligations\nOur contracts with customers include transaction price amounts allocated to performance obligations that will be satisfied and recognized as revenue at a later date. As of September 30, 2024, the transaction price amounts include additional performance obligations of $\n775.3\nmillion recorded in deferred revenue and $\n1,494.0\nmillion that are not yet recorded in the Consolidated Balance Sheets\n. Of the total $\n2,269.3\nmillion, we expect to recognize approximately\n57\n%\nover the next\n12\nmonths,\n25\n%\nover the next\n13\nto\n24\nmonths, and the remaining amount thereafter.\nDisaggregation of Revenue\n(1)\nRecurring revenue is comprised of on-premises subscription, perpetual support, SaaS, and hosting services revenue.\nWe report revenue by the following two product groups:\nWe license products to customers worldwide. Our sales and marketing operations outside the United States are conducted principally through our international sales subsidiaries throughout Europe and the Asia Pacific region.\nOur international revenue is presented based on the location of our customer. Revenue for the geographic regions in which we operate is presented below.\n(1)\nIncludes revenue in the United States totaling $\n1,057.3\nmillion, $\n993.8\nmillion, and $\n864.7\nmillion for 2024, 2023 and 2022\n, respectively.\n(2)\nIncludes revenue in Germany totaling $\n330.5\nmillion, $\n292.0\nmillion, and $\n318.5\nmillion for 2024, 2023 and 2022\n, respectively.\nF-\n18\n4. Restructuring and Other Charges\n(Credits), Net\nRestructuring and other charges (credits), net includes restructuring charges (credits) and impairment and accretion expense charges related to the lease assets of exited facilities.\nRestructuring and other charges (credits), net and related payments were immaterial in 2024 and 2023 and the balances of restructuring accruals were immaterial as of September 30, 2024 and 2023.\nIn 2022, Restructuring and other charges (credits), net totaled $\n36.2\nmillion, of which $\n32.4\nmillion is attributable to restructuring charges primarily related to\nemployee termination benefits\n, $\n5.1\nmillion is attributable to other charges for professional fees included in restructuring related to our SaaS transformation, offset by a $\n1.3\nmillion credit attributable to sublease income and the reversal of lease liabilities related to exited lease facilities. These charges substantially relate to a plan to restructure our workforce and consolidate select facilities to align our customer facing and product-related functions with SaaS industry best practices and accelerate the opportunity for our on-premises customers to move to the cloud. We made cash payments related to restructuring charges of $\n40.8\nmillion ($\n34.0\nmillion related to employee charges, $\n2.5\nmillion in payments for other professional fees, and $\n4.3\nmillion in net payments for variable costs related to restructured facilities).\n5. Property and Equipment\nProperty and equipment consisted of the following:\nDepreciation expense was $\n27.6\nmillion, $\n29.0\nmillion and $\n27.1\nmillion in 2024, 2023 and 2022, respectively.\nProperty and equipment additions which were accrued and unpaid as of September 30, 2024, 2023, and 2022 were $\n0.6\nmillion, $\n1.8\nmillion, and $\n6.8\nmillion, respectively.\nOur material long-lived assets primarily reside in the United States in 2024, 2023 and 2022\n.\n6. Acqui\nsitions and Disposition of Businesses\nAcquisition and transaction-related costs were $\n3.1\nmillion, $\n18.7\nmillion and $\n13.2\nmillion in 2024, 2023 and 2022, respectively. Acquisition and transaction-related costs include direct costs of potential and completed acquisitions (e.g., investment banker fees and professional fees, including legal and valuation services) and expenses related to acquisition integration activities (e.g., professional fees and severance). Other transactional charges include third-party costs related to structuring unusual transactions, such as the divestiture of a portion of our business. These costs are classified in General and administrative expenses in the accompanying Consolidated Statements of Operations.\nOur results of operations include or exclude, as applicable, the results of acquired or sold businesses beginning on their respective acquisition or sale date.\nThe acquisitions described below have been accounted for as business combinations. Assets acquired and liabilities assumed have been recorded at their estimated fair values as of the respective acquisition date. The fair values of intangible assets were based on valuations using discounted cash flow models which require the use of significant estimates and assumptions, including estimating future\nF-\n19\nrevenues, future costs, and an applicable discount rate. The excess of the purchase price over the tangible assets, identifiable intangible assets and assumed liabilities was recorded as goodwill.\npure-systems\nOn October 4, 2023, we acquired pure-systems GmbH pursuant to a Share Purchase Agreement. pure-systems is a leading provider of product and software variant management solutions used by manufacturing companies to efficiently manage the different versions of software and systems engineering assets. The\npurchase price was $\n93.5\nmillion,\nnet of cash acquired, which we financed primarily with a draw on the revolving line of our credit facility. pure-systems had approximately\n50\nemployees on the close date.\nThe following table outlines the purchase price allocation for pure-systems:\nThe acquired customer relationships, purchased software, and trademarks are being amortized over useful lives of\n18\nyears,\n10\nyears, and\n10\nyears, respectively, based on the expected economic benefit pattern of the assets. The acquired goodwill will not be deductible for income tax purposes. The amount of goodwill resulting from the purchase price allocation reflects the expected value that will be created by expanding our application lifecycle management (ALM) offerings, which are included within our PLM product group.\nOur results of operations for the reported periods if presented on a pro forma basis would not differ materially from our reported results.\nServiceMax\nOn January 3, 2023, we acquired ServiceMax, Inc. pursuant to a Share Purchase Agreement dated November 17, 2022 by and among PTC, ServiceMax, Inc., and ServiceMax JV, LP. ServiceMax develops and licenses cloud-native, product-centric field service management (FSM) software, which is included within our PLM product group. The purchase price of $\n1,448.2\nmillion, net of cash acquired, was payable in two installments. Upon closing of the transaction, PTC paid the first installment of $\n828.2\nmillion, as adjusted for working capital, indebtedness, cash, and transaction expenses as set forth in the Share Purchase Agreement. The remaining installment of $\n650.0\nmillion, of which $\n620.0\nmillion represents the fair value as of the acquisition date and $\n30.0\nmillion is imputed interest, was paid in October 2023. The fair value of the deferred acquisition payment was calculated based on our borrowing rate at the time of the acquisition.\nPTC borrowed $\n630\nmillion under the revolving line of our new credit facility and $\n500\nmillion under the term loan of the new credit facility to repay amounts under the prior credit facility and to pay the closing purchase price and transaction expenses related to the acquisition. ServiceMax had approximately\n500\nemployees on the close date. In the year ended September 30, 2023, ServiceMax revenue was $\n137.6\nmillion and ServiceMax earnings were immaterial.\nF-\n20\nThe following table sets forth the purchase price allocation for ServiceMax. The purchase price allocation includes the finalization of measurement period adjustments related to intangibles and deferred tax liabilities that resulted in a $\n3.5\nmillion increase in customer relationships, a $\n3.2\nmillion increase in net tax liability, and a $\n0.3\nmillion decrease in goodwill compared to the balances reported as of March 31, 2023\n.\nWe also recorded a liability of $\n620.0\nmillion related to the fair value of the $\n650.0\nmillion deferred purchase price payment.\nThe acquired customer relationships, purchased software, and trademarks are being amortized over useful lives of\n20 years\n,\n10 years\n, and\n10 years\n, respectively, based on the expected economic benefit pattern of the assets. The acquired goodwill will not be deductible for income tax purposes. The amount of goodwill resulting from the purchase price allocation reflects expected future growth as ServiceMax expands our closed-loop product lifecycle management (PLM) strategy.\nUnaudited Pro Forma Financial Information\nThe unaudited pro forma financial information in the table below summarizes the combined results of operations for PTC and ServiceMax for the pro forma years ended September 30, 2023 and 2022. The unaudited pro forma financial information as presented below is for informational purposes only and is not necessarily indicative of the results of operations that would have been achieved if the acquisition had taken place at the beginning of fiscal 2022. Since the acquisition took place in fiscal 2023, the unaudited pro forma financial information was prepared as though ServiceMax was acquired at the beginning of fiscal 2022. The unaudited pro forma financial information for all periods presented includes adjustments to reflect certain business combination effects, including: amortization of acquired intangible assets, including the elimination of related ServiceMax expenses; acquisition-related costs incurred by both parties; reversal of certain costs incurred by ServiceMax which would not have been incurred had the acquisition occurred at the beginning of fiscal 2022; interest expense under the new combined capital structure; stock-based compensation charges; and the related tax effects as though ServiceMax was acquired as of the beginning of fiscal 2022.\nThe unaudited pro forma financial information for the years ended September 30, 2023 and 2022 presented below combines the historical results of PTC for those periods, the historical results of ServiceMax for\nthe year ended October 31, 2022 and the three months ended January 31, 2023, and the effects of the pro forma adjustments listed above.\nThe impact from acquisitions other than ServiceMax for the reported periods if presented on a pro forma basis would not differ materially from our reported results.\nF-\n21\nIntland Software\nOn April 29, 2022, we acquired Intland Software, GmbH, and Eger Invest GmbH (together, “Intland Software”) pursuant to a Share Sale and Purchase Agreement. Intland Software developed and marketed the Codebeamer Application Lifecycle Management (ALM) family of software products. The purchase price of the acquisition was $\n278.1\nmillion, net of cash acquired, which was financed with cash on hand and $\n264\nmillion borrowed under our existing credit facility. Intland Software had approximately\n150\nemployees on the close date.\nThe following table sets forth the purchase price allocation for Intland Software.\nThe acquired customer relationships, purchased software, and trademarks are being amortized over useful lives of\n11\nyears,\n10\nyears, and\n10\nyears, respectively, based on the expected economic benefit pattern of the assets. The acquired goodwill was allocated to our software products segment and will not be deductible for income tax purposes. The resulting amount of goodwill reflects the expected value that will be created by expanding our ALM offerings, which are complementary to our PLM offerings.\nPLM Services Business Disposition\nOn June 1, 2022, we sold a portion of our PLM services business to ITC Infotech India Limited pursuant to a Strategic Partner Agreement dated as of April 20, 2022 by and between PTC and ITC Infotech. Consideration received from ITC Infotech for the sale was approximately $\n60.4\nmillion, consisting of $\n32.5\nmillion cash paid on closing and $\n28.0\nmillion of services to be provided by ITC Infotech to PTC for no additional charge.\nWe recognized a gain on the sale of $\n29.8\nmillion, which is included within Other income, net. The recognized gain consists of $\n60.4\nmillion of consideration received, less net assets of the business of $\n30.6\nmillion. Net assets include $\n33.0\nmillion of goodwill allocated to the business, less $\n2.4\nmillion of liabilities associated with approximately\n160\nemployees who transferred to ITC Infotech. Goodwill was allocated to the sold business based on a relative fair value allocation of total goodwill of the Professional Services segment.\nAdditional future contingent consideration of up to $\n20\nmillion may be received by PTC based on certain performance milestones. We have elected to defer the recognition of gains associated with contingent consideration until they become realizable.\nF-\n22\n7. Goodwill and Acquired Intangible Assets\nGoodwill and acquired intangible assets consisted of the following:\n(1)\nThe weighted-average useful lives of purchased software, customer lists and relationships, and trademarks and trade names with a remaining net book value are\n11\nyears,\n17\nyears, and\n11\nyears, respectively. The weighted-average useful life for all intangible assets in total is\n15\nyears.\nThe changes in the carrying amounts of Goodwill from September 30, 2023 to September 30, 2024 are due to the impact of acquisitions and to foreign currency translation adjustments related to those asset balances that are recorded in non-U.S. currencies.\nChanges in Goodwill were as follows:\nThe aggregate amortization expense for intangible assets with finite lives recorded for the years ended\nSeptember 30, 2024, 2023 and 2022 was reflected in our Consolidated Statements of Operations as follows:\nThe estimated aggregate future amortization expense for intangible assets with finite lives remaining as of September 30, 2024 is $\n78.7\nmillion for 2025, $\n78.8\nmillion for 2026, $\n78.9\nmillion for 2027, $\n76.1\nmillion for 2028, $\n73.0\nmillion for 2029 and $\n512.0\nmillion thereafter.\nF-\n23\n8. Income Taxes\nOur Income (loss) before income taxes consisted of the following:\nOur Provision for income taxes consisted of the following:\nTaxes computed at the statutory federal income tax rates are reconciled to the Provision for income taxes as follows:\nIn 2024, 2023, and 2022, our effective tax rate is impacted by our corporate structure in which our foreign taxes are at a net effective tax rate lower than the U.S. rate. A significant amount of our foreign earnings is generated by our subsidiaries organized in Ireland and the Cayman Islands. In 2024, 2023, and 2022, the foreign rate differential predominantly relates to these earnings. In addition to the foreign rate differential, our tax rate differed from the U.S. statutory federal income tax due to the net effects of the Global Intangible Low-Taxed Income (GILTI) and Foreign Derived Intangible Income (FDII) regimes (together referred to as U.S. Tax reform), and the excess tax benefit related to stock-based compensation.\nF-\n24\nIn 2024, the rate was impacted by a U.S. Tax Court ruling in Varian Medical Systems, Inc. v. Commissioner, issued on August 26, 2024.  The ruling related to the U.S. taxation of deemed foreign dividends in the transition year of the Tax Act (our fiscal 2018). As a result, we recorded a $\n14.4\nmillion benefit for additional foreign tax credits that have become available to us. Additionally, our rate included a net benefit of $\n4.4\nmillion for the effects of IRS procedural guidance requiring consent for previously automatic changes of accounting method. The IRS procedural guidance change significantly increased our estimated taxable income in the year ended September 30, 2024, resulting in an increase to the estimated tax benefit for the deductions associated with Global Intangible Low-Taxed Income and Foreign-Derived Intangible Income. The benefit from this IRS procedural guidance change will reverse in a future fiscal period if we receive IRS consent for a change in the treatment of these deductions. These benefits were offset by a tax expense of $\n4.6\nmillion related to a tax reserve in a foreign jurisdiction.\nAdditionally in 2023, our results include tax expense of $\n21.8\nmillion relating to an uncertain tax position regarding transfer pricing in a foreign jurisdiction where we are currently under audit. Our rate\nwas also impacted by non-deductible imputed interest related to the deferred payment on the acquisition of ServiceMax, Inc.\nIn 2022, our results include tax expense relating to the book over tax basis difference in goodwill disposed of as part of the sale of a portion of the PLM services business.\nAt September 30, 2024 and 2023, income taxes payable and income tax accruals recorded on the accompanying Consolidated Balance Sheets were $\n75.3\nmillion ($\n40.0\nmillion in Accrued income taxes, $\n6.2\nmillion in Accrued expenses and other current liabilities and $\n29.1\nmillion in Other liabilities) and $\n30.4\nmillion ($\n14.9\nmillion in Accrued income taxes, $\n4.8\nmillion in Accrued expenses and other current liabilities and $\n10.7\nmillion in Other liabilities), respectively. At September 30, 2024 and 2023, prepaid taxes recorded in Prepaid expenses on the accompanying Consolidated Balance Sheets were $\n14.0\nmillion and $\n22.7\nmillion, respectively. We made net income tax payments of $\n68.6\nmillion, $\n65.9\nmillion and $\n55.0\nmillion in 2024, 2023 and 2022, respectively.\nF-\n25\nThe significant temporary differences that created deferred tax assets and liabilities are shown below:\nWe reassess our valuation allowance requirements each financial reporting period. We assess available positive and negative evidence to estimate whether sufficient future taxable income will be generated to use our existing deferred tax assets.\nFor U.S. tax return purposes, net operating loss (NOL) carryforwards and tax credits are generally available to be carried forward to future years, subject to certain limitations. At September 30, 2024, we had U.S. federal tax effected NOL carryforwards from acquisitions of $\n0.8\nmillion which expire in 2025 to 2034\n. The use of these NOL carryforwards is limited as a result of the change in ownership rules under Internal Revenue Code Section 382. Additionally, we have state NOL carryforwards, net of federal benefit, of $\n6.9\nmillion, with various expiration dates beginning in 2027, a number of which never expire.\nAs of September 30, 2024, we had federal R&D credit carryforwards of $\n4.6\nmillion, which expire beginning in\n2026\nand ending in\n2044\n, and Massachusetts R&D credit carryforwards of $\n29.2\nmillion, which expire beginning in\n2025\nand ending in\n2039\n. We also had foreign tax credits of $\n2.0\nmillion, which expire beginning in\n2032\nand ending in\n2034\n.\nWe also have tax effected NOL carryforwards in non-U.S. jurisdictions totaling $\n6.9\nmillion, the majority of which do not expire, and non-U.S. tax credit carryforwards of $\n2.2\nmillion that expire beginning in\n2031\nand ending in\n2042\n. Additionally, we have tax effected amortization carryforwards of $\n66.1\nmillion in a foreign jurisdiction. There are limitations imposed on the use of such attributes that could restrict the recognition of any tax benefits.\nAs of\nSeptember 30, 2024, we have a valuation allowance of $\n17.4\nmillion against net deferred tax assets in the United States and a valuation allowance of $\n4.4\nmillion against net deferred tax assets in certain foreign jurisdictions. The $\n17.4\nmillion U.S. valuation allowance relates to Massachusetts tax credit carryforwards which we do not expect to realize a benefit from prior to expiration. The valuation allowance recorded against net deferred tax assets of certain foreign jurisdictions is established primarily\nF-\n26\nfor our capital loss carryforwards, the majority of which do not expire. However, there are limitations imposed on the utilization of such capital losses that could restrict the recognition of any tax benefits.\nThe changes to the valuation allowance were primarily due to the following:\n(1)\nIn 2022, this change\nincluded the loss of foreign attributes upon liquidation of a foreign subsidiary.\nOur policy is to record estimated interest and penalties related to the underpayment of income taxes as a component of our income tax provision. In 2024, 2023 and 2022 we recorded interest expense of $\n3.3\nmillion, $\n0.5\nmillion and $\n0.2\nmillion, respectively. In 2024, 2023 and 2022\nwe had\nno\npenalty expenses in our income tax provision. As of\nSeptember 30, 2024 and 2023, we had accrued $\n3.1\nmillion and $\n1.4\nmillion of net estimated interest expense, respectively. We had\nno\naccrued tax penalties as of\nSeptember 30, 2024, 2023 or 2022.\nIf all of our unrecognized tax benefits as of September 30, 2024 were to become recognizable in the future, we would record a benefit to the income tax provision of $\n65.0\nmillion (which would be partially offset by an increase in the U.S. valuation allowance of\n$\n6.2\nmillion).\nAlthough we believe our tax estimates are appropriate, the final determination of tax audits and any related litigation could result in favorable or unfavorable changes in our estimates. We believe it is reasonably possible that within the next 12 months the amount of unrecognized tax benefits related to the resolution of multi-jurisdictional tax positions could be reduced by up to $\n27.0\nmillion as audits close and statutes of limitations expire.\nIn the normal course of business, PTC and its subsidiaries are examined by various taxing authorities, including the IRS in the United States. We regularly assess the likelihood of additional assessments by tax authorities and provide for these matters as appropriate. We are currently under audit by tax authorities in several jurisdictions, including Germany, Ireland, and Italy. Audits by tax authorities typically involve examination of the deductibility of certain permanent items, transfer pricing, limitations on net operating losses and tax credits. Although we believe our tax estimates are appropriate, the final determination of tax audits and any related litigation could result in material changes in our estimates.\nAs of\nSeptember 30, 2024\n, we remained subject to examination in the following major tax jurisdictions for the tax years indicated:\nF-\n27\nAdditionally, net operating loss and tax credit carryforwards from certain earlier periods in these jurisdictions may be subject to examination to the extent they are used in later periods.\nWe incurred expenses related to stock-based compensation in 2024, 2023 and 2022 of $\n223.5\nmillion, $\n206.5\nmillion and $\n174.9\nmillion, respectively. Accounting for the tax effects of stock-based awards requires that we establish a deferred tax asset as the compensation is recognized for financial reporting prior to recognizing the tax deductions. The tax benefit recognized in the Consolidated Statements of Operations related to stock-based compensation totaled $\n27.5\nmillion, $\n33.4\nmillion and $\n27.1\nmillion in 2024, 2023 and 2022, respectively. Upon vesting of the stock-based awards, the actual tax deduction is compared with the cumulative financial reporting compensation cost and any excess tax deduction is considered a windfall tax benefit and is recorded to the tax provision. In 2024, 2023 and 2022, net windfall tax benefits of $\n10.2\nmillion, $\n7.8\nmillion and $\n5.2\nmillion were recorded to the tax provision.\nPrior to the passage of the U.S. Tax Cuts and Jobs Act in December of 2017 (the Tax Act), we asserted that substantially all of the undistributed earnings of our foreign subsidiaries were considered indefinitely reinvested and accordingly, no deferred taxes were provided. Pursuant to the provisions of the U.S. Tax Act, these earnings were subjected to U.S. federal taxation via a one-time transition tax, and there is therefore no longer a material cumulative basis difference associated with the undistributed earnings. We maintain our assertion of our intention to permanently reinvest these earnings outside the United States unless repatriation can be done substantially tax-free, with the exception of our Taiwan subsidiary. If we decide to repatriate any additional non-U.S. earnings in the future, we may be required to establish a deferred tax liability on such earnings. The amount of unrecognized deferred tax liability on the undistributed earnings would not be material.\n9. Debt\nAs of\nSeptember 30, 2024 and 2023, we had the following short- and long-term debt obligations:\n(1)\nUnamortized debt issuance costs related to the credit facility were $\n2.3\nmillion included in Other current assets and $\n5.2\nmillion included in Other assets on the Consolidated Balance Sheet as of September 30, 2024\nand $\n2.3\nmillion included in Other current assets and $\n7.5\nmillion included in Other assets on the Consolidated Balance Sheet as of September 30, 2023\n.\n(2)\nThe stated maturity date under the credit facility on which both the revolver line and the term loan will mature and all amounts then outstanding will become due and payable is\nJanuary 3, 2028\n. The term loan began amortizing in March 2024, with payment\ns remaining of $\n21.9\nmillion in 2025, $\n25.0\nmillion in 2026 and 2027, and $\n418.7\nmillion in 2028.\n(3)\nOf the unamortized debt issuance costs for the Senior Note\ns, $\n0.4\nmillion was included in Current portion of long-term debt and $\n3.6\nmillion was included in Long-term debt on the Consolidated Balance Sheet as of September 30, 2024.\nAs of September 30, 2023, all unamortized debt issuance costs for the Senior Notes were included in Long-term debt on the Consolidated Balance Sheets.\n(4)\nAs of\nSeptember 30, 2024,\n$\n521.5\nmillion of debt was classifie\nd as short term, including $\n499.6\nmillion associated with the 2025 Senior Notes and related debt issuance costs and $\n21.9\nmillion associated with the credit facility term loan\n. As of September 30, 2023\n, $\n9.4\nmillion of debt associated with the credit facility term loan w\nas classified as short term with the remaining balance classified as long term.\nSenior Unsecured Notes\nIn February 2020, we issued $\n500\nmillion in aggregate principal amount of\n4.0\n% senior, unsecured long-term debt at par value, due in 2028 (the 2028 notes) and $\n500\nmillion in aggregate principal amount of\n3.625\n% senior, unsecured long-term debt at par value, due in February 2025 (the 2025 notes).\nF-\n28\nAs of September 30, 2024, the total estimated fair value of the 2028 and 2025 notes was approximately $\n485.7\nmillion and $\n497.7\nmillion, respectively, based on quoted prices for the notes on that date.\nWe were in compliance with all the covenants for all our Senior Notes as of September 30, 2024.\nTerms of the 2028 and 2025 Notes\nInterest on the 2028 and 2025 notes is payable semi-annually on February 15 and August 15. The debt indenture for the 2028 and 2025 notes includes covenants that limit our ability to, among other things, incur additional debt, grant liens on our properties or capital stock, enter into sale and leaseback transactions or asset sales, and make capital distributions.\nWe may, on one or more occasions, redeem the 2028 and 2025 notes in whole or in part at specified redemption prices. In certain circumstances constituting a change of control, we will be required to make an offer to repurchase the notes at a purchase price equal to\n101\n% of the aggregate principal amount of the notes, plus accrued and unpaid interest. Our ability to repurchase the notes upon such event may be limited by law, by the indenture associated with the notes, by our then-available financial resources or by the terms of other agreements to which we may be party at such time. If we fail to repurchase the notes as required by the indenture, it would constitute an event of default under the indenture which, in turn, may also constitute an event of default under other obligations.\nCredit Agreement\nIn January 2023, we entered into an amended and restated credit agreement for a new secured multi-currency bank credit facility with a syndicate of banks. Pursuant to the agreement, all revolving commitments under the prior credit agreement were replaced with the revolving commitments under the new credit facility. The new credit facility consists of (i) a $\n1.25\nbillion revolving credit facility, (ii) a $\n500\nmillion term loan credit facility, and (iii) an incremental facility pursuant to which we may incur additional term loan tranches or increase the revolving credit facility. As of\nSeptember 30, 2024, unused commitments under our credit facility were approximately $\n988.0\nmillion and amounts available for borrowing were $\n972.1\nmillion.\nAs of September 30, 2024, the fair value of our credit facility approximates its book value.\nPTC Inc. and certain eligible foreign subsidiaries are eligible borrowers under the credit facility. Any borrowings by PTC Inc. under the credit facility would be guaranteed by PTC Inc.’s material domestic subsidiaries that become parties to the subsidiary guaranty, if any. Any borrowings by eligible foreign subsidiary borrowers would be guaranteed by PTC Inc. and any subsidiary guarantors and secured, subject to exceptions, by a first priority perfected security interest in substantially all existing and after-acquired personal property owned by PTC Inc. and its material domestic subsidiaries (except for certain indirect material domestic subsidiaries). As of September 30, 2024\n, $\n83.0\nmillion was borrowed by an eligible foreign subsidiary borrower.\nLoans under the credit facility bear interest at variable rates that reset every\n30\nto\n180\ndays depending on the base rate (for USD borrowings, either the adjusted Daily Simple RFR or adjusted Term SOFR) and period selected by us. The spread over the base rate depends on our total leverage ratio. As of\nSeptember 30, 2024, the annual rate for borrowings outstanding was\n6.9\n%. A quarterly revolving commitment fee on the undrawn portion of the revolving credit facility is required, ranging from\n0.175\n% to\n0.325\n% per annum, based upon our total leverage ratio.\nThe credit facility limits our ability to, among other things: incur additional indebtedness; incur liens or guarantee obligations; pay dividends and make other distributions; make investments and enter into joint ventures; dispose of assets; and engage in transactions with affiliates, except on an arms-length basis. Under the credit facility, PTC Inc. and its material domestic subsidiaries may not invest cash or property in, or loan amounts to, PTC Inc.’s foreign subsidiaries in aggregate amounts exceeding $\n100\nmillion for\npurposes other than acquisitions of businesses. The credit facility also requires that we maintain certain\nF-\n29\nfinancial\nratios. As of September 30, 2024, we were in compliance with all financial and operating covenants of the credit facility.\nIn 2023, we incurred $\n13.4\nmillion in financing costs in connection with the January 2023 credit facility and related arrangements, of which $\n4.2\nmillion (related to a since-extinguished bridge loan) was expensed in the period and $\n9.2\nmillion was recorded as deferred debt issuance costs and included in Other assets and Other current assets on the Consolidated Balance Sheet. Deferred debt issuance costs are expensed over the term of the obligations.\nInterest\nIn 2024, 2023 and 2022, we incurred interest expense of $\n119.7\nmillion, $\n129.4\nmillion, and $\n54.3\nmillion, respectively, and paid $\n137.0\nmillion, $\n89.8\nmillion and $\n48.5\nmillion, respectively, of interest on our debt. Interest expense in the year ended 2023 includes $\n30.0\nmillion of interest imputed on the $\n650.0\nmillion deferred acquisition payment related to the ServiceMax acquisition. The average interest rate on borrowings outstanding during\n2024, 2023 and 2022 was approximately\n5.4\n%,\n4.9\n% and\n3.4\n%, respectively.\n10. Commitments and Contingencies\nAs of September 30, 2024 and 2023, we had letters of credit and bank guarantees outstanding of $\n15.6\nmillion (of which $\n0.6\nmillion was collateralized) and $\n13.1\nmillion (of which $\n0.5\nmillion was collateralized), respectively, primarily related to our corporate headquarters lease.\nLegal and Regulatory Matters\nWith respect to legal proceedings and claims, we record an accrual for a contingency when it is probable that a liability has been incurred and the amount of the loss can be reasonably estimated.\nWe are subject to legal proceedings and claims against us in the ordinary course of business. As of September 30, 2024, we estimate that the range of possible outcomes for such matters is immaterial and we do not believe that resolving them will have a material adverse impact on our financial condition, results of operations or cash flows. However, the results of legal proceedings cannot be predicted with certainty. Should any of these legal proceedings and claims be resolved against us, the operating results for a reporting period could be adversely affected.\nGuarantees and Indemnification Obligations\nWe enter into standard indemnification agreements with our customers and business partners in the ordinary course of our business. Under such agreements, we typically indemnify, hold harmless, and agree to reimburse the indemnified party for losses suffered or incurred by the indemnified party, in connection with patent, copyright or other intellectual property infringement claims by any third party with respect to our products. Indemnification may also cover other types of claims, including claims relating to certain data breaches. These agreements typically limit our liability with respect to indemnification claims other than intellectual property infringement claims. Historically, our costs to defend lawsuits or settle claims relating to such indemnity agreements have been minimal and, accordingly, we believe the estimated fair value of liabilities under these agreements is immaterial.\nWe warrant that our software products will perform in all material respects in accordance with our standard published specifications during the term of the license. Additionally, we generally warrant that our consulting services will be performed consistent with generally accepted industry standards and, in the case of fixed price services, the agreed-upon specifications. In most cases, liability for these warranties is capped. If necessary, we would provide for the estimated cost of product and service warranties based on specific warranty claims and claim history; however, we have not incurred significant cost under our product or services warranties. As a result, we believe the estimated fair value of these liabilities is immaterial.\nF-\n30\n11. Stockholders’ Equity\nPreferred Stock\nWe may issue up to\n5.0\nmillion shares of our preferred stock in one or more series. Of these shares,\n0.5\nmillion are designated as Series A Junior Participating Preferred Stock. Our Board of Directors is authorized to fix the rights and terms for any series of preferred stock without additional shareholder approval.\nCommon Stock\nOur Articles of Organization authorize us to issue up to\n500\nmillion shares of our common stock.\nOur Board of Directors has authorized us to repurchase up to $\n2\nbillion of our common stock in the period October 1, 2024 through September 30, 2027. We use cash from operations and borrowings under our credit facility to make such repurchases. All shares of our common stock repurchased are automatically restored to the status of authorized and unissued.\nWe did\nno\nt repurchase any shares in\n2024\nor 2023. In 2022, we repurchased\n1.05\nmillion shares for $\n125\nmillion.\n12. Equity Incentive Plan\ns\nWe have two equity incentive plans, our 2000 Equity Incentive Plan and our 2016 Employee Stock Purchase Plan (ESPP).\nOur 2000 Equity Incentive Plan provides for grants of nonqualified and incentive stock options, common stock, restricted stock, restricted stock units and stock appreciation rights to employees, directors, officers and consultants. We award restricted stock units (RSUs) as the principal equity incentive awards, including certain performance-based awards that are earned based on achieving performance criteria established by the Compensation Committee of our Board of Directors on or prior to the grant date. Each RSU represents the contingent right to receive\none\nshare of our common stock.\nOur ESPP allows eligible employees to contribute up to\n10\n% of their base salary, up to a maximum of $\n25,000\nper year and subject to any other plan limitations, toward the purchase of our common stock at a discounted price. The purchase price of the shares on each purchase date is equal to\n85\n% of the lower of the fair market value of our common stock on the first and last trading days of each offering period. The ESPP is qualified under Section 423 of the Internal Revenue Code. We estimate the fair value of each purchase right under the ESPP on the date of grant using the Black-Scholes option valuation model and use the straight-line attribution approach to record the expense over the six-month offering period.\nThe following table shows total stock-based compensation expense recorded in our Consolidated Statements of Operations:\nStock-based compensation expense in 2024, 2023 and 2022 includes $\n6.8\nmillion, $\n6.8\nmillion, and $\n6.4\nmillion respectively, related to our ESPP.\nF-\n31\n2000 Equity Incentive Plan Accounting and Stock-Based Compensation Expense\nThe fair value of RSUs granted in 2024, 2023 and 2022 was based on the fair market value of our stock on the date of grant for service- and certain performance- based RSUs and based on a Monte Carlo simulation model for relative total shareholder return (rTSR) performance RSUs. The weighted average fair value per share of RSUs granted in 2024, 2023 and 2022 was $\n164.73\n, $\n130.64\nand $\n114.31\n, respectively.\nWe account for forfeitures as they occur, rather than estimate expected forfeitures.\nAs of September 30, 2024, total unrecognized compensation cost related to unvested RSUs expected to vest was approximately $\n190.3\nmillion and the weighted average remaining recognition period for unvested RSUs was\n17\nmonths. As of September 30, 2024, the weighted average remaining vesting term for outstanding awards\nis\n1.0\nyears.\nAs of September 30, 2024,\n6.1\nmillion shares of common stock were available for grant under the equity incentive plan and\n2.1\nmillion shares of common stock were reserved for issuance upon vesting of RSUs granted and outstanding.\nThe following table sets forth the restricted stock unit activity for the year ended\nSeptember 30, 2024.\n(1)\nRSUs granted include\n11\nshares from prior period rTSR awards that were earned upon achievement of the performance criteria and vested in November 2023 and\n42\nshares from prior period performance-based awards that were earned upon achievement of the performance criteria and vested in November 2023\n.\nThe following table presents the number of RSU awards granted by award type:\n(1)\nThe performance-based RSUs are primarily made up of RSUs granted to our executives and are eligible to vest based upon annual performance measures over a\nthree-year\nperiod. To the extent earned, those performance-based RSUs will vest in\nthree\nsubstantially equal installments on November 15,\n2024, November 15, 2025, and November 15, 2026, or the date the Compensation Committee determines the extent to which the applicable performance criteria have been achieved for each performance period. Up to a maximum\nof\ntwo times\nthe number of RSUs can be earned.\n(2)\nThe service-based RSUs were granted to employees, inc\nluding our executive officers. Substantially all service-based RSUs will vest in\nthree\nsubstantially equal annual installments on or about the anniversary of the date of grant.\n(3)\nThe rTSR RSUs were granted to our executives and are eligible to vest based on the performance of PTC stock relative to the stock performance of an index of PTC peer companies established as of the grant date, as determined at the end of the m\neasurement period ending on September 30, 2026. The RSUs earned will vest on November 15, 2026\n. Up to a maximum of\ntwo times\nthe number of rTSR RSUs eligible to be earned for the period may vest. If the stock price as of the beginning of the period is below the stock price at the end of the period,\na maximum of\n100\n% of the rTSR RSUs may vest.\nThe weighted-average fair value of the rTSR RSUs was $\n209.16\nper target RSU on the grant date. The fair value of the rTSR RSUs was determined using a Monte Carlo simulation model, a generally accepted statistical technique used to simulate a range of possible future stock prices for PTC and the peer group. The method uses a risk-neutral framework to model future stock price movements based upon the risk-free rate of return, the historical volatility of each entity, and the pairwise correlations of each entity being modeled. The fair value for each simulation is the product of the payout percentage determined by PTC’s rTSR rank against the peer group, the projected price of PTC stock, and a discount factor based on the risk-free rate.\nF-\n32\nThe significant assumptions used in the Monte Carlo simulation model were as follows:\nThe value of stock issued for vested RSUs is as follows:\nIn 2024, shares issued upon vesting of restricted stock units were net of\n0.6\nmillion shares retained by us to cover employee tax withholdings of $\n101.9\nmillion. In 2023, shares issued upon vesting of restricted stock units were net of\n0.6\nmillion shares retained by us to cover employee tax withholdings of $\n82.8\nmillion. In 2022, shares issued upon vesting of restricted stock and restricted stock units were net of\n0.6\nmillion shares retained by us to cover employee tax withholdings of $\n69.0\nmillion.\nAs of September 30, 2024 and September 30, 2023\n, we had liability-classified awards related to stock-based compensation based on a fixed monetary amount of $\n47.7\nmillion and $\n44.9\nmillion, respectively.\n13. Employee Benefit Plan\nWe offer a savings plan to eligible U.S. employees. The plan is qualified under Section 401(k) of the Internal Revenue Code. Participating employees may defer a portion of their pre-tax compensation, as defined, but not more than statutory limits. We contribute\n50\n% of the amount contributed by the employee, up to a maximum of\n3\n% of the employee’s earnings. Our matching contributions vest immediately. We made matching contributions of $\n9.2\nmillion, $\n8.6\nmillion and $\n7.8\nmillion in 2024, 2023 and 2022\n, respectively.\n14. Pension Plans\nWe maintain several international defined benefit pension plans primarily covering certain employees of Computervision, which we acquired in 1998, and CoCreate, which we acquired in 2008, and covering employees in Japan. Benefits are based upon length of service and average compensation with vesting after one\nto\nfive\nyears of service. The pension cost was actuarially computed using assumptions applicable to each subsidiary plan and economic environment. We adjust our pension liability related to our plans due to changes in actuarial assumptions and performance of plan investments, as shown below. The vested benefit obligation is determined as the actuarial present value of the vested benefits to which the employee is currently entitled to but based on the employee's expected date of separation or retirement. Effective in 1998, benefits under one of the international plans were frozen indefinitely.\nThe following table presents the actuarial assumptions used in accounting for the pension plans:\nIn selecting the expected long-term rate of return on assets, we considered the current investment portfolio, and the investment return goals in the plans’ investment policy statements. We, with input from the plans’ professional investment managers and actuaries, also considered the average rate of earnings expected on the funds invested or to be invested to provide plan benefits. This process included determining expected returns for the various asset classes that comprise the plans’ target asset\nF-\n33\nallocation. This basis for selecting the long-term asset return assumptions is consistent with the prior year. Using generally accepted diversification techniques, the plans’ assets, in aggregate and at the individual portfolio level, are invested so that the total portfolio risk exposure and risk-adjusted returns best meet the plans’ long-term liabilities to employees. Plan asset allocations are reviewed periodically and rebalanced to achieve target allocation among the asset categories when necessary. The discount rate is based on yield curves for highly rated corporate fixed income securities matched against cash flows for each future year.\nThe weighted long-term rate of return assumption, together with the assumptions used to determine the benefit obligations as of September 30, 2024 in the table above, will be used to determine our 2025 net periodic pension income, which we expect to be approximately $\n0.3\nmillion.\nAs of September 30, 2024, the weighted average interest credit rate used in our two cash balance pension plans is\n4.3\n%\n.\nAll non-service net periodic pension costs are presented in Other income, net on the Consolidated Statement of Operations. The actuarially computed components of net periodic pension cost recognized in our Consolidated Statements of Operations for each year are shown below:\nF-\n34\nThe following tables display the change in benefit obligation and the change in the plan assets and funded status of the plans as well as the amounts recognized in our Consolidated Balance Sheets:\nAs of September 30, 2024 and 2023, two of our pension plans had projected benefit obligations and accumulated benefit obligations in excess of plan assets. Three international plans were overfunded.\nThe following table shows the change in Accumulated other comprehensive loss:\nIn 2024, our actuarial losses\nwere impacted by the decrease in discount rate from\n4.2\n% in 2023 to\n3.3\n% in 2024. In 2023, our actuarial losses were impacted by volatility in capital markets and the impact of rising interest rates.\nF-\n35\nThe following table shows the percentage of total plan assets for each major category of plan assets:\nWe periodically review the pension plans’ investments in the various asset classes\n. For the CoCreate plans in Germany, assets are actively allocated between equity and fixed income securities to achieve target return. For the other international plans, assets are allocated\n100\n% to fixed income securities. Th\ne fixed income securities for the other international plans primarily include investments held with insurance companies with fixed returns. The plans’ investment managers are provided specific guidelines under which they are to invest the assets assigned to them. In general, investment managers are expected to remain fully invested in their asset class with further limitations on risk as related to investments in a single security, portfolio turnover and credit quality.\nThe German CoCreate plan's investment policy prohibits the use of derivatives associated with leverage and speculation or investments in securities issued by PTC, except through index-related strategies and/or commingled funds. An investment committee oversees management of the pension plans’ assets. Plan assets consist primarily of investments in equity and fixed income securities.\nIn 2024, 2023 and 2022, our actual return (loss) on plan assets was $\n5.1\nmillion, $\n(\n1.9\n)\nmillion and $\n2.3\nmillion, respectively.\nBased on actuarial valuations and additional voluntary contributions, we contributed $\n3.7\nmillion, $\n1.3\nmillion and $\n3.0\nmillion in 2024, 2023 and 2022, respectively, to the plans. In 2025, we expect to contribute $\n0.6\nmillion to the plans and to directly pay $\n3.3\nmillion in benefits.\nAs of\nSeptember 30, 2024, benefit payments expected to be paid over the next ten years are as follows:\nF-\n36\nFair Value of Plan Assets\nThe international plan assets are comprised primarily of investments in a trust and an insurance company. The underlying investments in the trust are primarily governmental fixed income securities and equities in funds and exchange-traded funds (ETFs). They are classified as Level 1 because the underlying units of the trust are traded in open public markets. The fair value of the underlying investments in equity securities and fixed income are based upon publicly-traded exchange prices.\n(1)\nThese investments are comprised primarily of funds invested with an insurance company in Japan with a guaranteed rate of return. The insurance company invests these assets primarily in government and corporate bonds.\nF-\n37\n15. Fair Value Measurements\nMoney market funds, time deposits and corporate notes/bonds are classified within Level 1 of the fair value hierarchy because they are valued based on quoted market prices in active markets.\nThe principal market in which we execute our foreign currency forward contracts is the institutional market in an over-the-counter environment with a relatively high level of price transparency. The market participants are generally large financial institutions. Our foreign currency derivatives’ valuation inputs are based on quoted prices and quoted pricing intervals from public data sources and do not involve management judgment. These contracts are typically classified within Level 2 of the fair value hierarchy.\nOur significant financial assets and liabilities measured at fair value on a recurring basis as of\nSeptember 30, 2024 and 2023 were as follows:\n(1)\nMoney market funds and time deposits.\nLevel 3 Investments\nConvertible Note\nIn the fourth quarter of 2021, we invested $\n2.0\nmillion in a non-marketable convertible note. This debt security was classified as available-for-sale and included in Other assets on the Consolidated Balance Sheet. During the twelve months ended September 30, 2024, we recorded a $\n2.0\nmillion impairment loss related to this Level 3 investment. The impairment loss is included in Other income, net on the Consolidated Statements of Operations.\nF-\n38\n16. Derivative Financial Instruments\nThe following table shows our derivative instruments measured at gross fair value as reflected in the Consolidated Balance Sheets:\n(1)\nAs of\nSeptember 30, 2024 and 2023\n, current derivative assets are recorded in Other current assets on the Consolidated Balance Sheets.\n(2)\nAs of\nSeptember 30, 2024 and 2023\n, current derivative liabilities are recorded in Accrued expenses and other current liabilities on the Consolidated Balance Sheets.\nNon-Designated Hedges\nAs of\nSeptember 30, 2024 and 2023, we had outstanding forward contracts not designated as hedging instruments with notional amounts equivalent to the following:\nThe following table shows the effect of our non-designated hedges, including forward contracts and options, on the Consolidated Statements of Operations for the years ended\nSeptember 30, 2024, 2023 and 2022:\nIn 2024, 2023 and 2022, foreign currency losses, net were $\n1.8\nmillion, $\n2.1\nmillion and $\n0.9\nmillion, respectively.\nNet Investment Hedges\nAs of\nSeptember 30, 2024 and 2023, we had outstanding forward contracts designated as net investment hedges with notional amounts equivalent to the following:\nF-\n39\nThe following table shows the effect of our derivative instruments designated as net investment hedges on the Consolidated Statements of Operations for the years ended\nSeptember 30, 2024, 2023, and 2022:\nAs of September 30, 2024\n, we estimate that all amounts reported in Accumulated other comprehensive loss will be applied against exposed balance sheet accounts upon translation within the next\nthree\nmonths\n.\nOffsetting Derivative Assets and Liabilities\nWe have entered into master netting arrangements for our forward contracts that allow net settlements under certain conditions. Although netting is permitted, it is currently our policy and practice to record all derivative assets and liabilities on a gross basis in the Consolidated Balance Sheets.\nThe following table sets forth the offsetting of derivative assets as of\nSeptember 30, 2024:\nThe following table sets forth the offsetting of derivative liabilities as of\nSeptember 30, 2024:\nF-\n40\n17. Leases\nOur headquarters are located at 121 Seaport Boulevard, Boston, Massachusetts. The lease is for approximately\n250,000\nsquare feet and runs through\nJune 30, 2037\n. We subleased a portion of the leased space through January 31, 2024. Base rent for the first year of the lease was $\n11.0\nmillion and increases by $\n1\nper square foot per year thereafter ($\n0.3\nmillion per year). Base rent first became payable on July 1, 2020. In addition to the base rent, we are required to pay our pro rata portions of building operating costs and real estate taxes (together, “Additional Rent”). Annual Additional Rent is estimated to be approximately\n$\n8.0\nmillion.\nThe components of lease cost reflected in the Consolidated Statements of Operations for the years ended\nSeptember 30, 2024, 2023, and 2022 were as follows:\nSupplemental cash flow information for the years ended\nSeptember 30, 2024, 2023, and 2022 was as follows:\n(1)\nIn the year ended September 30, 2023, operating lease additions included $\n4.0\nmillion related to the ServiceMax acquisition.\nSupplemental balance sheet information related to the leases as of September 30, 2024 and 2023 was as follows:\nMaturities of lease liabilities as of\nSeptember 30, 2024 are as follows:\n18. Subsequent Events\nOn October 1, 2024, we entered into an amendment to our credit agreement. Prior to the amendment, if our outstanding 2025 Senior Notes had not been refinanced to mature on or after April 3, 2028 or redeemed by November 16, 2024, all amounts outstanding under the credit facility would become due and payable on November 16, 2024. After the amendment, the amount outstanding under the credit facility will not become due and payable on November 16, 2024 if on that date our total cash and cash equivalent investments, readily-marketable securities, and available revolving commitments under the credit agreement are greater than or equal to $\n600\nmillion.\nF-\n41"
  }
]