[
  {
    "item_key": "item_1",
    "text": "All references in this report to “Registrant,” “Company,” “SLB,” “we” or “our” are to Schlumberger Limited (Schlumberger N.V.) and its consolidated subsidiaries.\nWe are SLB, a global technology company driving energy innovation for a balanced planet. With a global presence in more than 100 countries and employees representing almost twice as many nationalities, we work each day on innovating energy technology, delivering digital at scale, decarbonizing industries, and developing and scaling new energy systems that accelerate the energy transition.\nToday, the world faces the challenge of providing secure and affordable energy to meet growing demand, while rapidly decarbonizing for a sustainable future. With nearly a century of market and technology leadership, SLB is well positioned and committed to being a leader in providing solutions to address this trilemma.\nIn October 2022, we changed our brand name to SLB and unveiled a new logo that underscores our vision for a decarbonized energy future. This bold change highlighted our leadership as a global technology company focused on driving energy innovation within traditional energy sources and beyond. The SLB brand builds on nearly a century of technology innovation and industrialization. Our identity symbolizes SLB's commitment to moving farther and faster in facilitating the world's energy needs today and forging the road ahead for a sustainable future.\nSLB is organized under four Divisions that combine and integrate SLB’s technologies, enhancing our ability to support the emerging long-term growth opportunities in each of these market segments. The four Divisions are:\n•\nDigital & Integration\n•\nReservoir Performance\n•\nWell Construction\n•\nProduction Systems\nDigital & Integration\n– Combines SLB’s industry-leading digital solutions and data products with its integrated offering of Asset Performance Solutions (“APS”). This Division enables greater performance for our customers by reducing cycle times and risk, accelerating returns, increasing productivity, and lowering costs and carbon emissions.\nThe primary offerings comprising this Division are:\n•\nDigital solutions:\nIncludes products, services, and solutions that span the energy value chain from subsurface characterization through field development and hydrocarbon production to carbon management and the integration of adjacent energy systems. Offerings are founded upon proprietary and open-source data platform technologies, industry-leading simulators and workflow tools, and include domain-specific application of innovative digital capabilities, such as artificial intelligence and machine learning. Solutions are deployable on traditional on-premise IT infrastructures, the cloud, and the edge, allowing for full market coverage irrespective of customer constraints.\n•\nExploration data and data processing:\nProvides comprehensive worldwide reservoir interpretation and data processing services, enabled by a scientifically advanced platform and innovative subsurface imaging techniques for exploration data, and includes one of the industry’s most extensive exploration data libraries.\n•\nAsset Performance Solutions:\nOffers an integrated business model for field production projects. Combines SLB’s services and products with drilling rig management and specialized engineering and project management expertise, to provide a complete solution from well construction to production improvement. As of December 31, 2023, SLB’s APS portfolio primarily consisted of three field production projects in Ecuador and one in Canada.\nReservoir Performance\n– Consists of reservoir-centric technologies and services that are critical to optimizing reservoir productivity and performance. Reservoir Performance develops and deploys innovative technologies and services to evaluate, intervene, and stimulate reservoirs providing customers with greater insights into their assets and maximizing their return on investment.\nThe primary offerings comprising this Division are:\n•\nWireline:\nProvides the information necessary to evaluate subsurface geology and fluids to plan and monitor well construction and to monitor and evaluate well production through both openhole and cased hole services, including wireline logging and perforating.\n•\nTesting:\nProvides exploration and production pressure and flow-rate measurement services both at the surface and downhole supported by a network of laboratories that facilitate rock and fluid characterization.\n•\nStimulation and Intervention\n: Provides services used during well completions, as well as those used to maintain optimal production throughout the life of a well, including pressure pumping, well stimulation, and coiled tubing equipment for downhole mechanical well intervention and coiled-tubing drilling, reservoir monitoring, and downhole data acquisition.\n3\nWell Construction\n– Combines the full portfolio of products and services to optimize well placement and performance, maximize drilling efficiency, and improve wellbore assurance. Well Construction provides operators and drilling rig manufacturers with services and products related to designing and constructing a well.\nThe primary offerings comprising this Division are:\n•\nDrilling & Measurements:\nProvides mud logging services for geological and drilling surveillance, directional drilling, measurement-while-drilling, and logging-while-drilling services for all well profiles as well as engineering support.\n•\nDrilling Fluids:\nSupplies individually engineered drilling fluid systems that improve drilling performance and maintain well control and wellbore stability throughout drilling operations.\n•\nDrill Bits:\nDesigns, manufactures, and markets roller cone and fixed cutter drill bits for all drilling environments.\n•\nDrilling Tools\n: Includes a wide variety of bottomhole assembly and borehole enlargement technologies for drilling operations.\n•\nWell Cementing\n: Provides products and services that secure and protect well casings while isolating fluid zones and maximizing wellbore activity.\n•\nIntegrated Well Construction:\nProvides integrated solutions to construct or change the architecture (re-entry) of wells, including well planning, well drilling, engineering, supervision, logistics, procurement and contracting of third parties, and drilling rig management.\n•\nRigs and Equipment\n: Provides drilling equipment, including pressure control equipment and rotary drilling equipment, and services for shipyards, drilling contractors, operators, and rental tool companies, as well as land drilling rigs and related services.\nProduction Systems\n– Develops technologies and provides expertise that enhance production and recovery from subsurface reservoirs to the surface, into pipelines, and to refineries. Production Systems provides a comprehensive portfolio of equipment and services including subsurface production systems, subsea and surface equipment and services, and midstream production systems.\nThe primary offerings comprising this Division are:\n•\nArtificial Lift:\nProvides production equipment and optimization services using electrical submersible pumps, gas lift equipment, progressing cavity pumps, and surface horizontal pumping systems.\n•\nCompletions Equipment:\nSupplies well completion services and equipment that include packers, safety valves, and sand control technology, as well as a range of intelligent well completions technology and equipment.\n•\nSurface:\nDesigns and manufactures onshore and offshore platform wellhead systems and processing solutions, including valves, chokes, actuators, and surface trees, and provides services to operators.\n•\nValves:\nServes portions of the upstream, midstream, and downstream markets and provides valve products that are primarily used to control and direct the flow of hydrocarbons as they are moved from wellheads through flow lines, gathering lines, and transmission systems to refineries, petrochemical plants, and industrial centers for processing.\n•\nProcessing:\nEnables efficient monetization of subsurface assets using standard and custom-designed onshore, offshore, and downstream processing and treatment systems, as well as unique, reservoir-driven, fit-for-purpose integrated production systems for accelerating first production and maximizing project economics.\n•\nOneSubsea\n™\n:\nProvides integrated solutions, products, systems, and services for the subsea market, including integrated subsea production systems involving wellheads, subsea trees, manifolds and flowline connectors, control systems, connectors and services designed to maximize reservoir recovery and extend the life of each field.\nOn October 2, 2023, SLB, Aker Solutions (“Aker”), and Subsea7 closed their previously announced joint venture.  The new business, OneSubsea, will drive innovation and efficiency in subsea production by helping customers unlock reserves and reduce cycle time. OneSubsea now comprises SLB’s and Aker’s subsea businesses, which include an extensive complementary subsea production and processing technology portfolio, world-class manufacturing scale and capacity, access to industry-leading reservoir and digital domain expertise, unique pore-to-process integration capabilities, and strengthened research and development capabilities. SLB owns 70% of the joint venture, while Aker owns 20% and Subsea7 owns 10%. As the majority owner and controlling entity, SLB is considered the acquirer and reflects OneSubsea as a consolidated subsidiary in its\nConsolidated Financial Statements\n.\nSLB's four Divisions operate through a geographical structure of four Basins that are aligned with critical concentrations of activity: Americas Land, Offshore Atlantic, Middle East & North Africa, and Asia. The Basins are configured around common regional characteristics that enable us to deploy fit-for-purpose technologies, operating models, and skills to meet the specific customer needs in each Basin. The Basins are further organized into GeoUnits, which can be a region, a single country, or made up of several countries. With a strong focus on customers, the Basins identify opportunities for growth, and are focused on agility, responsiveness, and competitiveness.\nSupporting the Divisions is a global network of research and development centers. Through these centers we advance SLB’s technology programs to enhance industry efficiency, lower finding and producing costs, improve productivity, maximize reserve recovery, and increase asset value safely, securely, and sustainably. These centers also support SLB's New Energy investments in lower carbon energy sources and carbon capture technologies.\n4\nCorporate Strategy\nThe evolving marketplace will require bold new technologies and ideas, digital transformation and a deep commitment to sustainability. With a balanced energy transition in mind, our strategy is focused on three engines of growth: Core, Digital and New Energy.\nCore\nConsisting of our Reservoir Performance, WeIl Construction and Production Systems Divisions, Core remains SLB’s largest engine of growth. Building on decades of technology advancement, we will continue innovating new products, services and technologies that make the exploration, development and production of oil and gas assets cleaner, more resilient, and more efficient, with lower carbon emissions and less impact on the environment.\nWe continue to build on our fit-for-basin approach and technology access initiatives, developing bespoke and custom technology tailored to the regions and environments in which we operate. This strategy allows us to address the rapid evolution of our industry into more regional markets, each with distinct resource plays and economics.\nWith the continued growth of digitally enabled technologies that improve efficiency and performance, including our Transition Technologies™ portfolio and our SLB End-to-end Emissions Solutions (SEES) methane elimination business, SLB provides solutions that enable customers to increase production from their reserves at a competitive cost and at a lower carbon intensity per barrel equivalent.\nDigital\nDigital capabilities continue to grow throughout the energy industry as a key element of the complex systems required to meet current energy demand and to harness the promise of a lower-carbon future. SLB is uniquely positioned to support customers on their digital journeys by managing data migration, workflow redesign, and transition to the cloud.\nSLB’s customers have access to leading digital products and services that help to meet their sustainability goals by driving transparency, better measurement, more effective planning, and more impactful and reliable outcomes. To continue elevating customer offerings, we are accelerating the adoption of our proprietary cloud offering Delfi™, enabling enterprise data management, delivering autonomous operations, and innovating through domain-driven artificial intelligence.\nOur cloud-based solutions allow our customers to transition from our established software applications to our Delfi digital platform, and shift from a user-based license model to software-as-a-service (SaaS) subscriptions. This enables customers to evolve from legacy infrastructure and deliver new levels of value creation, with access to key resources such as storage and computing from our cloud partners and access to our industry-leading simulators. Our evolving offering of on-premises solutions allows us to support the digital transition journey of customers that prefer or are required to maintain data solutions locally.\nNew Energy\nNew Energy offers a significant opportunity to use SLB’s experience and scale to drive innovation for a low-carbon economy spanning industries beyond oil and gas. We are building a broad, diverse portfolio across New Energy sectors, selected for their materiality and adjacency to existing SLB strengths and our ability to offer differentiated technology.\nOur New Energy portfolio builds on several fundamental SLB strengths: our unique subsurface domain expertise, applicable beyond oil and gas; our ability to design and deploy complex processing and production systems as an original equipment manufacturer; our differentiated track record for innovation and industrialization; and our ability to deploy at scale in any region of the world with local knowledge and talent.\nSLB will continue building businesses and forging partnerships across various industries to focus on five key areas: carbon solutions, hydrogen, geothermal and geoenergy, stationary energy storage, and critical minerals. Our ambition is to seed technology capabilities in each of these domains, and then grow throughout the decade, ultimately scaling our New Energy offering into the Company’s fastest growing and largest division.\n•\nCarbon Solutions\n:\nCarbon capture, and sequestration (“CCS”) is critical to advancing decarbonization and achieving the goals of the Paris Agreement on climate change. With industry-leading reservoir modeling capabilities, SLB has been in the CCS business for more than three decades.\nThe Company is actively progressing CCS technologies to enable widespread adoption of CCS and is going beyond subsurface characterization and well construction to include capture technology, project economics, technology selection, and permitting. In addition, SLB is developing digital platforms to support emissions management for carbon and methane that will allow clients to measure, monitor, and plan abatement strategies.\n•\nHydrogen:\nSLB is investing in low-carbon hydrogen generation technologies. One such investment is Genvia, a unique private-public partnership that combines SLB’s expertise and experience with that of the French Atomic Energy and Alternative Energies Commission and partners. Genvia aims to deliver the most efficient and cost-effective solid oxide electrolyzer technology for producing clean hydrogen in hard-to-abate industrial settings—a key component of the energy transition.\n5\n•\nGeothermal and Geoenergy:\nGeothermal power leverages the heat of the earth to generate electricity or provide heat directly, by tapping into subsurface hot water and steam zones that are continuously recharged, both naturally and by injection. Geoenergy uses the ambient temperatures beneath the earth's surface to act as a thermal battery and dramatically reduce energy consumption from heating and cooling buildings, electrify and, therefore, drive both efficiency and decarbonization.\n•\nStationary Energy Storage:\nStationary energy storage is a key enabler to make variable renewable energy sources (such as solar or wind) a larger component of the world’s electricity systems enabling power to be delivered in the right place, at the right time, to meet demand. As renewables become a greater percentage of the energy mix, the need increases for additional long-duration energy storage to ensure the efficiency of renewable assets and the reliability of electricity systems.\n•\nCritical Minerals:\nSLB is applying its knowledge of extraction technologies and processing to the location and sources of critical minerals, such as lithium from brine deposits, that will be required to support the energy transition.\nSustainability\nSLB’s emissions reduction strategy is at the center of our identity and vision, and our commitment to a sustainable future is underscored by bold science-backed targets aligned with the Paris Agreement. In 2021, SLB became the first company in the energy services industry to commit to a 2050 net-zero greenhouse gas (“GHG”) emissions target including all three emission scopes.\nBy setting targets based on SLB’s total 2019 baseline GHG footprint—inclusive of Scope 3 emissions (which accounted for approximately 95% of SLB’s baseline)—and not just its Scope 1 and 2 footprint, SLB’s comprehensive emissions reduction roadmap addresses the entire energy value chain.\nSLB’s 2050 net-zero target is supported by the following interim milestones, using 2019 as the baseline year:\n-     by 2025, a 30% reduction in Scope 1 and Scope 2 emissions;\n-     by 2030, a 50% reduction in Scope 1 and Scope 2 emissions; and\n-     by 2030, a 30% reduction in Scope 3 emissions.\nSLB’s Scope 1 and 2 emissions primarily come from fuel use and electricity consumption. SLB’s Scope 3 emissions are indirect, such as emissions from customers’ use of SLB technology and emissions from our use of third-party goods and services.\nThere are three key components to SLB achieving the 2050 net-zero target: reducing operational emissions, reducing customer emissions that occur while using SLB technology, and taking carbon-negative actions of sufficient scale to offset any residual operating and technology emissions that the Company may have in 2050.\nIn tandem with our 2050 net-zero commitment, SLB introduced a portfolio of Transition Technologies™\nin 2021. This portfolio includes a select group of products and services that quantifiably reduce our customers’ GHG emissions footprint, while continuing to drive high performance, reliability, and efficiency. This portfolio is supported by an industry-leading impact quantification framework and will continue to grow as sustainability is further embedded in the Company’s research and development process.\nHuman Capital\nAs a leading global technology company that operates in more than 100 countries with a workforce of approximately 111,000 people from diverse backgrounds, cultures, and nationalities, one of SLB’s greatest strengths is the diversity of our people. We believe that our ability to attract, develop, motivate, and retain a highly competent and diverse workforce has been paramount to our success for many decades. We recognize that cultivating diversity and promoting inclusion are essential to attracting the best talent from around the world and enabling creativity and innovation to drive business success. We believe our strong culture focused on workforce diversity, inclusivity, and learning and development results in the best possible working environment for all our people.\nWorkforce Diversity\nSLB's long-standing commitment to national and cultural diversity is reflected in our workforce composition and our philosophy to recruit and develop people from the communities in which we operate.  Our workforce nationality mix generally aligns with the revenue derived from the countries in which we work, as reflected in the charts below. This fosters a culture that is global in outlook, yet local in practice.\n6\nSLB also recognizes the importance of gender diversity as a source of creativity, innovation, and competitive advantage. We are committed to leading our industry in this area and, in this regard, a number of years ago we established goals of having women represent 25% of our salaried workforce by 2025 and 30% by 2030. As of December 31, 2023, women represented just under 25% of our salaried workforce.\nInclusivity\nWe are building on our diversity to foster a strong culture of inclusion, in which each person can feel accepted, respected, and empowered to perform at their best.  SLB has numerous policies and programs to support our inclusive culture, including:\n•\na global Code of Conduct that outlines the standards of behavior and ethics that all employees are expected to follow, and that prohibits any form of discrimination, harassment, or retaliation;\n•\na global diversity, equity, and inclusion (“DEI”) strategy with a network of diversity and inclusion champions that promote DEI awareness and best practices; and\n•\na global mobility program that enables employees to gain international exposure and experience and develop cross-cultural competencies.\nLearning and Development\nSLB invests significantly in the learning and development of our people. We strive to identify talent early, and to provide employees who demonstrate exceptional performance with opportunities to progress to higher levels within the organization.  This allows us to accelerate personal development while maximizing performance, fostering an agile workforce with the skills necessary to lead SLB today and into the future.\nSLB believes that through diversity, inclusivity, and learning and development, we can support our people to reach their full potential which unlocks value for all of our stakeholders.\nCompetition\nThe principal methods of competition within the energy services industry are technological innovation, quality of service, and price differentiation. These factors vary geographically and are dependent upon the different services and products that SLB offers. SLB has numerous competitors, both large and small.\nIntellectual Property\nSLB owns or controls the industry’s leading portfolio of intellectual property, including but not limited to patents, proprietary information, trade secrets, and software tools and applications that, in the aggregate, are material to SLB’s business. While SLB seeks and holds a significant number of patents covering various products and processes, no particular patent or group of patents is material to SLB’s business.\nSeasonality\nSeasonal changes in weather and significant weather events can temporarily affect the delivery of SLB’s products and services. For example, the spring thaw in Canada and other Northern climates and consequent road restrictions can affect activity levels, while the winter months in the North Sea, Russia, and China can produce severe weather conditions that can temporarily reduce levels of activity. In addition, hurricanes and typhoons can disrupt coastal and offshore operations. Furthermore, customer spending patterns for exploration\n7\ndata, software, and other products may result in higher activity in the fourth quarter of the year as clients seek to fully utilize their annual budgets. Conversely, customer budget constraints in North America may lead to lower demand for our services and products in the fourth quarter of the year.\nCustomers\nSLB’s primary customers are national oil companies, large integrated oil companies, and independent operators. No single customer exceeded 10% of SLB’s consolidated revenue during each of 2023, 2022 and 2021.\nGovernmental Regulations\nSLB is subject to numerous environmental and other governmental and regulatory requirements related to its operations worldwide. For additional details, see “Item 1(a). Risk Factors – Legal and Regulatory Risks,” which is incorporated by reference in this Item 1.\nCorporate Information\nSLB was founded in 1926.\nSchlumberger Limited, the NYSE-listed parent of the SLB family of companies, is incorporated under the laws of Curaçao and has executive offices in Paris, Houston, London, and The Hague.\nThe Company changed its brand name to SLB in 2022 but did not change the legal name of its listed parent company, which remains Schlumberger Limited.\nAvailable Information\nThe SLB website is\nwww.slb.com\n. SLB uses its Investor Relations website,\nhttps://investorcenter.slb.com/\n, as a routine channel for distribution of important information, including news releases, analyst presentations, and financial information. SLB makes available, free of charge through its Investor Relations website at\nhttps://investorcenter.slb.com/,\naccess to its Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, proxy statements and Forms 3, 4 and 5 filed on behalf of directors and executive officers, and amendments to each of those reports, as soon as reasonably practicable after such material is filed with or furnished to the SEC. Alternatively, you may access these reports at the SEC’s website at\nwww.sec.gov\n. Copies are also available, without charge, from SLB Investor Relations, 5599 San Felipe, Houston, Texas 77056. Unless expressly noted, the information on its website or any other website is not incorporated by reference in this Form 10-K and should not be considered part of this Form 10-K or any other filing SLB makes with the SEC.\nInformation About Our Executive Officers\nThe following table sets forth, as of January 24, 2024, the names and ages of SLB’s executive officers, including all offices and positions held by each executive officer during the past five years.\n8\n9"
  },
  {
    "item_key": "item_1a",
    "text": "The following discussion of risk factors known to us contains important information for the understanding of our “forward-looking statements,” which are discussed immediately following Item 7A. of this Form 10-K and elsewhere. These risk factors should also be read in conjunction with Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations, and the\nConsolidated Financial Statements\nand related notes included in Item 8. Financial Statements and Supplementary Data of this Form 10-K.\nPlease carefully consider the risks described below, which discuss the material factors that make an investment in our securities speculative or risky, other material included or incorporated by reference in this Form 10-K, and other reports and materials that we file with the SEC. Additional risks and uncertainties not currently known to us or that we currently deem immaterial could also materially adversely affect our business, reputation, financial condition, results of operations, cash flows and prospects.\nBusiness and Operational Risks\nDemand for our products and services is substantially dependent on the levels of expenditures by our customers, which can change based on many factors, including fluctuations in oil and gas prices. Oil and gas industry downturns have resulted in reduced demand for oilfield products and services and lower expenditures by our customers, which has in the past had, and may in the future have, a material adverse effect on our financial condition, results of operations and cash flows.\nDemand for our products and services depends substantially on expenditures by our customers for the exploration, development and production of oil and gas reserves. These expenditures are generally dependent on our customers’ views of future demand for oil and gas and future oil and gas prices, as well as our customers’ ability to access capital. In addition, the transition of the global energy sector from a primarily fossil fuel-based system to a diverse system which includes renewable energy sources could affect our customers’ levels of expenditures.\nActual and anticipated declines in oil and gas prices have in the past resulted in, and may in the future result in, lower capital expenditures, project modifications, delays or cancellations, general business disruptions, and delays in payment of, or nonpayment of, amounts that are owed to us. These effects have had, and may in the future have, a material adverse effect on our financial condition, results of operations and cash flows.\nHistorically, oil and gas prices have experienced significant volatility and can be affected by a variety of factors, including:\n•\nchanges in the supply of and demand for hydrocarbons, which are affected by general economic and business conditions;\n•\nthe costs of exploring for, producing, and delivering oil and gas;\n•\nthe ability or willingness of the Organization of Petroleum Exporting Countries and the expanded alliance known as OPEC+ to set and maintain production levels for oil;\n•\nthe level of oil and gas exploration and production activity;\n•\nthe level of excess production capacity;\n•\nthe level of refining and storage capacity;\n•\nthe level of oil and gas inventories;\n•\naccess to potential resources;\n•\npolitical and economic uncertainty and geopolitical unrest;\n•\ngovernmental laws, policies, regulations, subsidies, and other actions, including initiatives to promote the use of renewable energy sources;\n•\nspeculation as to the future price of oil and the speculative trading of oil and gas futures contracts;\n•\ntechnological advances affecting energy consumption; and\n•\nextreme weather conditions, natural disasters, and public health or similar issues, such as pandemics and epidemics.\nThe oil and gas industry has historically experienced periodic downturns, which have been characterized by diminished demand for our products and services and downward pressure on the prices that we are able to charge. Sustained market uncertainty can also result in lower demand and pricing for our products and services. A significant industry downturn, sustained market uncertainty, or increased availability of economical alternative energy sources could result in a reduction in demand for our products and services, which could adversely affect our business, financial condition, results of operations, cash flows and prospects.\nDisruptions in the political, regulatory, economic, and social environments of the countries in which we operate could adversely affect our reputation, financial condition, results of operations and cash flows.\nWe are a global technology company, and our non-US operations accounted for approximately 84% of our consolidated revenue in 2023 and 2022, and 85% in 2021. Geopolitical instability and unforeseen changes in any of the markets in which we operate could result in business disruptions or operational challenges that may adversely affect the demand for our products and services, or our reputation, our financial condition, and our results of operations and cash flows. These factors include, but are not limited to, the following:\n•\nuncertain or volatile political, social, and economic conditions;\n•\nexposure to expropriation, nationalization, deprivation or confiscation of our assets or the assets of our customers, or other   governmental actions;\n10\n•\nsocial unrest, acts of terrorism, war, or other armed conflict;\n•\nconfiscatory taxation or other adverse tax policies;\n•\ntheft of, or lack of sufficient legal protection for, proprietary technology and other intellectual property;\n•\ndeprivation of contract rights;\n•\ntrade and economic sanctions or other restrictions imposed by the European Union, the United States, the United Kingdom, China, or other regions or countries that could restrict or curtail our ability to operate in certain markets;\n•\npublic health crises;\n•\nunexpected changes in legal and regulatory requirements, including changes in interpretation or enforcement of existing laws;\n•\nrestrictions on the repatriation of income or capital;\n•\ncurrency exchange controls;\n•\ninflation; and\n•\ncurrency exchange rate fluctuations and devaluations.\nAs an example of a risk resulting from our global operations, in March 2022 we decided to immediately suspend new investment and technology deployment to our Russia operations. In July 2023, we announced that we were halting shipments of products into Russia from all our facilities worldwide in response to the continued expansion of international sanctions. Russia represented approximately 5% of our worldwide revenue during 2023. The carrying value of our net assets in Russia was approximately $0.6 billion as of December 31, 2023. This consisted of $0.2 billion of receivables, $0.3 billion of fixed assets, $0.4 billion of other assets, and $0.3 billion of current liabilities.\nWe continue to actively monitor the dynamic situation in Ukraine and applicable laws, sanctions and trade control restrictions resulting from the conflict. The extent to which our operations, financial results and cash flows may be affected by the ongoing conflict in Ukraine will depend on various factors, including the extent and duration of the conflict; the effects of the conflict on regional and global economic and geopolitical conditions; the effect of further laws, sanctions and trade control restrictions on our business, the global economy and global supply chains; and the impact of fluctuations in the exchange rate of the ruble. Continuation or escalation of the conflict may also exacerbate this and other risk factors identified in this Form 10-K, including cybersecurity, regulatory, and reputational risks.\nFailure to effectively and timely address the energy transition could adversely affect our business, results of operations, and cash flows.\nOur long-term success depends on our ability to effectively address the energy transition, which will require adapting our technology portfolio to changing customer preferences and government requirements, developing solutions to decarbonize oil and gas operations, and scaling innovative low-carbon and carbon-neutral technologies. If the energy transition landscape changes faster than anticipated or in a manner that we do not anticipate, demand for our products and services could be adversely affected. Furthermore, if we fail or are perceived to not effectively implement an energy transition strategy, or if investors or financial institutions shift funding away from companies in fossil fuel-related industries, our access to capital or the market for our securities could be negatively impacted.\nOur operations are subject to cyber incidents that could have a material adverse effect on our business, financial condition, results of operations, and cash flows.\nOur success depends in part on our ability to provide effective cyber security protection in connection with our digital technologies and services as well as our internal digital infrastructure. We operate information technology networks and systems for internal purposes that incorporate third-party software and technologies. We also connect to and exchange data with external networks that may be operated by our customers, suppliers, alliance partners, or other third parties. We provide digital technologies that allow us or our customers to remotely perform wellsite and field operations. We also develop software and other digital products and services that store, retrieve, manipulate, and manage our customers’ information and data, external data, personal data, and our own data.\nOur digital technologies and services, as well as third-party products, services and technologies that we rely on (including emerging technologies, such as artificial intelligence programs), are subject to the risk of cyberattacks and, given the nature of such attacks, some incidents can remain undetected for a period of time despite efforts to detect and respond to them in a timely manner. Cyberattacks are expected to accelerate on a global basis in both frequency and magnitude as threat actors are becoming increasingly sophisticated in using techniques and tools (including artificial intelligence) that circumvent controls, evade detection and even remove forensic evidence of the infiltration. There can be no assurance that the systems we have designed to prevent or limit the effects of cyber incidents or attacks will be sufficient to prevent or detect material consequences arising from such incidents or attacks, or to avoid a material adverse impact on our systems after such incidents or attacks do occur. We have experienced and will continue to experience varying degrees of cyber incidents in the normal conduct of our business, including attacks resulting from social engineering such as phishing and ransomware infections. Even if we successfully defend our own digital technologies and services, we also rely on providers of third-party products, services, and networks, with whom we may share data and services, and who may be unable to effectively defend their digital technologies and services against attack.\nUnauthorized access to or modification of, or actions disabling our ability to obtain authorized access to, our customers’ data, other external data, personal data, or our own data, as a result of a cyber incident, attack or exploitation of a security vulnerability, or loss of control of our clients’ operations could result in significant damage to our reputation or disruption of the services we provide to our customers or of our customers’ businesses. In addition, allegations, reports, or concerns regarding vulnerabilities affecting our digital products or services could damage our reputation. This could lead to fewer customers using our digital products and services, which\n11\ncould have a material adverse impact on our financial condition, results of operations, cash flows, and future prospects. In addition, if our systems or third-party products, services, and network systems for protecting against cybersecurity risks prove to be insufficient, we could be adversely affected by, among other things, loss of or damage to our intellectual property, proprietary or confidential information; loss of customer, supplier, or our employee data; breach of personal data; interruption of our business operations; disruption of our customers’ businesses; increased legal and regulatory exposure, including fines and remediation costs; and increased costs required to prevent, respond to, or mitigate cybersecurity attacks. These risks could harm our reputation and our relationships with our employees, our customers, our suppliers, our alliance partners and other third parties, and may result in claims against us.\nWe operate in a highly competitive environment. If we are unable to maintain technology leadership, this could adversely affect any competitive advantage we hold.\nThe energy industry is highly competitive and rapidly evolving. Our business may be adversely affected if we fail to continue developing and producing innovative technologies in response to changes in the market, including customer and government requirements, or if we fail to deliver such technologies to our customers in a timely and cost-competitive manner. If we are unable to maintain technology leadership in our industry, our ability to maintain market share, defend, maintain, or increase prices for our products and services, and negotiate acceptable contract terms with our customers could be adversely affected. Furthermore, competing or new technologies may accelerate the obsolescence of our products or services and reduce the value of our intellectual property.\nLimitations on our ability to obtain, maintain, protect, or enforce our intellectual property rights, including our trade secrets, could cause a loss in revenue and any competitive advantage we hold.\nThere can be no assurance that the steps we take to obtain, maintain, protect, and enforce our intellectual property rights will be adequate. Some of our products or services, and the processes we use to produce or provide them, have been granted patent protection, have patent applications pending, or are trade secrets. Our business may be adversely affected when our patents are unenforceable, the claims allowed under our patents are not sufficient to protect our technology, our patent applications are denied, or our trade secrets are not adequately protected. Patent protection on some types of technology, such as software or machine learning processes, may not be available in certain countries in which we operate. Our competitors may also be able to develop technology independently that is similar to ours without infringing on our patents or gaining access to our trade secrets.\nThird parties may claim that we have infringed upon or otherwise violated their intellectual property rights.\nThe tools, techniques, methodologies, programs, and components we use to provide our services and products may infringe upon or otherwise violate the intellectual property rights of others or be challenged on that basis. Regardless of the merits, any such claims generally result in significant legal and other costs, including reputational harm, and may distract management from running our business. Resolving such claims could increase our costs, including through royalty payments to acquire licenses, if available, from third parties and through the development of replacement technologies. If a license to resolve a claim were not available, we might not be able to continue providing a particular service or product.\nLegal and Regulatory Risks\nOur operations require us to comply with numerous laws and regulations, violations of which could have a material adverse effect on our reputation, financial condition, results of operations or cash flows.\nOur operations are subject to international, regional, national, and local laws and regulations in every place where we operate, relating to matters such as environmental protection, health and safety, labor and employment, human rights, import/export controls, currency exchange, bribery and corruption, data privacy and cybersecurity, intellectual property, immigration, and taxation. These laws and regulations are complex, frequently change, have tended to become more stringent over time, and could conflict among one another. In the event the scope of these laws and regulations expands in the future, the incremental cost of compliance could adversely affect our financial condition, results of operations, or cash flows.\nOur operations are subject to anti-corruption and anti-bribery laws and regulations, such as the Foreign Corrupt Practices Act, the UK Bribery Act, and other similar laws. We are also subject to trade control regulations and trade sanctions laws that restrict the movement of certain goods to, and certain operations in, various countries or with certain persons. Our ability to transfer people, products, and data among certain countries is subject to maintaining required licenses and complying with these laws and regulations.\nThe internal controls, policies and procedures, and employee training and compliance programs we have implemented to deter prohibited practices may not be effective in preventing employees, contractors, or agents from violating or circumventing such internal policies or from material violations of applicable laws and regulations. Any determination that we have violated or are responsible for violations of applicable laws, including securities, environmental, trade control, trade sanctions, or anti-corruption laws, could have a material adverse effect on our financial condition. Violations of international and US laws and regulations or the loss of any required licenses may result in fines and penalties, criminal sanctions, administrative remedies, or restrictions on business conduct, and could have a material adverse effect on our business, operations, and financial condition. In addition, any major violations could have a significant effect on our reputation and consequently on our ability to win future business and maintain existing customer and supplier relationships.\nExisting or future laws, regulations, court orders or other public- or private-sector initiatives to limit greenhouse gas emissions or relating to climate change may reduce demand for our products and services.\n12\nContinuing political and social attention to the issue of climate change has resulted in both existing and proposed international agreements and national, regional, and local legislation and regulatory measures to limit GHG emissions and mitigate the effects of climate change. The implementation of these agreements, including the Paris Agreement, the Europe Climate Law, and other existing or future regulatory mandates, may adversely affect the demand for our products and services, impose taxes on us or our customers, require us or our customers to reduce GHG emissions from our technologies or operations, or accelerate the obsolescence of our products or services.\nIn addition, increasing attention to the risks of climate change has resulted in an increased possibility of litigation or investigations brought by public and private entities against oil and gas companies in connection with their GHG emissions. As a result, we or our customers may become subject to court orders compelling a reduction of GHG emissions or requiring mitigation of the effects of climate change.\nThere is also increased focus by our customers, investors and other stakeholders on climate change, sustainability, and energy transition matters. Actions to address these concerns or negative perceptions of our industry or fossil fuel products and their relationship to the environment have led to initiatives to conserve energy and promote the use of alternative energy sources, which may reduce the demand for and production of oil and gas in areas of the world where our customers operate, and thus reduce future demand for our products and services. In addition, initiatives by investors and financial institutions to limit funding to companies in fossil fuel-related industries may adversely affect our liquidity or access to capital. Any of these initiatives may, in turn, adversely affect our financial condition, results of operations, and cash flows.\nEnvironmental compliance costs and liabilities arising as a result of environmental laws and regulations could have a material adverse effect on our business, financial condition, results of operations, and cash flows.\nWe are subject to numerous laws and regulations relating to environmental protection, including those governing air and GHG emissions, water discharges and waste management, as well as the importation and use of hazardous materials, radioactive materials, chemicals, and explosives. The technical requirements of these laws and regulations are becoming increasingly complex, stringent, and expensive to implement. These laws sometimes provide for “strict liability” for remediation costs, damages to natural resources or threats to public health and safety. Strict liability can render us liable for damages without regard to our degree of care or fault. Some environmental laws provide for joint and several strict liability for remediation of spills and releases of hazardous substances, and, as a result, we could be liable for the actions of others.\nWe use and generate hazardous substances and wastes in our operations. In addition, many of our current and former properties are, or have been, used for industrial purposes. Accordingly, we could become subject to material liabilities relating to the investigation and cleanup of potentially contaminated properties, and to claims alleging personal injury or property damage as a result of exposures to, or releases of, hazardous substances. In addition, stricter enforcement or changing interpretations of existing laws and regulations, the enactment of new laws and regulations, the discovery of previously unknown contamination, or the imposition of new or increased requirements could require us to incur costs or become the basis for new or increased liabilities that could have a material adverse effect on our business, operations, and financial condition.\nWe could be subject to substantial liability claims, including as a result of well incidents, which could adversely affect our reputation, financial condition, results of operations, and cash flows.\nThe technical complexities of our operations expose us to a wide range of significant health, safety, and environmental risks. Our operations involve the use of radioactive materials, chemicals, explosives and other equipment and services that are deployed in challenging exploration, development, and production environments. Accidents or acts of malfeasance involving these services or equipment, or a failure of a product (including as a result of a cyberattack), could cause personal injury, loss of life, damage to or destruction of property, equipment or the environment, or suspension of operations, which could materially adversely affect us. Any well incidents, including blowouts at a well site or any loss of containment or well control, may expose us to additional liabilities, which could be material. Generally, we rely on contractual indemnities, releases, and limitations on liability with our customers and insurance to protect us from potential liability related to such events. However, our insurance may not protect us against liability for certain kinds of events, including events involving pollution, or against losses resulting from business interruption. Moreover, we may not be able to maintain insurance at levels of risk coverage or policy limits that we deem adequate. Any damages caused by our services or products that are not covered by insurance or are in excess of policy limits or subject to substantial deductibles, could adversely affect our financial condition, results of operations, and cash flows.\nGeneral Risk Factors\nOur aspirations, goals, and initiatives related to sustainability and emissions reduction, and our public statements and disclosures regarding them, expose us to numerous risks.\nWe have developed, and will continue to develop and set, goals, targets, and other objectives related to sustainability matters, including our net-zero emissions target and our energy transition strategy. Statements related to these goals, targets, and objectives reflect our current plans and aspirations and do not constitute a guarantee that they will be achieved. Our efforts to research, establish, accomplish, and accurately report on these goals, targets, and objectives expose us to numerous operational, reputational, financial, legal, and other risks. Our ability to achieve any stated goal, target, or objective, including with respect to emissions reduction, is subject to numerous factors and conditions, some of which are outside of our contro\nl.\nOur targets are based on empirical data and estimates that reflect our understanding of current best practices for measuring or estimating emissions or other metrics, but we anticipate that future innovations in both measurement technologies and estimation methodologies could cause us to revise our baseline as well as re-calculate progress toward our targets.\n13\nOur business faces increased scrutiny from certain investors and other stakeholders related to our sustainability activities, including the goals, targets, and objectives that we announce, and our methodologies and timelines for pursuing them. If our sustainability practices do not meet investor or other stakeholder expectations and standards, including any third-party ratings used by stakeholders, which continue to evolve, our reputation, our ability to attract or retain employees, our ability to access capital, and our attractiveness as an investment or business partner could be negatively affected. Similarly, our failure or perceived failure to pursue or fulfill our sustainability-focused goals, targets, and objectives, to comply with ethical, environmental, or other standards, regulations, or expectations, or to satisfy various reporting standards with respect to these matters, within the timelines we announce, or at all, could adversely affect our business or reputation, as well as expose us to government enforcement actions and private litigation.\nFailure to attract and retain qualified personnel could impede our operations.\nOur future success depends on our ability to recruit, train, and retain qualified personnel. We require highly skilled personnel to operate and provide technical services and support for our business. Competition for the personnel necessary for our businesses intensifies as activity increases, technology evolves and customer demands change. In periods of high utilization, it is often more difficult to find and retain qualified individuals. This could increase our costs or have other material adverse effects on our operations.\nSevere weather events, including extreme weather conditions associated with climate change, have in the past and may in the future adversely affect our operations and financial results.\nOur business has been, and in the future will be, affected by severe weather events in areas where we operate, which could materially affect our operations and financial results. Extreme weather conditions such as hurricanes, flooding, landslides, and heat waves have in the past resulted in, and may in the future result in, the evacuation of personnel, stoppage of services and activity disruptions at our facilities, in our supply chain, or at well-sites, or result in disruptions to our customers’ operations. Particularly severe weather events affecting platforms or structures may result in a suspension of activities. Climate change may impact the frequency and/or intensity of such events. In addition, acute or chronic physical impacts of climate change, such as sea level rise, coastal storm surge, inland flooding from intense rainfall, and hurricane-strength winds may damage our facilities. Any such extreme weather events may result in increased operating costs or decreases in revenue.\nPublic health emergencies, such as the COVID-19 pandemic, and resulting adverse economic conditions have had, and may continue to have, a material adverse effect on our financial condition, results of operations, and cash flows.\nPublic health emergencies, including the COVID-19 pandemic, have caused, and could again cause, a significant reduction in global economic activity, significantly weakening demand for oil and gas, and in turn, demand for our products and services. Other effects of  public health emergencies have included, and may continue to include, significant volatility and disruption of the global financial markets; adverse revenue and net income effects; disruptions to our operations, including suspension or deferral of drilling activities; customer shutdowns of oil and gas exploration and production; downward revisions to customer budgets; limitations on access to sources of liquidity; supply chain disruptions; limitations on access to raw materials; employee impacts from illness; and local and regional closures or lockdowns, including temporary closures of our facilities and the facilities of our customers and suppliers. The extent to which our operating and financial results will be and may continue to be affected by public health emergencies will depend on various factors beyond our control, such as the continued severity and duration of the public health emergencies, including any sustained geographic resurgence; the emergence of new variants and strains of a contagious disease or virus; and the success of actions to contain or mitigate the effects of the public health emergency. A public health emergency, and volatile regional and global economic conditions stemming from a public health emergency, could also aggravate our other risk factors described in this Form 10-K."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_1c",
    "text": "SLB maintains a cyber risk management program designed to identify, assess, manage, mitigate, and respond to cybersecurity threats. This program is integrated within the Company’s enterprise risk management system and addresses both the corporate information technology environment and customer-facing products.\nThe underlying controls of the cyber risk management program are based on recognized best practices and standards for cybersecurity and information technology, including the National Institute of Standards and Technology (“NIST”) Cybersecurity Framework (“CSF”) and the International Organization Standardization (“ISO”) 27001 Information Security Management System Requirements. SLB has an annual assessment, performed by a third party, of the Company’s cyber risk management program against the NIST CSF.\nSLB has a Cyber Security Operations Center operating in three locations to provide 24/7 monitoring of its global cybersecurity environment and to coordinate the investigation and remediation of alerts. A program for staging incident response drills is in place to prepare support teams in the event of a significant incident.\nCyber partners are a key part of SLB’s cybersecurity infrastructure. SLB partners with leading cybersecurity companies and organizations, leveraging third-party technology and expertise. SLB engages with these partners to monitor and maintain the performance and effectiveness of products and services that are deployed in SLB’s environment.\n14\nSLB’s Cyber Security Director reports to SLB’s Chief Information Officer and is the head of the Company’s cybersecurity team. The Cyber Security Director is responsible for assessing and managing SLB’s cyber risk management program, informs senior management regarding the prevention, detection, mitigation, and remediation of cybersecurity incidents and supervises such efforts. The cybersecurity team has decades of experience selecting, deploying, and operating cybersecurity technologies, initiatives, and processes around the world, and relies on threat intelligence as well as other information obtained from governmental, public or private sources, including external consultants engaged by SLB.\nThe Audit Committee of the Board of Directors oversees SLB’s cybersecurity risk exposures and the steps taken by management to monitor and mitigate cybersecurity risks. The cybersecurity team briefs the Audit Committee on the effectiveness of SLB’s cyber risk management program, typically on a quarterly basis. In addition, cybersecurity risks are reviewed by the SLB Board of Directors, at least annually, as part of the Company’s corporate risk mapping exercise.\nSLB faces risks from cybersecurity threats that could have a material adverse effect on its business, financial condition, results of operations, cash flows or reputation. SLB has experienced, and will continue to experience, cyber incidents in the normal course of its business. However, prior cybersecurity incidents have not had a material adverse effect on SLB’s business, financial condition, results of operations, or cash flows. See “Risk Factors – Business and Operational Risks – Our operations are subject to cyber incidents that could have a material adverse effect on our business, financial condition, results of operations, and cash flows.”"
  },
  {
    "item_key": "item_2",
    "text": "SLB owns or leases numerous manufacturing facilities, administrative offices, service centers, research centers, data processing centers, mines, and other facilities throughout the world, none of which are individually material."
  },
  {
    "item_key": "item_3",
    "text": "The information with respect to this Item 3. Legal Proceedings is set forth in Note 15 –\nContingencies\n, in the accompanying\nConsolidated Financial Statements\n."
  },
  {
    "item_key": "item_4",
    "text": "Information concerning mine safety violations or other regulatory matters required by section 1503(a) of the Dodd-Frank Wall Street Reform and Consumer Protection Act and Item 104 of Regulation S-K is included in Exhibit 95 to this Form 10-K.\n15\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "As of December 31, 2023, there were 21,444 stockholders of record. The principal US market for SLB’s common stock is the New York Stock Exchange (“NYSE”), where it is traded under the symbol “SLB.”\nThe following graph compares the cumulative total stockholder return on SLB common stock with the cumulative total return on the Standard & Poor’s 500 Index (“S&P 500 Index”) and the cumulative total return on the Philadelphia Oil Service Index. It assumes $100 was invested on December 31, 2018 in SLB common stock, in the S&P 500 Index and in the Philadelphia Oil Service Index, as well as the reinvestment of dividends on the last day of the month of payment. The stockholder return set forth below is not necessarily indicative of future performance. The following graph and related information shall not be deemed “soliciting material” or to be “filed” with the SEC, nor shall such information be incorporated by reference into any future filing under the Securities Act of 1933, as amended, or the Securities Exchange Act of 1934, as amended, except to the extent that SLB specifically incorporates it by reference into such filing.\nComparison of Five-Year Cumulative Total Return Among\nSLB Common Stock, the S&P 500 Index and the\nPhiladelphia Oil Service Index\nShare Repurchases\nOn January 21, 2016, the SLB Board of Directors approved a $10 billion share repurchase program for SLB common stock. SLB had cumulatively repurchased $1.7 billion of its common stock under this program as of December 31, 2023.\nSLB's common stock repurchase program activity for the three months ended December 31, 2023 was as follows:\n16\nUnregistered Sales of Equity Securities\nOn October 2, 2023, SLB, Aker and Subsea7 closed their previously announced joint venture. In addition to contributing its subsea business to the joint venture, at closing SLB issued 5.1 million shares of its common stock valued at $306.5 million to Aker through a private placement pursuant to Rule 144A."
  },
  {
    "item_key": "item_6",
    "text": "17"
  },
  {
    "item_key": "item_7",
    "text": "The following discussion and analysis contains forward-looking statements, including, without limitation, statements relating to our plans, strategies, objectives, expectations, intentions, and resources. Such forward-looking statements should be read in conjunction with our disclosures under “Item 1A. Risk Factors” of this Form 10-K.\nThis section of the Form 10-K generally discusses 2023 and 2022 items and year-to-year comparisons between 2023 and 2022.  Discussions of 2021 items and year-to-year comparison between 2022 and 2021 that are not included in this Form 10-K can be found in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of SLB’s Annual Report on Form 10-K for the fiscal year ended December 31, 2022.\n2023 Executive Overview\n2023 was a remarkable year marked by widespread revenue growth, margin expansion, and exceptional cash flow. Year on year, revenue grew 18%, pretax segment operating margin increased 185 basis points (“bps”) to 20% and we delivered $6.6 billion of cash flow from operations and $4.0 billion of free cash flow—allowing us to reduce net debt by $1.4 billion and return $2.0 billion to shareholders this year through dividends and stock repurchases.\nOur strong full-year performance was fueled by substantial international growth, with approximately 90% of our international GeoUnits posting year-on-year increases, complemented by sustained performance in North America.\nInternational revenue grew 20% year on year by more than $4 billion. Notably, we achieved our highest-ever revenue in the Middle East, led by impressive growth in Saudi Arabia, the United Arab Emirates, and Egypt & East Mediterranean GeoUnits.\nIn the offshore basins, we benefited from long-cycle developments, capacity expansions, and exploration and appraisal activities with remarkable growth in Brazil and Angola, and solid increases in the US Gulf of Mexico, Guyana, and Norway.\nIn North America, while activity moderated as expected in the second half of the year, revenue increased 12% year on year, outpacing the rig count. This outperformance was driven by our technology-leveraged portfolio in both US land and the US Gulf of Mexico.\nOn a divisional basis, our Core business—comprising Reservoir Performance, Well Construction, and Production Systems—accelerated, growing revenue 20% year on year and expanding pretax segment operating margin 277 bps.\nDigital & Integration revenue increased 4% year on year. This was led by digital, which continued strong growth momentum, delivering more than $2 billion in revenue. Our success in digital was driven by further adoption of Delfi technology and customers embracing our connected and autonomous drilling, data, and AI solutions.\nWe also saw continued adoption of our Transition Technologies portfolio as customers look to enhance efficiency and reduce emissions. The imperative to operate more sustainably is translating into tangible investments by our customers, resulting in the portfolio generating more than $1 billion of revenue.\nAs global energy demand continues to increase, international production is expected to play a key role in meeting supply through the end of the decade. Notably, we anticipate record investment levels in the Middle East extending beyond 2025, with significant expansion in Saudi Arabia, the United Arab Emirates, Iraq, and Kuwait. Offshore remains another distinct attribute of this durable growth cycle, serving as an important source for production growth and capacity additions, and we expect strong activity to continue in Brazil, West Africa, the Eastern Mediterranean, the Middle East, and Southeast Asia.\nIn the international environment, despite elevated geopolitical tensions in various regions, we do not anticipate a significant impact on the sector's overall activity, absent any escalation. Furthermore, we expect the long-cycle investments across the Middle East, global offshore, and gas resource plays to be largely decoupled from short-term commodity price fluctuations.\nIn 2024, SLB expects to experience another year of strong growth driven by the international markets. Benefiting from these market dynamics, we foresee further growth led by Production Systems, strengthened by the additional subsea opportunities from our OneSubsea joint venture. Sustained momentum is expected in Reservoir Performance, accompanied by increased activity in Well Construction. Additionally, we expect continued customer adoption of our Digital business, particularly in our new technology platforms.\nOur performance and returns-focused strategy, combined with our differentiated market positioning and digital capabilities, will drive profitable growth and further margin expansion, setting a strong foundation for long-term outperformance.\nWith confidence in the strength and longevity of the cycle and visibility into sustained strong cash flows, in January 2024, our Board of Directors approved a 10% increase to our quarterly dividend. Additionally, we plan to increase share repurchases in 2024, visibly enhancing returns to shareholders for the full year.\n18\nFourth Quarter 2023 Results\n(1)\nComprised principally of certain corporate expenses not allocated to the segments, stock-based compensation costs, amortization expense associated with certain intangible assets, certain centrally managed initiatives, and other nonoperating items.\n(2)\nExcludes interest income included in the segments’ income (fourth quarter 2023: $11 million; third quarter 2023: $2 million).\n(3)\nExcludes interest expense included in the segments’ income (fourth quarter 2023: $4 million; third quarter 2023: $3 million).\n(4)\nCharges and credits are described in detail in Note 3 to the\nConsolidated Financial Statements\n.\nFourth-quarter revenue of $9.0 billion increased 8% sequentially with the acquired Aker subsea business accounting for approximately 70% of the growth, while the legacy portfolio continued its growth trajectory in the international markets.\nInternational revenue of $7.3 billion grew 10% sequentially, driven by Europe & Africa and the Middle East & Asia. Europe & Africa increased 16% sequentially driven by the acquired Aker subsea business, which accounted for most of the sequential revenue growth, primarily in Scandinavia. Revenue in the Middle East & Asia increased 11% sequentially driven by higher drilling, intervention, stimulation, and evaluation activity, both on land and offshore. North America revenue of $1.6 billion was flat sequentially as reduced drilling activity in US land and Canada was offset by higher offshore revenue in the US Gulf of Mexico.\nCompared to the same quarter last year, fourth-quarter 2023 international revenue outpaced North America, growing 18%, while North America was relatively flat. Excluding the acquired Aker subsea business, international revenue grew 10% year on year, marking the 10th consecutive quarter of double-digit growth.\nFourth-quarter 2023 pretax segment operating income margin of 21% increased year on year, representing the 12th consecutive quarter of growth.\nDigital & Integration\nDigital & Integration revenue of $1.0 billion increased 7% sequentially due to increased digital revenue across all areas led by the Middle East & Asia and Europe & Africa.\nDigital & Integration pretax operating margin of 34% expanded 197 bps sequentially due to improved profitability in digital.\nReservoir Performance\nReservoir Performance revenue of $1.7 billion grew 3% sequentially primarily due to increased activity internationally, mainly in the Middle East and Africa.\nReservoir Performance pretax operating margin of 21% expanded 88 bps sequentially and represents the Division’s highest level of pretax operating margin in this cycle. This increase was primarily driven by higher activity, pricing, and improved operating leverage.\nWell Construction\nWell Construction revenue of $3.4 billion was flat sequentially with international growth being offset by a decline in North America revenue. International revenue increased 2% driven primarily by strong growth in the Middle East & Asia and Africa. North America revenue decreased 7% on a lower US land rig count.\nWell Construction pretax operating margin of 22% increased 35 bps sequentially primarily driven by improved profitability from the increased activity in the Middle East & Asia and Africa.\n19\nProduction Systems\nProduction Systems revenue of $2.94 billion increased 24% sequentially. The acquired Aker subsea business accounted for most of the growth. Excluding the effects of this acquisition, revenue grew 4% sequentially due to strong international sales.\nProduction Systems pretax operating margin expanded 153 bps sequentially to 15%, its highest level in this cycle. The improvement was driven primarily by higher sales of midstream, artificial lift, and subsea production systems.\nFull-Year 2023 Results\n(1)\nComprised principally of certain corporate expenses not allocated to the segments, stock-based compensation costs, amortization expense associated with certain intangible assets, certain centrally managed initiatives, and other nonoperating items.\n(2)\nExcludes interest income included in the segments’ income (2023: $13 million; 2022: $72 million).\n(3)\nExcludes interest expense included in the segments’ income (2023: $14 million; 2022: $13 million) .\n(4)\nCharges and credits are described in detail in Note 3 to the\nConsolidated Financial Statements\n.\nFull-year 2023 revenue of $33.1 billion increased 18% year on year led by Well Construction and Production Systems. On a geographic basis, year-on-year revenue growth was broad-based with North America revenue increasing 12% due to strong land and offshore drilling and higher sales of production systems, while international revenue grew 20%. International growth was widespread across all areas, led by the Middle East & Asia, which grew 21% due to higher drilling and intervention activity. Europe & Africa grew 18% primarily from higher sales of production systems in Europe and increased activity in offshore Africa, while Latin America revenue increased 17% due to robust drilling activity and higher sales of production systems.\nFull-year 2023 pretax segment operating margin of 20% expanded by 185 bps as compared to 2022 driven by higher activity, improved pricing, and a more favorable activity mix.\nDigital & Integration\nDigital & Integration revenue of $3.9 billion increased 4% year on year, as strong growth in digital sales was largely offset by lower APS revenue and decreased exploration data licensing sales. The APS revenue decline resulted primarily from a temporary production interruption in the projects in Ecuador during the first quarter of 2023 due to a pipeline disruption and lower commodity prices that impacted the project in Canada. The lower exploration data licensing sales were driven by the absence of the $95 million of transfer fees recorded in the second quarter of 2022.\nDigital & Integration pretax operating margin contracted 397 bps to 32% primarily due to the absence of the $95 million of exploration data transfer fees and reduced profitability from APS projects.\nReservoir Performance\nReservoir Performance revenue of $6.6 billion increased 18% year on year due primarily to increased activity internationally.\nReservoir Performance pretax operating margin expanded 338 bps to 19% primarily due to higher activity levels and improved pricing.\nWell Construction\nWell Construction revenue of $13.5 billion increased 18% year on year with double-digit growth across all areas. North America grew 17% while international revenue increased 19%. This growth was driven by drilling fluids and measurements—both on higher land and offshore activity—along with improved pricing.\n20\nWell Construction pretax operating margin expanded 243 bps to 22% with profitability improving across all geographic areas driven by the higher activity and improved pricing.\nProduction Systems\nProduction Systems revenue of $9.8 billion increased 25% driven by strong growth across all areas led by Latin America and the Middle East & Asia, as well as the impact of the Aker subsea business, which was acquired on October 2, 2023.\nProduction Systems pretax operating margin expanded 315 bps to 13% mainly driven by higher subsea production system, artificial lift, and surface production system sales, as well as improved pricing, and the easing of supply chain constraints.\nInterest & Other Income, Net\nInterest & other income, net\nconsisted of the following:\nOn December 31, 2020, SLB contributed its onshore hydraulic fracturing business in the United States and Canada, including its pressure pumping, pumpdown perforating and Permian frac sand business, to Liberty Energy Inc. (“Liberty”) in exchange for an equity interest in Liberty. During 2023, SLB sold all of its remaining approximately 9 million shares of Liberty and recognized a gain of $36 million\n.\nDuring 2022, SLB sold 47.8 million of its shares of Liberty and recognized a gain of $325 million.\nAlthough SLB's functional currency in Argentina is the US dollar, a portion of its transactions are denominated in pesos. SLB uses Argentina’s official exchange rate to remeasure its Argentine peso-denominated net assets into US dollars. The Central Bank of Argentina maintains certain currency controls that limit SLB’s ability to access US dollars in Argentina and remit cash from its Argentine operations. A legal indirect foreign exchange mechanism exists in the form of capital market transactions known as Blue Chip Swaps, which effectively results in a parallel US dollar exchange rate. This parallel rate, which cannot be used as the basis to remeasure SLB’s net monetary assets in US dollars under US GAAP, was approximately 20% higher than Argentina’s official exchange rate at December 31, 2023 and 93% higher at December 31, 2022.\nDuring the fourth quarter of 2023, Argentina devalued its peso relative to the US dollar by approximately 55%. As a result, SLB recorded a $90 million devaluation charge, of which $61 million is classified in\nCost of services\nin the C\nonsolidated Statement of Income\n, with the remaining $29 million classified in\nCost of sales\n. SLB’s peso-denominated net assets in Argentina were approximately $75 million at December 31, 2023 ($40 million at December 31, 2022 and $270 million at September 30, 2022), primarily consisting of cash. Argentina represented less than 5% of SLB’s consolidated revenue in each of 2023 and 2022.\nSLB accounts for its investment in the Arabian Drilling Company (“ADC”), an onshore and offshore gas and oil rig drilling company in Saudi Arabia, under the equity method. During the fourth quarter of 2022, ADC completed an initial public offering (“IPO”). In connection with the IPO, SLB sold a portion of its interest in a secondary offering that resulted in SLB receiving net proceeds of $223 million. As a result of these transactions, SLB’s ownership interest in ADC decreased from 49% to approximately 34%. SLB recognized a gain of $107 million, representing the gain on the sale of a portion of its interest as well as the effect of the ownership dilution of its equity investment due to the IPO.\nDuring 2022, SLB sold certain real estate and recognized a gain of $43 million.\nDuring 2022, SLB repurchased $395 million of its 3.75% Senior Notes due 2024 and $409 million of its 4.00% Senior Notes due 2025 for $790 million, resulting in a gain of $11 million after considering the write-off of the related deferred financing fees and other costs.\nInterest Expense\nInterest expense of $503 million in 2023 increased $13 million compared to 2022.\n21\nOther\nResearch & engineering\nand\nGeneral & administrative\nexpenses, as a percentage of\nRevenue\n, were as follows:\nIncome Taxes\nThe SLB effective tax rate is sensitive to the geographic mix of earnings. When the percentage of pretax earnings generated outside of North America increases, the SLB effective tax rate generally decreases. Conversely, when the percentage of pretax earnings generated outside of North America decreases, the SLB effective tax rate generally increases.\nThe effective tax rate was 19% in 2023 as compared to 18% in 2022.  The increase in the effective tax rate was primarily due to the charges and credits described in Note 3 to the\nConsolidated Financial Statements\n. These charges and credits reduced the effective tax rate in 2022 by approximately one percentage point.\nCharges and Credits\nSLB recorded charges and credits during 2023 and 2022. These charges and credits, which are summarized below, are more fully described in Note 3 to the\nConsolidated Financial Statements\n.\nThe following is a summary of the 2023 charges and credits:\nThe following is a summary of the 2022 charges and credits:\n22\nLiquidity and Capital Resources\nDetails of the components of liquidity as well as changes in liquidity follow:\n(1)\n“\nNet debt” represents gross debt less cash and short-term investments. Management believes that Net debt provides useful information to investors and management regarding the level of SLB’s indebtedness by reflecting cash and investments that could be used to repay debt. Net debt is a non-GAAP financial measure that should be considered in addition to, not as a substitute for or superior to, total debt.\n(2)\nIncludes depreciation of fixed assets and amortization of intangible assets, exploration data costs and APS investments.\n(3)\n“Free cash flow” represents cash flow from operations less capital expenditures, APS investments and exploration data costs capitalized. Management believes that free cash flow is an important liquidity measure for the company and that it is useful to investors and management as a measure of our ability to generate cash. Once business needs and obligations are met, this cash can be used to reinvest in the company for future growth or to return to shareholders through dividend payments or share repurchases. Free cash flow does not represent the residual cash flow available for discretionary expenditures. Free cash flow is a non-GAAP financial measure that should be considered in addition to, not as a substitute for or superior to, cash flow from operations.\nKey liquidity events during 2023 and 2022 included:\n•\nCash flow from operations of $6.6 billion in 2023 increased approximately $2.9 billion as compared to 2022. This increase was primarily due to a $1.4 billion increase in net income adjusted for the previously mentioned charges and credits and depreciation and amortization expense combined with the effect of working capital only consuming $0.2 billion of liquidity in 2023 as compared to $1.7 billion in 2022. This $1.5 billion improvement in working capital was largely attributable to strong collections of accounts receivable and a smaller increase in inventory in 2023 as compared to 2022. Inventory increased in 2022 as a result of the\n23\nsignificant activity growth that SLB was expecting in 2023. Additionally, SLB received a US federal tax refund of $85 million during the fourth quarter of 2023 relating to prior years.\n•\nIn January 2023, SLB announced a 43% increase to its quarterly cash dividend from $0.175 per share of outstanding common stock to $0.25 per share, beginning with the dividend payable in April 2023. In April 2022, SLB announced a 40% increase to its quarterly cash dividend from $0.125 per share of outstanding common stock to $0.175 per share, beginning with the dividend payable in July 2022. Dividends paid during 2023 and 2022 were $1.3 billion and $0.8 billion, respectively.\nIn January 2024, SLB announced a 10% increase to its quarterly cash dividend from $0.25 per share of outstanding common stock to $0.275 per share, beginning with the dividend payable in April 2024.\n•\nAs of December 31, 2023, SLB had cumulatively repurchased $1.7 billion of its common stock under its $10 billion share repurchase program. SLB repurchased approximately 13.3 million shares of its common stock under this program during 2023, for a total purchase price of $694 million. SLB did not repurchase any of its common stock during 2022.\n•\nCapital investments (consisting of capital expenditures, APS investments, and exploration data capitalized) were $2.6 billion in 2023 and $2.3 billion in 2022. Capital investments during 2024 are expected to be approximately $2.6 billion.\n•\nDuring the first quarter of 2023, SLB sold all of its remaining approximately 9 million shares of Liberty and received net proceeds of $137 million. As a result, SLB recognized a gain of $36 million. During 2022, SLB sold 47.8 million of its shares of Liberty and received proceeds of $732 million.\n•\nDuring the second quarter of 2023, SLB issued $500 million of 4.50% Senior Notes due 2028 and $500 million of 4.85% Senior Notes due 2033.\n•\nDuring the fourth quarter of 2023, SLB repaid its $1.5 billion of 3.65% Senior Notes that were outstanding.\n•\nDuring the second quarter of 2022, SLB sold certain real estate and received proceeds of $120 million.\n•\nDuring the fourth quarter of 2022, SLB repurchased $395 million of its 3.75% Senior Notes due 2024 and $409 million of its 4.00% Senior Notes due 2025 for $790 million.\n•\nDuring the fourth quarter of 2022, SLB repaid $795 million of Senior Notes that matured.\n•\nDuring the fourth quarter of 2022, SLB sold a portion of its equity interest in ADC in a secondary offering that resulted in SLB receiving net proceeds of $223 million.\nAs of December 31, 2023, SLB had $3.99 billion of cash and short-term investments and committed credit facility agreements with commercial banks aggregating $5.0 billion, all of which was available and unused. SLB believes these amounts, along with cash generated by ongoing operations, will be sufficient to meet future business requirements for the next 12 months and beyond.\n24\nThe following table reflects the carrying amounts of SLB’s debt at December 31, 2023 by year of maturity:\nInterest payments on fixed rate debt obligations by year are as follows:\nSee Note 14,\nLeases\nof the\nConsolidated Financial Statements\nfor details regarding SLB’s lease obligations.\nSLB has outstanding letters of credit/guarantees that relate to business performance bonds, customs/excise tax commitments, facility lease/rental obligations, etc. These were entered into in the ordinary course of business and are customary practices in the various countries where SLB operates.\nCritical Accounting Estimates\nThe preparation of financial statements and related disclosures in conformity with accounting principles generally accepted in the United States requires SLB to make estimates and assumptions that affect the reported amounts of assets and liabilities, the disclosure of contingent liabilities and the reported amounts of revenue and expenses. The following accounting policies involve “critical accounting estimates” because they are particularly dependent on estimates and assumptions made by SLB about matters that are inherently uncertain.\nSLB bases its estimates on historical experience and on various assumptions that are believed to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions.\nAllowance for Doubtful Accounts\nSLB maintains an allowance for doubtful accounts in order to record accounts receivable at their net realizable value. Judgment is involved in recording and making adjustments to this reserve. Allowances have been recorded for receivables believed to be uncollectible, including amounts for the resolution of potential credit and other collection issues such as disputed invoices. Adjustments to the allowance\n25\nmay be required in future periods depending on how such potential issues are resolved, or if the financial condition of SLB’s customers were to deteriorate resulting in an impairment of their ability to make payments.\nAs a large multinational company with a long history of operating in a cyclical industry, SLB has extensive experience in working with its customers during difficult times to manage its accounts receivable. During weak economic environments or when there is an extended period of weakness in oil and gas prices, SLB typically experiences delays in the payment of its receivables. However, except for a $469 million accounts receivable write-off during 2017 as a result of the political and economic conditions in Venezuela, SLB has not historically had material write-offs due to uncollectible accounts receivable. SLB has a global footprint in more than 100 countries. As of December 31, 2023, three of those countries individually accounted for greater than 5% of SLB’s net accounts receivable balance, of which only two (the United States and Mexico) accounted for greater than 10% of such receivables.\nAs of December 31, 2023, Mexico and the United States represented 13% and 11% respectively, of SLB’s net accounts receivable balance. SLB’s receivables from its primary customer in Mexico are not in dispute and SLB has not historically had any material write-offs due to uncollectible accounts receivable relating to this customer.\nGoodwill, Intangible Assets and Long-Lived Assets\nSLB records the excess of purchase price over the fair value of the tangible and identifiable intangible assets acquired and liabilities assumed as goodwill. The goodwill relating to each of SLB’s reporting units is tested for impairment annually as well as when an event, or change in circumstances, indicates an impairment may have occurred.\nUnder generally accepted accounting principles, SLB has the option to first assess qualitative factors to determine whether the existence of events or circumstances leads to a determination that it is more likely than not that the fair value of one or more of its reporting units is greater than its carrying amount. If, after assessing the totality of events or circumstances, SLB determines it is more likely than not that the fair value of a reporting unit is greater than its carrying amount, there is no need to perform any further testing. However, if SLB concludes otherwise, then it is required to perform a quantitative impairment test by calculating the fair value of the reporting unit and comparing the fair value with the carrying amount of the reporting unit. If the fair value of the reporting unit is less than its carrying value, an impairment loss is recorded based on that difference.\nSLB has the option to bypass the qualitative assessment for any reporting unit in any period and proceed directly to performing the quantitative goodwill impairment test.\nSLB elected to perform the qualitative assessment described above for purposes of its annual goodwill impairment test in 2023. Based on this assessment, SLB concluded it was more likely than not that the fair value of each of its reporting units was significantly greater than its carrying amount. Accordingly, no further testing was required.\nLong-lived assets, including fixed assets, intangible assets, and investments in APS projects, are reviewed for impairment whenever events or changes in circumstances indicate that the carrying value may not be recoverable. In reviewing for impairment, the carrying value of such assets is compared to the estimated undiscounted future cash flows expected from the use of the assets and their eventual disposition. If such cash flows are not sufficient to support the asset’s recorded value, an impairment charge is recognized to reduce the carrying value of the long-lived asset to its estimated fair value. The determination of future cash flows as well as the estimated fair value of long-lived assets involves significant estimates on the part of management. If there is a material change in economic conditions or other circumstances influencing the estimate of future cash flows or fair value, SLB could be required to recognize impairment charges in the future.\nIncome Taxes\nSLB conducts business in more than 100 tax jurisdictions, a number of which have tax laws that are not fully defined and are evolving. SLB’s tax filings are subject to regular audits by the tax authorities. These audits may result in assessments for additional taxes that are resolved with the authorities or, potentially, through the courts. SLB recognizes the impact of a tax position in its financial statements if that position is more likely than not of being sustained on audit, based on the technical merits of the position. Tax liabilities are recorded based on estimates of additional taxes that will be due upon the conclusion of these audits. Estimates of these tax liabilities are judgmental and are made based upon prior experience, and are updated in light of changes in facts and circumstances. However, due to the uncertain and complex application of tax regulations, the ultimate resolution of audits may result in liabilities that could be materially different from these estimates. In such an event, SLB will record additional tax expense or tax benefit in the period in which such resolution occurs.\nRevenue Recognition for Certain Long-term Construction-type Contracts\nSLB recognizes revenue for certain long-term construction-type contracts over time. These contracts involve significant design and engineering efforts in order to satisfy custom designs for customer-specific applications. Under this method, revenue is recognized as work progresses on each contract. Progress is measured by the ratio of actual costs incurred to date on the project in relation to total estimated project costs. Approximately 6% of SLB’s revenue in 2023, 5% in 2022 and 6% in 2021, was recognized under this method.\nThe estimate of total project costs has a significant impact on both the amount of revenue recognized as well as the related profit on a project. Revenue and profits on contracts can also be significantly affected by change orders and claims. Profits are recognized based on the estimated project profit multiplied by the percentage complete. Due to the nature of these projects, adjustments to estimates of contract revenue and total contract costs are often required as work progresses. Any expected losses on a project are recorded in full in the period in which they become probable.\n26\nPension and Postretirement Benefits\nSLB’s pension and postretirement benefit obligations are described in detail in Note 17 to the\nConsolidated Financial Statements\n. The obligations and related costs are calculated using actuarial concepts, which include critical assumptions related to the discount rate and the expected rate of return on plan assets. These assumptions are important elements of expense and/or liability measurement and are updated on an annual basis, or upon the occurrence of significant events.\nThe discount rate that SLB uses reflects the prevailing market rate of a portfolio of high-quality debt instruments with maturities matching the expected timing of payment of the related benefit obligations. The following summarizes the discount rates utilized by SLB for its various pension and postretirement benefit plans:\n•\nThe discount rate utilized to determine the liability for SLB’s United States pension plans and postretirement medical plan was 5.25% at December 31, 2023 and 5.50% at December 31, 2022.\n•\nThe weighted-average discount rate utilized to determine the liability for SLB’s international pension plans was 5.14% at December 31, 2023 and 5.41% at December 31, 2022.\n•\nThe discount rate utilized to determine expense for SLB’s United States pension plans and postretirement medical plan was 5.50% in 2023 and 3.00% in 2022.\n•\nThe weighted-average discount rate utilized to determine expense for SLB’s international pension plans was 5.41% in 2023 and 2.83% in 2022.\nThe expected rate of return for SLB’s retirement benefit plans represents the long-term average rate of return expected to be earned on plan assets based on expectations regarding future rates of return for the portfolio considering the asset allocation and related historical rate of return. The average expected rate of return on plan assets for the United States pension plans was 6.00% in 2023 and 4.40% in 2022. The weighted average expected rate of return on plan assets for the international pension plans was 6.00% in 2023 and 5.05% in 2022. A higher expected rate of return decreases pension expense.\nThe following illustrates the sensitivity to changes in certain assumptions, holding all other assumptions constant, for SLB’s United States and international pension plans:\nThe following illustrates the sensitivity to changes in certain assumptions, holding all other assumptions constant, for SLB’s United States postretirement medical plans:\n27"
  },
  {
    "item_key": "item_7a",
    "text": "SLB is subject to market risks primarily associated with changes in foreign currency exchange rates.\nSLB’s functional currency is primarily the US dollar. Approximately 72% of SLB’s revenue in 2023 was denominated in US dollars. However, outside the United States, a significant portion of SLB’s expenses is incurred in foreign currencies. Therefore, when the US dollar weakens in relation to the foreign currencies of the countries in which SLB conducts business, the US dollar-reported expenses will increase.\nSLB is exposed to risks on future cash flows relating to its fixed rate debt denominated in currencies other than the functional currency. SLB uses cross-currency interest rate swaps to provide a hedge against these cash flow risks and effectively convert the debt to US-dollar denominated fixed rate debt.\nSLB maintains a foreign currency risk management strategy that uses derivative instruments to manage the impact of changes in foreign exchange rates on its earnings. SLB enters into foreign currency forward contracts to provide a hedge against currency fluctuations on certain monetary assets and liabilities, and certain expenses denominated in currencies other than the functional currency.\nA 10% appreciation in the US dollar from the December 31, 2023 market rates would decrease the unrealized value of SLB’s forward contracts by $103 million. Conversely, a 10% depreciation in the US dollar from the December 31, 2023 market rates would increase the unrealized value of SLB’s forward contracts by $113 million. In either scenario, the gain or loss on the forward contract would be offset by the gain or loss on the underlying transaction, and therefore, would have no impact on future earnings.\nAt December 31, 2023, contracts were outstanding for the US dollar equivalent of $10.6 billion in various foreign currencies, of which $5.3 billion related to hedges of debt balances denominated in currencies other than the functional currency.\nForward-Looking Statements\nThis Form 10-K, as well as other statements we make, contains “forward-looking statements” within the meaning of the federal securities laws, which include any statements that are not historical facts. Such statements often contain words such as “expect,” “may,” “can,” “believe,” “predict,” “plan,” “potential,” “projected,” “projections,” “precursor,” “forecast,” “outlook,” “expectations,” “estimate,” “intend,” “anticipate,” “ambition,” “goal,” “target,” “scheduled,” “think,” “should,” “could,” “would,” “will,” “see,” “likely,” and other similar words. Forward-looking statements address matters that are, to varying degrees, uncertain, such as statements about SLB’s financial and performance targets and other forecasts or expectations regarding, or dependent on, its business outlook; growth for SLB as a whole and for each of its Divisions (and for specified business lines, geographic areas or technologies within each Division); oil and natural gas demand and production growth; oil and natural gas prices; forecasts or expectations regarding energy transition and global climate change; improvements in operating procedures and technology; capital expenditures by SLB and the oil and gas industry; the business strategies of SLB, including digital and “fit for basin,” as well as the strategies of SLB’s customers; SLB’s capital allocation plans, including dividend plans and share repurchase programs; SLB’s APS projects, joint ventures, and other alliances; the impact of the ongoing conflict in Ukraine on global energy supply; access to raw materials; future global economic and geopolitical conditions; future liquidity, including free cash flow; and future results of operations, such as margin levels. These statements are subject to risks and uncertainties, including, but not limited to, changing global economic and geopolitical conditions; changes in exploration and production spending by SLB’s customers and changes in the level of oil and natural gas exploration and development; the results of operations and financial condition of SLB’s customers and suppliers; SLB’s inability to achieve its financial and performance targets and other forecasts and expectations; SLB’s inability to achieve net-zero carbon emissions goals or interim emissions reduction goals; general economic, geopolitical and business conditions in key regions of the world; the ongoing conflict in Ukraine; foreign currency risk; inflation; changes in monetary policy by governments; pricing pressure; weather and seasonal factors; unfavorable effects of health pandemics; availability and cost of raw materials; operational modifications, delays or cancellations; challenges in SLB’s supply chain; production declines; the extent of future charges; SLB’s inability to recognize efficiencies and other intended benefits from its business strategies and initiatives, such as digital or new energy, as well as its cost reduction strategies; changes in government regulations and regulatory requirements, including those related to offshore oil and gas exploration, radioactive sources, explosives, chemicals and climate-related initiatives; the inability of technology to meet new challenges in exploration; the competitiveness of alternative energy sources or product substitutes; and other risks and uncertainties detailed in this Form 10-K and other filings that we make with the SEC. If one or more of these or other risks or uncertainties materialize (or the consequences of any such development changes), or should our underlying assumptions prove incorrect, actual results or outcomes may vary materially from those reflected in our forward-looking statements. Forward-looking and other statements in this Form 10-K regarding our environmental, social, and other sustainability plans and goals are not an indication that these statements are necessarily material to investors or required to be disclosed in our filings with the SEC. In addition, historical, current, and forward-looking environmental, social, and sustainability-related statements may be based on standards for measuring progress that are still developing, internal controls and processes that continue to evolve, and assumptions that are subject to change in the future. Statements in this Form 10-K are made as of January 24, 2024, and SLB disclaims any intention or obligation to update publicly or revise such statements, whether as a result of new information, future events or otherwise.\n28"
  },
  {
    "item_key": "item_8",
    "text": "SCHLUMBERGER LIMITED AND SUBSIDIARIES\nCONSOLIDATED STATEME\nNT OF INCOME\nSee the Notes to Consolidated Financial Statements\n29\nSCHLUMBERGER LIMITED AND SUBSIDIARIES\nCONSOLIDATED STATEMENT OF C\nOMPREHENSIVE INCOME\nSee the Notes to Consolidated Financial Statements\n30\nSCHLUMBERGER LIMITED AND SUBSIDIARIES\nCONSOLIDATED B\nALANCE SHEET\nSee the Notes to Consolidated Financial Statements\n31\nSCHLUMBERGER LIMITED AND SUBSIDIARIES\nCONSOLIDATED STATEM\nENT OF CASH FLOWS\n(1)\nIncludes depreciation of fixed assets and amortization of intangible assets, exploration data costs and APS investments.\n(2)\nNet of the effect of business acquisitions and divestitures.\nSee the Notes to Consolidated Financial Statements\n32\nSCHLUMBERGER LIMITED AND SUBSIDIARIES\nCONSOLIDATED STATEMENT O\nF STOCKHOLDERS’ EQUITY\nSee the Notes to Consolidated Financial Statements\n33\nSCHLUMBERGER LIMITED AND SUBSIDIARIES\nSHARES OF CO\nMMON STOCK\nSee the Notes to Consolidated Financial Statements\n34\nNotes to Consolidated Financial Statements\n1.\nBusiness Description\nSchlumberger Limited (Schlumberger N.V., incorporated in Curaçao) and its consolidated subsidiaries (collectively, “SLB”) form a global technology company that drives energy innovation for a balanced planet. With a global footprint in more than\n100\ncountries and employees representing almost twice as many nationalities, SLB works each day on innovating energy technology, delivering digital at scale, decarbonizing industries, and developing and scaling new energy systems that accelerate the energy transition.\n2.\nSummary of Accounting Policies\nThe\nConsolidated Financial Statements\nof SLB have been prepared in accordance with accounting principles generally accepted in the United States of America.\nUse of Estimates\nThe preparation of financial statements requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, the disclosure of contingent liabilities at the date of the financial statements and the reported amounts of revenue and expenses during the reporting period. On an ongoing basis, SLB evaluates its estimates, including those related to collectibility of accounts receivable; revenue recognized for certain long-term construction-type contracts over time; recoverability of fixed assets, goodwill, intangible assets, Asset Performance Solutions investments, and investments in affiliates; income taxes; exploration data; contingencies and actuarial assumptions for employee benefit plans. SLB bases its estimates on historical experience and other assumptions that are believed to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions.\nRevenue Recognition\nSLB recognizes revenue upon the transfer of control of promised products or services to customers at an amount that reflects the consideration it expects to receive in exchange for these products or services. The vast majority of SLB’s services and product offerings are short-term in nature. The time between invoicing and when payment is due under these arrangements is generally between\n30\nto\n60 days\n.\nRevenue is recognized for certain long-term construction-type contracts over time. These contracts involve significant design and engineering efforts in order to satisfy custom designs for customer-specific applications. Revenue is recognized as work progresses on each contract. Progress is measured by the ratio of actual costs incurred to date on the project in relation to total estimated project costs. The estimate of total project costs has a significant impact on both the amount of revenue recognized as well as the related profit on a project. Revenue and profits on contracts can also be significantly affected by change orders and claims. Due to the nature of these projects, adjustments to estimates of contract revenue and total contract costs may be required as work progresses. Progress billings are generally issued upon completion of certain phases of work as stipulated in the contract. Any expected losses on a project are recorded in full in the period in which they become probable.\nDue to the nature of its businesses, SLB does not have significant backlog. Total backlog was $\n5.9\nbillion at December 31, 2023, of which approximately\n60\n% is expected to be recognized as revenue during 2024.\nShort-term Investments\nShort-term investments\nare comprised primarily of money market funds, time deposits, certificates of deposit, commercial paper, bonds, and notes, substantially all of which are denominated in US dollars and are stated at cost plus accrued interest, which approximates fair value.\nFor purposes of the\nConsolidated Statement of Cash Flows\n, SLB does not consider\nShort-term investments\nto be cash equivalents.\nInvestments in Affiliated Companies\nInvestments in companies in which SLB does not have a controlling financial interest, but over which it has significant influence, are accounted for using the equity method. SLB’s share of the after-tax earnings of equity method investees is included in\nInterest & other income\n. Investments in privately held companies in which SLB does not have the ability to exercise significant influence are accounted for using the cost method. Investments in publicly traded companies in which SLB does not have the ability to exercise significant influence are reported at fair value, with unrealized gains and losses reported as a component of\nInterest & other income\n.\nExploration Data\nSLB’s exploration data library consists of completed and in-process seismic surveys that are licensed on a nonexclusive basis. SLB capitalizes costs directly incurred in acquiring and processing the exploration data. Such costs are charged to\nCost of services\nbased on the percentage of the total costs to the estimated total revenue that SLB expects to receive from the sales of such data. However, an individual survey generally will not carry a net book value greater than a 4-year, straight-line amortized value.\n35\nThe carrying value of the exploration data library is reviewed for impairment annually as well as when an event or change in circumstance indicating impairment may have occurred. Adjustments to the carrying value are recorded when it is determined that estimated future cash flows, which involve significant judgment on the part of SLB, would not be sufficient to recover the carrying value of the surveys. Significant adverse changes in SLB’s estimated future cash flows could result in impairment charges in a future period.\nAsset Performance Solutions\nAsset Performance Solutions (“APS”) projects are generally focused on developing and co-managing production of customers’ assets under long-term agreements. SLB invests its own services and products into the field development activities and operations and is compensated on a fee-per-barrel basis or based on cash flow generated. This includes certain arrangements whereby SLB is only compensated based on incremental production that it helps deliver above a mutually agreed baseline.\nSLB capitalizes its investments in a project including the direct costs associated with providing its services or products. These capitalized investments are amortized to the\nConsolidated Statement of Income\nas the related production is achieved based on the units of production method, whereby each unit produced is assigned a pro-rata portion of the unamortized costs based on estimated total production, resulting in a matching of revenue with the applicable costs.\nConcentration of Credit Risk\nSLB’s assets that are exposed to concentrations of credit risk consist primarily of cash, short-term investments, receivables from clients, and derivative financial instruments. SLB places its cash and short-term investments with financial institutions and corporations and limits the amount of credit exposure with any one of them. SLB regularly evaluates the creditworthiness of the issuers in which it invests. By using derivative financial instruments to hedge certain exposures, SLB exposes itself to some credit risk. SLB minimizes this credit risk by entering into transactions with high-quality counterparties, limiting the exposure to each counterparty and monitoring the financial condition of its counterparties.\nAs a large multinational company, SLB’s accounts receivable are spread over many countries and customers. The United States and Mexico represented\n11\n% and\n13\n%, respectively, of SLB’s net accounts receivable balance at December 31, 2023.\nNo\nother countries accounted for greater than 10% of SLB’s accounts receivable balance. SLB maintains an allowance for uncollectible accounts receivable based on expected collectibility and performs ongoing credit evaluations of its customers’ financial condition. If the financial condition of SLB’s customers were to deteriorate resulting in an impairment of their ability to make payments, adjustments to the allowance may be required.\nEarnings per Share\nThe following is a reconciliation from basic to diluted earnings per share of SLB:\nThe number of outstanding employee stock options to purchase shares of SLB common stock that were not included in the computation of diluted earnings per share, because to do so would have had an anti-dilutive effect, were as follows:\n36\n3.\nCharges and Credits\n2023\nSLB recorded the following charges and credits during 2023:\nFirst quarter 2023:\n•\nOn December 31, 2020, SLB contributed its onshore hydraulic fracturing business in the United States and Canada, including its pressure pumping, pumpdown perforating and Permian frac sand business, to Liberty Energy Inc. (“Liberty”) in exchange for an equity interest in Liberty. During the first quarter of 2023, SLB sold all of its remaining approximately\n9\nmillion shares of Liberty and received net proceeds of $\n137\nmillion. As a result, SLB recognized a gain of $\n36\nmillion which is classified in\nInterest & other income\nin the\nConsolidated Statement of Income.\nFourth quarter 2023:\n•\nIn connection with SLB’s acquisition of the Aker Solutions (“Aker”) subsea business (see Note 6 –\nAcquisition\n), SLB recorded the following charges: $\n23\nmillion of acquisition-related transaction costs, including advisory and legal fees; $\n11\nmillion relating to the amortization of purchase accounting adjustments associated with the write-up of acquired inventories to its estimated fair value; and $\n22\nmillion of other merger and integration-related costs. $\n45\nmillion of these costs are classified in\nMerger & integration\nin the\nConsolidated Statement of Income\nwith the remaining $\n11\nmillion classified in\nCost of sales\n.\n•\nAlthough SLB’\ns functional currency in Argentina is the US dollar, a portion of its transactions are denominated in pesos. During the fourth quarter of 2023, Argentina devalued its peso relative to the US dollar by approximately\n55\n%. As a result, SLB recorded a $\n90\nmillion devaluation charge. $\n61\nmillion of this charge is classified in\nCost of services\nin the\nConsolidated Statement of Income\n, with the remaining $\n29\nmillion classified in\nCost of sales\n. SLB’\ns peso-denominated net assets in Argentina were approximately $\n75\nmillion at December 31, 2023, primarily consisting of cash.\n2022\nSLB recorded the following charges and credits during 2022, all of which are classified in\nInterest & other income, net\nin the\nConsolidated Statement of Income\n:\n•\nDuring 2022, SLB sold\n47.8\nmillion of its shares of Liberty and received proceeds of $\n730\nmillion. These transactions resulted in gains of $\n325\nmillion. As of December 31, 2022, SLB had a\n5\n% equity interest in Liberty.\n•\nThe\nCentral Bank of Argentina maintains certain currency controls that limit SLB’s ability to access US dollars in Argentina and remit cash from its operations in Argentina. A legal indirect foreign exchange mechanism exists, in the form of capital market\n37\ntransactions\nknown as Blue Chip Swaps, which effectively results in a parallel US dollar exchange rate. During the fourth quarter of 2022, SLB entered into Blue Chip Swap transactions that resulted in a loss of $\n139\nmillion.\n•\nDuring the fourth quarter of 2022, SLB repurchased $\n395\nmillion of its\n3.75\n% Senior Notes due\n2024\n, and $\n409\nmillion of its\n4.00\n% Senior Notes due\n2025\nfor $\n790\nmillion, resulting in a gain of $\n11\nmillion after considering the write-off of the related deferred financing fees and other costs.\n•\nSLB accounts for its investment in the Arabian Drilling Company (“ADC”), an onshore and offshore gas and oil rig drilling company in Saudi Arabia, under the equity method. During the fourth quarter of 2022, ADC completed an initial public offering (“IPO”). In connection with the IPO, SLB sold a portion of its interest in a secondary offering that resulted in SLB receiving net proceeds of $\n223\nmillion. As a result of these transactions, SLB’s ownership interest in ADC decreased from\n49\n% to approximately\n34\n%. SLB recognized a gain of $\n107\nmillion, representing the gain on the sale of a portion of its interest as well as the effect of the ownership dilution of its equity investment due to the IPO. As of December 31, 2023, the fair value of SLB’s investment in ADC, based on the quoted market price of ADC’s shares, was approximately $\n1.4\nbillion and the carrying value of its investment was $\n602\nmillion. SLB accounts for its share of ADC’s net income on a one-quarter lag.\n•\nDuring the second quarter of 2022, SLB sold certain real estate and received proceeds of $\n120\nmillion. As a result of this transaction, SLB recognized a gain of $\n43\nmillion.\n2021\nSLB recorded the following charges and credits during 2021, all of which are classified in\nInterest & other income, net\nin the\nConsolidated Statement of Income\n:\nThird quarter 2021:\n•\nDuring the third quarter of 2021, a start-up company that SLB previously invested in was acquired. As a result of this transaction, SLB’s ownership interest was converted into shares of a publicly traded company. SLB recognized an unrealized pretax gain of $\n47\nmillion to increase the carrying value of this investment to its estimated fair value of approximately $\n55\nmillion.\nFourth quarter 2021:\n•\nSLB sold\n9.5\nmillion of its shares of Liberty and received proceeds of $\n109\nmillion. As a result of this transaction SLB recognized a gain of $\n28\nmillion.\n•\nOn November 30, 2021, SLB deposited sufficient funds with the trustee for its $\n1.0\nbillion of\n2.40\n% Senior Notes due\n2022\nto satisfy and discharge all of its obligations relating to such notes. As a result of this transaction, SLB recorded a charge of $\n10\nmillion.\n4.\nInventories\nInventories, which are stated at the lower of average cost or net realizable value, consist of the following:\n38\n5.\nFixed Assets\nFixed assets consist of the following:\nThe estimated useful lives of Buildings & improvements are primarily\n25\nto\n30 years\n. The estimated useful lives of Machinery & equipment are primarily\n5\nto\n10 years\n.\nDepreciation expense, which is recorded on a straight-line basis, was $\n1.4\nbillion in 2023, 2022, and 2021.\n6.\nAcquisition\nOn October 2, 2023, SLB, Aker, and Subsea7 closed their previously announced joint venture. The new business, OneSubsea, will drive innovation and efficiency in subsea production by helping customers unlock reserves and reduce cycle time. OneSubsea now comprises SLB’s and Aker’s subsea businesses, which include an extensive complementary subsea production and processing technology portfolio, world-class manufacturing scale and capacity, access to industry-leading reservoir and digital domain expertise, unique pore-to-process integration capabilities, and strengthened research and development capabilities.\nIn addition to contributing its subsea business to the joint venture, at closing SLB issued\n5.1\nmillion shares of its common stock valued at $\n306.5\nmillion to Aker. Concurrently, Subsea7 purchased a\n10\n% interest in exchange for $\n306.5\nmillion in cash to Aker. The joint venture also issued a promissory note valued at $\n87.5\nmillion to Aker. SLB owns\n70\n% of the joint venture, while Aker owns\n20\n% and Subsea7 owns\n10\n%.\nThe formation of the joint venture was accounted for as a business combination. As the majority owner and controlling entity, SLB is considered the acquirer and reflects OneSubsea as a consolidated subsidiary in its\nConsolidated Financial Statements\n. The transfer of the SLB subsea business to the joint venture was accounted for at historical cost, while the Aker subsea business was recorded based on the fair value of the assets acquired and liabilities assumed of approximately $\n1.3\nbillion.\nThe combination of the historical cost and fair value, discussed above, resulted in net assets of the joint venture of approximately $\n2.8\nbillion upon formation. Aker and Subsea7’s combined\n30\n% interest in the initial net assets of OneSubsea of $\n0.8\nbillion was recognized in\nNoncontrolling interests\nin the\nConsolidated Balance Sheet\n. The $\n0.1\nbillion difference between the noncontrolling interest recognized and the fair value of Aker’s net assets acquired less the fair value of the SLB shares of common stock issued to Aker was recorded as an increase to\nCommon stock\nin the\nConsolidated Balance Sheet\n.\nThe following amounts represent the preliminary estimates of the fair value of assets acquired and liabilities assumed in connection with the formation of the joint venture. The final determination of fair value for certain assets and liabilities will be completed as soon as the information necessary to complete the analysis is obtained. These amounts, which may differ materially from these preliminary estimates, will be finalized as soon as possible, but no later than one year from the acquisition date.\n(1)\nSLB recorded an adjustment of $\n54\nmillion to write-up the acquired inventory to its estimated fair value. SLB’s\nCost of sales\nwill reflect this increased valuation as the acquired inventory is sold. $\n11\nmillion of this adjustment was expensed as of December 31, 2023.  See Note 3 –\nCharges and Credits\n.\n39\n(2)\nThe goodwill recognized is primarily attributable to intangible assets that do not qualify for separate recognition as well as expected synergies from combining the subsea operations of SLB and Aker. None of the goodwill is deductible for income tax purposes\n.\nFor the period from October 2, 2023 to December 31, 2023, the subsea business acquired from Aker contributed revenue of approximately $\n0.5\nbillion. The acquired Aker subsea business’ contribution to\nNet income attributable to SLB\nfor the same period was not material.\nAker reported revenue for its subsea business of approximately $\n1.5\nbillion for the year ended December 31, 2022 and $\n1.4\nbillion for the nine months ended September 30, 2023. Assuming SLB had acquired Aker’s subsea business as of January 1, 2022,\nNet income attributable to SLB\nand diluted earnings per share on a pro forma basis would not be materially different from SLB’s reported results for the years ended December 31, 2023 and 2022, respectively.\n7.\nGoodwill\nThe changes in the carrying amount of goodwill by segment were as follows:\n8.\nIntangible Assets\nIntangible assets consist of the following:\nCustomer relationships are generally amortized over periods ranging from\n18\nto\n28 years\n, technology/technical know-how are generally amortized over periods ranging from\n10\nto\n18 years\n, and tradenames are generally amortized over periods ranging from\n15\nto\n30 years\n.\nAmortization expense was $\n314\nmillion in 2023, $\n301\nmillion in 2022, and $\n302\nmillion in 2021.\nBased on the carrying value of intangible assets at December 31, 2023, amortization expense for the subsequent five years is estimated to be as follows: 2024: $\n308\nmillion, 2025: $\n304\nmillion, 2026: $\n296\nmillion, 2027: $\n292\nmillion and 2028: $\n283\nmillion.\n40\n9\n.\nLong-term Debt and Debt Facility Agreements\nLong-term Debt\nconsists of the following:\nAt December 31, 2023, SLB had committed credit facility agreements with commercial banks aggregating $\n5.0\nbillion, all of which was available and unused. These committed facilities support commercial paper programs in the United States and Europe, of which $\n2.0\nbillion matures in February 2027 and $\n3.0\nbillion in December 2028.\nCommercial paper borrowings are classified as long-term debt to the extent they are backed up by available and unused committed credit facilities maturing in more than one year and to the extent it is SLB’s intent to maintain these obligations for longer than one year. There were\nno\nborrowings\nunder the commercial paper programs at December 31, 2023 and December 31, 2022, respectively.\nLong-term Debt\nas of December 31, 2023 is due as follows:  $\n1.0\nbillion in 2025, $\n1.8\nbillion in 2026, $\n1.0\nbillion in 2027, $\n2.0\nbillion in 2028, $\n0.8\nbillion in 2029 and $\n4.2\nbillion\nthereafter.\nThe fair value of SLB’s\nLong-term Debt\nat December 31, 2023 and December 31, 2022 was $\n10.2\nbillion and $\n9.4\nbillion, respectively, and was estimated based on quoted market prices.\nSchlumberger Limited fully and unconditionally guarantees the securities issued by certain of its subsidiaries, including securities issued by Schlumberger Investment SA and Schlumberger Finance Canada Ltd., both indirect wholly-owned subsidiaries of Schlumberger Limited.\n10.\nDerivative Instruments and Hedging Activities\nSLB’s functional currency is primarily the US dollar. Approximately\n72\n% of SLB’s revenues in 2023 were denominated in US dollars. However, outside the United States, a significant portion of SLB’s expenses is incurred in foreign currencies. Therefore, when the US dollar weakens (strengthens) in relation to the foreign currencies of the countries in which SLB conducts business, the US dollar-reported expenses will increase (decrease).\nChanges in foreign currency exchange rates expose SLB to risks on future cash flows relating to its fixed rate debt denominated in currencies other than the functional currency. SLB uses cross-currency interest rate swaps to provide a hedge against these risks. These contracts are accounted for as cash flow hedges, with the fair value of the derivative recorded on the\nConsolidated Balance Sheet\nand in\nAccumulated other comprehensive loss.\nAmounts recorded in\nAccumulated other comprehensive loss\nare reclassified into earnings in the same period or periods that the hedged item is recognized in earnings.\nDetails regarding SLB’s outstanding cross-currency interest rate swaps as of December 31, 2023, were as follows:\n•\nDuring 2019, a US-dollar functional currency subsidiary of SLB issued €\n1.5\nbillion of Euro-denominated debt. SLB entered into cross-currency interest rate swaps in order to hedge changes in the fair value of its €\n0.5\nbillion\n0.00\n% Notes due 2024, €\n0.5\nbillion\n0.25\n% Notes due 2027, and €\n0.5\nbillion\n0.50\n% Notes due 2031. These cross-currency interest rate swaps effectively convert the Euro-denominated notes to US-dollar denominated debt with fixed annual interest rates of\n2.29\n%,\n2.51\n% and\n2.76\n%, respectively.\n41\n•\nDuring 2020, a US-dollar functional currency subsidiary of SLB issued €\n0.8\nbillion of Euro-denominated debt. SLB entered into cross-currency interest rate swaps to hedge changes in the fair value of its €\n0.4\nbillion of\n0.25\n% Notes due 2027 and €\n0.4\nbillion of\n0.50\n% Notes due 2031. These cross-currency interest rate swaps effectively convert the Euro-denominated notes to US-dollar denominated debt with fixed annual interest rates of\n1.87\n% and\n2.20\n%, respectively.\n•\nDuring 2020, a US-dollar functional currency subsidiary of SLB issued €\n2.0\nbillion of Euro-denominated debt. SLB entered into cross-currency interest rate swaps to hedge changes in the fair value of its €\n1.0\nbillion of\n1.375\n% Guaranteed Notes due 2026 and €\n1.0\nbillion of\n2.00\n% Guaranteed Notes due 2032. These cross-currency interest rate swaps effectively convert the Euro-denominated notes to US-dollar denominated debt with fixed annual interest rates of\n2.77\n% and\n3.49\n%, respectively.\n•\nDuring 2020, a Canadian dollar functional currency subsidiary of SLB issued $\n0.5\nbillion of US dollar denominated debt. SLB entered into cross-currency interest rate swaps to hedge changes in the fair value of its $\n0.5\nbillion\n1.40\n% Senior Notes due 2025. These cross-currency interest rate swaps effectively convert the US dollar notes to Canadian dollar denominated debt with a fixed annual interest rate of\n1.73\n%.\nA summary of the amounts included in the\nConsolidated Balance Sheet\nrelating to cross currency interest rate swaps follows:\nThe fair values were determined using a model with inputs that are observable in the market or can be derived or corroborated by observable data.\nSLB had derivative contracts in place that hedged the price of oil related to approximately\n75\n% of the projected oil production for each of 2023 and 2022 for one of its APS projects. During 2023, SLB entered into derivative contracts that hedge the price of oil relating to approximately\n75\n% of the projected oil production for the first six months of 2024; approximately\n65\n% for the third quarter of 2024; and approximately\n30\n% of the projected oil production for the fourth quarter 2024 for the same project. These contracts are accounted for as cash flow hedges, with changes in the fair value of the hedge recorded in\nAccumulated other comprehensive loss\n. Amounts recorded in\nAccumulated other comprehensive loss\nare reclassified to earnings in the same period or periods that the hedged item is recognized in earnings.\nSLB is exposed to risks on future cash flows to the extent that the local currency is not the functional currency and expenses denominated in local currency are not equal to revenues denominated in local currency. SLB uses foreign currency forward contracts to provide a hedge against a portion of these cash flow risks. These contracts are accounted for as cash flow hedges.\nSLB is also exposed to changes in the fair value of assets and liabilities denominated in currencies other than the functional currency. While SLB uses foreign currency forward contracts to economically hedge this exposure as it relates to certain currencies, these contracts are not designated as hedges for accounting purposes. Instead, the fair value of the derivative is recorded on the\nConsolidated Balance Sheet\nand changes in the fair value are recognized in the\nConsolidated Statement of Income,\nas are changes in the fair value of the hedged item. Transaction losses of\n$\n154\nmillion in 2023 (including $\n90\nmillion related to the Argentina devaluation in 2023; see Note 3 –\nCharges and credits\nfor further details), $\n96\nmillion in 2022, and $\n23\nmillion in 2021 were recognized in the\nConsolidated Statement of Income\nnet of related hedging activities.\nForeign currency forward contracts were outstanding for the US dollar equivalent of $\n5.4\nbillion and $\n2.1\nbillion in various foreign currencies as of December 31, 2023 and 2022, respectively.\nOther than the previously mentioned cross-currency interest rate swaps, the fair value of the other outstanding derivatives was\nno\nt material as of December 31, 2023 and 2022.\n42\nThe effect of derivative instruments designated as hedges and those not designated as hedges on the\nConsolidated Statement of Income\nwas as follows:\nDuring the fourth quarter of 2023, SLB issued a credit default swap (“CDS”) for a notional amount of $\n275\nmillion to a third-party financial institution. The CDS relates to a secured borrowing provided by the financial institution to SLB’s primary customer in Mexico. The secured borrowing was utilized by this customer to pay certain of SLB’s outstanding receivables. The notional amount of the CDS, which was increased to $\n560\nmillion in January 2024, will reduce on a monthly basis over its\n26\n-month term. The fair value of this derivative liability was not material at December 31, 2023.\n11.\nStockholders’ Equity\nSLB is authorized to issue\n4,500,000,000\nshares of common stock, par value $\n0.01\nper share, of which\n1,427,394,843\nand\n1,420,188,492\nshares were outstanding on December 31, 2023 and 2022, respectively. Holders of common stock are entitled to one vote for each share of stock held. SLB is also authorized to issue\n200,000,000\nshares of preferred stock, par value $\n0.01\nper share, which may be issued in series with terms and conditions determined by the SLB Board of Directors.\nNo\nshares of preferred stock have been issued.\nAccumulated Other Comprehensive Loss\nconsists of the following:\n12.\nStock-based Compensation Plans\nSLB has three types of stock-based compensation programs: (i) a restricted stock unit and performance share unit program (collectively referred to as “restricted stock”), (ii) a discounted stock purchase plan (“DSPP”), and (iii) stock options.\nRestricted Stock\nSLB grants performance share units to certain key employees. The number of shares earned is determined at the end of each performance period based on SLB’s achievement of certain predefined targets as described in the underlying performance share unit agreement. In the event SLB exceeds the predefined target, shares for up to a maximum of\n250\n% of the target award may be awarded. In the event SLB falls below the predefined target, a reduced number of shares may be awarded. If SLB falls below the threshold award performance level,\nno\nshares will be awarded. As of December 31, 2023,\n3.2\nmillion performance share units were outstanding assuming the achievement of 100% of target.\nAll other restricted stock awards generally vest at the end of\nthree years\nor vest ratably in equal tranches over a three-year period.\nRestricted stock awards do not pay dividends or have voting rights prior to vesting. Accordingly, the fair value of a restricted stock award is generally the quoted market price of SLB’s stock on the date of grant less the present value of the expected dividends not received prior to vesting.\n43\nThe following table summarizes information related to restricted stock activity:\nDiscounted Stock Purchase Plan\nUnder the terms of the DSPP, employees can choose to have a portion of their earnings withheld, subject to certain restrictions, to purchase SLB common stock. Until July 1, 2022, the purchase price of the stock was\n92.5\n% of the lower of the stock price at the beginning or end of the plan period at six-month intervals. Effective July 1, 2022, the purchase price of the stock was changed to\n85\n% of the lower of the stock price at the beginning or end of the plan period at six-month intervals.\nThe fair value of the employees’ purchase rights under the DSPP was estimated using the Black-Scholes model with the following assumptions and resulting weighted-average fair value per share:\nStock Options\nKey employees may be granted stock options under SLB stock option plans. The exercise price equals the average of the high and low sales prices of SLB stock on the date of grant. The maximum term is\n10\nyears, and the options generally vest in increments\nover five years\n.\nThe following table summarizes stock option activity:\n44\nThe following table summarizes information related to options outstanding and options exercisable as of December 31, 2023:\nThe weighted-average remaining contractual life of stock options exercisable as of December 31, 2023 was\n2.4\nyears.\nThe aggregate intrinsic value of stock options outstanding and stock options exercisable as of December 31, 2023 was $\n90\nmillion and $\n44\nmillion, respectively.\nTotal Stock-based Compensation Expense\nThe following summarizes stock-based compensation expense recognized in income:\nAt December 31, 2023, there was $\n278\nmillion of total unrecognized compensation cost related to nonvested stock-based compensation arrangements, of which $\n164\nmillion is expected to be recognized in 2024, $\n89\nmillion in 2025, $\n21\nmillion in 2026, and $\n4\nmillion in 2027.\nAs of December 31, 2023, approximately\n24\nmillion shares of SLB common stock were available for future grants under SLB’s stock-based compensation programs.\n13.\nIncome Taxes\nIncome before taxes\nsubject to United States and non-United States income taxes was as follows:\nSLB recorded net pretax charges of\n$\n110\nmillion in 2023 ($\n2\nmillion of net credits in the US and $\n112\nmillion of charges outside the US);\n$\n347\nmillion in 2022 ($\n379\nmillion of net credits in the US and $\n32\nmillion of net charges outside the US); and net pretax credits of $\n65\nmillion in 2021 ($\n75\nmillion of credits in the US and $\n10\nmillion of charges outside the US). These charges and credits are included in the table above and are more fully described in\nNote 3 –\nCharges and Credits\n.\n45\nThe components of net deferred tax liabilities were as follows:\nApproximately $\n194\nmillion of the $\n214\nmillion deferred tax asset relating to net operating losses at December 31, 2023 can be carried forward indefinitely.  The majority of the remaining balance expires at various dates between\n2032\nand\n2041\n.\nThe deferred tax balance at December 31, 2023 and 2022 was net of valuation allowances relating to the following:\nThe components of\nTax expense\nwere as follows:\nA reconciliation of the United States statutory federal tax rate to the consolidated effective tax rate follows:\nA number of the jurisdictions in which SLB operates have tax laws that are not fully defined and are evolving. SLB’s tax filings are subject to regular audit by the tax authorities. These audits may result in assessments for additional taxes that are resolved with the tax authorities or, potentially, through the courts. Tax liabilities are recorded based on estimates of additional taxes that will be due upon the conclusion of these audits. Due to the uncertain and complex application of tax regulations, the ultimate resolution of audits may result in liabilities which could be materially different from these estimates.\n46\nA reconciliation of the beginning and ending amount of liabilities associated with uncertain tax positions is as follows:\nThe amounts above exclude accrued interest and penalties of $\n155\nmillion at both December 31, 2023 and 2022, and $\n164\nmillion at December 31, 2021, respectively. SLB classifies interest and penalties relating to uncertain tax positions within\nTax expense\nin the\nConsolidated Statement of Income\n.\nThe following table summarizes the tax years that are either currently under audit or remain open and subject to examination by the tax authorities in the most significant jurisdictions in which SLB operates:\n14.\nLeases\nSLB’s leasing activities primarily consist of operating leases for administrative offices, manufacturing facilities, research centers, service centers, sales offices, and certain equipment. Total operating lease expense, which approximates cash paid and includes short-term leases, was\n$\n1.4\nbillion in 2023 and $\n1.2\nbillion in both 2022 and 2021.\nMaturities of operating lease liabilities as of December 31, 2023 were as follows:\nThe weighted-average remaining lease term as of December 31, 2023 was\n9 years\n. The weighted-average discount rate used to determine the operating lease liability as of December 31, 2023 was\n3.6\n%.\n15.\nContingencies\nSLB is party to various legal proceedings from time to time. A liability is accrued when a loss is both probable and can be reasonably estimated. Management believes that the probability of a material loss with respect to any currently pending legal proceeding is remote. However, litigation is inherently uncertain, and it is not possible to predict the ultimate disposition of any of these proceedings.\n47\n16.\nSegment Information\nSLB is organized under four Divisions that combine and integrate SLB’s technologies, enhancing the Company’s ability to support the emerging long-term growth opportunities in each of these market segments.\nThe four Divisions, representing SLB’s segments, are:\n•\nDigital & Integration\n– Combines SLB’s industry-leading digital solutions and data products with its integrated offering of Asset Performance Solutions.\n•\nReservoir Performance\n– Consists of reservoir-centric technologies and services that are critical to optimizing reservoir productivity and performance.\n•\nWell Construction\n– Combines the full portfolio of products and services to optimize well placement and performance, maximize drilling efficiency, and improve wellbore assurance.\n•\nProduction Systems\n– Develops technologies and provides expertise that enhance production and recovery from subsurface reservoirs to the surface, into pipelines, and to refineries.\nFinancial information by segment is as follows:\n48\n(1)\nComprised principally of certain corporate expenses not allocated to the segments, stock-based compensation costs, amortization expense associated with certain intangible assets, certain centrally managed initiatives and other nonoperating items.\n(2)\nInterest income excludes amounts which are included in the segments’ income (2023: $\n12\nmillion; 2022: $\n72\nmillion; 2021: $\n2\nmillion).\n(3)\nInterest expense excludes amounts which are included in the segments’ income (2023: $\n14\nmillion; 2022: $\n13\nmillion; 2021: $\n15\nmillion) and $\n10\nmillion interest expense included in Charges and credits in 2021.\n(4)\nSee\nNote 3 –\nCharges and Credits\n.\nSegment assets consist of receivables, inventories, fixed assets, exploration data, and APS investments.\nCapital investments includes capital expenditures, APS investments, and exploration data cost capitalized.\nDepreciation and amortization includes depreciation of fixed assets and amortization of intangible assets, exploration data costs, and APS investments.\nRevenue\nby geographic area\nfor the years ended December 31, 2023, 2022, and 2021 was as follows:\n* Includes Russia and the Caspian region\nRevenue is based on the location where services are provided and products are sold.\nDuring each of the three years ended December 31, 2023, 2022, and 2021, no single customer exceeded 10% of consolidated revenue.\nSLB did not have revenue from third-party customers in its country of domicile during the last three years. Revenue in the United States in 2023, 2022, and 2021 was $\n5.4\nbillion, $\n4.6\nbillion, and $\n3.4\nbillion, respectively.\n49\nNorth America and International revenue disaggregated by segment was as follows:\nFixed Assets less accumulated depreciation\nby geographic area was as follows:\n50\n17.\nPension and Other Postretirement Benefit Plans\nPension Plans\nSLB sponsors several defined benefit pension plans that cover substantially all US employees hired prior to October 1, 2004. The benefits are based on years of service and compensation, on a career-average pay basis.\nIn addition to the US defined benefit pension plans, SLB sponsors several other international defined benefit pension plans. The most significant of these international plans are the International Staff Pension Plan and the UK pension plan (collectively, the “International plans”). The International Staff Pension Plan covers certain international employees hired prior to July 1, 2014 and is based on years of service and compensation on a career-average pay basis. The UK plan covers employees hired prior to April 1, 1999, and is based on years of service and compensation, on a final salary basis.\nThe weighted-average assumed discount rate, compensation increases and expected long-term rate of return on plan assets used to determine the net pension cost for the US and International plans were as follows:\nNet pension\ncost (credit) included the following components:\nThe weighted-average assumed discount rate and compensation increases used to determine the projected benefit obligations for the US and International plans were as follows:\n51\nThe changes in the projected benefit obligation, plan assets and funded status of the plans were as follows:\nThe asset represents the difference between the plan assets and the projected benefit obligation (“PBO”). The PBO represents the actuarial present value of benefits based on employee service and compensation and includes an assumption about future compensation levels. The accumulated benefit obligation represents the actuarial present value of benefits based on employee service and compensation but does not include an assumption about future compensation levels.\nActuarial gains and losses arising during 2023 and 2022 were primarily attributable to changes in the discount rate used to determine the PBO.\nThe weighted-average allocation of plan assets as of December 31, 2023 and 2022 and the target allocations by asset category as of December 31, 2023 were as follows:\nThe expected rate of return on assets assumptions reflect the long-term average rate of return expected to be earned on plan assets. The assumptions have been determined based on expectations regarding future rates of return for the portfolio considering the asset allocation and related historical rates of return. The appropriateness of the assumptions is reviewed annually.\n52\nThe fair value of SLB’s pension plan assets at December 31, 2023 and 2022, by asset category, is presented below and was determined based on valuation techniques categorized as follows:\n•\nLevel One: The use of quoted prices in active markets for identical instruments.\n•\nLevel Two: The use of quoted prices for similar instruments in active markets or quoted prices for identical or similar instruments in markets that are not active or other inputs that are observable in the market or can be corroborated by observable market data.\n•\nLevel Three: The use of significant unobservable inputs that typically require the use of management’s estimates of assumptions that market participants would use in pricing.\nSLB’s funding policy is to contribute amounts that are based upon a number of factors including the funded status of the plans, amounts that are deductible for income tax purposes, legal funding requirements, and available cash flow. SLB does not expect to make any material contributions to its postretirement benefit plans in 2024.\nPostretirement Benefits Other Than Pensions\nSLB provides healthcare benefits to certain former US employees who have retired.\n53\nThe actuarial assumptions used to determine the accumulated postretirement benefit obligation and net periodic benefit cost for the US postretirement medical plan were as follows:\nThe net credit for the US postretirement medical plan included the following components:\nThe changes in the accumulated postretirement benefit obligation, plan assets and funded status were as follows:\nThe asset balance relating to this plan was included in\nOther Assets\nin the\nConsolidated Balance Sheet\n.\nThe assets of the US postretirement medical plan are invested\n87\n% in debt securities and\n13\n%\nin equity securities at December 31, 2023. The fair value of these assets was primarily determined based on Level Two valuation techniques.\n54\nOther Information\nThe expected benefits to be paid under the US and International pension plans as well as the postretirement medical plan are as follows:\n18.\nSupplementary Information\nCash paid for interest and income taxes was as follows:\nInterest and other income, net\nincludes the following:\n*\nSee\nNote 3 –\nCharges and Credits\nThe components of depreciation and amortization expense were as follows:\nThe change in\nAllowance for doubtful accounts\nwas as follows:\n55\nRevenue in excess of billings related to contracts where revenue is recognized over time was\n$\n0.4\nbillion at December 31, 2023 and $\n0.3\nbillion at December 31, 2022. Such amounts are included within\nReceivables less allowance for doubtful accounts\nin the\nConsolidated Balance Sheet\n.\nOther Assets\nconsist of the following:\nAccounts payable and accrued liabilities\nconsist of the following:\n56\nManagement’s Report on Internal Control Over Financial Reporting\nSLB management is responsible for establishing and maintaining adequate internal control over financial reporting as defined in Rule 13a–15(f) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”). SLB’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nSLB management assessed the effectiveness of its internal control over financial reporting as of December 31, 2023. In making this assessment, it used the criteria set forth in 2013 by the Committee of Sponsoring Organizations of the Treadway Commission in\nInternal Control—Integrated Framework.\nBased on this assessment SLB’s management has concluded that, as of December 31, 2023, its internal control over financial reporting is effective based on those criteria.\nThe effectiveness of SLB’s internal control over financial reporting as of December 31, 2023 has been audited by PricewaterhouseCoopers LLP, an independent registered public accounting firm, as stated in their report which appears herein.\n57\nReport of Independent Regist\nered Public Accounting Firm\nTo the Board of Directors and Stockholders\nof Schlumberger Limited\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheet of Schlumberger Limited and its subsidiaries (the “Company”) as of December 31, 2023 and 2022, and the related consolidated statements of income, comprehensive income, stockholders’ equity and cash flows for each of the three years in the period ended December 31, 2023, including the related notes (collectively referred to as the “consolidated financial statements”). We also have audited the Company's internal control over financial reporting as of December 31, 2023, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2023 and 2022 and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2023 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2023, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the COSO.\nBasis for Opinions\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management's Report on Internal Control Over Financial Reporting. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts, and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n58\nCritical Audit Matters\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nUncertain Tax Positions\nAs described in Note 13 to the consolidated financial statements, the Company’s tax filings are subject to regular audit by the tax authorities, and those audits may result in assessments for additional taxes that are resolved with the tax authorities or, potentially, through the courts. Tax liabilities are recorded based on estimates of additional taxes that will be due upon the conclusion of these audits.\nThe principal considerations for our determination that performing procedures relating to uncertain tax positions is a critical audit matter are the significant judgment applied by management in determining these liabilities including a high degree of estimation uncertainty due to the uncertain and complex application of tax regulations, which in turn led to a high degree of auditor judgment, subjectivity, and effort in performing procedures to evaluate management’s estimates.\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to the identification and recognition of uncertain tax positions. These procedures also included, among others (i) evaluating management’s process for determining the estimated liabilities for uncertain tax positions, (ii) testing the completeness and reasonableness of uncertain tax positions recorded in the consolidated financial statements, and (iii) evaluating assessments received from the relevant tax authorities. Professionals with specialized skill and knowledge were used to assist in evaluating the reasonableness of assumptions used by management, including management’s assessment of whether tax positions are more-likely-than-not of being sustained.\nWe have served as the Company’s auditor since 1952.\n59"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "SLB has carried out an evaluation under the supervision and with the participation of SLB’s management, including the Chief Executive Officer (“CEO”) and the Chief Financial Officer (“CFO”), of the effectiveness of SLB’s “disclosure controls and procedures” (as such term is defined in Rules 13a-15(e) and 15d-15(e) under the Exchange Act) as of the end of the period covered by this report. Based on this evaluation, the CEO and the CFO have concluded that, as of the end of the period covered by this report, SLB’s disclosure controls and procedures were effective to provide reasonable assurance that information required to be disclosed in the reports that SLB files or submits under the Exchange Act is recorded, processed, summarized, and reported within the time periods specified in the Securities and Exchange Commission’s rules and forms. SLB’s disclosure controls and procedures include controls and procedures designed so that information required to be disclosed in reports filed or submitted under the Exchange Act is accumulated and communicated to its management, including the CEO and the CFO, as appropriate, to allow timely decisions regarding required disclosure. There has been no change in SLB’s internal control over financial reporting that occurred during the fourth quarter of 2023 that has materially affected, or is reasonably likely to materially affect, SLB’s internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "In 2013, SLB completed the wind-down of its service operations in Iran. Prior to this, certain non-US subsidiaries provided oilfield services to the National Iranian Oil Company and certain of its affiliates (“NIOC”).\nSLB’s residual transactions or dealings with the government of Iran in 2023 consisted of payments of taxes and other typical governmental charges. Certain non-US subsidiaries of SLB maintained depository accounts at the Dubai branch of Bank Saderat Iran (“Saderat”), and at Bank Tejarat (“Tejarat”) in Tehran and in Kish for the deposit by NIOC of amounts owed to non-US subsidiaries of SLB for services rendered in Iran prior to the wind-down and for the maintenance of such amounts previously received. One non-US subsidiary also maintained an account at Tejarat for payment of local expenses such as taxes. SLB anticipates that it will discontinue dealings with Saderat and Tejarat following the receipt of all amounts owed to SLB for prior services rendered in Iran.\nOn December 27, 2023\n,\nOlivier Le Peuch\n,\nCEO\nand a member of the SLB Board of Directors,\nadopted\na Rule 10b5-1 trading arrangement that is intended to satisfy the affirmative defense of Rule 10b5-1(c) for the sale of up to 240,000 shares of SLB’s common stock between April 29, 2024 and March 27, 2025, for a duration of\n332 days\n."
  },
  {
    "item_key": "item_9c",
    "text": "None.\n60\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "See “Item 1. Business—Information About Our Executive Officers” of this Report for information regarding SLB’s executive officers. The information set forth under the captions “Election of Directors,” “Corporate Governance—Process for Selecting New Directors,” and “Corporate Governance—Board Committees” in SLB’s 2024 Proxy Statement is incorporated herein by reference. The information set forth under the caption “Stock Ownership Information—Delinquent Section 16(a) Reports” in SLB’s 2024 Proxy Statement is incorporated herein by reference to the extent any disclosure is required.\nSLB has a Code of Conduct that applies to all of its directors, officers and employees, including its principal executive, financial and accounting officers, or persons performing similar functions. SLB’s Code of Conduct is posted on its website at https://www.slb.com/about/who-we-are/our-code-of-conduct. SLB will provide, without charge, upon request, copies of our Code of Conduct. Requests for copies of our Code of Conduct should be sent in writing to SLB, Chief Legal Officer and Secretary, 5599 San Felipe, Houston, Texas 77056.\nSLB intends to disclose future amendments to the Code of Conduct and any grant of a waiver from a provision of the Code of Conduct requiring disclosure under applicable SEC rules at https://www.slb.com/about/who-we-are/our-code-of-conduct.\nThe table below sets forth information regarding SLB’s directors:"
  },
  {
    "item_key": "item_11",
    "text": "The information set forth under the captions “Compensation Committee Report,” “Compensation Discussion and Analysis,” “Executive Compensation Tables,” “Pay vs. Performance Comparison,” and “Director Compensation” in SLB’s 2024 Proxy Statement is incorporated herein by reference."
  },
  {
    "item_key": "item_12",
    "text": "The information under the captions “Stock Ownership Information—Security Ownership by Management and Our Board,” “Stock Ownership Information—Security Ownership by Certain Beneficial Owners,” and “Executive Compensation Tables—Equity Compensation Plan Information” in SLB’s 2024 Proxy Statement is incorporated herein by reference."
  },
  {
    "item_key": "item_13",
    "text": "The information under the captions “Corporate Governance—Director Independence” and “Corporate Governance—Certain Relationships and Related Person Transactions” in SLB’s 2024 Proxy Statement is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "The information under the caption “Ratification of Appointment of Independent Auditors for 2024” in SLB’s 2024 Proxy Statement is incorporated herein by reference.\n61\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)\tThe following documents are filed as part of this Report:\nFinancial statements of companies accounted for under the equity method and unconsolidated subsidiaries have been omitted because they do not meet the materiality tests for assets or income.\n(b)\tExhibits\n62\nINDEX TO EXHIBITS\n63\n64"
  },
  {
    "item_key": "item_16",
    "text": "None.\n65\nSIGNA\nTURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this Report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPursuant to the requirements of the Securities Exchange Act of 1934, this Report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the dates indicated.\n66"
  }
]