[
  {
    "item_key": "item_1",
    "text": "General\nErie Indemnity Company (\"Indemnity\", \"we\", \"us\", \"our\") is a publicly held Pennsylvania business corporation that has since its incorporation in 1925 served as the attorney-in-fact for the subscribers (policyholders) at the Erie Insurance Exchange (\"Exchange\").  The Exchange, which also commenced business in 1925, is a Pennsylvania-domiciled reciprocal insurer that writes property and casualty insurance.  The Exchange has wholly owned property and casualty subsidiaries including:  Erie Insurance Company, Erie Insurance Company of New York, Erie Insurance Property & Casualty Company and Flagship City Insurance Company, and a wholly owned life insurance company, Erie Family Life Insurance Company (\"EFL\").\nOur primary function as attorney-in-fact is to perform policy issuance and renewal services on behalf of the subscribers at the Exchange.  We also act as attorney-in-fact on behalf of the subscribers at the Exchange with respect to all claims handling and investment management services, as well as the service provider for all claims handling, life insurance, and investment management services for the Exchange's insurance subsidiaries, collectively referred to as \"administrative services\".  Acting as attorney-in-fact in these two capacities is done in accordance with a subscriber's agreement (a limited power of attorney) executed individually by each subscriber (policyholder), which appoints Indemnity as each subscriber's attorney-in-fact to transact certain business on their behalf.  In accordance with the subscriber’s agreement for acting as attorney-in-fact in these two capacities, we retain a management fee calculated as a percentage, not to exceed 25%, of the direct and affiliated assumed premiums written by the Exchange.  The management fee rate is set at least annually by our Board of Directors.  The process of setting the management fee rate includes, but is not limited to, the evaluation of current year operating results compared to both prior year and industry estimated results for both Indemnity and the Exchange, and consideration of several factors for both entities including, but not limited to: their relative financial strength and capital position; projected revenue, expense and earnings for the subsequent year; future capital needs; as well as competitive position.\nServices\nThe policy issuance and renewal services we provide on behalf of the subscribers at the Exchange are related to the sales, underwriting and issuance of policies.  The sales related services we provide include agent compensation and certain sales and advertising support services.  Agent compensation includes scheduled commissions to agents based upon premiums written as well as incentive compensation, which is earned by achieving targeted measures.  Agent compensation comprised approximately 67% of our 2023 policy issuance and renewal expenses.  The underwriting services we provide include underwriting and policy processing and comprised approximately 9% of our 2023 policy issuance and renewal expenses.  The remaining services we provide include customer service and administrative support.  We also provide information technology services that support all the functions listed above that comprised approximately 11% of our 2023 policy issuance and renewal expenses.  Included in these expenses are allocations of costs for departments that support these policy issuance and renewal functions.\nConsistent with its legal structure as a reciprocal insurer, the Exchange does not have any employees or officers.  Therefore, it enters into contractual relationships by and through the subscribers' attorney-in-fact.  Indemnity serves as the attorney-in-fact on behalf of the subscribers at the Exchange with respect to its administrative services as enumerated in the subscriber's agreement.  The Exchange's insurance subsidiaries also utilize Indemnity for these services in accordance with the service agreements between each of the subsidiaries and Indemnity.  Claims handling services include costs incurred in the claims process, including the adjustment, investigation, defense, recording and payment functions.  Life insurance management services include costs incurred in the management and processing of life insurance business.  Investment management services are related to investment trading activity, accounting and all other functions attributable to the investment of funds.  Included in these expenses are allocations of costs for departments that support these administrative functions.  The subscriber's agreement and service agreements provide for reimbursement of amounts incurred for these services to Indemnity.  Reimbursements are settled at cost.  State insurance regulations require that intercompany service agreements and any material amendments be approved in advance by the state insurance department.\nErie Insurance Exchange\nAs our primary purpose is to manage the affairs at the Exchange for the benefit of the subscribers (policyholders) through the policy issuance and renewal services and administrative services, the Exchange is our sole customer.  Our earnings are largely generated from management fees based on the direct and affiliated assumed premiums written by the Exchange.  We have no direct competition in providing these services to the Exchange.\nThe Exchange generates revenue by insuring preferred and standard risks, with personal lines comprising 70% of the 2023 direct and affiliated assumed written premiums and commercial lines comprising the remaining 30%.  The principal personal\n3\nlines products are private passenger automobile and homeowners.  The principal commercial lines products are commercial multi-peril, commercial automobile and workers compensation.  Historically, due to policy renewal and sales patterns, the Exchange's direct and affiliated assumed written premiums tend to be greater in the second and third quarters than in the first and fourth quarters of the calendar year.\nThe Exchange is represented by independent agencies that serve as its sole distribution channel.  In addition to their principal role as salespersons, the independent agents play a significant role as underwriting and service providers and are an integral part of the Exchange's success.\nOur results of operations are tied to the growth and financial condition of the Exchange.  If any events occurred that impaired the Exchange's ability to grow or sustain its financial condition, including but not limited to reduced financial strength ratings, disruption in the independent agency relationships, significant catastrophe losses, or products not meeting customer demands, the Exchange could find it more difficult to retain its existing business and attract new business.  A decline in the business of the Exchange almost certainly could have as a consequence a decline in the total premiums paid and a correspondingly adverse effect on the amount of the management fees we receive.  We also have an exposure to a concentration of credit risk related to the unsecured receivables due from the Exchange for net management fee and other reimbursements.  See Part II, Item 8. \"Financial Statements and Supplementary Data - Note 15, Concentrations of Credit Risk, of Notes to Financial Statements\" contained within this report.  See the risk factors related to our dependency on the growth and financial condition of the Exchange in Item 1A. \"Risk Factors\" contained within this report.\nCompetition\nOur primary function as attorney-in-fact is to perform policy issuance and renewal services on behalf of the subscribers at the Exchange.  We also act as attorney-in-fact on behalf of the subscribers at the Exchange, as well as the service provider for the Exchange's insurance subsidiaries, with respect to all administrative services.  There are a limited number of companies that provide services under a reciprocal insurance exchange structure.  We do not directly compete against other such companies, given we are appointed by the subscribers at the Exchange to provide these services.\nThe direct and affiliated assumed premiums written by the Exchange drive our management fee, which is our primary source of revenue.  The property and casualty insurance industry is highly competitive.  Property and casualty insurers generally compete on the basis of customer service, price, consumer recognition, coverages offered, claims handling, financial stability and geographic coverage.  Vigorous competition, particularly in the personal lines automobile and homeowners lines of business, exists from large, well-capitalized national companies, some of which have broad distribution networks of employed or captive agents, by smaller regional insurers, and by large companies who market and sell personal lines products directly to consumers.  Innovations by competitors or other market participants may also increase the level of competition in the industry.  In addition, because the insurance products of the Exchange are marketed exclusively through independent insurance agents, the Exchange faces competition within its appointed agencies based upon ease of doing business, product, price, and service relationships.\nMarket competition bears directly on the price charged for insurance products and services subject to regulatory limitations.  Industry capital levels can also significantly affect prices charged for coverage.  Growth is driven by a company's ability to provide insurance services and competitive prices while maintaining target profit margins.  Growth is a product of a company's ability to retain existing customers and to attract new customers, as well as movement in the average premium per policy.\nThe Exchange's business model is designed to provide the advantages of localized marketing and claims servicing with the economies of scale and low cost of operations from centralized support services.  Indemnity, as part of its role managing and conducting the business and affairs of the Exchange, also carefully selects the independent agencies that represent the Exchange, which seeks to be the lead insurer with its agents in order to enhance the agency relationship and the likelihood of receiving the most desirable underwriting opportunities from its agents.\nThe Exchange’s strategic focus as a reciprocal insurer is to employ a disciplined underwriting philosophy and to leverage its strong surplus position to generate higher risk adjusted investment returns.  The goal is to produce acceptable returns, on a long-term basis, through careful risk selection, appropriate pricing and superior investment returns.  This focus allows the Exchange to accomplish its mission of providing as near perfect protection, as near perfect service as is humanly possible at the lowest possible cost.\nSee the risk factors related to our dependency on the growth and financial condition of the Exchange in Item 1A. \"Risk Factors\" contained within this report for further discussion on competition in the insurance industry.\n4\nHuman Capital Management\nEmployee Value Proposition\nOur human capital management strategy, including initiatives to shape our workforce and workplace, is designed to attract, retain, and develop talent to ensure we are well positioned for the future.  Our partnership with our employees is one of the cornerstones of our success.\nOur employee value proposition includes a culture that focuses on physical, financial, and emotional well-being.  In 2023, we were Certified™ by Great Place To Work® for our positive employee experience.  We offer competitive pay with a signature and affordable benefits package including options designed to meet the unique needs of our employees and their families.  Employees have access to an employee assistance plan, emergency child and elder care providers, adoption assistance, and infertility assistance, among others.  We hold a shared responsibility view of retirement planning whereby we provide tools and resources that employees are expected to use to achieve their retirement goals.  We set ourselves apart by offering both a 401(k) savings plan and a noncontributory defined benefit pension plan.  We encourage a work/life balance for all employees and recognize the need for employee flexibility by offering an allowance of remote work days to use throughout the year.\nAn engaged workforce is necessary for accomplishing organizational objectives and our portfolio of employee experience initiatives demonstrates our commitment to provide employees an engaging environment throughout all stages of their careers.  We offer professional development opportunities that are designed to prepare employees for future career growth.  Employees have access to skills enhancement training and programs as well as a generous tuition reimbursement program for higher education.  We also grow and develop our employees by offering talent mobility opportunities such as expanded leadership experience, job shadowing, cross-training, stretch assignments, and formal career development programs.\nOur employees also share in our values to give back and make a positive difference in their communities.  We offer a volunteer program that provides employees with an allotment of paid hours annually to volunteer with eligible nonprofit organizations.  We also offer a matching gifts program for donations to eligible nonprofit organizations.\nDiversity, Equity & Inclusion\nDiversity, equity, and inclusion (\"DEI\") is integral to our business success. Our DEI efforts are led by a Chief Diversity Officer who reports directly to the Chief Executive Officer, affirming our commitment to DEI from executive leadership.  These efforts are further supported by a dedicated team of professionals including a Vice President of Diversity, Equity, and Inclusion.\nWe recognize the importance of diverse backgrounds and experiences.  Our recruiting strategy includes access to multiple talent channels.  We work to expand our pool of potential talent to include an array of skills, backgrounds, and experiences.  We also offer a Future Focus internship program that provides opportunities for college students to gain relevant and real-world business experience in the insurance industry as well as an apprentice program to create a bridge for talent from high schools and community colleges into our workforce.  We are also intentional about leveraging talent from the neuro diverse population, engaging individuals to support various enterprise initiatives.\nWe foster an inclusive workplace through the endorsement of nine affinity networks and five business resource groups.  Affinity networks are employee-driven groups that focus on particular dimensions of diversity and are designed to foster greater awareness and a culture of inclusion.  In support of our recruiting strategy, members of these networks engage with various colleges and universities throughout the country, including Historically Black Colleges and Universities.  Business resource groups address business issues using a DEI lens.  Through these groups, we are taking a broader approach to problem-solving and innovation by aligning cross-functional teams of employees to our business strategy.\n5\nWorkforce Metrics\nWe used the following human capital metrics as part of managing our business for the years ended December 31:\n(1)  Includes 50% of employees who provide claims and life insurance management services exclusively for the Exchange and its subsidiaries for all periods presented.  The Exchange and its subsidiaries reimburse us monthly for the cost of these services.\n(2)  Temporary employees are hired for short-term work and paid directly by us.\n(3)  Turnover is calculated using the number of employees who exited, divided by the average headcount of the period and represents the percentage of employees who left voluntarily or involuntarily, including retirements.\n(4)  Average tenure is calculated using the total number of years of employment, divided by average headcount of full-time and part-time employees for the period and represents the average number of years employees have been employed with the organization.\nThe largest portion of our turnover continues to be voluntary turnover, excluding retirements, and remains lower than industry benchmark data.  We continue to monitor turnover trends to determine the appropriate actions to ensure we are well positioned for the future.\nGovernment Regulation\nMost states have enacted legislation that regulates insurance holding company systems, defined as two or more affiliated persons, one or more of which is an insurer.  Indemnity and the Exchange, and its wholly owned subsidiaries, meet the definition of an insurance holding company system.\nEach insurance company in the holding company system is required to register with the insurance supervisory authority of its state of domicile and furnish information regarding the operations of companies within the holding company system that may materially affect the operations, management, or financial condition of the insurers within the system.  Pursuant to these laws, the respective insurance departments may examine us and the Exchange and its wholly owned subsidiaries at any time, and may require disclosure and/or prior approval of certain transactions with the insurers and us, as an insurance holding company.\nAll transactions within a holding company system affecting the member insurers of the holding company system must be fair and reasonable and any charges or fees for services performed must be reasonable.  Approval by the applicable insurance commissioner is required prior to the consummation of transactions affecting the members within a holding company system.\nWebsite Access\nOur annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and any amendments to those reports are available free of charge on our website at\nwww.erieinsurance.com\nas soon as reasonably practicable after such material is filed electronically with the Securities and Exchange Commission.  Additionally, copies of our annual report on Form 10-K are available free of charge, upon written request, by contacting Investor Relations, Erie Indemnity Company,     100 Erie Insurance Place, Erie, PA 16530, or calling (800) 458-0811.\n6"
  },
  {
    "item_key": "item_1a",
    "text": "Our business involves various risks and uncertainties, including, but not limited to those discussed in this section.  The risks and uncertainties described in the risk factors below, or any additional risk outside of those discussed below, could have a material adverse effect on our business, financial condition, operating results, cash flows, or liquidity if they were to develop into actual events.  This information should be considered carefully together with the other information contained in this report and in other reports and materials we file periodically with the Securities and Exchange Commission.\nOur risks have been divided into the following categories:\nRisks related to Erie Insurance Exchange\n– risks related to our dependence on our relationship with the Exchange associated with management fees, premium growth, and financial condition, as the Exchange is our sole customer and principal source of revenue\nOperating risks\n– risks stemming from events or circumstances that directly or indirectly affect our operations, including our operations as attorney-in-fact for the subscribers at the Exchange\nMarket, Capital, and Liquidity risks\n– risks that may impact the values or results of our investment portfolio, ability to meet financial obligations or covenants, or obtain capital as necessary\nAlthough we have organized risks generally according to these categories in the discussion below, risks may have impacts in more than one category and are included where the impact is most significant.\nRisks related to Erie Insurance Exchange\nIf the management fee rate retained by Indemnity is reduced or if there is a significant decrease in the amount of direct and affiliated assumed premiums written by the Exchange, revenues and profitability could be materially adversely affected.\nWe are dependent upon management fees we retain, which represent our principal source of revenue.  In accordance with the subscriber's agreement with the subscribers at the Exchange, we may retain up to 25% of all direct and affiliated assumed premiums written by the Exchange.  Therefore, management fee revenue from the Exchange is calculated by multiplying the management fee rate by the direct and affiliated assumed premiums written by the Exchange.  Accordingly, any reduction in direct and affiliated assumed premiums written by the Exchange and/or the management fee rate could have a negative effect on our revenues and net income.\nThe management fee rate is determined by our Board of Directors and may not exceed 25% of the direct and affiliated assumed premiums written by the Exchange.  The Board of Directors sets the management fee rate each December for the following year.  At their discretion, the rate can be changed at any time.  The process of setting the management fee rate includes, but is not limited to, the evaluation of current year operating results compared to both prior year and industry estimated results for both Indemnity and the Exchange, and consideration of several factors for both entities including, but not limited to: their relative financial strength and capital position; projected revenue, expense and earnings for the subsequent year; future capital needs; as well as competitive position.  The evaluation of these factors could result in a reduction to the management fee rate and our revenues and profitability could be materially adversely affected.\nServing as the attorney-in-fact for subscribers in the reciprocal insurance exchange structure with the Exchange being our sole customer, the growth of the Exchange could directly affect our operating revenue, which is largely generated from management fees based on the direct and affiliated assumed premiums written by the Exchange.  If the Exchange's ability to grow or renew policies were adversely impacted, the premium revenue of the Exchange could be adversely affected, which could reduce our management fee revenue.  The circumstances or events that might impair the Exchange's ability to grow include, but are not limited to, the items discussed below.\nUnfavorable changes in macroeconomic conditions for any reason, including declining consumer confidence, inflation, high unemployment, lower demand for certain services, reduced personal income, and recession, among others, may lead the Exchange's customers to modify coverage, not renew policies, or even cancel policies, which could adversely affect the premium revenue of the Exchange, and consequently our management fee.\nThe Exchange faces significant competition from other regional and national insurance companies.  The property and casualty insurance industry is highly competitive on the basis of product, price and service.  If the Exchange's competitors offer property and casualty products with more coverage, offer lower rates, or introduce innovative services in response to evolving customer\n7\npreferences, and the Exchange is unable to implement product or service improvements quickly enough to keep pace, its ability to grow and renew its business may be adversely impacted.  In addition, due to the Exchange's premium concentration in the automobile and homeowners insurance markets, it may be more sensitive to trends that could affect auto and home insurance coverages and rates over time, for example changing vehicle types or usage, usage-based methods of determining premiums, ownership and driving patterns such as ride sharing or remote work, advancements in vehicle or home technology or safety features such as accident and loss prevention technologies, the development of autonomous vehicles, or residential occupancy patterns, among other factors. Innovations, including the use of artificial intelligence and machine learning to support underwriting or other decisions, by competitors or other market participants may increase the level of competition in the industry.  If the Exchange fails to respond to those innovations on a timely basis, its competitive position and results may be materially adversely affected.\nThe Exchange markets and sells its insurance products through independent, non-exclusive insurance agencies.  These agencies are not obligated to sell only the Exchange's insurance products, and generally also sell products of the Exchange's competitors.  If agencies do not maintain their current levels of marketing efforts, bind the Exchange to unacceptable risks, place business with competing insurers, or if the Exchange is unsuccessful in attracting or retaining agencies in its distribution system or maintaining its relationships with those agencies, the Exchange's ability to grow and renew its business may be adversely impacted.  More broadly, if independent agents face challenges sustaining their own business operations due to unfavorable economic conditions or staffing constraints, it could result in the sale or closure of their businesses, thereby reducing the agency force of the Exchange.  Additionally, shifting consumer behaviors toward increased digital interactions may cause the insurance industry as a whole to migrate to a delivery system other than independent agencies.\nThe Exchange maintains a brand recognized for customer service, which is the result of Indemnity's management of the Exchange in accordance with the subscriber's agreement.  The perceived performance, actions, conduct and behaviors of employees, independent insurance agency representatives, and third-party service providers may result in reputational harm to the Exchange's brand.  Specific incidents which may cause harm include but are not limited to disputes, long customer wait times, errors in processing a claim, failure to protect sensitive customer data, and negative or inaccurate social media or traditional media communications.  Likewise, an inability to match or exceed the service provided by competitors, who are increasingly relying on digital delivery and enhanced distribution technology, may impede the Exchange’s ability to maintain and/or grow its customer base.  If an extreme catastrophic event were to occur in a heavily concentrated geographic area of subscribers/policyholders, an extraordinarily high number of claims could have the potential to strain claims processing and affect the Exchange's ability to service its customers.  If third-party service providers fail to perform as anticipated, the Exchange may experience operational difficulties, increased costs, and reputational damage.  Similarly, the Exchange’s brand could be tarnished by reactions to business practices, adverse financial developments, perceptions of our corporate governance, how we address employee matters and concerns, environmental, social and governance (ESG) initiatives, or the conduct of our employees, officers and directors.  Failure to satisfy expectations in these areas may result in negative publicity or other adverse outcomes, which could be aggravated as the expectations of consumers, regulators and other stakeholders evolve and as social media and other forms of modern communication rapidly magnify reactions.  Any reputational harm to the Exchange could have the potential to impair its ability to grow and renew its business.\nAs the attorney-in-fact for subscribers in the reciprocal insurance exchange structure with the Exchange as our sole customer, we are dependent on the financial condition of the Exchange.  If the Exchange were to fail to maintain acceptable financial strength ratings, its competitive position in the insurance industry could be adversely affected.  If a rating downgrade led to customers not renewing or canceling policies, or impacted the Exchange's ability to attract new customers, the premium revenue of the Exchange could be adversely affected, which could reduce our management fee revenue.  The circumstances or events that might impair the Exchange's financial condition include, but are not limited to, the items discussed below.\nFinancial strength ratings are an important factor in establishing the competitive position of insurance companies such as the Exchange.  Higher ratings generally indicate greater financial stability and a stronger ability to meet ongoing obligations to policyholders.  The Exchange's A.M. Best rating is currently A+ (\"Superior\").  A.M. Best periodically reviews the Exchange’s ratings and changes their rating criteria; therefore, the Exchange's current rating may not be maintained in the future.  A significant downgrade in the A.M. Best rating could reduce the competitive position of the Exchange, making it more difficult to attract profitable business in the highly competitive property and casualty insurance market and potentially result in reduced sales of its products and lower premium revenue.\nThe performance of the Exchange's investment portfolio is subject to a variety of investment risks.  The Exchange's investment portfolio is comprised principally of fixed income securities, equity securities and limited partnerships.  The fixed income portfolio is subject to a number of risks including, but not limited to, interest rate risk, investment credit risk, sector/concentration risk and liquidity risk.  The Exchange's common stock and preferred equity securities have exposure to price risk, the risk of potential loss in estimated fair value resulting from an adverse change in prices.  Limited partnerships are\n8\nsignificantly less liquid and generally involve higher degrees of price risk than publicly traded securities.  Limited partnerships, like publicly traded securities, have exposure to market volatility; but unlike fixed income securities, cash flows and return expectations are less predictable.  Additionally, a portion of the Exchange’s common stock and limited partnership portfolios are exposed to foreign exchange rate risk, or the potential loss in estimated fair value resulting from adverse changes in foreign currency exchange rates.  If any investments in the Exchange's investment portfolio were to suffer a substantial decrease in value, the Exchange's financial position could be materially adversely affected through increased unrealized losses or impairments.  A significant decrease in the Exchange's portfolio could also put it, or its subsidiaries, at risk of failing to satisfy regulatory or rating agency minimum capital requirements.\nProperty and casualty insurers are subject to extensive regulatory supervision in the states in which they do business.  This regulatory oversight includes, by way of example, matters relating to licensing, examination, rate setting, market conduct, policy forms, limitations on the nature and amount of certain investments, claims practices, mandated participation in involuntary markets and guaranty funds, reserve adequacy, insurer solvency, restrictions on underwriting standards, accounting standards, transactions between affiliates, risk management, cybersecurity and data privacy, and ESG practices.  Such regulation and supervision are primarily for the benefit and protection of policyholders.  Changes in applicable insurance laws, tax statutes, cyber, privacy, and other laws and regulations, or changes in the way regulators administer those laws, tax statutes, or regulations could adversely impact the Exchange's business, cash flows, results of operations, financial condition, or operating environment and increase its exposure to loss or put it at a competitive disadvantage, which could result in reduced sales of its products and lower premium revenue.\nProperty and casualty insurers face a significant risk of litigation and state and federal regulatory investigations, inquiries and actions in the ordinary course of operating their businesses, including the risk of class action lawsuits.  The Exchange and its subsidiaries have also been named as defendants in a number of pandemic-related lawsuits and, therefore, are subject to the risks and uncertainties of such litigation.  Plaintiffs in class action and other lawsuits against the Exchange may seek large or indeterminate amounts of damages, including punitive and treble damages, which may remain unknown for substantial periods of time.\nThe uncertainty of risks that emerge upon the occurrence of significant unexpected events, such as pandemics, or unexpected economic or social inflation caused by supply chain issues, societal trends, or otherwise, may cause additional challenges in the process of estimating loss and loss adjustment expense reserves or premiums to accommodate future claims and expenses. For example, the behavior of claimants and policyholders and the timing and amounts of claims settlements may change in unexpected ways.  Furthermore, actions taken by governmental bodies, both legislative and regulatory, in reaction to significant unexpected events, and their related impacts, are hard to predict.  Technology advancements, such as electric and autonomous vehicles, could impact frequency or severity of losses.  The models that are used to determine appropriate premium levels, forecast future losses and expenses, estimate loss and loss adjustment expense reserves, and assess financial strength may be created or deployed in a manner that results in inaccurate predictions.  This may result in changes to the Exchange's estimated level of loss and loss adjustment expense reserves or impact the adequacy of premiums to accommodate future claims and expenses.\nAs insurance industry practices and legal, judicial, social and other environmental conditions change, unexpected and unintended issues related to claims and coverage may emerge.  In some instances, these emerging issues may not become apparent for some time after the Exchange has issued the affected insurance policies.  As a result, the full extent of liability under the Exchange's insurance policies may not be known for many years after the policies are issued.  These issues may adversely affect the Exchange's business by either extending coverage beyond its underwriting intent or by increasing the number or size of claims.  If there were legislative action in response to a pandemic or other significant unexpected event that retroactively mandated coverage irrespective of terms, exclusions or other conditions included in policies, such as business interruption, that would otherwise preclude coverage, it could have a material impact on the financial condition, results of operations and cash flows of the Exchange.\nThe Exchange's insurance operations are exposed to claims arising out of catastrophes.  Common natural catastrophic events include hurricanes, earthquakes, tornadoes, hail storms, and severe winter weather.  The frequency and severity of these catastrophes is inherently unpredictable.  Changing climate conditions have added to the unpredictability of the frequency and severity of natural disasters and have created additional uncertainty as to future trends and exposures.  A single catastrophic occurrence or aggregation of multiple smaller occurrences within the geographical region of the Exchange or its assumed property reinsurance portfolio could adversely affect the financial condition of the Exchange.  Man-made disasters such as terrorist attacks and riots could also cause losses from insurance claims related to the property and casualty insurance operations, which could adversely affect its financial condition.\n9\nOperating risks\nIf the costs of providing services to the Exchange are not controlled, our profitability could be materially adversely affected.\nIn accordance with the subscriber's agreement, we perform policy issuance and renewal services for the subscribers at the Exchange and we serve as the attorney-in-fact on behalf of the subscribers at the Exchange with respect to administrative services. The most significant costs we incur in providing policy issuance and renewal services are commissions, employee costs, and technology costs.\nCommissions to independent agents are our largest expense.  Commissions include scheduled commissions to agents based upon premiums written as well as incentive compensation, which is earned by achieving certain targeted measures.  Changes to commission rates or incentive programs may result in increased future costs and lower profitability.  Our agent incentive compensation includes a profitability component.  If claims frequency and loss expenses were to decrease significantly as a result of an unexpected event, such as a pandemic, the profitability component of our agent incentive compensation would improve, and our agent compensation costs would increase.  Our second largest expense is employee costs, including salaries, healthcare, pension, and other benefit costs.  Regulatory developments, provider relationships, pandemics and demographic and economic factors that are beyond our control, such as inflation, are indicators that employee costs could increase, which could reduce our profitability.   The defined benefit pension plan we offer to our employees is affected by variable factors such as the interest rate used to discount pension liabilities, asset performance, and changes in retirement patterns, which are beyond our control, and any related future cost increases could reduce our profitability.\nTechnological development is necessary to facilitate ease of doing business for employees, agents, and customers.  Our technological developments are focused on simplifying and improving the employee, agent, and customer experiences, increasing efficiencies, redesigning products, and addressing other potentially disruptive changes in the insurance industry, including the use of artificial intelligence.  As we continue to develop technology initiatives in order to remain competitive, our profitability could be negatively impacted as we invest in system development.\nIf we are unable to attract, develop, and retain talented executives, key managers, and employees our financial condition and results of operations could be adversely affected.\nOur success is largely dependent upon our ability to attract and retain talented executives and other key management.  Talent is defined as people with the right skills, knowledge, abilities, character, and motivation.  The loss of the services and leadership of certain key officers and the failure to plan for turnover or retirement or to attract and develop talented new executives and managers could prevent us from successfully communicating, implementing, and executing business strategies.\nOur success also depends on our ability to attract, develop, and retain a talented employee base.  The inability to staff all functions of our business with employees possessing the appropriate talent could have an adverse effect on our business performance.  Additionally, failure to recognize, evaluate, and respond to changing workforce trends including current labor market conditions and new ways of managing in hybrid work environments, or failure to execute proactive retention and replacement strategies could also have an adverse effect on our business performance.  Furthermore, failure to instill appropriate cultural expectations and behavioral norms within our employees, particularly in a hybrid work environment, could damage our reputation.  Staffing appropriately talented employees for the handling of claims and servicing of customers, rendering of disciplined underwriting, and effective sales and marketing are critical to the core functions of our business.  In addition, talented employees in the actuarial, finance, human resources, information technology, law, and risk management areas are also essential to support our core functions.\nIf we are unable to effectively maintain system availability or manage technology initiatives, we may experience adverse financial consequences and/or may be unable to compete effectively.\nOur business is highly dependent upon the effectiveness of our technology and information systems which support key functions of our core business operations, including processing applications and premium payments, providing customer support, performing actuarial and financial analysis, and maintaining key data.  Additionally, the Exchange relies heavily on technology systems for processing claims.  In order to support our business processes and strategic initiatives in a cost and resource efficient manner, we must maintain the effectiveness of existing technology systems and continue to identify and develop new, and enhance existing, technology systems.  As we invest in the development of our systems, costs and completion times could exceed original estimates, and/or the project may not deliver the anticipated benefit or perform as expected.  If we do not effectively and efficiently manage and upgrade our technology systems, or attract and retain qualified information technology employees and contract personnel to support those systems, our ability to serve our customers and implement our strategic initiatives could be adversely impacted.\n10\nAdditionally, we depend on a large amount of data to price policies appropriately, track exposures, perform financial analysis, report to regulatory bodies, and ultimately make business decisions.  Should this data be inaccurate or insufficient, risk exposure may be underestimated and/or poor business decisions may be made.  This may in turn lead to adverse operational or financial performance and adverse customer or investor confidence.\nIf we experience difficulties with technology, data and network security, including those that could result from cyber attacks, third-party relationships or cloud-based relationships, our ability to conduct our business could be adversely impacted.\nIn the normal course of business, we collect, use, store and where appropriate, disclose data concerning individuals and businesses.  We also conduct business using third parties who may provide software, data storage, cloud-based computing and other technology services.  We have on occasion experienced, and will continue to experience, cyber threats to our data and systems.  Cyber threats can create significant risks such as destruction of systems or data, denial or interruption of service, disruption of transaction execution, loss or exposure of customer data, theft or exposure of our intellectual property, theft of funds or disruption of other important business functions.  Even with appropriate governance and controls, the use of artificial intelligence may increase our exposure to cyber threats.  Our interactions with, and reliance upon, third parties may also expose us to increased risk related to data security, service disruptions or effectiveness of our control system, particularly as we increase our reliance on cloud-based computing and software-as-a-service from third parties to operate our business.\nIn addition, we are subject to numerous federal and state laws relating to the privacy and security of nonpublic personal information and other sensitive information of our customers, employees and others.  The improper access, disclosure, misuse or mishandling of such information could result in legal liability, regulatory action and reputational damage.  Third parties on whom we rely for certain business processing functions are also subject to these risks, and their failure to adhere to these laws and regulations could negatively impact us.\nThe number, complexity, and sophistication of cyber threats continue to increase over time. While we maintain cyber liability insurance to mitigate the financial risk around cyber incidents, such insurance may not cover all costs associated with the consequences of information or systems being compromised, and such insurance may become prohibitively expensive to maintain.  Additionally, while we have dedicated resources with security incident response capabilities, our response process may not be adequate, may fail to accurately assess the severity of an incident, may not respond quickly enough or may fail to sufficiently remediate an incident.  Similarly, if our third-party service providers experience a cyber incident, they may fail to report, or timely report, the incident to us.  As a result, we may suffer significant legal, reputational, or financial losses, which could adversely affect our business, cash flows, financial condition or results of operations.\nIf events occurred causing interruption of our operations, facilities, systems or business functions, it could have a material adverse effect on our operations and financial results.\nWe have established business continuity and disaster recovery plans to provide for the continuation of core business operations in the event that normal business operations could not be performed due to catastrophic or other events, including pandemics.  While we continue to test and assess our business continuity and disaster recovery plans to validate they meet the needs of our core business operations and address multiple business interruption events, there is no assurance that core business operations could be performed upon the occurrence of such an event.  Employee absence, physical premises damage, systems failures or outages could compromise our ability to perform our business functions in a timely manner, which could harm our ability to conduct business and hurt our business and customer relationships.  Our operational resiliency is also dependent on third-party personnel, infrastructure and systems on which we rely, including cloud-based technologies and software-as-a-service applications.  Our operations and those of our third parties may become vulnerable to damage or disruption due to circumstances beyond our or their control, such as from catastrophic events, power anomalies or outages, natural disasters, pandemics, supply chain interruptions, network failures, and cyber attacks.  Additionally, we are dependent on internet and telecommunications access and capabilities.  Our workforce is largely concentrated in Erie, Pennsylvania. If a significant event affects the labor force in this area, it could impact the policy acquisition, underwriting, claims and/or support services provided to the policyholders and/or independent agents of the Exchange.  Disruptions to our workforce or our operations for any reason could result in a material adverse effect on our business, cash flows, financial condition, or results of operations.\nWe are subject to applicable insurance laws, tax statutes, and numerous other federal and state laws and regulations, as well as claims and legal proceedings, which, if determined unfavorably, could have a material adverse effect on our business, results of operations, or financial condition.\nOur activities are subject to extensive regulation under federal and state laws on matters as diverse as internal control over financial reporting and disclosure controls, securities regulation, data privacy and protection, cybersecurity, taxation, immigration, wage-and-hour standards and employment and labor relations.  These laws and regulations are complex and\n11\nevolving, and compliance with these laws requires significant resources.  In some cases, these laws and regulations may increase our costs, negatively impact revenues, or impose operational limitations on our business.  Further, there can be no assurance that we, our third-party service providers and our independent agents are in full compliance with all applicable laws and regulations at all times.  Efforts at compliance with all laws and regulations are further complicated by new and evolving regulations regarding cybersecurity, artificial intelligence and ESG matters.\nWe face a significant risk of litigation and regulatory investigations and actions in the ordinary course of operating our businesses including the risk of class action lawsuits.  We are, have been, or may become subject to class actions and individual suits alleging breach of fiduciary or other duties, including our obligations to indemnify directors and officers in connection with certain legal matters.  We are also subject to litigation arising out of our general business activities such as contractual and employment relationships and claims regarding the infringement of the intellectual property of others.  Plaintiffs in class action and other lawsuits against us may seek large or indeterminate amounts of damages, including punitive and treble damages, which may remain unknown for substantial periods of time. We are also subject to various regulatory inquiries, such as information requests, subpoenas, and books and record examinations from state and federal regulators and authorities.  In addition, changes in the way regulators administer applicable laws, tax statutes, or regulations could adversely impact our business, cash flows, results of operations, or financial condition.  It is also possible that changes in economic conditions and steps taken by federal, state, and local governments in response to a pandemic or other significant events could cause an increase in taxes at the federal, state, and local levels, which could adversely impact our results of operations.\nMarket, Capital, and Liquidity risks\nThe performance of our investment portfolio is subject to a variety of investment risks, which may in turn have a material adverse effect on our results of operations or financial condition.\nAt December 31, 2023, our investment portfolio consisted of approximately 85% fixed maturity securities, with the remaining 15% invested in equity securities and other investments.\nGeneral economic conditions and other factors beyond our control can adversely affect the value of our investments and the realization of net investment income or result in realized investment losses.  In addition, downward economic trends also may have an adverse effect on our investment results by negatively impacting the business conditions and impairing credit for the issuers of securities held in our respective investment portfolios.  This could reduce fair values of investments and generate significant unrealized losses or impairment charges which may adversely affect our financial results.\nThe performance of the fixed income portfolio is subject to a number of risks including, but not limited to:\n•\nInterest rate risk - the risk of adverse changes in the value of fixed income securities as a result of increases in market interest rates.\n•\nInvestment credit risk - the risk that the value of certain investments may decrease due to the deterioration in financial condition of, or the liquidity available to, one or more issuers of those securities or, in the case of structured securities, due to the deterioration of the loans or other assets that underlie the securities, which, in each case, also includes the risk of permanent loss.\n•\nSector/Concentration risk - the risk that the portfolio may be too heavily concentrated in the securities of one or more issuers, sectors, or industries.  Events or developments that have a negative impact on any particular industry, group of related industries, or geographic region may have a greater adverse effect on our investment portfolio to the extent that the portfolio is concentrated within those issuers, sectors, or industries.\n•\nLiquidity risk - the risk that we will not be able to convert investment securities into cash on favorable terms and on a timely basis, or that we will not be able to sell them at all, when desired.  Disruptions in the financial markets or a lack of buyers for the specific securities that we are trying to sell could prevent us from liquidating securities or cause a reduction in prices to levels that are not acceptable to us.\n•\nReinvestment risk - the possibility that the cash flows produced by an investment will have to be reinvested at a reduced rate of return.  Approximately 36% of our fixed maturity portfolio is expected to mature over the next three years.\n12\nOur equity securities have exposure to price risk.  Equity markets, sectors, industries, and individual securities may also be subject to some of the same risks that affect our fixed income portfolio, as discussed above.\nAll of our fixed income and equity securities are subject to market volatility.  To the extent that future market volatility negatively impacts our investments, our financial condition will be negatively impacted.  We review the fixed income portfolio on a periodic basis to evaluate positions that are in an unrealized loss position to determine whether impairments are a result of credit loss or other factors.  Inherent in management's evaluation of a security are assumptions and estimates about the operations of the issuer and its future earnings potential.  As the process for determining impairments is highly subjective, changes in our assessments may have a material effect on our operating results and financial condition.  See also Part II, Item 7A. \"Quantitative and Qualitative Disclosures about Market Risk\".\nDeteriorating capital and credit market conditions or a failure to accurately estimate capital needs may significantly affect our ability to meet liquidity needs and access capital.\nSufficient liquidity and capital levels are required to pay operating expenses, income taxes, and to provide the necessary resources to fund future growth opportunities, satisfy certain financial covenants, pay dividends on common stock, and repurchase common stock.  Management estimates the appropriate level of capital necessary based upon current and projected results, which includes evaluating potential risks.  Failure to accurately estimate our capital needs may have a material adverse effect on our financial condition until additional sources of capital can be obtained.  Further, a deteriorating financial condition may create a negative perception of us by third parties, including investors, and financial institutions, which could impact our ability to access capital in the debt or equity markets.  Volatility in the financial markets could also limit our ability to sell certain fixed income securities or cause such investments to sell at deep discounts.\nOur primary sources of liquidity are management fee revenue and cash flows generated from our investment portfolio.  In the event these traditional sources of liquidity are not available, we may have to seek additional financing.  Our access to funds will depend upon a number of factors including current market conditions, the availability of credit, market liquidity, and the timing of obtaining\ncredit ratings.  In deteriorating market conditions, there can be no assurance that we will obtain additional financing, or, if available, that the cost of financing will not substantially increase and affect our overall profitability."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_1c",
    "text": "Cybersecurity Risk Management\nOur Privacy and Information Security Committee, comprised of officers and senior leaders, is responsible for overseeing the development and maintenance of information privacy and security policies and effective operation of our corporate information security and cybersecurity program in compliance with applicable state insurance regulations and other legal and regulatory requirements.  This committee is sponsored by and reports directly to our Executive Council, which includes our Chief Executive Officer and executive vice presidents.\nAs part of our overall Enterprise Risk Management (\"ERM\") program, we employ a cybersecurity program of technical, administrative, and physical controls intended to reduce the risk of cyber threats and protect our information, as well as documented processes to determine and make appropriate disclosures regarding potential material threats and incidents.  Our cybersecurity philosophy and approach align to the National Institute of Standards and Technology Cybersecurity Framework and its core elements to identify, protect, detect, respond, and recover from the various forms of cyber threats.  Our practices include, but are not limited to, cybersecurity protocols and controls, system monitoring and detection, communication of incidents to appropriate management, third-party risk management, including assessments of emerging threats and vulnerabilities, and ongoing privacy and cybersecurity training for employees and contractors concerning cyber risk.  A foundational element of our cybersecurity risk management processes is the annual Cybersecurity and Information Security Risk Assessment (CSRA), which includes an analysis of cybersecurity risks facing us and associated recommendations and action items to mitigate identified risks.  We periodically utilize third parties to assess the effectiveness of our cybersecurity efforts through independent validations, verifications, and security assessments.\nOur Board of Directors has a process in place to monitor management’s oversight of cybersecurity.  This is done primarily through regular reports to its Risk Committee as well as the full Board of Directors.  Management provides reports on our\n13\ncybersecurity risk management program, including our risk evaluation, the results of independent third-party security assessments, and our efforts to manage cyber related risks.\nWe have a core incident response team (Core Team) consisting of dedicated, skilled leadership representatives from our Information Security, Privacy and Law teams, responsible for analyzing and assessing cyber incidents and leading response efforts.  Our Chief Information Security Officer (CISO), responsible for overseeing and managing information security incidents, has over 25 years of experience in information technology (IT), including over 20 years dedicated to practicing or leading cybersecurity functions.  Our CISO is also a Certified Information Systems Security Professional (CISSP).  Our Privacy leader, responsible for managing privacy incidents, has over 20 years of experience in IT risk management, including over 10 years in IT risk and control functions and the remaining time focused on privacy and cybersecurity related functions and holds several information privacy and risk certifications.  Our Legal leader, responsible for providing guidance on legal and other regulatory obligations in the areas of privacy, cybersecurity, technology, data use and third-party risk management, holds a Juris Doctor degree, is licensed to practice law, and has over 20 years of legal experience, including 10 years focused on privacy and cybersecurity and holds several information security and privacy certifications, including the CISSP.  The Core Team leaders are members of various organizations that support cybersecurity or privacy intelligence, education, information sharing and networking, including among others the Financial Services Information Sharing and Analysis Center (FS-ISAC), Domestic Security Alliance Council (DSAC), InfraGard, and International Association of Privacy Professionals (IAPP).\nThe Core Team members are augmented as needed by representatives from other internal groups, including subject matter experts from Information Security, Privacy, Finance and Law, as well as certain third parties that may need to participate in the incident response process.  Depending on the severity and impact of the incident, third parties engaged may include outside counsel, forensics investigators, public relation firms, data breach resolution providers, and cyber insurance brokers and carriers.  In conjunction with legal counsel, the Core Team evaluates notification requirements and as necessary will notify stakeholders depending on the nature and severity of the incident, including law enforcement, state attorneys general, regulators, external auditors, third party providers, and impacted individuals.\nThe Core Team is informed of cyber incidents from diverse sources, including for example, internal monitoring systems, information sharing organizations, employees, and other external information sources.  Depending upon the levels of access to our information and/or information systems, third party service providers are contractually obligated to report cybersecurity incidents within their environments.  The Core Team performs incident analysis and triage to determine scope, severity, prioritization and required response plans to address an incident in a manner that is intended to minimize the impact to us, our assets, and our operations.  In accordance with applicable legal and regulatory requirements, this analysis and triage step includes an assessment of the potential for material impact to us from a cybersecurity incident or a series of individually immaterial related incidents that are material when aggregated.\nTo date, we are not aware of any cybersecurity breach or other incident with respect to our systems or data that would have a material impact to our business strategy, results of operations or financial condition.  Additionally, we are not aware of any cybersecurity breach or other incident experienced by anyone with whom we have a third-party relationship that has had a material impact on our systems or data.  However, there can be no guarantee that we will not experience any such incidents in the future.  See Item 1A. \"Risk Factors\" for a discussion of cybersecurity risks."
  },
  {
    "item_key": "item_2",
    "text": "Indemnity and the Exchange share a corporate home office campus in Erie, Pennsylvania, which comprises approximately 996,000 square feet.  Additionally, we lease two office buildings and one warehouse facility from third parties and are charged rent for the related square footage we occupy.\nIndemnity and the Exchange also own or lease 25 field offices in 12 states used to primarily support claims-related activities.  The Exchange owns seven field offices and leases another 16 from third parties.  Indemnity owns one field office and leases another from a third party.  Commitments for properties leased from third parties expire periodically through 2029.  We expect that most leases will be renewed or replaced upon expiration.  Rental costs of shared facilities are allocated based upon square footage occupied.\n14"
  },
  {
    "item_key": "item_3",
    "text": "Erie Indemnity Company (\"Indemnity\") was named as a defendant in a complaint filed on August 24, 2021, by alleged subscribers of the Erie Insurance Exchange (the \"Exchange\") in the Court of Common Pleas Civil Division of Allegheny County, Pennsylvania captioned TROY STEPHENSON, CHRISTINA STEPHENSON, SUSAN RUBEL, and STEVEN BARNETT, individually and on behalf of all others similarly situated (Plaintiffs) v. Erie Indemnity Company (Defendant).\nThe complaint seeks relief for alleged breaches of fiduciary duty by Indemnity in connection with the setting of the management fee it receives, in accordance with the terms of the Subscribers Agreement executed between Indemnity and all policyholders of the Exchange, as compensation for acting as the attorney-in-fact in the management of the Exchange.\nThe relief sought is for the period beginning two years prior to the date of the filing of the complaint and continuing through 2021.\nThe complaint seeks (i) a finding that Indemnity has breached its fiduciary duties; (ii) an award of damages in an amount to be determined at trial; and (iii) such other relief, including disgorgement of profits or other injunctive relief, that the Court deems just and proper.\nService of the complaint was effectuated on September 20, 2021.  A Notice of Removal to the United States District Court for the Western District of Pennsylvania was filed on October 20, 2021.  On November 2, 2021, Plaintiffs filed a Notice of Voluntary Dismissal. As a result, the action was dismissed without prejudice.\nOn December 6, 2021, another Complaint was filed in the Court of Common Pleas of Allegheny County, Pennsylvania captioned ERIE INSURANCE EXCHANGE, an unincorporated association, by TROY STEPHENSON, CHRISTINA STEPHENSON, and STEVEN BARNETT, trustees ad litem, and alternatively, ERIE INSURANCE EXCHANGE, by TROY STEPHENSON, CHRISTINA STEPHENSON, and STEVEN BARNETT, (Plaintiff), v. ERIE INDEMNITY COMPANY, (Defendant).\nThis most recent complaint has the same allegation of breach of fiduciary duty by Indemnity in connection with the setting of the management fee it receives, in accordance with the terms of the Subscribers Agreement executed between Indemnity and all policyholders of the Exchange, as compensation for acting as the attorney-in-fact in the management of the Exchange.\nThis most recent complaint seeks the same relief, specifically, (i) a finding that Indemnity has breached its fiduciary duties; (ii) an award of damages in an amount to be determined at trial; and (iii) such other relief, including disgorgement of profits or other injunctive relief, that the Court deems just and proper.\nA Notice of Removal to the United States District Court for the Western District of Pennsylvania was filed on January 27, 2022. Indemnity intends to vigorously defend against all of the allegations and requests for relief in the complaint.\nBy Memorandum Opinion and Order dated September 28, 2022, the Court granted the Motion for Remand and directed the case be remanded to the Court of Common Pleas of Allegheny County, Pennsylvania. On September 30, 2022, Indemnity filed a Motion to Stay the Remand Order pending an appeal to the United States Court of Appeals for the Third Circuit. On October 3, 2022, the Court granted the Stay. On October 11, 2022, Indemnity filed a Petition for Permission to Appeal the Remand Order with the Third Circuit. By Order dated November 7, 2022, a three judge panel of the Court denied the Petition to Appeal.\nOn November 21, 2022, Indemnity filed a Petition for Rehearing requesting that the Third Circuit permit the appeal. By Order dated January 9, 2023, the Court granted the petition for rehearing and vacated the prior Order of October 7, 2022, denying permission to appeal. On April 20, 2023, argument was held before a three-judge panel of the Third Circuit. By Opinion dated May 22, 2023, the Court affirmed the decision of the District Court finding that there was no basis for federal court jurisdiction and that the matter had been properly remanded to state court. On June 5, 2023, Indemnity filed a Petition for Panel Rehearing or Rehearing En Banc. By Order dated June 22, 2023, the Court denied the Petition.\nThe United States District Court thereafter extended its stay of the issuance of the remand order through the conclusion of any proceedings in the United States Supreme Court challenging the decision of the United States Court of Appeals for the Third Circuit that no federal jurisdiction exists in this case.\nOn October 20, 2023, Indemnity filed a Petition for Writ of Certiorari with the Supreme Court of the United States. The Petition seeks a determination from the Court that the lower courts improperly denied federal jurisdiction. The Petition is currently pending before the Court.\n15\nIndemnity intends to vigorously defend against all of the allegations and requests for relief in the complaint.\nSeparately, Indemnity filed a Complaint in Federal Court to invoke certain provisions of the \"All Writs Act\" and the \"Anti-Injunction Act.\"\nBy filing this complaint, Indemnity seeks to protect the federal court’s prior binding, final judgments in favor of Indemnity and thereby foreclose further litigation of the claims and issues pertaining to the compensation practices that were the subject of the prior judgments.\nFor additional information on contingencies, see Part II, Item 8. \"Financial Statements and Supplementary Data - Note 16, Commitment and Contingencies, of Notes to Financial Statements\"."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n16\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Common Stock Market Prices and Dividends\nOur Class A, non-voting common stock trades on The NASDAQ Stock Market\nSM\nLLC under the symbol \"ERIE\".  No established trading market exists for the Class B voting common stock.  Broadridge Corporate Issuer Solutions, Inc. serves as our transfer agent and registrar.  As of February 20, 2024, there were approximately 504 shareholders of record for the Class A non-voting common stock and 8 shareholders of record for the Class B voting common stock.\nHistorically, we have declared and paid cash dividends on a quarterly basis at the discretion of the Board of Directors.  The payment and amount of future dividends on the common stock will be determined by the Board of Directors and will depend upon, among other things, our operating results, financial condition, cash requirements, and general business conditions at the time such payment is considered.\nStock Performance\nThe following graph depicts the cumulative total shareholder return, assuming reinvestment of dividends, for the periods indicated for our Class A common stock compared to the Standard & Poor's 500 Stock Index and the Standard & Poor's Supercomposite Insurance Industry Group Index.  The Standard & Poor's Supercomposite Insurance Industry Group Index is made up of 56 constituent members represented by property and casualty insurers, insurance brokers, and life insurers, and is a capitalization weighted index.\n(1)      Assumes $100 invested at the close of trading, including reinvestment of dividends, on the last trading day preceding the first day of the fifth preceding fiscal year, in our Class A common stock, the Standard & Poor's 500 Stock Index, and the Standard & Poor's Supercomposite Insurance Industry Group Index.\n17\nIssuer Purchases of Equity Securities\nWe may purchase shares, from time-to-time, in the open market, through trading plans entered into with one or more brokerage firms pursuant to Rule 10b5-1 under the Securities Exchange Act of 1934, or through privately negotiated transactions.  The purchase of shares is dependent upon prevailing market conditions and alternate uses of capital, and at times and in a manner that is deemed appropriate.\nOur Board of Directors authorized a stock repurchase program effective January 1, 1999, allowing the repurchase of our outstanding Class A nonvoting common stock.  Various approvals for continuation of this program have since been authorized, with the most recent occurring in 2011 for $150 million, which was authorized with no time limitation.\nThe following table presents the number and average price of our outstanding Class A nonvoting common stock shares purchased during the quarter ending December 31, 2023:\n(1)\nRepresents shares purchased on the open market to fund the rabbi trust for the outside director deferred stock compensation plan.\nSee Item 8. \"Financial Statements and Supplementary Data - Note 10, Incentive and Deferred Compensation Plans, of Notes to Financial Statements\" contained within this report for additional information on shares purchased outside of this program.\nITEM 6.     SELECTED FINANCIAL DATA\nNot applicable.\n18"
  },
  {
    "item_key": "item_7",
    "text": "The following discussion of financial condition and results of operations highlights significant factors influencing Erie Indemnity Company (\"Indemnity\", \"we\", \"us\", \"our\").  This discussion should be read in conjunction with the audited financial statements and related notes and all other items contained within this Annual Report on Form 10-K as these contain important information helpful in evaluating our financial condition and results of operations.\nINDEX\nCAUTIONARY STATEMENT REGARDING FORWARD-LOOKING INFORMATION\n\"Safe Harbor\" Statement under the Private Securities Litigation Reform Act of 1995:\nStatements contained herein that are not historical fact are forward-looking statements and, as such, are subject to risks and uncertainties that could cause actual events and results to differ, perhaps materially, from those discussed herein.  Forward-looking statements relate to future trends, events or results and include, without limitation, statements and assumptions on which such statements are based that are related to our plans, strategies, objectives, expectations, intentions, and adequacy of resources.  Examples of forward-looking statements are discussions relating to premium and investment income, expenses, operating results, and compliance with contractual and regulatory requirements.  Forward-looking statements are not guarantees of future performance and involve risks and uncertainties that are difficult to predict.  Therefore, actual outcomes and results may differ materially from what is expressed or forecasted in such forward-looking statements.  Among the risks and uncertainties, in addition to those set forth in our filings with the Securities and Exchange Commission, that could cause actual results and future events to differ from those set forth or contemplated in the forward-looking statements include the following:\n•\ndependence upon our relationship with the Erie Insurance Exchange (\"Exchange\") and the management fee under the agreement with the subscribers at the Exchange;\n•\ndependence upon our relationship with the Exchange and the growth of the Exchange, including:\n◦\ngeneral business and economic conditions;\n◦\nfactors affecting insurance industry competition, including technological innovations;\n◦\ndependence upon the independent agency system; and\n◦\nability to maintain our brand, including our reputation for customer service;\n•\ndependence upon our relationship with the Exchange and the financial condition of the Exchange, including:\n◦\nthe Exchange's ability to maintain acceptable financial strength ratings;\n◦\nfactors affecting the quality and liquidity of the Exchange's investment portfolio;\n◦\nchanges in government regulation of the insurance industry;\n◦\nlitigation and regulatory actions;\n◦\nemergence of significant unexpected events, including pandemics and economic or social inflation;\n◦\nemerging claims and coverage issues in the industry; and\n◦\nsevere weather conditions or other catastrophic losses, including terrorism;\n•\ncosts of providing policy issuance and renewal services to the subscribers at the Exchange under the subscriber's agreement;\n•\nability to attract and retain talented management and employees;\n•\nability to ensure system availability and effectively manage technology initiatives;\n•\ndifficulties with technology or data security breaches, including cyber attacks;\n19\n•\nability to maintain uninterrupted business operations;\n•\ncompliance with complex and evolving laws and regulations and outcome of pending and potential litigation;\n•\nfactors affecting the quality and liquidity of our investment portfolio; and\n•\nability to meet liquidity needs and access capital.\nA forward-looking statement speaks only as of the date on which it is made and reflects our analysis only as of that date.  We undertake no obligation to publicly update or revise any forward-looking statement, whether as a result of new information, future events, changes in assumptions, or otherwise.\nRECENT ACCOUNTING STANDARDS\nSee Item 8. \"Financial Statements and Supplementary Data - Note 2, Significant Accounting Policies, of Notes to Financial Statements\" contained within this report for a discussion of recently issued accounting standards and the impact on our financial statements if known.\nOPERATING OVERVIEW\nOverview\nWe are a Pennsylvania business corporation that since 1925 has been the managing attorney-in-fact for the subscribers (policyholders) at the Exchange, a reciprocal insurer that writes property and casualty insurance.  Our primary function as attorney-in-fact is to perform policy issuance and renewal services on behalf of the subscribers at the Exchange.  We also act as attorney-in-fact on behalf of the subscribers at the Exchange, as well as the service provider for the Exchange's insurance subsidiaries, with respect to all administrative services.\nThe Exchange is a reciprocal insurance exchange, which is an unincorporated association of individuals, partnerships and corporations that agree to insure one another.  Each applicant for insurance (a subscriber) to the Exchange signs a subscriber's agreement, which contains an appointment of Indemnity as their attorney-in-fact to transact the business of the Exchange on their behalf.\nIn accordance with the subscriber’s agreement for acting as attorney-in-fact in these two capacities, we retain a management fee.  Management fee revenue is based upon all direct and affiliated assumed premiums written by the Exchange and the management fee rate, which is not to exceed 25%.  Our Board of Directors establishes the management fee rate at least annually, generally in December for the following year.  The process of setting the management fee rate includes, but is not limited to, the evaluation of current year operating results compared to both prior year and industry estimated results for both Indemnity and the Exchange, and consideration of several factors for both entities including, but not limited to: their relative financial strength and capital position; projected revenue, expense and earnings for the subsequent year; future capital needs; as well as competitive position.  The management fee rate was set at 25% for 2023, 2022 and 2021.  Based on analysis of the foregoing factors, our Board of Directors set the 2024 management fee rate again at 25%.\nOur earnings are primarily driven by the management fee revenue generated for the services we provide on behalf of the subscribers at the Exchange.  The policy issuance and renewal services we provide are related to the sales, underwriting and issuance of policies.  The sales related services we provide include agent compensation and certain sales and advertising support services.  Agent compensation includes scheduled commissions to agents based upon premiums written as well as incentive compensation, which is earned by achieving targeted measures.  Agent compensation comprised approximately 67% of our 2023 policy issuance and renewal expenses.  The underwriting services we provide include underwriting and policy processing and comprised approximately 9% of our 2023 policy issuance and renewal expenses.  The remaining services we provide include customer service and administrative support.  We also provide information technology services that support all the functions listed above that comprised approximately 11% of our 2023 policy issuance and renewal expenses.  Included in these expenses are allocations of costs for departments that support these policy issuance and renewal functions.\nConsistent with its legal structure as a reciprocal insurer, the Exchange does not have any employees or officers.  Therefore, it enters into contractual relationships by and through the subscribers' attorney-in-fact.  Indemnity serves as the attorney-in-fact on behalf of the subscribers at the Exchange with respect to its administrative services as enumerated in the subscriber's agreement.  The Exchange's insurance subsidiaries also utilize Indemnity for these services in accordance with the service agreements between each of the subsidiaries and Indemnity.  Claims handling services include costs incurred in the claims process, including the adjustment, investigation, defense, recording and payment functions.  Life insurance management services include costs incurred in the management and processing of life insurance business.  Investment management services are related to\n20\ninvestment trading activity, accounting and all other functions attributable to the investment of funds.  In 2023, approximately 71% of the administrative services expenses were entirely attributable to the respective administrative functions (claims handling, life insurance  management and investment management), while the remaining 29% of these expenses were allocations of costs for departments that support these administrative functions.  The expenses we incur and related reimbursements we receive for administrative services are presented gross in our Statements of Operations.  The subscriber's agreement and service agreements provide for reimbursement of amounts incurred for these services to Indemnity.  Reimbursements are settled at cost on a monthly basis.  State insurance regulations require that intercompany service agreements and any material amendments be approved in advance by the state insurance department.\nOur results of operations are tied to the growth and financial condition of the Exchange as the Exchange is our sole customer, and our earnings are largely generated from management fees based on the direct and affiliated assumed premiums written by the Exchange.  The Exchange generates revenue by insuring preferred and standard risks, with personal lines comprising 70% of the 2023 direct and affiliated assumed written premiums and commercial lines comprising the remaining 30%.  The principal personal lines products are private passenger automobile and homeowners.  The principal commercial lines products are commercial multi-peril, commercial automobile and workers compensation.\nWe generate investment income from our fixed maturity and equity security portfolios.  Our portfolio is managed with the objective of maximizing after-tax returns on a risk-adjusted basis.  We actively evaluate the fixed maturity portfolios for securities in an unrealized loss position and record impairment write-downs on investments in instances where we have the intent to sell or it's more likely than not that we would be required to sell the security.  Impairments resulting from a credit loss are recognized in earnings with a corresponding allowance on the Statement of Financial Position.\nFinancial Overview\nNM = not meaningful\nOperating income increased in 2023 compared to 2022 as growth in operating revenue outpaced the growth in operating expenses.  Management fee revenue is based upon the management fee rate we charge and the direct and affiliated assumed premiums written by the Exchange.  The management fee rate was 25% for 2023, 2022, and 2021.  The direct and affiliated assumed premiums written by the Exchange increased 17.0% to $10.1 billion in 2023 and 9.2% to $8.6 billion in 2022.\nCost of operations for policy issuance and renewal services increased 12.0% to $2.0 billion in 2023 primarily due to higher scheduled commissions driven by direct and affiliated assumed written premium growth, as well as increased employee compensation and technology costs.  Cost of operations for policy issuance and renewal services increased 7.0% to $1.8 billion in 2022 primarily due to higher scheduled commissions driven by direct and affiliated assumed written premium growth, as well as increased professional fees and technology costs.  Increases in the cost of operations for policy issuance and renewal services in both periods were partially offset by decreased agent incentive compensation driven by higher claims severity and related loss costs experienced by the Exchange.\nManagement fee revenue for administrative services increased 9.2% to $63.7 million in 2023 compared to an increase of 0.1% in 2022.  The administrative services reimbursement revenue and corresponding cost of operations increased both total operating revenue and total operating expenses by $737.1 million in 2023 and $668.3 million in 2022, but had no net impact on operating income.\nTotal investment income increased $28.3 million in 2023 primarily due to lower net realized and unrealized investment losses and an increase in net investment income compared to 2022.  Total investment income decreased $66.7 million in 2022\n21\nprimarily due to a decrease in net investment income as well as net realized and unrealized investment losses in 2022 compared to net gains in 2021.\nGeneral Conditions and Trends Affecting Our Business\nEconomic conditions\nUnfavorable changes in economic conditions, including declining consumer confidence, inflation, high unemployment, and the threat of recession, among others, may lead the Exchange’s customers to modify coverage, not renew policies, or even cancel policies, which could adversely affect the premium revenue of the Exchange, and consequently our management fee revenue.  Inflation remained elevated from historical levels during 2023.  Continued elevated inflation or supply chain disruptions could impact the Exchange's operations and our management fees.  In particular, unanticipated increased inflation costs including medical cost inflation, building material cost inflation, auto repair and replacement cost inflation, and social inflation may impact adequacy of estimated loss reserves and future premium rates of the Exchange.  The extent and duration of the impacts to economic conditions remain uncertain.  If any of these items impacted the financial condition or operations of the Exchange, it could have an impact on our financial results.  See Financial Condition, Liquidity and Capital Resources, and Part I, Item 1A. \"Risk Factors\" contained within this report for a discussion of potential impacts to our operations or those of the Exchange.\nFinancial market volatility\nOur portfolio of fixed maturity and equity security investments is subject to market volatility especially in periods of instability in the worldwide financial markets.  Over time, net investment income could also be impacted by volatility and by the general level of interest rates, which impact reinvested cash flow from the portfolio and business operations.  Depending upon market conditions, considerable fluctuation could occur in the fair value of our investment portfolio and reported total investment income, which could have an adverse impact on our financial condition, results of operations, and cash flows.  Various ongoing geopolitical events, the uncertain inflationary and interest rate environments, and a potential economic slowdown could have a significant impact on the global financial markets with the potential for future losses and/or impairments on our investment portfolio.\nCRITICAL ACCOUNTING ESTIMATES\nThe financial statements include amounts based upon estimates and assumptions that have a significant effect on reported amounts of assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period and related disclosures.  We consider an accounting estimate to be critical if 1) it requires assumptions to be made that were uncertain at the time the estimate was made, and 2) different estimates that could have been used, or changes in the estimate that are likely to occur from period-to-period, could have a material impact on our Statements of Operations or Financial Position.\nThe following presents a discussion of those accounting policies surrounding estimates that we believe are the most critical to our reported amounts and require the most subjective and complex judgment.  If actual events differ significantly from the underlying assumptions, there could be material adjustments to prior estimates that could potentially adversely affect our results of operations, financial condition, and cash flows. The estimates and the estimating methods used are reviewed continually, and any adjustments considered necessary are reflected in current earnings.\nInvestment Valuation\nFair Value Measurements\nWe make estimates concerning the fair value of our investments using valuation techniques to derive the fair value of the fixed maturity and equity investments we hold.  Fair value is the price that would be received to sell an asset in an orderly transaction between willing market participants at the measurement date.\nFair value measurements are based upon observable and unobservable inputs.  Observable inputs reflect market data obtained from independent sources, while unobservable inputs reflect our view of market assumptions in the absence of observable market information.  We utilize valuation techniques that maximize the use of observable inputs and minimize the use of unobservable inputs.  Our investments are categorized into a three-level fair value hierarchy which assigns a Level 1 for highly observable inputs and a Level 3 to unobservable inputs.  We continually assess whether or not an active market exists for all of our investments and as of each reporting date we re-evaluate their classification in the fair value hierarchy.\nAs of each reporting period, financial instruments recorded at fair value are classified based upon the lowest level of input that is significant to the fair value measurement.  The presence of at least one unobservable input that has significant impact to the fair value measurement would result in classification as a Level 3 instrument.  Our assessment of the significance of a particular input to the fair value measurement requires judgment, and considers factors specific to the asset, such as the relative impact on\n22\nthe fair value as a result of including a particular input and market conditions.   While estimates of the fair values of our investment portfolio are obtained from outside pricing services, we ultimately determine whether the inputs used are observable or unobservable.\nAs of December 31, 2023, substantially all of the securities measured at fair value in our investment portfolio are classified as Level 2.  Level 2 securities are valued using industry-standard models that consider various inputs, such as the interest rate and credit spread for the underlying financial instruments.  All significant inputs are observable, or derived from observable information in the marketplace, or are supported by observable levels at which transactions are executed in the marketplace.  At December 31, 2023, our investments classified as Level 3 were not significant.\nSee Item 8. \"Financial Statements and Supplementary Data - Note 5, Fair Value, of Notes to Financial Statements\" contained within this report for additional details on the fair value measurement of our investments.\nImpairments\nOur fixed maturity portfolio experienced unrealized losses in 2023 and 2022 as a result of the higher interest rate environment compared to prior years.  We regularly monitor our fixed maturity and equity security portfolios for price changes and perform detailed reviews of securities in an unrealized loss position that may indicate that credit-related or other impairments exist.  As of December 31, 2023, our intent to sell and credit-related impairments were not material to our financial condition or results of operations.\nSee Item 8. \"Financial Statements and Supplementary Data - Note 2, Significant Accounting Policies, of Notes to Financial Statements\" contained within this report for additional details on impairments.\nRetirement Benefit Plans for Employees\nOur pension plans consist of a noncontributory defined benefit pension plan covering substantially all employees and an unfunded supplemental employee retirement plan (\"SERP\") for certain members of executive and senior management.  Although we are the sponsor of these postretirement plans and record the funded status of these plans, there are reimbursements between us and the Exchange and its subsidiaries for their allocated share of pension income or cost.  See Item 8. \"Financial Statements and Supplementary Data - Note 9, Postretirement Benefits, of Notes to Financial Statements\" contained within this report for additional details on these reimbursements.\nOur pension obligation is developed from actuarial estimates.  Several statistical and other factors, which attempt to anticipate future events, are used in calculating the expense and liability related to the plans.  Key factors include assumptions about the discount rates and expected rates of return on plan assets.  We review these assumptions annually and modify them considering historical experience, current market conditions, including changes in investment returns and interest rates, and expected future trends.\nAccumulated and projected benefit obligations are expressed as the present value of future cash payments.  We discount those cash payments based upon a yield curve developed from corporate bond yield information with maturities that correspond to the payment of benefits.  Lower discount rates increase present values and subsequent year pension expense, while higher discount rates decrease present values and subsequent year pension expense.  The construction of the yield curve is based upon yields of corporate bonds rated AA or equivalent quality.  Target yields are developed from bonds at various maturity points and a curve is fitted to those targets.  Spot rates (zero coupon bond yields) are developed from the yield curve and used to discount benefit payment amounts associated with each future year.  The present value of plan benefits is calculated by applying the spot/discount rates to projected benefit cash flows.  A single discount rate is then developed to produce the same present value.  The cash flows from the yield curve were matched against our projected benefit payments in the pension plan, which have a duration of about 15 years.  This yield curve supported the selection of a 5.34% discount rate for the projected benefit obligation at December 31, 2023 and for the 2024 pension income.  The same methodology was used to develop the 5.67% and 3.16% discount rates used to determine the projected benefit obligation for 2022 and 2021, respectively, and the pension income for 2023 and expense for 2022, respectively.  A 25 basis point decrease in the discount rate assumption, with other assumptions held constant, would increase pension cost in the following year by $4.1 million, of which our share would be approximately $1.6 million, and would increase the pension benefit obligation by $37.2 million.\nUnrecognized actuarial gains and losses arise from several factors, including experience and assumption changes in the obligations and from the difference between expected returns and actual returns on plan assets.  These unrecognized gains and losses are recorded in the pension plan obligation and accumulated other comprehensive income (loss).  These amounts are systematically recognized to net periodic pension expense in future periods, with gains decreasing and losses increasing future pension expense.  If actuarial net gains or losses exceed 5% of the greater of the projected benefit obligation and the market-\n23\nrelated value of plan assets, the excess is recognized through the net periodic pension expense equally over the estimated service period of the employee group, which is currently 14 years.\nThe expected long-term rate of return for the pension plan represents the average rate of return to be earned on plan assets over the period the benefits included in the benefit obligation are to be paid.  To determine the expected long-term rate of return assumption, we utilized models based upon rigorous historical analysis and forward-looking views of the financial markets based upon key factors such as historical returns for the asset class' applicable indices, the correlations of the asset classes under various market conditions and consensus views on future real economic growth and inflation.  The expected future return for each asset class is then combined by considering correlations between asset classes and the volatilities of each asset class to produce a reasonable range of asset return results within which our expected long-term rate of return assumption falls.  While the expected long-term rate of return is generally less susceptible to annual revisions as there are typically no significant changes in the asset mix, we increased the expected return on asset assumption from 6.50% to 7.00% in 2024 based on the current asset allocation and considering a review of the key factors and expectations of future performance as well as the current market environment.  A change of 25 basis points in the expected long-term rate of return assumption, with other assumptions held constant, would have an estimated $2.9 million impact on net pension benefit cost in the following year, of which our share would be approximately $1.2 million.\nWe use a four-year averaging method to determine the market-related value of plan assets, which is used to determine the expected return component of pension expense.  Under this methodology, asset gains or losses that result from returns that differ from our long-term rate of return assumption are recognized in the market-related value of assets on a level basis over a four-year period.  The market-related asset experience during 2023 that related to the actual investment return being different from that assumed during the prior year was a gain of $36.8 million.  Recognition of this gain will be deferred and recognized over a four-year period, consistent with the market-related asset value methodology.  Once factored into the market-related asset value, these experience gains and losses will be amortized over a period of 14 years, which is the remaining service period of the employee group.\nIn 2023, we recognized net pension benefit income of $3.8 million primarily driven by higher discount rates and expected return on assets, partially offset by lower than expected returns during 2022.  We continue to project net pension benefit income in 2024 as opposed to expense.  While our discount rate assumptions decreased for 2024, the estimated increase in net pension benefit income to $4.3 million in 2024 is primarily due to an anticipated one-time SERP settlement credit of $1.0 million.  Our share of the net pension benefit income after reimbursements was $0.9 million in 2023.  We expect our share of the net pension benefit income to be approximately $1.4 million in 2024, of which expense of $13.0 million will be recorded in operating expense and income of $14.4 million will be recorded in other income.\nThe actuarial assumptions we used in determining our pension obligation may differ materially from actual results due to changing market and economic conditions, higher or lower withdrawal rates, or longer or shorter life spans of participants.  While we believe that the assumptions used are appropriate, differences in actual experience or changes in assumptions may materially affect our financial position, results of operations, or cash flows.  See Item 8. \"Financial Statements and Supplementary Data - Note 9, Postretirement Benefits, of Notes to Financial Statements\" contained within this report for additional details on the pension plans.\n24\nRESULTS OF OPERATIONS\nManagement fee revenue\nWe have two performance obligations in the subscriber’s agreement, providing policy issuance and renewal services and acting as attorney-in-fact for the subscribers at the Exchange, as well as the service provider for the Exchange's insurance subsidiaries, with respect to all administrative services.  We retain management fees for acting as the attorney-in-fact for the subscribers at the Exchange in these two capacities and allocate our revenues between our performance obligations.\nThe management fee is calculated by multiplying all direct and affiliated assumed premiums written by the Exchange by the management fee rate, which is determined by our Board of Directors at least annually.  The management fee rate was set at 25% for 2023, 2022 and 2021.  Changes in the management fee rate can affect our revenue and net income significantly.  The transaction price, including management fee revenue and administrative services reimbursement revenue, includes variable consideration and is allocated based on the estimated standalone selling prices developed using industry information and other available information for similar services.  We update the transaction price and the related allocation at least annually based upon the most recent information available or more frequently if there have been significant changes in any components considered in the transaction price.\nThe following table presents the allocation and disaggregation of revenue for our two performance obligations:\nNM = not meaningful\n(1)    A constraining estimate of variable consideration exists related to the potential for management fees to be returned if a policy were to be cancelled mid-term.  Management fees are returned to the Exchange when policies are cancelled mid-term and unearned premiums are refunded.\n(2)    Management fee revenue - administrative services is recognized over time as the services are provided.  See Item 8. \"Financial Statements - Note 3, Revenue, of Notes to Financial Statements\" contained within this report.\n25\nDirect and affiliated assumed premiums written by the Exchange\nDirect and affiliated assumed premiums include premiums written directly by the Exchange and premiums assumed from its wholly owned property and casualty subsidiaries.  Direct and affiliated assumed premiums written by the Exchange increased 17.0% to $10.1 billion in 2023, from $8.6 billion in 2022, primarily driven by increased personal lines and commercial multi-peril premiums written\n.\nYear-over-year policies in force for all lines of business increased 6.9% in 2023 as the result of continuing strong policyholder retention and an increase in new policies written, compared to 3.6% in 2022.  The year-over-year average premium per policy for all lines of business increased 9.4% at December 31, 2023, compared to 5.4% at December 31, 2022.\nPremiums generated from new business increased 37.9% to $1.5 billion in 2023.  Contributing to this change was a 23.7% increase in new business policies written and a 11.5% increase in year-over-year average premium per policy on new business at December 31, 2023.  Premiums generated from new business increased 14.5% to $1.1 billion in 2022.  Year-over-year average premium per policy on new business increased 10.4% at December 31, 2022 and new business policies written increased 3.7% in 2022.\nPremiums generated from renewal business increased 13.9% to $8.5 billion in 2023, and increased 8.5% to $7.5 billion, in 2022.  Underlying the trend in renewal business premiums in both periods were increases in year-over-year average premium per policy of 9.0% at December 31, 2023 and 4.7% at December 31, 2022, as well as an increase in year-over-year policies in force of 4.5% and 3.6% in 2023 and 2022, respectively, driven by a slight increase in policy retention ratios.\nThe Exchange implements rate changes in order to meet loss cost expectations.  In response to reduced driving conditions in 2020 resulting from the COVID-19 pandemic, the Exchange implemented $200 million in personal and commercial auto rate reductions on policies written between July 1, 2020 and June 30, 2021, which negatively impacted Exchange's written premium in 2021 by approximately $110 million.  The Exchange began implementing rate increases in 2021 primarily due to increased claims frequency as driving activity returned to near pre-pandemic levels and continued to implement rate increases in 2022 and 2023 primarily as a result of inflation-driven severity increases.\nAs the Exchange writes policies with annual terms only, rate actions take 12 months to be fully recognized in written premium and 24 months to be recognized in earned premiums.  Since rate changes are realized at renewal, it takes 12 months to implement a rate change to all policyholders and another 12 months to earn the increased or decreased premiums in full.  As a result, certain rate changes approved in 2022 were reflected in 2023, and a portion of the rate actions approved in 2023 will be reflected in 2024.  Furthermore, the Exchange writes certain personal auto policies with a rate locking feature, which generally extends the amount of time it takes for rate actions to be recognized.  The Exchange continuously evaluates pricing and product offerings to meet consumer demands.\nPersonal lines\n– Total personal lines premiums written increased 18.7% to $7.1 billion in 2023, from $6.0 billion in 2022, driven by a 10.5% increase in total personal lines year-over-year average premium per policy and a 7.4% increase in total personal lines policies in force. Total personal lines year-over-year average premium per policy increased 4.4% at December 31, 2022 and policies in force increased 3.9% in 2022.\nCommercial lines\n– Total commercial lines premiums written increased 13.0% to $3.0 billion in 2023, compared to 2022, driven by a 9.5% increase in the total commercial lines year-over-year average premium per policy and a 3.2% increase in total commercial lines policies in force. Total commercial lines premiums written increased 11.2% in 2022, compared to 2021, driven by a 9.0% increase in the total commercial lines year-over-year average premium per policy and a 2.0% increase in total commercial lines policies in force.\nFuture trends-premium revenue\n– Through a careful agency selection and monitoring process, the Exchange plans to continue efforts to utilize its agency force to increase market penetration in existing operating territories to contribute to future growth.\nChanges in premium levels attributable to the growth in policies in force directly affect the profitability of the Exchange and have a direct bearing on our management fee.  Our continued focus on underwriting discipline and the maturing of pricing sophistication models have contributed to the Exchange's steady policy retention ratios.  The continued growth of its policy base is dependent upon the Exchange's ability to retain existing and attract new subscribers/policyholders.  A lack of new policy growth or the inability to retain existing customers could have an adverse effect on the Exchange's premium level growth, and consequently our management fee.\nChanges in premium levels attributable to rate changes also directly affect the profitability of the Exchange and have a direct bearing on our management fee.  Pricing actions contemplated or taken by the Exchange are subject to various regulatory requirements of the states in which it operates.  The pricing actions already implemented, or to be implemented, have an effect on the market competitiveness of the Exchange's insurance products.  Such pricing actions, and those of the Exchange's\n26\ncompetitors, could affect the ability of the Exchange's agents to retain and attract new business.  We expect the Exchange's pricing actions in 2023 to result in an increase in direct written premiums in 2024; however, exposure reductions and/or changes in mix of business as a result of economic conditions could impact the average direct and affiliated assumed premium written by the Exchange, as customers may reduce coverages.\nPolicy issuance and renewal services\nPolicy issuance and renewal services\nThe management fee revenue allocated for providing policy issuance and renewal services was 24.30% of the direct and affiliated assumed premiums written by the Exchange for 2023, 2022, and 2021.  This portion of the management fee is recognized as revenue when the policy is issued or renewed because it is at that time that the services we provide are substantially complete and the executed insurance policy is transferred to the customer.  The increase in management fee revenue for policy issuance and renewal services was driven by the increase in the direct and affiliated assumed premiums written by the Exchange discussed previously.\nService agreement revenue\nService agreement revenue primarily consists of service charges we collect from subscribers/policyholders for providing multiple payment plans on policies written by the Exchange and its property and casualty subsidiaries and also includes late payment and policy reinstatement fees.  The service charges are fixed dollar amounts per billed installment.  Service agreement revenue also includes fees received from the Exchange for the use of shared office space.  The increase in service agreement revenue in 2023 and 2022 is primarily due to an increase in shared office space revenue.\nCost of policy issuance and renewal services\nCommissions\n– Commissions increased $169.0 million in 2023 compared to 2022, primarily driven by the growth in direct and affiliated assumed written premium, partially offset by a decrease in agent incentive compensation.  The profitability component of agent incentive compensation decreased due to higher claims severity and related loss costs in the three-year period ended 2023 compared to the three-year period ended 2022.  Commissions increased $71.1 million in 2022 compared to 2021, primarily driven by the growth in direct and affiliated assumed written premium, partially offset by a decrease in agent\n27\nincentive compensation.  The profitability component of agent incentive compensation decreased due to higher claims severity and related loss costs experienced primarily in 2022.\nNon-commission expense\n– Non-commission expense increased $46.9 million in 2023 compared to 2022.  Underwriting and policy processing costs increased $9.4 million primarily due to policies in force growth.  Information technology costs increased $18.6 million primarily due to increased professional fees, personnel costs, and hardware and software costs.  Administrative and other expenses increased $20.0 million primarily due to an increase in personnel costs.  Personnel costs in 2023 were impacted by increased compensation including higher estimated costs for incentive plan awards, partially offset by lower pension costs due to an increase in the discount rate compared to 2022.  Increases in incentive plan costs were driven by improved direct written premium and policies in force growth and Indemnity's higher stock price at year-end 2023 compared to 2022.\nIn 2022, non-commission expense increased $47.1 million compared to 2021.  Underwriting and policy processing costs increased $6.4 million primarily due to increased underwriting report, printing, and personnel costs.  Information technology costs increased $13.1 million primarily due to increased hardware and software costs and professional fees, partially offset by decreased personnel costs.  Sales and advertising costs increased $7.5 million primarily due to increased advertising and agent-related expenses.  Administrative and other expenses increased $22.5 million primarily due to an increase in personnel costs related to compensation and increased professional fees.\nAdministrative services\nAdministrative services\nThe management fee revenue allocated to administrative services was 0.70% of the direct and affiliated assumed premiums written by the Exchange for 2023, 2022, and 2021.  This portion of the management fee is recognized as revenue over a four-year period representing the time over which the services are provided.  We also report reimbursed costs as revenues, which are recognized monthly as services are provided.  The administrative services expenses we incur and the related reimbursements we receive are recorded gross in the Statements of Operations.\nCost of administrative services\nConsistent with its legal structure as a reciprocal insurer, the Exchange does not have any employees or officers.  Therefore, it enters into contractual relationships by and through the subscribers' attorney-in-fact.  Indemnity serves as the attorney-in-fact on behalf of the subscribers at the Exchange with respect to its administrative services as enumerated in the subscriber's agreement.  The Exchange's insurance subsidiaries also utilize Indemnity for these services in accordance with the service agreements between each of the subsidiaries and Indemnity.  The subscriber's agreement and service agreements provide for reimbursement of amounts incurred for these services to Indemnity. Reimbursements due from the Exchange and its insurance subsidiaries are recorded as a receivable and settled at cost.\n28\nTotal investment income\nA summary of the results of our investment operations is as follows for the years ended December 31:\nNM = not meaningful\nNet investment income\nNet investment income includes interest and dividends on our fixed maturity and equity security portfolios and the results of our limited partnership investments, net of investment expenses. Net investment income increased $16.0 million in 2023, compared to 2022, primarily due to an increase in bond and cash and cash equivalent income as a result of higher yields and increased rates.  Net investment income decreased $33.6 million in 2022, compared to 2021, primarily due to equity in (losses) earnings of limited partnerships.  Net investment income includes equity in losses of limited partnerships of $11.3 million and $10.4 million in 2023 and 2022, respectively, and equity in earnings of limited partnerships of $31.7 million in 2021.\nNet realized and unrealized investment (losses) gains\nA breakdown of our net realized and unrealized investment (losses) gains is as follows for the years ended December 31:\nNet realized and unrealized losses of $5.8 million in 2023 were primarily due to disposals of available-for-sale and equity securities, partially offset by market value adjustment gains on equity securities.  Net realized and unrealized losses of $27.3 million in 2022 were primarily due to disposals of available-for-sale securities and market value adjustments on equity securities, while gains of $4.9 million in 2021 were primarily due to disposals of available-for-sale securities.\nNet impairment (losses) recoveries recognized in earnings\nNet impairment losses of $9.8 million in 2023 include $7.3 million of current expected credit losses recognized on loans receivable related to real estate development projects supporting the revitalization efforts in our community. See \"Other assets\" in Item 8. \"Financial Statements and Supplementary Data - Note 2, Significant Accounting Policies, of Notes to Financial Statements\" for additional information.  Impairment losses in 2023 also include $2.4 million related to available-for-sale securities, including $1.8 million of securities in an unrealized loss position where we had intent to sell prior to recovery of our amortized cost basis and $0.7 million of credit impairment losses.  Net impairment losses of $0.7 million in 2022 were related to available-for-sale securities and include $0.5 million of credit impairment losses and $0.2 million of securities in an unrealized loss position where we had intent to sell prior to recovery of our amortized cost basis.  Net impairment recoveries of $0.2 million in 2021 were primarily the result of a change in the current expected credit loss allowance related to our agent loans.\n29\nFinancial Condition of Erie Insurance Exchange\nServing in the capacity of attorney-in-fact for the subscribers at the Exchange, we are dependent on the growth and financial condition of the Exchange, who is our sole customer.  The strength of the Exchange and its wholly owned subsidiaries is rated annually by A.M. Best through assessing its financial stability and ability to pay claims.  The ratings are generally based upon factors relevant to policyholders and are not directed toward return to investors.  The Exchange and each of its property and casualty subsidiaries are rated A+ \"Superior\", the second highest financial strength rating, which is assigned to companies that have achieved superior overall performance when compared to the standards established by A.M. Best and have a superior ability to meet obligations to policyholders over the long term.  On August 10, 2023, the outlook for the financial strength rating was affirmed as stable.  As of December 31, 2023, only approximately 12% of insurance groups, in which the Exchange is included, are rated A+ or higher.\nThe financial statements of the Exchange are prepared in accordance with statutory accounting principles prescribed by the Commonwealth of Pennsylvania.  Financial statements prepared under statutory accounting principles focus on the solvency of the insurer and generally provide a more conservative approach than under U.S. generally accepted accounting principles.  Statutory direct written premiums of the Exchange and its wholly owned property and casualty subsidiaries grew 17.0% to $10.1 billion in 2023 from $8.6 billion in 2022.  These premiums, along with investment income, are the major sources of cash that support the operations of the Exchange.  Policyholders' surplus, determined under statutory accounting principles, was $9.3 billion and $10.1 billion at December 31, 2023 and 2022, respectively.  The Exchange and its wholly owned property and casualty subsidiaries' year-over-year policy retention ratio continues to be high at 91.2% at December 31, 2023 and 90.5% at December 31, 2022.\nWe have prepared our financial statements considering the financial strength of the Exchange based on its A.M. Best rating and strong level of surplus.  See Part I, Item 1A. \"Risk Factors\" for possible outcomes that could impact that determination.\n30\nFINANCIAL CONDITION\nInvestments\nOur investment portfolio is managed with the objective of maximizing after-tax returns on a risk-adjusted basis.  The following table presents the carrying value of our investments as of December 31:\n(1)\nThe current portion of agent loans is included in the line item \"Prepaid expenses and other current assets\" in the Statements of Financial Position.\n(2)\nThe current and long-term portions of other investments are included in the line items \"Prepaid expenses and other current assets\" and \"Other assets, net\", respectively, in the Statements of Financial Position.\nWe continually review our investment portfolio for impairment and determine whether the impairment is a result of credit loss or other factors.  We analyze all positions with an emphasis on those in a significant unrealized loss position.  If we have the intent to sell or it's more likely than not that we would be required to sell the security before recovery of the amortized cost basis, the entire impairment is recognized in earnings.  Factors considered in the evaluation of credit loss include the extent to which fair value is less than cost and fundamental factors specific to the issuer such as financial condition, changes in credit ratings, near and long-term business prospects and other factors, as well as the likelihood of recovery of the amortized cost of the security.  Impairment resulting from credit loss is recognized in earnings with a corresponding allowance on the Statement of Financial Position.  We believe our investment valuation philosophy and accounting practices result in appropriate and timely measurement of fair value and recognition of impairment.\nFixed maturities\nUnder our investment strategy, we maintain a fixed maturity portfolio that is of high quality and well diversified within each market sector. This investment strategy also achieves a balanced maturity schedule.  Our fixed maturity portfolio is managed with the goal of achieving reasonable returns while limiting exposure to risk.\nFixed maturities are carried at fair value with unrealized gains and losses, net of deferred taxes, included in shareholders' equity.  Net unrealized losses on fixed maturities, net of deferred taxes, totaled $24.7 million at December 31, 2023, compared to $52.5 million at December 31, 2022.  Our evaluation of deferred tax assets and the need for a valuation allowance included available tax planning strategies that could be implemented, if necessary, to support the realizability of deferred tax assets.  We believe those tax strategies are feasible and prudent.\nThe following table presents a breakdown of the fair value of our fixed maturity portfolio by industry sector and rating as of December 31, 2023:\n(1)\n(1)\nRatings are supplied by S&P, Moody’s, and Fitch. The table is based upon the lowest rating for each security.\n(2)    Structured securities include residential and commercial mortgage-backed securities, collateralized debt obligations, and asset-backed securities.\n31\nEquity securities\nEquity securities primarily include nonredeemable preferred stocks and are carried at fair value in the Statements of Financial Position with all changes in unrealized gains and losses reflected in the Statements of Operations.\nThe following table presents an analysis of the fair value of our equity securities by sector as of December 31:\nShareholders' Equity\nPostretirement benefit plans\nThe funded status of our postretirement benefit plans is recognized in the Statements of Financial Position, with a corresponding adjustment to accumulated other comprehensive income (loss), net of tax.  At December 31, 2023, shareholders' equity amounts related to these postretirement plans decreased by $33.8 million, net of tax, of which $11.0 million represents amortization of the prior service cost and net actuarial gain and $22.8 million represents the current period actuarial loss.  The 2023 actuarial loss was driven primarily by the lower discount rate used to measure the future benefit obligations, partially offset by higher than expected return on plan assets.  At December 31, 2022, shareholders' equity amounts related to these postretirement plans increased by $76.5 million, net of tax, of which $6.9 million represents amortization of the prior service cost and net actuarial loss and $69.6 million represents the current period actuarial gain.  The 2022 actuarial gain was driven by the higher discount rate, offset by lower than expected return on plan assets.  Although we are the sponsor of these postretirement plans and record the funded status of these plans, there are reimbursements between us and the Exchange and its subsidiaries for their allocated share of pension income or cost.  See Item 8. \"Financial Statements and Supplementary Data - Note 9, Postretirement Benefits, of Notes to Financial Statements\" contained within this report for additional details on these reimbursements.\n32\nLIQUIDITY AND CAPITAL RESOURCES\nWe continue to monitor the sufficiency of our liquidity and capital resources given the potential impact of current economic\nconditions, including the uncertain inflationary and interest rate environment.  While we did not see a significant impact on our sources or uses of cash in 2023, future disruptions in the markets could occur which may affect our liquidity position.  If our normal operating and investing cash activities were to become insufficient to meet future funding requirements, we believe we have sufficient access to liquidity through our cash position, diverse liquid marketable securities, and our $100 million bank revolving line of credit that does not expire until October 2026.  See broader discussions of potential risks to our operations in Part I, Item 1A. \"Risk Factors\" contained within this report.\nSources and Uses of Cash\nLiquidity is a measure of a company's ability to generate sufficient cash flows to meet the short- and long-term cash requirements of its business operations and growth needs.  Our liquidity requirements have been met primarily by funds generated from management fee revenue and income from investments.  Cash provided from these sources is used primarily to fund the costs of our management operations including commissions, salaries and wages, pension plans, share repurchases, dividends to shareholders, the purchase and development of information technology, and other capital expenditures.  We expect that our operating cash needs will be met by funds generated from operations.  Cash in excess of our operating needs is primarily invested in investment grade fixed maturities.  As part of our liquidity review, we regularly evaluate our capital needs based on current and projected results and consider the potential impacts to our liquidity, borrowing capacity, financial covenants and capital availability.\nWe have certain obligations and commitments to make future payments under various agreements.  Cash requirements within the next twelve months include accounts payable, accrued liabilities, and other current obligations.\nOur long-term cash requirements under various contractual obligations and commitments include:\n•\nPension\n– We have a funded noncontributory defined benefit pension plan covering substantially all employees and an unfunded SERP for certain members of executive and senior management.  See Item 8. \"Financial Statements and Supplementary Data - Note 9, Postretirement Benefits, of Notes to Financial Statements\" for the funding policy and related contributions for our defined benefit pension plan, and accumulated benefit obligation for our unfunded SERP.\n•\nDeferred compensation\n– We have two deferred compensation plans for our executives, senior vice presidents, and other selected officers and two deferred compensation plans for our outside directors.  See Item 8. \"Financial Statements and Supplementary Data - Note 10, Incentive and Deferred Compensation Plans, of Notes to Financial Statements\" for additional details of these obligations and estimated future payments.\n•\nHome office renovations\n– We have an agreement with an external contracting firm for renovations to an office building that is part of our principal headquarters.  Remaining commitments related to the underlying contracts due in the next 12 months totaled $30.8 million at December 31, 2023.  Additional contracts will be executed as we begin each new phase of the overall renovation project and will be funded using our working capital.  See Item 8. \"Financial Statements and Supplementary Data - Note 7, Fixed Assets, of Notes to Financial Statements\" for additional details on construction in progress costs and expected completion date.\n•\nOther commitments\n– We have commitments for approximately $531 million which include agreements for various services, including information technology, support and maintenance obligations, operating leases for equipment, vehicles and real estate, and other obligations in the ordinary course of business.  We expect to make future cash payments according to the contract terms.  These agreements are enforceable and legally binding and specify fixed amounts or minimum quantities to be purchased.  Some agreements may contain cancellation provisions, some of which may require us to pay a termination fee.  Over half of these commitments are due in the next 12 months.  We are reimbursed from the Exchange and its subsidiaries for the portion of these costs related to administrative services.\nWe maintain relationships and cash balances at diversified and well-capitalized financial institutions and have established processes to monitor them.  We believe that our current cash, cash equivalents and marketable securities and cash generated from operations will be sufficient to meet our current and future cash requirements.\nVolatility in the financial markets presents challenges to us as we occasionally access our investment portfolio as a source of cash.  Some of our fixed income investments, despite being publicly traded, may be illiquid.  Volatility in these markets could impair our ability to sell certain fixed income securities or cause such securities to sell at deep discounts.  We believe we have sufficient liquidity to meet our needs from sources other than the liquidation of securities.\n33\nCash flow activities\nThe following table provides condensed cash flow information for the years ended December 31:\nNet cash provided by operating activities was $381.2 million in 2023, compared to $366.2 million in 2022 and $402.8 million in 2021.  Increased cash provided by operating activities in 2023, compared to 2022, was primarily due to an increase in management fees received of $319.2 million driven by growth in direct and affiliated assumed premiums written by the Exchange.  This was partially offset by increases in cash paid for agent commissions of $157.9 million driven by premium growth, pension and employee benefits paid of $101.3 million primarily due to a $95.0 million pension contribution in 2023, and general operating expenses paid of $30.3 million primarily driven by higher information technology-related professional fees and hardware and software costs.  Decreased cash provided by operating activities in 2022, compared to 2021, was primarily due to increases in cash paid for agent commissions of $75.9 million driven by premium growth, administrative services expenses paid of $35.0 million and a pension contribution of $25.0 million.  Partially offsetting this decrease in cash provided by operating activities was an increase in management fees received of $118.9 million driven by growth in direct and affiliated assumed premiums written by the Exchange.\nNet cash used in investing activities totaled $157.6 million in 2023, compared to $106.9 million in 2022 and $185.5 million in 2021.  In 2023 and 2022, net cash used in investing activities was primarily driven by fixed asset purchases of $92.6 million and $67.2 million, respectively, mostly related to software and home office renovations.  Additionally, purchases of investments exceeded proceeds generated from sales and maturities/calls of investments in both periods, while 2023 also included $13.6 million in loans issued to fund real estate development projects supporting revitalization efforts in our community.  In 2021, net cash used in investing activities was mainly driven by fixed asset purchases of $148.8 million, which included the purchase of the home office from the Exchange.  To a lesser extent, purchases of investments exceeded proceeds generated from sales and maturities/calls of investments.\nNet cash used in financing activities totaled $221.7 million in 2023, compared to $300.8 million in 2022 and $194.8 million in 2021.  Changes in cash related to financing activities were primarily due to the repayment of the remaining $93.2 million balance on the term loan in 2022.\nCapital Outlook\nWe regularly prepare forecasts evaluating the current and future cash requirements for both normal and extreme risk events, including under current inflationary conditions and a higher interest rate environment.  Should an extreme risk event result in a cash requirement exceeding normal cash flows, we have the ability to meet our future funding requirements through various alternatives available to us.\nOutside of our normal operating and investing cash activities, future funding requirements could be met through: 1) unrestricted and unpledged cash and cash equivalents, which total approximately $128.7 million at December 31, 2023, 2) $100 million available bank revolving line of credit, and 3) liquidation of unpledged assets held in our investment portfolio, including equity securities and investment grade bonds which totaled approximately $799.0 million at December 31, 2023.  Volatility in the financial markets could impair our ability to sell certain fixed income securities or cause such securities to sell at deep discounts.  Additionally, we have the ability to curtail or modify discretionary cash outlays such as those related to shareholder dividends and share repurchase activities.\nAs of December 31, 2023, we have access to a $100 million bank revolving line of credit.  See Item 8. \"Financial Statements and Supplementary Data - Note 8, Bank Line of Credit, of Notes to Financial Statements\" for additional information.\nOff-Balance Sheet Arrangements\nWe have entered into certain contingent obligations for guarantees.  See Item 8. \"Financial Statements and Supplementary Data - Note 16, Commitments and Contingencies, of Notes to Financial Statements\" for additional information.  We do not believe that these obligations will have a material current or future effect on our financial condition, results of operations, or cash flows.\n34\nEnterprise Risk Management\nThe role of our Enterprise Risk Management (\"ERM\") function is to ensure that all significant risks are clearly identified, understood, proactively managed and consistently monitored to achieve strategic objectives for all stakeholders.  Our ERM program views risk holistically across our entire group of companies.  It ensures implementation of risk responses to mitigate potential impacts.  See Part I, Item 1A. \"Risk Factors\" contained in this report for a list of risk factors.\nOur ERM process is founded on a governance framework that includes oversight at multiple levels of our organization, including our Board of Directors and executive management.  Accountability to identify, manage, and mitigate risk is embedded within all functions and areas of our business.  We have defined risk tolerances to monitor and manage significant risks within acceptable levels.  In addition to identifying, evaluating, prioritizing, monitoring, and mitigating significant risks, our ERM process includes extreme event analyses and scenario testing.  Given our defined tolerance for risk, risk model output is used to quantify the potential variability of future performance and the sufficiency of capital and liquidity levels.\nTRANSACTIONS/AGREEMENTS WITH RELATED PARTIES\nBoard Oversight\nOur Board of Directors has a broad oversight responsibility over our intercompany relationships with the Exchange.  Thus, our Board of Directors may be required to make decisions or take actions that may benefit subscribers at the Exchange and the overall health of the Exchange.  These actions may ultimately benefit our shareholders.\nInsurance Holding Company System\nMost states have enacted legislation that regulates insurance holding company systems, defined as two or more affiliated persons, one or more of which is an insurer.  The Exchange has the following wholly owned property and casualty subsidiaries:  Erie Insurance Company, Erie Insurance Company of New York, Erie Insurance Property & Casualty Company and Flagship City Insurance Company, and a wholly owned life insurance company, Erie Family Life Insurance Company.  Indemnity and the Exchange, and its wholly owned subsidiaries, meet the definition of an insurance holding company system.\nTransactions within a holding company system affecting the member insurers of the holding company system must be fair and reasonable and any charges or fees for services performed must be reasonable.  Approval by the applicable insurance commissioner is required prior to the consummation of certain transactions affecting the members within a holding company system.\nIntercompany Agreements\nSubscriber's and services agreements\nWe serve as attorney-in-fact for the subscribers at the Exchange, a reciprocal insurance exchange.  Each applicant for insurance to a reciprocal insurance exchange (a subscriber) signs a subscriber's agreement that contains an appointment of an attorney-in-fact.  Through the designation of attorney-in-fact, we are required to provide policy issuance and renewal services and act as the attorney-in-fact for the subscribers at the Exchange with respect to all administrative services, as discussed previously.  In accordance with the subscriber's agreement, we retain a management fee for these services calculated as a percentage of the direct and affiliated assumed premiums written by the Exchange.  Consistent with its legal structure as a reciprocal insurer, the Exchange does not have any employees or officers.  Therefore, it enters into contractual relationships by and through the subscribers' attorney-in-fact.  The Exchange's insurance subsidiaries also utilize Indemnity for all administrative services in accordance with the service agreements between each of the subsidiaries and Indemnity.  The subscriber's agreement and service agreements provide for reimbursement of amounts incurred for these services to Indemnity.  Reimbursements are settled at cost on a monthly basis.  State insurance regulations require that intercompany service agreements and any material amendments be approved in advance by the state insurance department.\nShared facilities\nThe Exchange and its subsidiaries have a service agreement with Indemnity to use space in Indemnity-owned properties.  See Item 8. \"Financial Statements and Supplementary Data - Note 14, Related Party, of Notes to Financial Statements\" for additional details.\nCost Allocation\nThe allocation of costs affects our financial condition and that of the Exchange and its wholly owned subsidiaries.  Management's role is to determine that allocations are consistently made in accordance with the subscriber's agreement with the subscribers at the Exchange, intercompany service agreements, and applicable insurance laws and regulations.  Allocation of costs under these various agreements requires judgment and interpretation by Indemnity, and such allocations are performed using a consistent methodology, which is intended to adhere to the terms and intentions of the underlying agreements.\n35\nIntercompany Receivables\nWe have significant receivables from the Exchange and its affiliates that result in a concentration of credit risk.  Net receivables from the Exchange and other affiliates were $625.3 million, or 25.3% of total assets, at December 31, 2023 and $524.9 million, or 23.4% of total assets, at December 31, 2022.  These receivables include management fees due for policy issuance and renewal services performed by us under the subscriber's agreement, and certain costs we incur acting as the attorney-in-fact on behalf of the subscribers at the Exchange as well as the service provider for the Exchange's insurance subsidiaries with respect to all administrative services, as discussed previously.  These receivables from the Exchange and other affiliates are settled monthly.  We continually monitor the financial strength of the Exchange.\nOther Loans Receivable\nIn December 2023, we issued two senior secured loans totaling $13.6 million to fund a real estate development project supporting revitalization efforts in our community.  Ownership in the project includes related party and unrelated investors.  See Item 8. \"Financial Statements and Supplementary Data - Note 14,  Related Party, of Notes to Financial Statements\" for additional details."
  },
  {
    "item_key": "item_7a",
    "text": "Market Risk\nMarket risk is the risk of loss arising from adverse changes in interest rates, credit spreads, equity prices, or foreign exchange rates, as well as other relevant market rate or price changes.  The volatility and liquidity in the markets in which the underlying assets are traded directly influence market risk.  The following is a discussion of our primary risk exposures, including interest rate risk, investment credit risk, concentration risk, liquidity risk, and equity price risk, and how those exposures are currently managed as of December 31, 2023.\nInterest Rate Risk\nWe invest primarily in fixed maturity investments, which comprised 85% of our invested assets at December 31, 2023.  The value of the fixed maturity portfolio is subject to interest rate risk.  As market interest rates decrease, the value of the portfolio increases with the opposite holding true in rising interest rate environments.  We do not hedge our exposure to interest rate risk.  A common measure of the interest sensitivity of fixed maturity assets is effective duration, a calculation that utilizes maturity, coupon rate, yield, and call terms to calculate an expected change in fair value given a change in interest rates.  The longer the duration, the more sensitive the asset is to market interest rate fluctuations.  Duration is analyzed at least quarterly to ensure that it remains in the targeted range.\nA sensitivity analysis is used to measure the potential loss in future earnings, fair values, or cash flows of interest-sensitive instruments resulting from one or more selected hypothetical changes in interest rates and other market rates or prices over a selected period.  The following pro forma information is presented assuming a 100-basis point parallel increase in interest rates across the yield curve at December 31 of each year and reflects the estimated effect on the fair value of our fixed maturity portfolio.\nFixed maturities interest-rate sensitivity analysis\n36\nWhile the fixed maturity portfolio is sensitive to interest rates, the future principal cash flows that will be received by contractual maturity date are presented below at December 31, 2023 and 2022.  Actual cash flows may differ from those stated as a result of calls, prepayments, or defaults.\nContractual repayments of principal by maturity date\nInvestment Credit Risk\nOur objective is to earn competitive returns by investing in a diversified portfolio of securities.  Our portfolios of fixed maturity securities, equity securities and, to a lesser extent, short-term investments are subject to credit risk.  This risk is defined as the potential loss in fair value resulting from adverse changes in the borrower's ability to repay the debt.  We manage this risk by performing upfront underwriting analysis and ongoing reviews of credit quality by position and for the portfolio in total.  We do not hedge the credit risk inherent in our fixed maturity and equity securities investments.\nGenerally, the fixed maturities in our portfolio are rated by external rating agencies.  If not externally rated, we rate them internally on a basis consistent with that used by the rating agencies.  We classify all fixed maturities as available-for-sale securities, allowing us to meet our liquidity needs and provide greater flexibility to appropriately respond to changes in market conditions.\n37\nThe following tables show our fixed maturity investments by rating\n(1)\n:\n(1)\nRatings are supplied by S&P, Moody's, and Fitch. The table is based upon the lowest rating for each security.\nWe are also exposed to a concentration of credit risk with the Exchange.  See the \"Transactions/Agreements with Related Parties, Intercompany Receivables\" section of Item 7. \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" contained within this report for further discussion of this risk.\nConcentration Risk\nWhile our portfolio is well diversified within each market sector, there is an inherent risk of concentration in a particular industry or sector.  We continually monitor our level of exposure to individual issuers as well as our allocation to each industry and market sector against internally established policies.  See the \"Financial Condition\" section of Item 7. \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" contained within this report for details of investment holdings by sector.\nLiquidity Risk\nPeriods of volatility in the financial markets can create conditions where fixed maturity investments, despite being publicly traded, can become illiquid.  However, we actively manage the maturity profile of our fixed maturity portfolio such that scheduled repayments of principal occur on a regular basis.\nEquity Price Risk\nOur portfolio of equity securities, which primarily includes nonredeemable preferred stock, is carried on the Statements of Financial Position at estimated fair value.  Equity securities are exposed to the risk of potential loss in estimated fair value resulting from an adverse change in prices (\"price risk\").  We do not hedge our exposure to price risk inherent in our equity investments.\n38"
  },
  {
    "item_key": "item_8",
    "text": "INDEX TO FINANCIAL STATEMENTS\nReport of Independent Registered Public Accounting Firm\nTo the Shareholders and the Board of Directors of Erie Indemnity Company\nOpinion on the Financial Statements\nWe have audited the accompanying statements of financial position of Erie Indemnity Company (the Company) as of December 31, 2023 and 2022, the related statements of operations, comprehensive income, shareholders’ equity and cash flows for each of the three years in the period ended December 31, 2023, and the related notes (collectively referred to as the “financial statements”). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company at December 31, 2023 and 2022, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2023, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of December 31, 2023, based on criteria established in Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework), and our report dated February 26, 2024 expressed an unqualified opinion thereon.\nBasis for Opinion\nThese financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\n39\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n/s/\nErnst & Young LLP\nWe have served as the Company's auditor since 2003.\nIndianapolis, Indiana\nFebruary 26, 2024\n40\nERIE INDEMNITY COMPANY\nSTATEMENTS OF OPERATIONS\nYears ended December 31, 2023, 2022 and 2021\n(dollars in thousands, except per share data)\nSee accompanying notes to Financial Statements.  See Note 13, \"Accumulated Other Comprehensive Income (Loss)\", for amounts reclassified out of accumulated other comprehensive income (loss) into the Statements of Operations.\n41\nERIE INDEMNITY COMPANY\nSTATEMENTS OF COMPREHENSIVE INCOME\nYears ended December 31, 2023, 2022 and 2021\n(in thousands)\nSee accompanying notes to Financial Statements.  Se\ne Note 13, \"Acc\numulated Other Comprehensive Income (Loss)\", for amounts reclassified out of accumulated other comprehensive income (loss) into the Statements of Operations.\n42\nERIE INDEMNITY COMPANY\nSTATEMENTS OF FINANCIAL POSITION\nAt December 31, 2023 and 2022\n(dollars in thousands, except per share data)\nSee accompanying notes to Financial Statements.\n43\nERIE INDEMNITY COMPANY\nSTATEMENTS OF SHAREHOLDERS' EQUITY\nYears ended December 31, 2023, 2022 and 2021\n(dollars in thousands, except per share data)\n(1)\nNet purchases of treasury stock in 2021, 2022 and 2023 include the repurchase of our Class A common stock in the open market that were subsequently distributed to satisfy stock-based compensation awards.  See Note 10, \"Incentive and Deferred Compensation Plans\".\n(2)\nDistributions of our Class A shares were made from the rabbi trust to a retired director and an incentive compensation deferral plan participant in 2021,\nfour\nincentive compensation deferral plan participants in 2022, and\nfive\nincentive compensation plan deferral plan participants in 2023 .  See Note 10, \"Incentive and Deferred Compensation Plans\".\nSee accompanying notes to Financial Statements.\n44\nERIE INDEMNITY COMPANY\nSTATEMENTS OF CASH FLOWS\nYears ended December 31, 2023, 2022 and 2021\n(in thousands)\nSee accompanying notes to Financial Statements.  See Note 17, \"Supplementary Data on Cash Flows\", for additional supplemental cash flow information.\n45\nERIE INDEMNITY COMPANY\nNOTES TO FINANCIAL STATEMENTS\nNote 1.\nNature of Operations\nErie Indemnity Company (\"Indemnity\", \"we\", \"us\", \"our\") is a publicly held Pennsylvania business corporation that has since its incorporation in 1925 served as the attorney-in-fact for the subscribers (policyholders) at the Erie Insurance Exchange (\"Exchange\").  The Exchange, which also commenced business in 1925, is a Pennsylvania-domiciled reciprocal insurer that writes property and casualty insurance.\nOur primary function as attorney-in-fact is to perform policy issuance and renewal services on behalf of the subscribers at the Exchange.  We also act as attorney-in-fact on behalf of the subscribers at the Exchange with respect to all claims handling and investment management services, as well as the service provider for all claims handling, life insurance, and investment management services for the Exchange's insurance subsidiaries, collectively referred to as \"administrative services\".  Acting as attorney-in-fact in these\ntwo\ncapacities is done in accordance with a subscriber's agreement (a limited power of attorney) executed individually by each subscriber (policyholder), which appoints Indemnity as each subscriber's attorney-in-fact to transact certain business on their behalf.  In accordance with the subscriber's agreement for acting as attorney-in-fact in these\ntwo\ncapacities, we retain a management fee calculated as a percentage of the direct and affiliated assumed premiums written by the Exchange.\nThe policy issuance and renewal services we provide on behalf of the subscribers at the Exchange are related to the sales, underwriting and issuance of policies.  The sales related services we provide include agent compensation and certain sales and advertising support services.  Agent compensation includes scheduled commissions to agents based upon premiums written as well as incentive compensation, which is earned by achieving targeted measures.  Agent compensation comprised approximately\n67\n% of our 2023 policy issuance and renewal expenses.  The underwriting services we provide include underwriting and policy processing and comprised approximately\n9\n% of our 2023 policy issuance and renewal expenses.  The remaining services we provide include customer service and administrative support.  We also provide information technology services that support all the functions listed above that comprised approximately\n11\n% of our 2023 policy issuance and renewal expenses.  Included in these expenses are allocations of costs for departments that support these policy issuance and renewal functions.\nConsistent with its legal structure as a reciprocal insurer, the Exchange does not have any employees or officers.  Therefore, it enters into contractual relationships by and through the subscribers' attorney-in-fact.  Indemnity serves as the attorney-in-fact on behalf of the subscribers at the Exchange with respect to administrative services as enumerated in the subscriber's agreement.  The Exchange's insurance subsidiaries also utilize Indemnity for these services in accordance with the service agreements between each of the subsidiaries and Indemnity.  Claims handling services include costs incurred in the claims process, including the adjustment, investigation, defense, recording and payment functions.  Life insurance management services include costs incurred in the management and processing of life insurance business.  Investment management services are related to investment trading activity, accounting and all other functions attributable to the investment of funds.  Included in these expenses are allocations of costs for departments that support these administrative functions.  The subscriber's agreement and service agreements provide for reimbursement of amounts incurred for these services to Indemnity.  Reimbursements are settled at cost.  State insurance regulations require that intercompany service agreements and any material amendments be approved in advance by the state insurance department.\nOur results of operations are tied to the growth and financial condition of the Exchange.  If any events occurred that impaired the Exchange’s ability to grow or sustain its financial condition, including but not limited to reduced financial strength ratings, disruption in the independent agency relationships, significant catastrophe losses, or products not meeting customer demands, the Exchange could find it more difficult to retain its existing business and attract new business.  A decline in the business of the Exchange almost certainly could have as a consequence a decline in the total premiums paid and a correspondingly adverse effect on the amount of the management fees we receive.  We also have an exposure to a concentration of credit risk related to the unsecured receivables due from the Exchange for net management fee and other reimbursements.  See Note 15, \"Concentrations of Credit Risk\".\n46\nNote 2.\nSignificant Accounting Policies\nBasis of presentation\nThe accompanying financial statements have been prepared in conformity with U.S. generally accepted accounting principles (\"GAAP\").\nUse of estimates\nThe preparation of financial statements in conformity with GAAP requires us to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period.  Actual results could differ from those estimates.\nRecently issued accounting standards\nIn November 2023, the Financial Accounting Standards Board (\"FASB\") issued Accounting Standards Update (\"ASU\") 2023-07,\n\"Segment Reporting (Topic 280): Improvements to Reportable Segment Disclosures\"\n, which requires entities to disclose significant segment expenses that are regularly provided to the chief operating decision maker and included within each reported period of profit or loss, and requires entities with a single reporting segment to provide all disclosures required by Topic 280.  The amendments in this ASU are required to be adopted for fiscal years beginning after December 15, 2023, and interim periods within fiscal years beginning after December 15, 2024.  Early adoption is permitted.  The update is required to be applied retrospectively to prior periods presented in the financial statements, based on the significant segment expense categories identified and disclosed in the period of adoption.  This will have no impact on our financial statements.  We are currently evaluating the impact of adoption on our disclosures.\nIn December 2023, the FASB issued ASU 2023-09,\n\"Income Taxes (Topic 740): Improvements to Income Tax Disclosures\"\n, which requires entities to disclose specific categories in an effective tax rate reconciliation, additional information for reconciling items that meet a quantitative threshold, and certain information about income taxes paid.  The amendments in this ASU are required to be adopted for fiscal years beginning after December 15, 2024.  Early adoption is permitted.  The amendments can be applied on either a prospective or retrospective basis.  This will have no impact on our financial statements.  We are currently evaluating the impact of adoption on our disclosures.\nCash and cash equivalents\n– Cash, money market accounts and other short-term, highly liquid investments with a maturity of three months or less at the date of purchase, are considered cash and cash equivalents.\nRestricted cash\n– Restricted cash represents deposits held for the benefit of third parties related primarily to our agent loan participation program.  These restricted funds are invested in bank deposits, contractually restricted as to withdrawal or usage, and included with \"Cash and cash equivalents\" in our Statements of Financial Position.\nInvestments\nAvailable-for-sale securities\n– Fixed maturity debt securities and redeemable preferred stock are classified as available-for-sale and reported at fair value with unrealized investment gains and losses, net of income taxes, recognized in other comprehensive income.  Available-for-sale securities with a remaining maturity of 12 months or less and any security that we intend to sell as of the reporting date are classified as current assets.\nAvailable-for-sale securities in an unrealized loss position are evaluated to determine whether the impairment is a result of credit loss or other factors.  If we have the intent to sell or it's more likely than not that we would be required to sell the security before recovery of the amortized cost basis, the entire impairment is recognized in earnings.  Securities that have experienced a decline in fair value that we do not intend to sell, and that we will not be required to sell before recovery, are evaluated to determine if the decline in fair value is credit related.  Impairment resulting from a credit loss is recognized in earnings with a corresponding allowance on the Statement of Financial Position.  Future recoveries of credit loss result in an adjustment to the allowance and earnings in the period the credit conditions improve.  Factors considered in the evaluation of credit loss include the extent to which fair value is less than cost and fundamental factors specific to the issuer such as financial condition, changes in credit ratings, near and long-term business prospects and other factors, as well as the likelihood of recovery of the amortized cost of the security.  If the qualitative review indicates credit impairment, the allowance for credit loss is measured as the amount that the security’s amortized cost exceeds the present value of cash flows expected to be collected and is limited to the amount that fair value is below amortized cost.\nEquity securities\n– Equity securities primarily include non-redeemable preferred stocks that are reported at fair value with changes in the fair value recognized in net realized and unrealized investment gains (losses).  Securities that we intend to sell as of the reporting date are classified as current assets.\n47\nRealized gains and losses and investment income\n–\nRealized gains and losses on sales of available-for-sale and equity securities are recognized in income based upon the specific identification method and reported in net realized and unrealized investment gains (losses).  Interest income is recognized as earned and includes amortization of premium and accretion of discount.  Income is recognized based on the constant effective yield method, which includes periodically updated prepayment assumptions obtained from third party data sources on our prepaying securities.  The effective yield for prepaying securities is recalculated on a retrospective basis.  Dividend income is recognized at the ex-dividend date.  Interest and dividend income and the results of our limited partnership investments are reported as net investment income.  We do not record an allowance for credit losses on accrued investment income on our available-for-sale securities as any amount deemed uncollectible is reversed from interest income in the period the expected payment defaults.\nDeferred taxes\nDeferred tax assets and liabilities are recorded for temporary differences between the tax basis of assets and liabilities and the reported amounts in the financial statements, using the statutory tax rates in effect for the year in which the differences are expected to settle or be realized.  The effect on deferred tax assets and liabilities of a change in tax rates is recognized in the results of operations in the period that includes the enactment date under the law.  The need for valuation allowances on deferred tax assets are estimated based upon our assessment of the realizability of such amounts.\nFixed assets\nFixed assets are stated at cost less accumulated depreciation and amortization.  Fixed assets are primarily comprised of software, which includes internally used capitalized software and development costs, as well as building and building improvements, equipment, furniture and fixtures, and leasehold improvements.  Assets in use are depreciated using the straight-line method over the estimated useful life except for leasehold improvements, which are depreciated over the shorter of their economic useful life or the lease term.  Software is depreciated over periods ranging from\n3\n-\n7\nyears, buildings and building improvements are depreciated over\n20\n-\n45\nyears, equipment is depreciated over\n3\n-\n10\nyears, and furniture and fixtures are depreciated over\n7\nyears.  We review long-lived assets for impairment whenever events or changes indicate that the carrying value may not be recoverable.  Under these circumstances, if the fair value were less than the carrying amount of the asset, we would recognize a loss for the difference.\nAgent loans\nAgent loans, the majority of which are senior secured, are carried at unpaid principal balance net of a current expected credit loss allowance with interest recorded in investment income as earned.  The allowance is estimated using available loss history and/or external loss rates based on comparable loan losses and considers current market conditions and forecasted information.  Changes to the allowance are recognized in earnings as adjustments to net impairment recoveries (losses).  Any current portion of agent loans is recorded in prepaid expenses and other current assets.\nOther assets\nOther assets primarily include limited partnership investments, other loans receivable, operating lease assets, and other long-term prepaid assets.  Limited partnership investments are recorded using the equity method of accounting.  Other loans receivable include loans issued to fund real estate development projects supporting revitalization efforts in our community.  The loans are carried at unpaid principal balance, including any paid-in-kind interest capitalized as additional principal, if applicable, net of a current expected credit loss allowance.  The allowances are calculated using the estimated value of, and priority rights to, collateral in the event of default or external loss rates based on comparable loan losses, and considers current market conditions and forecasted information.  Changes to the allowances are recognized in earnings as adjustments to net impairment recoveries (losses) or other income (expense) depending on the nature of the loan.  Interest on these loans is recorded primarily in investment income as earned.  Any current portion of other loans receivable is recorded in prepaid expenses and other current assets.\nAgent incentive compensation liability\nOur more significant agent incentive compensation plan is based upon an individual agency's property and casualty underwriting profitability and also includes a component for growth in agency property and casualty premiums if the agency's underwriting profitability targets for the book of business are met.  The estimated liability for this agent incentive compensation plan is based upon the performance over\n36\nmonths, and is modeled on a monthly basis using actual underwriting results for the\ntwo\nprior years and current year-to-date actual results and forecasted results for the remainder of the year.  Our second agent incentive compensation plan is based on an agency's\none-year\nunderwriting profitability and uses a similar model but considers actual and forecasted results for a calendar year only.  At December 31 of each year, we use actual data available and record an accrual based upon the expected payment amount.  These costs are included in cost of operations - policy issuance and renewal services.\n48\nRecognition of management fee revenue\nWe retain management fees from the Exchange under the subscriber’s agreement for services provided.  In accordance with the subscriber’s agreement, we may retain up to\n25\n% of all direct and affiliated assumed premiums written by the Exchange.  The management fee rate is set at least annually by our Board of Directors.  The management fee revenue is calculated by multiplying the management fee rate by the direct and affiliated assumed premiums written by the Exchange and is allocated between the\ntwo\nperformance obligations we have under the subscriber's agreement.  The first performance obligation is to provide policy issuance and renewal services.  The second performance obligation is acting as the attorney-in-fact with respect to various administrative services as enumerated in the subscriber's agreement.\nManagement fee revenue allocated to the policy issuance and renewal services is recognized at the time of policy issuance or renewal, because it is at the time of policy issuance or renewal when the economic benefit of the service we provide (the substantially completed policy issuance or renewal service) and the control of the promised asset (the executed insurance policy) transfers to the customer.\nManagement fee revenue allocated to the second performance obligation relates to us acting as the attorney-in-fact on behalf of the subscribers at the Exchange, as well as the service provider for the Exchange's insurance subsidiaries, with respect to the administrative services and is recognized over a\nfour-year\nperiod representing the time over which the economic benefit of the services provided (i.e. management of the administrative services) transfers to the customer.\nAdministrative services\nConsistent with its legal structure as a reciprocal insurer, the Exchange does not have any employees or officers.  Therefore, it enters into contractual relationships by and through the subscribers' attorney-in-fact.  Indemnity serves as the attorney-in-fact on behalf of the subscribers at the Exchange with respect to its administrative services as enumerated in the subscriber's agreement.  The Exchange's insurance subsidiaries also utilize Indemnity for these services in accordance with the service agreements between each of the subsidiaries and Indemnity.  Claims handling services include costs incurred in the claims process, including the adjustment, investigation, defense, recording and payment functions.  Life insurance management services include costs incurred in the management and processing of life insurance business.  Investment management services are related to investment trading activity, accounting and all other functions attributable to the investment of funds.  Common overhead expenses and certain service department costs incurred by us on behalf of the subscribers at the Exchange and its insurance subsidiaries are reimbursed by the proper entity based upon relevant utilization statistics specifically measured to accomplish proportional allocations, which we believe are reasonable.  In 2023, approximately\n71\n% of the administrative services expenses were entirely attributable to the respective administrative functions (claims handling, life insurance management and investment management), while the remaining\n29\n% of these expenses were allocations of costs for departments that support these administrative functions.  The expenses we incur and related reimbursements we receive for administrative services are presented gross in our Statements of Operations.  The subscriber's agreement and service agreements provide for reimbursement of amounts incurred for these services to Indemnity.  Reimbursements are settled at cost on a monthly basis.  State insurance regulations require that intercompany service agreements and any material amendments be approved in advance by the state insurance department.\nRecognition of service agreement revenue\nService agreement revenue primarily consists of service charges we collect from policyholders for providing multiple payment plans on policies written by the Exchange and its property and casualty subsidiaries.  Service charges, which are fixed dollar charges for each installment billed beyond the first installment, are recognized as revenue when bills are rendered to the policyholder.  Service agreement revenue also includes late payment and policy reinstatement fees, which are also recognized as revenue when bills are rendered to the policyholder.  We also have a service agreement with the Exchange for the use of shared office space.  Revenue related to this agreement is recognized at the time the space is used based on relevant utilization statistics.\n49\nNote 3.\nRevenue\nThe\nmajority of our revenue is derived from the subscriber’s agreement between us and the subscribers (policyholders) at the Exchange.  In accordance with the subscriber’s agreement, we retain a management fee calculated as a percentage, not to exceed\n25\n%, of all direct and affiliated assumed written premiums of the Exchange.  We allocate a portion of our management fee revenue, currently\n25\n% of the direct and affiliated assumed written premiums of the Exchange, between the\ntwo\nperformance obligations we have under the subscriber’s agreement.  The first performance obligation is to provide policy issuance and renewal services to the subscribers (policyholders) at the Exchange, and the second is to act as attorney-in-fact on behalf of the subscribers at the Exchange, as well as the service provider for the Exchange's insurance subsidiaries, with respect to all administrative services.\nThe transaction price, including management fee revenue and administrative services reimbursement revenue, includes variable consideration and is allocated based on the estimated standalone selling prices developed using industry information and other available information for similar services.  A constraining estimate of variable consideration exists related to the potential for management fees to be returned if a policy were to be cancelled mid-term.  Management fees are returned to the Exchange when policyholders cancel their insurance coverage mid-term and premiums are refunded to them.  The constraining estimate is determined using the expected value method, based on both historical and current information.  The estimated transaction price, as reduced by the constraint, reflects consideration expected for performance of our services.  We update the transaction price and the related allocation at least annually based upon the most recent information available or more frequently if there have been significant changes in any components considered in the transaction price.\nThe first performance obligation is to provide policy issuance and renewal services that result in executed insurance policies between the Exchange or one of its insurance subsidiaries and the subscriber (policyholder).  The subscriber (policyholder) receives economic benefits when substantially all the policy issuance or renewal services are complete and an insurance policy is issued or renewed by the Exchange or one of its insurance subsidiaries.  It is at the time of policy issuance or renewal that the allocated portion of revenue is recognized.\nConsistent with its legal structure as a reciprocal insurer, the Exchange does not have any employees or officers.  Therefore, it enters into contractual relationships by and through the subscribers' attorney-in-fact.  Indemnity serves as the attorney-in-fact on behalf of the subscribers at the Exchange with respect to its administrative services as enumerated in the subscriber's agreement.  The Exchange's insurance subsidiaries also utilize Indemnity for these services in accordance with the service agreements between each of the subsidiaries and Indemnity.  Collectively, these services represent a second performance obligation under the subscriber’s agreement and the service agreements.  The revenue allocated to this performance obligation is recognized over a\nfour-year\nperiod representing the time over which these services are provided.  The portion of revenue not yet earned is recorded as a contract liability in the Statements of Financial Position.\nFor the years ended December 31, 2023, 2022, and 2021, we recognized revenue of $\n36.5\nmillion, $\n34.9\nmillion, and $\n36.9\nmillion, respectively, that was included in the contract liability balance at the beginning of the respective periods.  The administrative services expenses we incur and the related reimbursements we receive are recorded gross in the Statements of Operations.\nIndemnity records a receivable from the Exchange for management fee revenue when the premium is written or assumed from affiliates by the Exchange.  Indemnity collects the management fee from the Exchange when the Exchange collects the premiums from the subscribers (policyholders).  As the Exchange issues policies with annual terms only, cash collections generally occur within one year.\nThe following table disaggregates revenue by our\ntwo\nperformance obligations for the years ended December 31:\n50\nNote 4.\nEarnings Per Share\nClass A and Class B basic earnings per share and Class B diluted earnings per share are calculated under the two-class method.  The two-class method allocates earnings to each class of stock based upon its dividend rights.  Class B shares are convertible into Class A shares at a conversion ratio of\n2,400\nto 1.  See Note 12, \"Capital Stock\".\nClass A diluted earnings per share are calculated under the if-converted method, which reflects the conversion of Class B shares to Class A shares.  Diluted earnings per share calculations include the dilutive effect of assumed issuance of stock-based awards under compensation plans that have the option to be paid in stock using the treasury stock method.  See Note 10, \"Incentive and Deferred Compensation Plans\".\nA reconciliation of the numerators and denominators used in the basic and diluted per-share computations is presented as follows for each class of common stock:\n51\nNote 5.\nFair Value\nFinancial instruments carried at fair value\nOur available-for-sale and equity securities are recorded at fair value, which is the price that would be received to sell the asset in an orderly transaction between willing market participants as of the measurement date.\nValuation techniques used to derive the fair value of our available-for-sale and equity securities are based upon observable and unobservable inputs.  Observable inputs reflect market data obtained from independent sources.  Unobservable inputs reflect our own assumptions regarding fair market value for these securities.  Financial instruments are categorized based upon the following characteristics or inputs to the valuation techniques:\n•\nLevel 1 – Quoted prices (unadjusted) in active markets for identical assets or liabilities that the reporting entity can access at the measurement date.\n•\nLevel 2 – Inputs other than quoted prices included within Level 1 that are observable for the asset or liability, either directly or indirectly.\n•\nLevel 3 – Unobservable inputs for the asset or liability.\nEstimates of fair values for our investment portfolio are obtained primarily from a nationally recognized pricing service.  Our Level 1 securities are valued using an exchange traded price provided by the pricing service.  Pricing service valuations for Level 2 securities include multiple verifiable, observable inputs including benchmark yields, reported trades, broker/dealer quotes, issuer spreads, two-sided markets, benchmark securities, bids, offers, and reference data.  Pricing service valuations for Level 3 securities are based upon proprietary models and are used when observable inputs are not available or in illiquid markets.\nAlthough virtually all of our prices are obtained from third party sources, we also perform internal pricing reviews, including evaluating the methodology and inputs used to ensure that we determine the proper classification level of the financial instrument and reviewing securities with price changes that vary significantly from current market conditions or independent price sources.  Price variances are investigated and corroborated by market data and transaction volumes.  We have reviewed the pricing methodologies of our pricing service as well as other observable inputs and believe that the prices adequately consider market activity in determining fair value.\nIn limited circumstances we adjust the price received from the pricing service when, in our judgment, a better reflection of fair value is available based upon corroborating information and our knowledge and monitoring of market conditions such as a disparity in price of comparable securities and/or non-binding broker quotes.  In other circumstances, certain securities are internally priced because prices are not provided by the pricing service.\nWhen a price from the pricing service is not available, values are determined by obtaining broker/dealer quotes and/or market comparables.  When available, we obtain multiple quotes for the same security.  The ultimate value for these securities is determined based upon our best estimate of fair value using corroborating market information.  As of December 31, 2023, nearly all of our available-for-sale and equity securities were priced using a third party pricing service.\n52\nThe following tables present our fair value measurements on a recurring basis by asset class and level of input as of:\n53\nWe review the fair value hierarchy classifications each reporting period.  Transfers between hierarchy levels may occur due to changes in available market observable inputs.\nLevel 3 Assets – 2023 Year-to-Date Change:\nLevel 3 Assets – 2022 Year-to-Date Change:\n(1)    These amounts are reported as\nnet investment income\nand\nnet realized and unrealized investment (losses) gains\nfor each of the periods presented above.\n(2)    Transfers into and/or (out) of Level 3 are primarily attributable to the availability of market observable information and the re-evaluation of the observability of pricing inputs.\nFinancial instruments not carried at fair value\nThe following table presents the carrying values and fair values of financial instruments categorized as Level 3 in the fair value hierarchy that are recorded at carrying value as of:\n(1)    The discount rate used to calculate fair value at December 31, 2023 is reflective of a decrease in the BB+ financial yield curve from December 31, 2022.\n(2)    The current and long-term portions of other loans receivable are included in the line items \"Prepaid expenses and other current assets\" and \"Other assets, net\", respectively, in the Statements of Financial Position.\n54\nNote 6.\nInvestments\nAvailable-for-sale securities\nSee Note 5, \"Fair Value\" for additional fair value disclosures.\nThe following tables summarize the amortized cost and estimated fair value, net of credit loss allowance, of our available-for-sale securities as of:\nThe amortized cost and estimated fair value of available-for-sale securities at December 31, 2023 are shown below by remaining contractual term to maturity.  Expected maturities may differ from contractual maturities because borrowers may have the right to call or prepay obligations with or without call or prepayment penalties.\n(1)    The contractual maturities of our available-for-sale securities are included in the table. However, given our intent to sell certain impaired securities, these securities are classified as current assets in our Statement of Financial Position at December 31, 2023.\n55\nThe below securities have been evaluated and determined to be temporary declines in fair value for which we expect to recover our entire principal plus interest.  The following tables present available-for-sale securities based on length of time in a gross unrealized loss position as of:\nCredit loss allowances\nThe following table presents a roll-forward of the allowances for credit losses on available-for-sale securities and financing receivables for the years ended December 31:\n56\nNet investment income\nInvestment income (loss), net of expenses, was generated from the following portfolios for the years ended December 31:\n(1)    Limited partnership losses include both realized gains (losses) and unrealized valuation changes. Our limited partnership investments are included in the line item \"Other assets\" in the Statements of Financial Position.  We have made no new significant limited partnership commitments since 2006, and the balance of limited partnership investments is expected to decline over time as additional distributions are received.\nNet realized and unrealized investment (losses) gains\nRealized and unrealized gains (losses) on investments were as follows for the years ended December 31:\nThe portion of net unrealized gains (losses) recognized during the reporting period related to equity securities held at the reporting date is calculated as follows for the years ended December 31:\nNet impairment (losses) recoveries recognized in earnings\nImpairment (losses) recoveries on investments were as follows for the years ended December 31:\n57\nNote 7.\nFixed Assets\nThe following table summarizes our fixed assets by category as of December 31:\n(1) 2022 amounts have been reclassified to conform to the current period presentation.\nConstruction in progress includes ongoing renovations to an office building that is part of our principal headquarters and not yet subject to depreciation.  The building renovation is expected to be completed in phases, starting in 2025, with full completion expected in 2027.\nProjects in progress include certain computer software and software development costs for internal use that are not yet subject to amortization.\nDepreciation and amortization expense totaled $\n47.4\nmillion, $\n45.9\nmillion and $\n37.2\nmillion for the years ended December 31, 2023, 2022 and 2021, respectively, and is included in cost of operations - policy issuance and renewal services.  Accumulated depreciation and amortization decreased due to disposals of fully depreciated assets, primarily software, partially offset by current year depreciation and amortization expense.\nNote 8.\nBank Line of Credit\nWe have access to a $\n100\nmillion bank revolving line of credit with a $\n25\nmillion letter of credit sublimit that expires on October 29, 2026.  As of December 31, 2023, a total of $\n99.1\nmillion remains available under the facility due to $\n0.9\nmillion outstanding letters of credit, which reduce the availability for letters of credit to $\n24.1\nmillion.  We had\nno\nborrowings outstanding on our line of credit as of December 31, 2023.  Investments with a fair value of $\n117.6\nmillion were pledged as collateral on the line of credit at December 31, 2023.  These investments have no trading restrictions and are reported as available-for-sale securities and cash and cash equivalents on our Statement of Financial Position as of December 31, 2023.  The bank requires compliance with certain covenants, which include leverage ratios and debt restrictions.  We are in compliance with all covenants at December 31, 2023.\n58\nNote 9.\nPostretirement Benefits\nPension plans\nOur pension plans consist of a noncontributory defined benefit pension plan covering substantially all employees and an unfunded supplemental employee retirement plan (\"SERP\") for certain members of executive and senior management.  The pension plan provides benefits to covered individuals satisfying certain age and service requirements.  The defined benefit pension plan and SERP each provide benefits through a final average earnings formula.\nAlthough we are the sponsor of these postretirement plans and record the funded status of these plans, there are reimbursements between us and the Exchange and its subsidiaries for their allocated share of pension income or cost.  These reimbursements represent pension benefits for employees performing administrative services and an allocated share of plan (income) cost for employees in departments that support the administrative functions.  In 2023, we reimbursed the Exchange and its subsidiaries for approximately\n60\n% of the annual defined benefit pension income, and the Exchange and its subsidiaries reimbursed us for approximately\n36\n% of the annual SERP cost.  For our funded pension plan, amounts are settled in cash for the portion of pension (income) cost allocated to the Exchange and its subsidiaries.  For our unfunded SERP, we pay the obligations when due and amounts are settled in cash between entities when there is a payout.\nPension plan (income) cost\nPension plan (income) cost includes the following components for the years ended December 31:\n(1)     Pension plan (income) cost represents total plan (income) cost before reimbursements between Indemnity and the Exchange and its subsidiaries.  The components of pension plan (income) cost other than the service cost components are included in the line item \"\nOther income (expense)\n\" in the Statements of Operations, net of reimbursements between Indemnity and the Exchange and its subsidiaries.\nActuarial assumptions\nThe following table describes the weighted-average assumptions used to measure benefit obligations at December 31:\n(1)    The rate of compensation increase for the employee plan is age-graded.  An equivalent single compensation increase rate of\n3.25\n% in 2023 and\n3.21\n% in 2022 would produce similar results.\n59\nThe following table describes the weighted-average assumptions used to measure net periodic benefit costs for the years ended December 31:\n(1)    The rate of compensation increase for the employee plan is age-graded.  An equivalent single compensation increase rate of\n3.30\n% in 2023 and\n3.21\n% in 2022 and 2021 would produce similar results.\nThe economic assumptions that have the most impact on the postretirement benefits expense are the discount rate and the long-term rate of return on plan assets.  The discount rate assumption used to determine the benefit obligation for all periods presented was based upon a yield curve developed from corporate bond yield information.\nThe pension plan's expected long-term rate of return represents the average rate of return to be earned on plan assets over the period the benefits included in the benefit obligation are to be paid.  To determine the expected long-term rate of return assumption, we utilized models based upon historical analysis and forward-looking views of the financial markets based upon key factors such as historical returns for the asset class' applicable indices, the correlations of the asset classes under various market conditions and consensus views on future real economic growth and inflation.  The expected future return for each asset class is then combined by considering correlations between asset classes and the volatilities of each asset class to produce a reasonable range of asset return results within which our expected long-term rate of return assumption falls.\nFunding policy/funded status\nOur defined benefit pension plan funding policy is generally to contribute an amount equal to the greater of the target normal cost for the plan year, or the amount necessary to fund the plan to\n100\n%.  Accordingly, we made a $\n25\nmillion contribution during 2022 and a $\n95\nmillion contribution during 2023.  We also made a contribution of $\n33\nmillion in January 2024.  The 2023 contribution generated a net benefit asset of $\n34.3\nmillion and is presented separately from the unfunded plan as a non-current asset on the Statement of Financial Position at December 31, 2023.\nThe following table sets forth the funded status of the pension plans and the amounts recognized in the Statements of Financial Position at December 31:\n(1)    The current portion of pension liabilities for the unfunded plan is included in accounts payable and accrued liabilities.\n60\nBenefit obligations\nBenefit obligations are described in the following tables.  Accumulated and projected benefit obligations represent the obligations of a pension plan for past service as of the measurement date.  The accumulated benefit obligation is the present value of pension benefits earned as of the measurement date based on employee service and compensation prior to that date.  It differs from the projected benefit obligation in that the accumulated benefit obligation includes no assumptions to reflect expected future compensation.\nThe following table sets forth a reconciliation of beginning and ending balances of the projected benefit obligation, as well as the accumulated benefit obligation at December 31:\nProjected benefit obligations increased $\n109.7\nmillion at December 31, 2023 compared to December 31, 2022 primarily due to the lower discount rate used to measure the future benefit obligations.  The discount rate for the employee pension plan decreased to\n5.34\n% in 2023 from\n5.67\n% in 2022.\nThe following table describes plans with projected benefit obligations in excess of plan assets at December 31:\nAt December 31, 2023, the SERP had a projected benefit obligation in excess of plan assets.  At December 31, 2022, both the defined benefit pension plan and the SERP had projected benefit obligations in excess of plan assets.\nThe SERP had accumulated benefit obligations in excess of plan assets at December 31:\nPlan assets\nThe following table sets forth a reconciliation of beginning and ending balances of the fair value of plan assets at December 31:\n61\nAccumulated other comprehensive income\nNet actuarial gain and prior service cost included in accumulated other comprehensive income that were not yet recognized as components of net benefit costs were as follows at December 31:\nOther comprehensive loss (income)\nAmounts recognized in other comprehensive loss (income) for pension plans were as follows for the years ended December 31:\n(1)    Plan amendments relate to new SERP participants.\nAsset allocation\nThe employee pension plan utilizes a return seeking and a liability asset matching allocation strategy.  It is based upon the understanding that 1) equity investments are expected to outperform debt investments over the long-term, 2) the potential volatility of short-term returns from equities is acceptable in exchange for the larger expected long-term returns, and 3) a portfolio structured across investment styles and markets (both domestic and foreign) reduces volatility.  As a result, the employee pension plan's investment portfolio utilizes a broadly diversified asset allocation across domestic and foreign equity and debt markets.  The investment portfolio is composed of commingled pools, an exchange traded fund, and a separate account that are dedicated exclusively to the management of employee benefit plan assets.\nThe target and actual asset allocations for the portfolio are as follows for the years ended December 31:\n(1)    U.S. equity securities\n–\n100\n% seek to achieve excess returns relative to the Russell 3000 Index.\n(2)    Non-U.S. equity securities\n–\n11\n% are allocated to international small cap investments, while another\n19\n% are allocated to international emerging market investments.  The remaining\n70\n% of the Non-U.S. equity securities are allocated to investments seeking to achieve excess returns relative to an international market index.\n(3)    Debt securities\n–\n60\n% are allocated to long U.S. Treasury Strips,\n40\n% are allocated to U.S. corporate bonds with an emphasis on long duration bonds rated A or better.\n(4)    Institutional money market fund.\n62\nThe following tables present fair value measurements for the pension plan assets by major category and level of input as of:\nEstimates of fair values of the pension plan assets are obtained primarily from the trustee and custodian of our pension plan.  Our Level 1 category includes a money market mutual fund, an exchange traded fund, and a separate account for which the fair value is determined using an exchange traded price provided by the trustee and custodian.  Commingled pools are valued based on NAV per share or unit as a practical expedient as reported by the fund manager, multiplied by the number of shares or units held as of the measurement date.  Accordingly, these NAV-based investments have been excluded from the fair value hierarchy. These investments have minimal redemption notice periods and are redeemable daily at the NAV, less transaction fees, without significant restrictions.  There are no significant unfunded commitments related to these investments.\nEstimated future benefit payments\nThe following table sets forth amounts of benefits expected to be paid over the next 10 years from our pension plans as of:\n63\nEmployee savings plan\nAll full-time and regular part-time employees are eligible to participate in a qualified 401(k) savings plan.  We match\n100\n% of the participant contributions up to\n3\n% of compensation and\n50\n% of participant contributions over\n3\n% and up to\n5\n% of compensation.  Matching contributions paid to the plan were $\n18.4\nmillion in 2023, $\n16.7\nmillion in 2022, and $\n16.1\nmillion in 2021.  The Exchange and its subsidiaries reimbursed us for approximately\n59\n% of the matching contributions.  Employees are permitted to invest the employer-matching contributions in our Class A common stock.  Employees, other than executive and senior officers, may sell the shares at any time without restriction, provided they are in compliance with applicable insider trading laws; sales by executive and senior officers are subject to additional pre-clearance restrictions imposed by our insider trading policies.  The plan acquires shares in the open market necessary to meet the obligations of the plan.  Plan participants held\n0.1\nmillion shares of our Class A common stock at December 31, 2023 and 2022.\nNote 10.\nIncentive and Deferred Compensation Plans\nWe have\ntwo\nincentive plans and\ntwo\ndeferred compensation plans for our executives, senior vice presidents and other selected officers, and\ntwo\ndeferred compensation plans for our outside directors.  Executives, senior vice presidents and other selected officers and key employees are also eligible to receive awards under an equity compensation plan, subject to the discretion of the Executive Compensation and Development Committee of our Board of Directors (\"ECDC\") or the chief executive officer.\nAnnual incentive plan\nOur annual incentive plan (\"AIP\") is a bonus plan that pays cash to our executives, senior vice presidents and other selected officers annually.  Participants can elect to defer up to\n100\n% of the award under either the deferred compensation plan or the incentive compensation deferral plan.  If the funding qualifier is met, plan participants are eligible to receive the incentive based upon attainment of corporate and individual performance measures, which can include various financial measures.  The measures are established at the beginning of each year by the ECDC, with ultimate approval by the full Board of Directors.  The corporate performance measures included the reported growth in direct written premium and policies in force, and statutory combined ratio of the Exchange and its property and casualty subsidiaries for all periods presented.\nLong-term incentive plan\nOur long-term incentive plan (\"LTIP\") is a performance based incentive plan designed to reward executives, senior vice presidents and other selected officers who can have a significant impact on our long-term performance, and to further align the interests of such employees with those of our shareholders.  The LTIP permits grants of performance shares or units, or phantom shares, to be satisfied with shares of our Class A common stock or cash payment as determined by the ECDC.  Participants can elect to defer up to\n100\n% of the award under the incentive compensation deferral plan.  The ECDC determines the form of the award to be granted at the beginning of each performance period, which is generally a\nthree-year\nperiod.  The number of shares of our common stock authorized for grant under the LTIP is\n1.5\nmillion shares.  We repurchase our Class A common stock on the open market to settle stock awards under the plan.  We do not issue new shares of common stock to settle stock awards.  LTIP awards are considered vested at the end of each applicable performance period.\nThe LTIP provides the recipient the right to earn performance shares or units, or phantom stock, based on the level of achievement of performance goals as defined by us.  Performance measures and a peer group of property and casualty companies to be used for comparison are determined by the ECDC.  The performance measures for all periods presented were the reported growth in direct written premium and statutory combined ratio of the Exchange and its property and casualty subsidiaries and return on invested assets over a\nthree-year\nperformance period as compared to the results of the peer group over the same period.  Because the award is based upon a comparison to results of a peer group over a\nthree-year\nperiod, the award accrual is based upon estimates of probable results for the remaining performance period.  This estimate is subject to variability if our results or the results of the peer group are substantially different than the results we project.\nThe fair value of LTIP awards is measured at each reporting date at the current share price of our Class A common stock.  A liability is recorded and compensation expense is recognized ratably over the performance period.\n64\nAt December 31, 2023, the plan awards for the 2021-2023 performance period, which will be granted as a cash award, were fully vested.  Distributions will be made in 2024 once peer group financial information becomes available.  The total estimated plan award based upon the peer group information as of September 30, 2023 is $\n1.9\nmillion.  At December 31, 2022, the fully vested plan awards for the 2020-2022 performance period totaled $\n3.8\nmillion and were awarded to participants in June 2023.  At December 31, 2021, the fully vested plan awards for the 2019-2021 performance period totaled $\n3.8\nmillion and were awarded to participants in June 2022.  At December 31, 2020, the fully vested plan awards for the 2018-2020 performance period totaled $\n10.9\nmillion and were awarded to participants in June 2021.  The ECDC has determined that the plan awards for the 2022-2024 and 2023-2025 performance periods will be paid in cash.\nThe Exchange and its subsidiaries reimburse us for compensation costs of employees performing administrative services. Earned compensation costs are allocated to these entities and reimbursed to us in cash once the payout is made.  The total compensation cost charged to operations related to these LTIP awards, net of forfeitures, was $\n7.3\nmillion in 2023, $\n3.4\nmillion in 2022, and $\n3.0\nmillion in 2021.  The related tax benefits recognized in income were $\n1.5\nmillion in 2023, $\n0.7\nmillion in 2022, and $\n0.6\nmillion in 2021.  In 2023, the Exchange and its subsidiaries reimbursed us for approximately\n35\n% of the annual compensation cost of these plans.  At December 31, 2023, there was $\n12.0\nmillion of total unrecognized compensation cost for non-vested LTIP awards related to open performance periods.  Unrecognized compensation is expected to be recognized over a period of\ntwo years\n.\nDeferred compensation plan\nOur deferred compensation plan allows executives, senior vice presidents and other selected officers to elect to defer receipt of a portion of their compensation and AIP cash awards until a later date.  Employer 401(k) matching contributions that are in excess of the annual contribution or compensation limits are also credited to the participant accounts for those who elected to defer receipt of some portion of their base salary.  Participants select hypothetical investment funds for their deferrals, which are credited with the hypothetical returns generated.\nIncentive compensation deferral plan\nWe have an unfunded, non-qualified incentive compensation deferral plan for participants of the AIP and LTIP.  Participants can elect to defer up to\n100\n% of their annual AIP award and/or up to\n100\n% of their LTIP award for each performance period.  Deferred awards will be credited to a deferred stock account as credits denominated in shares of our Class A common stock until retirement or other separation from service.  Participants are\n100\n% vested at date of deferral.  The shares are then held in a rabbi trust, which was established to hold the shares earned under both the incentive compensation deferral plan and the deferred stock compensation plan for outside directors.  The rabbi trust is classified and accounted for as equity in a manner consistent with the accounting for treasury stock.  Dividends received on the shares in the rabbi trust are used to purchase additional shares.  Vested share credits will be paid to participants from the rabbi trust upon separation from service in approximate equal annual installments of Class A shares for a period of\nthree years\n.  In 2023, the rabbi trust purchased\n1,608\nshares of our common stock in the open market at an average price of $\n230.71\nfor $\n0.4\nmillion to satisfy the liability for the 2022 AIP and 2020-2022 LTIP performance period awards deferred under the incentive compensation deferral plan, and dividend equivalent credits on rabbi trust shares.  In 2022, the rabbi trust purchased\n7,046\nshares of our common stock in the open market at an average price of $\n176.44\nfor $\n1.2\nmillion to satisfy the liability for the 2021 AIP and 2019-2021 LTIP performance period awards deferred under the incentive compensation deferral plan, and dividend equivalent credits on rabbi trust shares.  In 2021, the rabbi trust purchased\n20,451\nshares of our common stock in the open market at an average price of $\n196.48\nfor $\n4.0\nmillion to satisfy the liability for the 2020 AIP and 2018-2020 LTIP performance period awards deferred under the incentive compensation deferral plan, and dividend equivalent credits on rabbi trust shares.\nDeferred compensation plans for outside directors\nWe have a deferred compensation plan for our outside directors that allows participants to defer receipt of a portion of their annual compensation until a later date.  Participants select hypothetical investment funds for their deferrals, which are credited with the hypothetical returns generated.\nWe also have a deferred stock compensation plan for our outside directors to further align the interests of directors with those of our shareholders that provides for payment of a portion of the directors' annual compensation in shares of our Class A common stock.  Each director vests in the grant\n25\n% every\nthree months\nover the course of a year.  Dividends paid by us are credited to each director's account and vest immediately.  We do not issue new shares of common stock to directors.  We repurchase shares of our Class A common stock in the open market to satisfy these awards, which are then held in the rabbi trust.  Effective April 25, 2023, the plan was amended to include a maximum of\n250,000\nshares that may be issued under the plan, and to stipulate that no shares may be credited later than\nten years\nfrom the date our shareholders last approved the plan.\nThe rabbi trust purchased\n5,894\nshares of our common stock on the open market at an average price of $\n238.73\nfor $\n1.4\nmillion in 2023,\n6,048\nshares at an average price of $\n201.93\nfor $\n1.2\nmillion in 2022, and\n5,238\nshares at an average price of $\n212.41\n65\nfor $\n1.1\nmillion in 2021 to satisfy the liability of the stock compensation plan for outside directors, and dividend equivalent credits on rabbi trust shares.  The shares are distributed to the outside director from the rabbi trust upon ending board service.  Director compensation charged to operations related to these awards totaled $\n0.9\nmillion in 2023 and $\n0.8\nmillion in both 2022 and 2021.\nThe following table sets forth a reconciliation of beginning and ending balances of our deferred executive compensation liability as of December 31:\n(1)    Forfeitures are the result of plan participants who separated from service and are recognized in the year they occur.\n(2)    In 2023 and 2022, funding includes $\n0.9\nmillion and $\n0.5\nmillion, respectively, representing shares held back to satisfy tax withholding on rabbi trust distributions that reduced funding requirements for performance award deferrals.\nEquity compensation plan\nOur equity compensation plan (\"ECP\") is designed to reward executives, senior vice presidents and other selected officers and key employees who can have a significant impact on our long-term performance, and to further align the interests of such employees with those of our shareholders.  The ECP permits grants of restricted shares, restricted share units and other share based awards, to be satisfied with shares of our Class A common stock or cash.  The ECDC determines the form of the award to be granted at the beginning of each performance period.  The number of shares of our Class A common stock authorized for grant under the ECP is\n100,000\nshares, with no one person able to receive more than\n10,000\nshares in a calendar year.  We do not issue new shares of common stock to satisfy plan awards.  Share awards are settled through the repurchase of our Class A common stock on the open market.  Restricted share awards may be entitled to receive dividends payable during the performance period, or, if subject to performance goals, to receive dividend equivalents payable upon vesting.  Dividend equivalents may provide for the crediting of interest or hypothetical investment experience, payable after expiration of the performance period.  Vesting conditions are determined at the time the award is granted and may include continuation of employment for a specific period, satisfaction of performance goals within a defined performance period, and the satisfaction of any other terms and conditions as determined to be appropriate.  The ECP expires December 31, 2031, unless earlier amended or terminated by our Board of Directors.\nTo date, all awards have been satisfied with shares of our Class A common stock.  In 2023, we purchased\n1,610\nClass A shares with an average share price of $\n252.32\nand a market value of $\n0.4\nmillion to satisfy the liability for the 2020 plan year.  In 2022, we purchased\n1,786\nClass A shares with an average share price of $\n190.68\nand a market value of $\n0.3\nmillion to satisfy the liability for the 2019 plan year.  In 2021, we purchased\n978\nshares with an average share price of $\n242.01\nand a market value of $\n0.2\nmillion to satisfy the liability for the 2018 plan year.  The total compensation charged to operations related to ECP awards was $\n4.0\nmillion in 2023, $\n0.8\nmillion in 2022, and $\n0.2\nmillion in 2021.  The increases in 2023 and 2022 compared to the respective prior periods resulted from increases in plan participants and our stock price.  The Exchange and its subsidiaries reimburse us for earned compensation costs of employees performing administrative services, which can fluctuate each year based on the plan participants.  The Exchange and its subsidiaries reimbursed us for approximately\n35\n%,\n3\n%, and\n33\n% of the awards paid in 2023, 2022, and 2021 respectively.  Unearned compensation expense of $\n2.9\nmillion is expected to be recognized over a period of\ntwo years\n.\n66\nNote 11.\nIncome Taxes\nThe provision for income taxes consists of the following for the years ended December 31:\nA reconciliation of the provision for income taxes, with amounts determined by applying the statutory federal income tax rate to pre-tax income, is as follows for the years ended December 31:\nTemporary differences and carry-forwards, which give rise to deferred tax assets and liabilities, are as follows as of December 31:\n(1) 2022 amounts have been reclassified to conform to the current period presentation.\nIf we determine that any of our deferred tax assets will not result in future tax benefits, a valuation allowance must be established for the portion of the assets that are not expected to be realized.  We had\nno\nvaluation allowance recorded at December 31, 2023 or 2022.\nWe do not have any unrecognized tax benefit that, if recognized, would affect our effective tax rate as of December 31, 2023 and 2022.  Any interest expense related to uncertain tax positions would be recognized in income tax expense.\nTax years ending December 31, 2022, 2021 and 2020 remain open to IRS examination.  We are not currently under IRS audit, nor have we been notified of an upcoming IRS audit.\nWe are the attorney-in-fact for the subscribers (policyholders) at the Exchange, a reciprocal insurance exchange.  In that capacity, we provide all services and facilities necessary to conduct the Exchange's insurance business.  Indemnity and the Exchange together constitute a single insurance business.  Consequently, we are not subject to state corporate income or franchise taxes in states where the Exchange conducts its business and the states collect premium tax in lieu of corporate income or franchise tax, as a result of the Exchange's remittance of premium taxes in those states.\n67\nNote 12.\nCapital Stock\nClass A and B common stock\nWe have\ntwo\nclasses of common stock: Class A, which has a dividend preference, and Class B, which has voting power and a conversion right.  Each share of Class A common stock outstanding at the time of the declaration of any dividend upon shares of Class B common stock shall be entitled to a dividend payable at the same time, at the same record date, and in an amount at least equal to 2/3 of 1.0% of any dividend declared on each share of Class B common stock.  We may declare and pay a dividend in respect to Class A common stock without any requirement that any dividend be declared and paid in respect to Class B common stock.  Sole shareholder voting power is vested in Class B common stock except insofar as any applicable law shall permit Class A common shareholders to vote as a class in regards to any changes in the rights, preferences, and privileges attaching to Class A common stock.  Holders of Class B shares may, at their option, convert their shares into Class A shares at the rate of\n2,400\nClass A shares per Class B share.  There were\nno\nshares of Class B common stock converted into Class A common stock in 2023, 2022 or 2021.\nStock repurchases\nOur Board of Directors authorized a stock repurchase program effective January 1, 1999 allowing the repurchase of our outstanding Class A nonvoting common stock.  In 2011, our Board of Directors approved a continuation of the current stock repurchase program for a total of $\n150\nmillion, with no time limitation.  Treasury shares are recorded in the Statements of Financial Position at total cost based upon trade date.  There were\nno\nshares repurchased under this program during 2023, 2022 or 2021.  We had approximately $\n17.8\nmillion of repurchase authority remaining under this program at December 31, 2023, based upon trade date.\nWe made stock repurchases in 2023, 2022, and 2021 outside of our publicly announced share repurchase program related to stock-based awards.  See Note 10, \"Incentive and Deferred Compensation Plans\" for additional information.\n68\nNote 13.\nAccumulated Other Comprehensive Income (Loss)\nChanges in accumulated other comprehensive income (\"AOCI\") (loss) by component, including amounts reclassified to other comprehensive income (\"OCI\") (loss) and the related line item in the Statements of Operations where net income is presented, are as follows for the year ended December 31:\n(1)\nThese components of AOCI (loss) are included in the computation of net periodic pension (income) cost.  See Note 9, \"Postretirement Benefits\", for additional information.\n69\nNote 14.\nRelated Party\nManagement fee\nA management fee is retained for services we provide under the subscriber's agreement with subscribers at the Exchange.  The fee is a percentage of direct and affiliated assumed premiums written by the Exchange.  This percentage rate is determined at least annually by our Board of Directors but cannot exceed\n25\n%.  The management fee rate charged the Exchange was\n25\n% in 2023, 2022 and 2021.  The Board of Directors elected to maintain the fee at\n25\n% beginning January 1, 2024.\nThere is no provision in the subscriber's agreement for termination of our appointment as attorney-in-fact by the subscribers at the Exchange and the appointment is not affected by a policyholder's disability or incapacity.\nInsurance holding company system\nMost states have enacted legislation that regulates insurance holding company systems, defined as\ntwo\nor more affiliated persons,\none\nor more of which is an insurer.  The Exchange has the following wholly owned property and casualty subsidiaries:  Erie Insurance Company, Erie Insurance Company of New York, Erie Insurance Property & Casualty Company and Flagship City Insurance Company, and a wholly owned life insurance company, Erie Family Life Insurance Company.  Indemnity and the Exchange, and its wholly owned subsidiaries, meet the definition of an insurance holding company system.\nTransactions within a holding company system affecting the member insurers of the holding company system must be fair and reasonable and any charges or fees for services performed must be reasonable.  Approval by the applicable insurance commissioner is required prior to the consummation of certain transactions affecting the members within a holding company system.\nShared facilities\nWe leased the home office from the Exchange until December 31, 2021, at which time we purchased the home office properties from the Exchange at the appraised value of $\n97.5\nmillion to align the ownership interest of these facilities with the functions being performed at the home office campus, which are mainly Indemnity's management operations.  Lease expense totaled $\n6.1\nmillion in 2021.  Operating expenses, including utilities, cleaning, repairs, real estate taxes, property insurance, and leasehold improvements totaled $\n15.7\nmillion in 2021.  The Exchange and its subsidiaries reimbursed us for rent costs and related operating expenses of shared facilities used to perform administrative services, which are allocated based upon square footage occupied.  Reimbursements related to the use of this space totaled $\n4.8\nmillion in 2021.\nEffective July 1, 2021, the Exchange and its subsidiaries entered into a service agreement with Indemnity to use space in Indemnity-owned properties.  The home office was added to this agreement effective January 1, 2022.  The amount charged is based on rental rates of like property in Erie, Pennsylvania and the square footage occupied.  Income earned from the Exchange and its subsidiaries for the use of space totaled $\n2.6\nmillion, $\n2.2\nmillion and $\n0.2\nmillion in 2023, 2022, and 2021, respectively.  Operating expenses for Indemnity-owned properties under this service agreement include utilities, cleaning, repairs, real estate taxes, property insurance, and leasehold improvements.  These expenses totaled $\n20.0\nmillion, $\n19.5\nmillion, and $\n0.8\nmillion in 2023, 2022, and 2021, respectively.  The Exchange and its subsidiaries reimbursed us for operating expenses of shared facilities used to perform administrative services, which are allocated based upon square footage occupied.  Reimbursements related to the use of this space totaled $\n5.2\nmillion, $\n4.1\nmillion, and $\n0.1\nmillion in 2023, 2022, and 2021, respectively.\nOther loans receivable\nIn December 2023, we issued\ntwo\nsenior secured loans totaling $\n13.6\nmillion to fund a real estate development project supporting revitalization efforts in our community.  Ownership in the project consists of related party investors, including affiliate entities and two Indemnity directors, as well as other unrelated investors.  The loans, net of current expected credit loss allowances, are reported in \"Other assets\" in our Statement of Financial Position, with changes in credit loss allowances totaling $\n7.3\nmillion reported in \"Net impairment (losses) recoveries recognized in earnings\" in our Statement of Operations.\nThe first loan issued for $\n4.6\nmillion accrues paid-in-kind interest at a fixed rate of\n5\n% and matures December 15, 2027, with both principal and accrued interest due at maturity.  The second loan issued for $\n9.0\nmillion accrues paid-in-kind interest at a fixed rate of\n5\n% and matures December 15, 2033, with both principal and accrued interest due at maturity.\n70\nNote 15.\nConcentrations of Credit Risk\nFinancial instruments could potentially expose us to concentrations of credit risk, including our unsecured receivables from the Exchange.  The majority of our revenue and receivables are from the Exchange and its affiliates.  See also Note 1, \"Nature of Operations\".  Net management fee amounts and other reimbursements due from the Exchange and its affiliates were $\n625.3\nmillion and $\n524.9\nmillion at December 31, 2023 and 2022, respectively, which includes a current expected credit loss allowance of $\n0.6\nmillion in both periods.\nNote 16.\nCommitments and Contingencies\nWe have an agreement with a bank for an agent loan participation program.  The maximum amount of loans to be funded through this program is $\n100\nmillion.  We have committed to fund a minimum of\n30\n% of each loan executed through this program.  As of December 31, 2023, loans executed under this agreement totaled $\n59.1\nmillion, of which our portion of the loans is $\n20.6\nmillion.  Additionally, we have agreed to guarantee a portion of the funding provided by the other participants in the program in the event of default.  As of December 31, 2023, our maximum potential amount of future payments on the guaranteed portion is $\n6.7\nmillion.  All loan payments under the participation program are current as of December 31, 2023.\nWe also have contingent obligations for guarantees related to certain real estate development projects supporting revitalization efforts in our community.  As of December 31, 2023, our maximum potential obligation related to the guarantees is $\n7.0\nmillion.\nWe are involved in litigation arising in the ordinary course of conducting business.  In accordance with current accounting standards for loss contingencies and based upon information currently known to us, we establish reserves for litigation when it is probable that a loss associated with a claim or proceeding has been incurred and the amount of the loss or range of loss can be reasonably estimated.  When no amount within the range of loss is a better estimate than any other amount, we accrue the minimum amount of the estimable loss.  To the extent that such litigation against us may have an exposure to a loss in excess of the amount we have accrued, we believe that such excess would not be material to our financial condition, results of operations, or cash flows.  Legal fees are expensed as incurred.  We believe that our accruals for legal proceedings are appropriate and, individually and in the aggregate, are not expected to be material to our financial condition, results of operations, or cash flows.\nWe review all litigation on an ongoing basis when making accrual and disclosure decisions.  For certain legal proceedings, we cannot reasonably estimate losses or a range of loss, if any, particularly for proceedings that are in their early stages of development or where the plaintiffs seek indeterminate damages.  Various factors, including, but not limited to, the outcome of potentially lengthy discovery and the resolution of important factual questions, may need to be determined before probability can be established or before a loss or range of loss can be reasonably estimated.  If the loss contingency in question is not both probable and reasonably estimable, we do not establish an accrual and the matter will continue to be monitored for any developments that would make the loss contingency both probable and reasonably estimable.  In the event that a legal proceeding results in a substantial judgment against, or settlement by, us, there can be no assurance that any resulting liability or financial commitment would not have a material adverse effect on our financial condition, results of operations, or cash flows.\n71\nNote 17.\nSupplementary Data on Cash Flows\nA reconciliation of net income to net cash provided by operating activities as presented in the Statements of Cash Flows is as follows for the years ended December 31:\nNote 18.\nSubsequent Events\nNo items were identified in this period subsequent to the financial statement date that required adjustment or additional disclosure, other than the disclosure made in Note 9, \"Postretirement Benefits\" regarding the January 2024 pension contribution.\n72"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures\nWe maintain disclosure controls and procedures designed to ensure that information required to be disclosed in our reports filed under the Securities Exchange Act of 1934, as amended, is recorded, processed, summarized and reported within the time periods specified in the Securities and Exchange Commission rules and forms, and that such information is accumulated and communicated to management, including our Chief Executive Officer and Chief Financial Officer, as appropriate, to allow for timely decisions regarding required disclosures.\nAs required by the Securities and Exchange Commission Rule 13a-15(e), we carried out an evaluation, under the supervision and with the participation of management, including our Chief Executive Officer and Chief Financial Officer, of the effectiveness of the design and operation of our disclosure controls and procedures as of December 31, 2023.  Based upon the foregoing, our Chief Executive Officer and Chief Financial Officer concluded that our disclosure controls and procedures were effective.\nChanges in Internal Control over Financial Reporting\nThere has been no change in our internal controls over financial reporting during our most recent fiscal quarter that has materially affected, or is reasonably likely to materially affect our internal controls over financial reporting.  Our process for evaluating controls and procedures is continuous and encompasses constant improvement of the design and effectiveness of established controls and procedures.\nManagement's Report on Internal Control over Financial Reporting\nManagement is responsible for establishing and maintaining adequate internal control over financial reporting of Erie Indemnity Company, as defined in Rules 13a-15(f) under the Exchange Act.  Under the supervision and with the participation of our management, including our Chief Executive Officer and Chief Financial Officer, we conducted an evaluation of the effectiveness of the Erie Indemnity Company's internal control over financial reporting based upon the framework in the\nInternal Control-Integrated Framework\nissued in 2013 by the Committee of Sponsoring Organizations of the Treadway Commission.  Based upon our evaluation under the framework in the\nInternal Control-Integrated Framework\nissued in 2013, management has concluded that Erie Indemnity Company's internal control over financial reporting was effective as of December 31, 2023.\nOur independent auditor, Ernst & Young LLP, a registered public accounting firm, has issued an attestation report on our internal control over financial reporting.  This report appears on the following page."
  },
  {
    "item_key": "item_9b",
    "text": "There was no additional information in the fourth quarter of 2023 that has not already been filed in a Form 8-K.\n73\nReport of Independent Registered Public Accounting Firm\nTo the Shareholders and the Board of Directors of Erie Indemnity Company\nOpinion on Internal Control Over Financial Reporting\nWe have audited Erie Indemnity Company’s internal control over financial reporting as of December 31, 2023, based on criteria established in Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, Erie Indemnity Company (the Company) maintained, in all material respects, effective internal control over financial reporting as of December 31, 2023, based on\nthe COSO criteria\n.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the statements of financial position of the Company as of December 31, 2023 and 2022, the related statements of operations, comprehensive income, shareholders’ equity and cash flows for each of the three years in the period ended December 31, 2023, and the related notes and our report dated February 26, 2024 expressed an unqualified opinion thereon.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management’s Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects.\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ Ernst & Young LLP\nIndianapolis, Indiana\nFebruary 26, 2024\n74\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information with respect to our outside directors, audit committee and audit committee financial experts, Section 16(a) beneficial ownership reporting compliance, and insider trading policy is incorporated herein by reference to the information statement on Schedule 14C to be filed with the Securities and Exchange Commission no later than 120 days after December 31, 2023.\nWe have adopted a Code of Conduct that applies to all of our outside directors, officers and employees.  We have previously filed a copy of the Code of Conduct as\nto the Registrant's Form 8-K filed with the Securities and Exchange Commission on October 26, 2023.  In addition to this, we have adopted a Code of Ethics for Senior Financial Officers that also applies to our Chief Executive Officer, Chief Financial Officer, Chief Accounting Officer and any other person performing similar functions.  We have previously filed a copy of the Code of Ethics for Senior Financial Officers as\nto the Registrant's Form 8-K filed with the Securities and Exchange Commission on June 1, 2016.  Our Code of Conduct and Code of Ethics for Senior Financial Officers are also available on our website at\nwww.erieinsurance.com\n.\nExecutive Officers of the Registrant\n75"
  },
  {
    "item_key": "item_11",
    "text": "The information required by this item with respect to executive compensation is incorporated by reference to the information statement on Schedule 14C to be filed with the Securities and Exchange Commission no later than 120 days after December 31, 2023."
  },
  {
    "item_key": "item_12",
    "text": "The information with respect to security ownership of certain beneficial owners and management and securities authorized for issuance under equity compensation plans, is incorporated by reference to the information statement on Schedule 14C to be filed with the Securities and Exchange Commission no later than 120 days after December 31, 2023."
  },
  {
    "item_key": "item_13",
    "text": "Information with respect to certain relationships with our outside directors is incorporated by reference to the information statement on Schedule 14C to be filed with the Securities and Exchange Commission no later than 120 days after December 31, 2023."
  },
  {
    "item_key": "item_14",
    "text": "The information required by this item is incorporated by reference to the information statement on Schedule 14C to be filed with the Securities and Exchange Commission no later than 120 days after December 31, 2023.\n76\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)   The following documents are filed as part of this report:\n1.\nFinancial Statements\nIncluded in Part II, Item 8. \"Financial Statements and Supplementary Data\" contained in this report.\nErie Indemnity Company\n:\n•\nReport of Independent Registered Public Accounting Firm on the Effectiveness of Internal Control over Financial Reporting\n•\nReport of Independent Registered Public Accounting Firm on the Financial Statements\n•\nStatements of Operations for the three years ended December 31, 2023, 2022 and 2021\n•\nStatements of Comprehensive Income for the three years ended December 31, 2023, 2022 and 2021\n•\nStatements of Financial Position as of December 31, 2023 and 2022\n•\nStatements of Shareholders' Equity for the three years ended December 31, 2023, 2022 and 2021\n•\nStatements of Cash Flows for the three years ended December 31, 2023, 2022 and 2021\n•\nNotes to Financial Statements\n2.\nFinancial Statement Schedules\nAll schedules are not required, not applicable, or the information is included in the financial statements or notes thereto."
  },
  {
    "item_key": "item_16",
    "text": "None.\n77\nEXHIBIT INDEX\n(Pursuant to Item 601 of Regulation S-K)\n78\n79\n80\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the date indicated.\nBoard of Directors:\n81"
  }
]