[
  {
    "item_key": "item_1",
    "text": "General\nWestinghouse Air Brake Technologies Corporation, doing business as Wabtec Corporation, is a Delaware corporation with headquarters at 30 Isabella Street in Pittsburgh, Pennsylvania. Our telephone number is 412-825-1000, and our website is located at\nwww.wabteccorp.com\n. Except as the context otherwise requires, all references to “we”, “our”, “us”, the “Company” and “Wabtec” refer to Westinghouse Air Brake Technologies Corporation and its consolidated subsidiaries. George Westinghouse founded the original Westinghouse Air Brake Co. in 1869 when he invented the air brake. Westinghouse Air Brake Company (“WABCO”) was formed in 1990 when it acquired certain assets and operations from American Standard, Inc., now known as Trane (“Trane”). The Company went public on the New York Stock Exchange in 1995.\nThroughout the years, the Company has made a number of strategic acquisitions leading the Company to where it is today. These have primarily included:\n•\nthe 1999 merger with MotivePower Industries, Inc. whereby the Company adopted its current name of Westinghouse Air Brake Technologies Corporation, or Wabtec;\n•\nthe 2017 acquisition of Faiveley Transport, S.A. (“Faiveley Transport”), a leading provider of value-added, integrated systems and services, primarily for the global transit rail market. Based in France, the Faiveley Transport business has roots to 1919 and made Wabtec a leader in manufacturing pantographs, automatic door mechanisms, air conditioning systems, railway braking systems and couplers; and,\n•\nthe 2019 acquisition of GE Transportation, a business unit of General Electric Company. This brought a global technology leader and supplier of locomotives, equipment, services and digital solutions to the rail, mining, marine, stationary power and drilling industries into Wabtec.\nAs a result of those strategic acquisitions, as well as other smaller acquisitions and organic growth, Wabtec is a global provider of value-added, technology-based locomotives, equipment, systems and services for the freight rail and passenger transit industries, and the mining, marine, and industrial markets. Wabtec has approximately 29,000 employees, excluding contingent workers, and operations in over 50 countries. Our highly engineered products, which are intended to enhance safety, improve productivity and reduce maintenance costs for customers, can be found on most locomotives, freight cars, passenger transit cars and buses around the world.\nIndustry Overview\nThe Company primarily serves the global freight rail and passenger transit industries. As such, our operating results are largely dependent on the level of activity, financial condition and capital spending plans of freight railroads and passenger transit agencies around the world, and transportation equipment manufacturers who serve those markets. Many factors influence these industries, including general economic conditions; traffic volumes, as measured by freight carloads and passenger ridership; government spending on public transportation; and investment in new technologies. In general, trends such as urbanization and growth in developing markets, sustainability and environmental awareness, investment in technology solutions, an aging equipment fleet, and growth in global trade are expected to drive continued investment in freight rail and passenger transit.\nThe Association of the European Rail Industry, UNIFE, advocates for and represents European train builders and rail suppliers. UNIFE publishes a biennial market study that provides an overview of the market in its current form and a forecast of its future development in different regions and market segments. The 2022 biennial edition of the study concluded that the rail supply industry faced a moderate annual decline of 0.2% in the 2019 to 2020 period as a result of the negative impacts of the COVID-19 pandemic but forecasts a recovery of the global rail supply market with a compound annual growth rate of 3% through 2027.\nAs growth continues, Wabtec expects to have additional opportunities to provide products and services in these markets. New technologies offered by Wabtec can provide solutions to improve safety, cost and reliability of rail, as well as support the modernization of the global rail fleets. Consistent with the UNIFE study, increased investment in infrastructure improvements, digitalization and automation is expected, all of which would improve efficiency in the global rail industry.\nBusiness Segments and Products\nWe provide our products and services through two principal business segments, the Freight Segment and the Transit Segment, both of which have different market characteristics and business drivers. The Freight Segment primarily manufactures new and modernized locomotives; provides aftermarket parts and services to existing locomotives; provides components to new and existing freight cars; builds new commuter locomotives; supplies rail control and infrastructure products including electronics, positive train control equipment, signal design and engineering services; provides a comprehensive suite of\n3\nsoftware-enabled solutions designed to improve customer safety, efficiency and productivity in the transportation and mining industries; overhauls locomotives; and provides heat exchangers and cooling systems for rail and other industrial markets. Customers include large, publicly traded railroads, leasing companies, manufacturers of original equipment such as locomotives and freight cars, utilities, and companies in the mining, marine, and industrial markets. We are a global manufacturer of diesel-electric locomotives for freight railroads producing essential products and solutions that help railroads reduce operating costs, decrease fuel use, minimize downtime and comply with emissions standards. As a result of the large base of nearly 24,000 locomotives currently in use, Wabtec's Services product lines of modernizing, rebuilding and overhauling, remanufacturing, maintaining, and exchanging locomotives and components in the aftermarkets provides a significant, recurring revenue stream. In 2023, the Freight Segment accounted for approximately 72% of Wabtec’s total net sales, with approximately 58% of its net sales in the U.S. and approximately 66% of the Freight Segment’s net sales were in the aftermarket.\nThe Transit Segment primarily manufactures and services components for new and existing passenger transit vehicles, typically regional trains, high speed trains, subway cars, light-rail vehicles and buses; supplies rail control and infrastructure products including electronics, signal design and engineering services; and refurbishes passenger transit vehicles. Customers include public transit authorities and municipalities, leasing companies, and manufacturers of passenger transit vehicles and buses around the world. In 2023, the Transit Segment accounted for approximately 28% of our total net sales, with approximately 19% of its net sales in the U.S. Approximately 55% of the Transit Segment’s net sales are in the aftermarket.\nThe following is a summary of our primary products and services in both aftermarket and original equipment across both of our business segments:\nEquipment:\n•\nDiesel-electric, battery, and liquid natural gas powered locomotives for freight and transit\n•\nEngines, electric motors and premium propulsion systems used in locomotives, mining, marine, stationary power and drilling applications\n•\nMarine and mining products\nDigital Intelligence Products:\n•\nPositive Train Control (\"PTC\") equipment and electronically controlled pneumatic braking products\n•\nRailway electronics, including event recorders, monitoring equipment and end of train devices\n•\nSignal design and engineering services\n•\nTrain performance such as distributed locomotive power, train 'cruise control', and train remote control\n•\nTransport intelligence such as Industrial/mobile Internet of Things (IoT) hardware & software, edge-to-cloud, on and off-board analytics & rules, and asset performance management\n•\nTransport logistics such as rail and shipper transportation management and port visibility and optimization\n•\nNetwork optimization such as rail network scheduling, dispatch and optimization, intermodal, terminal management and optimization, and rail yard management and optimization\nComponents:\n•\nFreight car trucks and braking equipment and related components for Freight applications\n•\nAir compressors and dryers\n•\nHeat transfer components and systems for diesel and gas engine cooling, generator and transformer coolers and high temperature applications\n•\nTrack and switch products\n•\nNew commuter and switcher locomotives\n•\nTurbochargers for industrial and aftermarket vehicle applications\nServices:\n•\nFreight locomotive overhauls, modernizations and refurbishment\n•\nMaster service agreements for locomotive and car maintenance\n•\nTransit locomotive and car overhaul\n•\nUnit exchange of locomotive components\n•\nMaintenance of way equipment and services\nTransit Products:\n•\nRailway and freight braking equipment and related components, including high-speed passenger transit vehicles\n•\nFriction products, including brake shoes, discs and pads\n•\nHeating, ventilation and air conditioning equipment\n•\nAccess doors and platform screen doors\n•\nPantographs\n4\n•\nAuxiliary power converter and battery charging\n•\nPassenger information systems and closed-circuit television\n•\nSignaling and railway electric relays\n•\nDoors, window assemblies, accessibility lifts, ramps and electric charging solutions for buses\nWabtec is utilizing a flexible and growing portfolio of freight rail and passenger transit products and innovative technologies to support customers’ sustainability goals and targets. From pioneering advancements to current signaling systems and network efficiency solutions, we are striving to increase the rail capacity to move more freight by train. Wabtec is working to reduce existing locomotive fleet emissions through fuel-efficiency solutions and testing renewable diesel and biofuels. We are developing advanced propulsion technologies such as the first heavy-haul 100% battery electric locomotive. In 2023, Wabtec secured several orders for new battery-electric locomotives and modernizations that will upgrade existing fleets to help our customers extend the service life of their fleet and improve performance and reliability. We are also conducting collaborative research and development efforts with the National Laboratories to support the use of hydrogen to lower emissions across the rail industry. In 2023, Norfolk Southern recognized Wabtec’s innovations in modernizing locomotives with its inaugural Thoroughbred Sustainability Partner Award in recognition of energy efficiency, innovation, and environmental stewardship. Wabtec also is implementing energy-reducing technologies for the passenger transit sector. In 2022, Wabtec received sustainability awards from both the German Ministry of Transportation and Deutsche Bahn and for our Green Air heating, ventilation, and air conditioning (HVAC) solution.\nIn recent years, we have also introduced a number of significant new products, including PTC equipment that encompasses onboard digital data and global positioning communication protocols. We are making additional investments in this technology which we believe will provide customers with opportunities to improve safety and efficiency, in part through data analytics solutions. During 2023, Wabtec also expanded the Digital Intelligence portfolio with entry into the railcar telematics market.\nFor additional information on our business segments, see Note 19 of “Notes to Consolidated Financial Statements” included in Part II, Item 8 of this report.\nCompetitive Strengths\nThrough both organic growth and strategic acquisitions, Wabtec has developed the following competitive strengths:\n•\nIconic legacy and strong reputation with a history of over 150 years of innovation\n.\nWabtec has been transforming the rail landscape through various innovations and technologies for over 150 years. We have a long history of advancing technologies to meet customer needs and have been recognized for the development and production of locomotives, equipment, including PTC equipment, and systems for the freight rail and passenger transit industries. We are also a service provider for freight rail and passenger transit vehicles.\n•\nBreadth of product offering with a stable mix of original equipment market (OEM) and aftermarket business\n. Our comprehensive product portfolio and service offerings span the freight rail and passenger transit industries, as well as the bus, mining, marine, and industrial markets, which help Wabtec balance the cyclical nature of the global rail business. We provide our products in both the original equipment market and the aftermarket. Our substantial installed base of products with end-users, such as the railroads and the passenger transit authorities, is a significant competitive advantage for providing products and services to the aftermarket because these customers often look to purchase safety- and performance-related replacement parts and technology upgrades from the original equipment components supplier. Wabtec has an installed base of nearly 24,000 locomotives, as well as a diverse offering of Transit locomotives and cars both internationally and domestically. Our significant installed base enables opportunities in the aftermarket parts and services business.\n•\nLeading design and engineering capabilities.\nWe believe a hallmark of our relationship with our customers has been our leading design and engineering practice, which has assisted in the improvement and modernization of global railway equipment. Wabtec's engineers and technical capabilities support continued focus on innovative product development and efforts to achieve scalable technologies. We believe both our customers and government authorities value our technological capabilities and commitment to innovation, as we seek not only to enhance the efficiency and profitability of our customers, but also to improve the overall safety of the railways through continuous improvement of product performance. To that end, we have assembled a wide range of patented products, which we believe provides us with a competitive advantage.\n•\nDecarbonizing the rail industry.\nWe have taken significant steps to decarbonize global transport and make our world safer, smarter and greener. Wabtec is advancing our sustainability priorities both through our own commitments to our people, communities, and planet, as well as by innovating next generation technologies that reduce emissions, energy consumption and waste, and increase fuel efficiency for our customers through advancements in our equipment and digital solutions.\n5\n•\nDriving the digital transformation of the rail industry.\nOur early investment in data analytics and software has allowed us to become a strategic partner for customers looking to derive new value from existing assets, digitally transform their operations and enhance their network optimization. Through these initiatives, our digital solutions have helped to transform many distribution channels in the transportation industry including mine to ports, from shipper to receiver, from port to intermodal terminals to main line locomotives and railcars and across train yards and operation centers. The breadth of our Digital Intelligence solutions gives customers confidence in our ability to address their current and future needs with the latest digital technologies.\n•\nStrategic partnerships with longstanding customers and other key stakeholders.\nWe listen to our key stakeholders and focus on areas where Wabtec can enable the most meaningful impact for our customers, communities, and the world. Transformational change requires collaboration, so we are committed to accelerating progress by partnering with customers, government leaders, corporations, universities, and other key stakeholders. For example, we have partnered with a customer, as well as an artificial intelligence and robotics institution to create technologies that will further decarbonize freight rail transport, improve freight safety, and generate greater rail network utilization. By working together with these partners and others, we are developing advanced solutions for the industry to realize the zero-emission rail network of the future.\n•\nExperience with industry regulatory requirements.\nThe freight rail and passenger transit industries are governed by various government agencies and regulators in each country and region. These groups mandate rigorous manufacturer certification and a new product testing and approval processes that we believe are difficult for new entrants to meet cost-effectively and efficiently without the scale and extensive experience we possess.\n•\nStreamlined cost structure and operational excellence provide operating leverage and support Wabtec’s growth.\nWe focus on driving continuous operational improvement across the organization by sharing best practices, instilling a culture of learning, problem solving and constant improvement, and driving standard operating practices. Wabtec is also focused on earnings growth through expanding high-margin recurring revenue streams. Additionally, Wabtec is a provider of technology-enabled locomotives and equipment, freight car components, systems, and services for the freight rail and passenger transit industries. The size of Wabtec's operations enables the Company to achieve economies of scale, in addition to using best-cost locations for executing on operational decisions. Completed strategic acquisitions and integrations have also led to operating synergies across Wabtec.\nBusiness Strategy\nWe strive to generate sufficient cash to invest in our growth strategies while maintaining world-class product value, technology and customer responsiveness. We continuously strive to improve quality, delivery and productivity, and to reduce costs utilizing global sourcing and supply chain management. These practices enable us to streamline processes, improve product reliability and customer satisfaction, reduce product cycle times and respond more rapidly to market developments. We also rely on functional experts within the Company across various disciplines to train, coach and share best practices throughout the Company, while benchmarking against best-in-class competitors and peers. Over time, we intend to continue to increase operating margins, improve cash flow and strengthen our ability to invest in the following growth strategies:\n•\nAccelerate innovation of scalable technologies\n.\nWe continue to emphasize innovation and development funding to create new products and capabilities to increase customer productivity, efficiency, capacity, utilization and safety, such as the battery electric locomotive, hydrogen powered locomotive, vehicle monitoring and data analytics. We plan to invest in bringing new technologies to market for our customers. A significant portion of our investment is expected to be focused on three customer-centric areas of innovation: zero-emissions operations, automation and digitization and advanced supply chain visibility. These investments will position our customers for success and make these technologies the standard going forward. We have a multi-year initiative to build on our existing expertise and technologies in the Digital Intelligence space. In addition, we invest in developing enhancements and new features to existing products, such as brake discs and heat exchangers. We are focusing on technological advances, especially in the areas of electronics, battery power and alternative fuels, including hydrogen technologies, braking products and other on-board equipment, as a means to deliver new product growth. We seek to provide customers with incremental technological advances that offer immediate benefits with cost-effective investments.\n•\nGrow and refresh expansive installed base.\nWe are a transportation and component manufacturer with a significant installed base with expansive product and service capabilities. We have nearly 24,000 locomotives in service, the majority of which are equipped with Digital Intelligence technologies, like Positive Train Control. We intend to increase sales through direct sales of existing products to current and new customers, by developing specific new products for application in new geographic markets, by making strategic acquisitions and through joint ventures with railway suppliers which have a strong presence in their local markets. We believe that international markets represent a significant opportunity for future growth. In Transit, we are focused on mature markets such as Europe and emerging markets such as India. In Freight, we are targeting markets that operate significant fleets of locomotives and freight cars, including Australia, Brazil, Egypt, India, South Africa, Kazakhstan, and other select areas within Europe, Asia\n6\nand South America. In addition, we have opportunities to increase the sale of certain products that we currently manufacture for the rail industry into other industrial markets, such as mining, off-highway and energy.\n•\nLead the decarbonization of rail.\nToday, rail represents the cleanest, most energy efficient and safest mode of moving freight and people on land.\nAs global demands for growth increase, current trends suggest that freight and passenger rail activity will more than double by 2050, leading to an increased demand for sustainable transportation of people and goods. These converging forces highlight the critical interplay between market dynamics, the need for decarbonization and Wabtec’s business strategy. Wabtec is helping customers transition to a more utilized, efficient, and low-carbon rail network. Alternative clean energy technologies are critical in the fight against climate change and reducing greenhouse gas emissions. We are helping our customers reduce their overall carbon footprint through the development of low-emitting locomotives like our Tier 4 and battery-electric locomotives, Trip Optimizer, Green Air and Green Friction products, and the use of alternative fuels such as biodiesel, renewable diesel, and hydrogen.\n•\nExpand high-margin recurring revenue streams.\nOur expansive installed base allows us to generate strong recurring revenues with replacement parts and components, digital solutions, overhauls and modernizations. Aftermarket sales are typically done at higher margins and are less cyclical than OEM sales because a certain level of aftermarket maintenance and service work must be performed, even during an industry slowdown. Sales of aftermarket parts and services represent approximately 60% of total net sales. As a long-time supplier of original equipment, we have an extensive installed base of equipment in operation and growing this installed base further will expand our recurring aftermarket sales. Wabtec provides aftermarket parts and services for its components, and we seek to expand this business with customers who currently perform the work in-house. In this way, we expect to benefit as transit authorities and railroads outsource certain maintenance and overhaul functions.\n•\nDrive continuous operational improvement\n.\nWe are focused on continuous improvement to drive cost competitiveness, effectively deploy capital and accelerate Lean. Lean is a set of principles that emphasize customer focus, elimination of waste, high quality growth and relentless prioritization of work to improve safety, quality, delivery and cost. Lean is being embedded in our culture and is fundamental to how we execute our strategy. We are using Lean principles to help examine processes and continuously improve them by solving problems at their root cause. Our Lean transformation model focuses on driving process improvements and management systems to maximize the flow of value produced for the customer, remove waste, empower employees and optimize the enterprise. These principles are also rigorously applied to sustainability and safety.\nRecent Acquisitions\nSee Note 3 of “Notes to Consolidated Financial Statements” included in Part II, Item 8 of this report for additional information about our recent acquisitions.\nBacklog\nBacklog represents the future sales we expect to recognize on firm orders received from customers and approximates the Company’s remaining performance obligations at the end of each period. The Company’s total backlog was approximately $22 billion at December 31, 2023. The Company’s contracts are subject to standard industry cancellation provisions, including cancellations on short notice or upon completion of designated stages. Generally, if a customer were to cancel a contract, we would have an enforceable right to payment for work completed up to the date of cancellation which would include a reasonable profit margin. Substantial scope-of-work adjustments are common. For these and other reasons, completion of the Company’s backlog may be delayed or canceled. The railroad industry, in general, has historically been subject to fluctuations due to overall economic conditions and the level of use of alternative modes of transportation.\n7\nThe roll forward of the Company's backlog of firm customer orders and the expected year of completion are as follows:\nGlobal economic conditions have not resulted in any material cancellations recently, but they have impacted the timing of some orders in backlog as, in certain cases, the delivery of goods and services were pushed out from their original timelines and could result in future modifications or cancellations.\nEngineering and Development\nTo execute our strategy to develop new products, we invest in a variety of engineering and development activities. For the fiscal years ended December 31, 2023, 2022 and 2021, we invested $218 million, $209 million and $176 million, respectively, in engineering for product development and improvement activities. Significant incremental engineering expense can be incurred with the execution of original equipment customer contracts. Across the Company we have established multiple Centers of Competence, which have specialized, technical expertise in various disciplines and product areas.\nOur engineering and development program includes investments in data analytics, train control and other new technologies, such as battery-electric, liquid natural gas and hydrogen-powered locomotives, with an emphasis on developing products that enhance safety, productivity and efficiency for our customers. For example, we have developed advanced cooling systems that enable lower emissions from diesel engines used in rail and other industrial markets. We periodically conduct specific research projects in conjunction with universities, customers and other industry suppliers.\nWe use our product development system to develop and monitor new product programs. The system requires the product development team to follow consistent steps throughout the development process, from concept to launch, to ensure the product will meet customer expectations and internal profitability targets.\nIntellectual Property\nWe have more than 6,500 active patents worldwide and file for approximately 300 new patents each year. We actively review our patent procurement processes and make adjustments as appropriate to the business environment. We also rely on a combination of trade secrets and other intellectual property laws, nondisclosure agreements and other protective measures to establish and protect our proprietary rights in our intellectual property. We actively monitor competitor patent issuance during our product development to reduce litigation risks, and we follow their product development practices to monitor possible patent infringement by them, and to evaluate their strategies and plans.\nTrademarks we utilize can be licensed from other companies, acquired as part of mergers or acquisitions, or have been developed through the normal course of business. We have entered into a variety of license agreements as licensor and licensee. We do not believe that any single license agreement is of material importance to our business or any of our business segments as a whole.\nCustomers\nWe provide products and services for more than 500 customers worldwide. Our customers include passenger transit authorities and railroads throughout North America, Europe, Asia Pacific, Africa and South America; manufacturers of transportation equipment, such as locomotives, freight cars, passenger transit vehicles and buses and companies that own, lease, and maintain such equipment, as well as customers in the mining, marine, and industrial markets.\nTop customers can change from year to year. For the fiscal year ended December 31, 2023, our top five customers accounted for approximately 30% of net sales. No one customer represents 10% or more of consolidated net sales. We believe that we have strong relationships with all of our key customers.\n8\nCompetition\nWe operate in a highly competitive marketplace. Price competition is strong because we have a relatively small number of customers and they are very cost-conscious. In addition to price, competition is based on product performance and technological leadership, quality, reliability of delivery, and customer service and support.\nOur principal competitors vary across product lines and geographies. Within North America, New York Air Brake Company, a subsidiary of the German air brake producer Knorr-Bremse AG (“Knorr”) and Amsted Rail Company, Inc., a subsidiary of Amsted Industries Corporation, are our principal overall OEM competitors. Our primary competition for locomotives is Electro-Motive Diesel, owned by a subsidiary of Caterpillar. Our primary competition for freight and passenger transit service and repair is mostly from the railroads’ and passenger transit authorities’ in-house operations and Knorr. We believe our key strengths, strategic partnerships and operational excellence, coupled with an experienced management team, enable us to compete effectively in this marketplace. Outside of North America, Knorr is our main competitor, although not in every product line or geography. In addition, our competitors often include smaller, local suppliers in most international markets. Depending on the product line and geography, we can also compete with our customers, such as CRRC Corporation Limited, a China-based manufacturer of rolling stock.\nEnvironmental, Social and Governance\nSustainability\nWabtec is committed to sustainable value creation. Our sustainability strategy is to contribute to a better, more sustainable world through our unique business offerings, technologies and sustainable business practices. Our strategy helps us capitalize on market opportunities and reduce safety and environmental risks, while creating value for our customers, employees and other stakeholders. Wabtec utilizes three Strategic Sustainability Principles to execute our sustainability strategy:\n•\nInnovating with Purpose.\nWe are committed to developing responsible and sustainable products that minimize the impact on the planet.\n•\nDriving Responsible Operations.\nWe are committed to providing safe work environments and products that enable productive and efficient use of resources.\n•\nEmpowering People and Communities.\nWe are committed to driving an inclusive culture grounded in integrity, committed to the development of and investment in the communities where our teams live and work.\n9\nAs we refine our sustainability strategy, we believe it is important to listen to our key stakeholders. Accordingly, we identified the following Environmental, Social and Governance (\"ESG\")  topics with the highest relative priority to Wabtec and its external stakeholders, which are aligned to our overall sustainability strategy and action plans:\nWabtec is committed to transparency on ESG topics, including the opportunities and challenges we encounter as we work to enhance performance and conduct business in a responsible manner. We publish an annual Sustainability Report, where we present ESG information, including policies, goals, activities, and qualitative and quantitative data on our progress. See \"Available Information,\" below.\nDuring 2021, Wabtec adopted its Green Finance Framework. Following the release of the Green Financing Framework, the Company issued its inaugural \"green bond\" – a €500 million issuance in the European bond market. The Company intends to utilize green financing instruments as part of its overall capital resources strategy to support the transition to a low-carbon transportation future and meet the sustainable transportation needs of growing cities around the world. Projects supported by green financing will largely target the objective of climate change mitigation by focusing on the efficiency of freight rail systems and public transport, as well as on the provision of energy-efficient customer solution services. Focus areas include:\n•     Clean transportation\n•     Eco-efficient and/or circular economy adapted products, production technologies and processes\n•     Renewable energy\n•     Pollution prevention and control\n•     Energy efficiency\nDuring 2022, Wabtec issued the 2022 Green Bond Report. This report describes our Green Bond Program and summarizes the full utilization of the green bond proceeds and allocation of the expenditures to our five focus areas. See \"Available Information,\" below\n.\nESG Governance\nWabtec developed an ESG governance framework to provide oversight for our climate action strategy. This framework starts with Wabtec's Board of Directors who oversee the execution of the Company’s ESG strategy as part of their oversight of Wabtec’s overall business, risks and opportunities. The Board of Directors delegates certain ESG responsibilities to committees and has established an Environmental, Social and Governance Subcommittee (\"ESG Subcommittee\") to support and provide oversight of Wabtec’s sustainability strategy and ongoing commitment to ESG matters relevant to Wabtec, including complying with all applicable laws and regulations affecting the health and safety of our employees and stakeholders, as well as protection of the environment (including climate) and other public policy matters.\n10\nThe ESG governance framework is supported by Wabtec's broader enterprise risk management process, which is Wabtec's primary vehicle for assessing and managing operational, strategic, financial, and compliance risk. An enterprise risk management report, which includes climate change as a risk category, with the status of relevant mitigation measures, is reviewed with the Board of Directors twice a year.\nHuman Capital\nIn 2023, after years of growth and integration, we took the next step on our journey to become One Wabtec by aligning the behaviors of our legacy companies and evolving our shared culture. We launched our new cultural blueprint through our Vision, Mission, and Values after hearing from over 2,200 diverse stakeholders around the globe, including our customers, team members, managers, senior leaders, and Board of Directors. Our vision; Revolutionize the way the world moves for future generations. Our mission; unlock our customers’ potential by delivering innovative and lasting transportation solutions. At Wabtec, our purpose stems from four values that shape our core identity: People First, Expand the Possible, Embrace Diversity, and One Wabtec. These values are woven throughout our global operations, and they motivate us to build lasting connections.\nOur headquarters are in Pittsburgh, Pennsylvania and we have offices, facilities, and operations in over 50 countries around the globe. As of December 31, 2023, we have a global workforce of approximately 29,000 employees, excluding contingent workers.\nA portion of our workers are represented by labor unions. The United Electrical, Radio and Machine Workers of America (UE), Locals 506 and 618 collective bargaining agreement, covering approximately 1,400 locomotive manufacturing workers in Erie, Pennsylvania, expired on June 9, 2023. Negotiations with the UE officially began on April 27, 2023 and an agreement between the Company and the UE was not reached before the contract expired. On June 22, 2023, the UE voted against ratification of the Company's proposed agreement and authorized a strike. The Company and the UE subsequently reached an agreement that was ratified by the UE on August 31, 2023, ending the labor strike. The Company continuously monitors its labor activity.\nDiversity and Inclusion\nWabtec is committed to ensuring a diverse and inclusive workplace that respects and seeks the unique talents, experiences and viewpoints of all our employees. Wabtec has a Diversity and Inclusion Council, led by members of Wabtec’s executive leadership team, who oversee global diversity and inclusion policies and initiatives. We strive to create an inclusive workplace where employees can be themselves. During 2022, we created the position of Global Diversity & Inclusion Leader to drive progress on our commitment to promoting diversity and fostering an inclusive workplace that attracts, develops and retains diverse talent. Our Board of Directors also plays a critical role in creating an organization that prioritizes, supports, and invests in diversity, inclusion, and equity. Women constituted approximately 17% of our global workforce and approximately 20% of our salaried employees, and people of color constituted approximately 25% of the total U.S. workforce. Wabtec's Board is considered 44% diverse based on gender, race/ethnicity.\nTraining and Development\nWe continually invest in our employees’ career growth and provide employees with a wide range of development opportunities, including face-to-face, virtual, social and self-directed learning, mentoring and coaching programs. We have invested in training courses through Wabtec’s Learning Management System (\"LMS\"). In 2023, Wabtec again partnered with a third-party to provide diversity and inclusion training. Over 10,000 employees have participated in the training, which was coupled with tools and resources for people leaders to help make diversity and inclusion part of a long-term conversation rather than a one-time training.\nOur Leadership, Expertise, Advancement and Development (\"LEAD\") program is the primary path for university graduates into Wabtec. LEAD is a two-year program that offers an immersive learning experience in the fields of engineering, operations, finance and IT along with extensive leadership training designed to build the next generation of leaders. On average, there are 100 participants in the LEAD program that rotate between business units every six months to work on strategic projects and assignments, gain exposure to senior leadership and build their global professional network. We are focused on strengthening this program to support our global talent pipeline.\nIn addition, Wabtec recognized our first graduating class of the Propel leadership development program created for mid-career employees and designed to cultivate and accelerate individual leadership and growth for our engineers around the world. Program participants have the opportunity to hone key skills, network, gain visibility with senior leadership, and strengthen cross-cultural awareness. The program includes stretch assignments, high-impact projects, and a custom curriculum supported by ongoing feedback and mentorship from senior leaders.\n11\nEnvironmental, Health and Safety\nPutting people first is how we do business at Wabtec. Our Environmental, Health and Safety (\"EHS\") program has a longstanding commitment to continuously improve and foster a culture that proactively reduces risks and hazards in our operations, protects the environment, ensures regulatory compliance, and encourages learning and development. To ensure operational accountability for EHS across all levels of Wabtec, we use standard metrics (both lagging and leading indicators) and structured management reviews to track and measure EHS performance across all our operational sites. Monthly EHS operating reviews with the Executive Vice President for Global Operations are used to review operational risks at the enterprise-level, develop strategic initiatives, and communicate key performance indicators to senior management. Each site is responsible for developing a risk reduction plan to drive site or project-level actions related to risk reduction, compliance assurance, employee engagement, and continuous EHS improvement. In 2023, we continued to focus on our EHS performance by deploying an enterprise-wide electronic EHS concern reporting tool to make it easier for our team members to raise an EHS concern at any time and continuing our monthly incident review sessions with site Operations and EHS teams to review common incidents, discuss corrective actions, and share best practices. Through these efforts, our Operations and EHS teams are partnering to eliminate and reduce hazards and risks within Wabtec’s operations, which is fundamental to improved EHS performance. While we had zero fatalities and over 70 operational sites with zero recordable injuries across Wabtec’s operations in 2023, our total recordable injury rate slightly increased by 6% compared with 2022. We remain steadfast in our commitment to protecting our people and driving toward EHS excellence.\nWabtec also continued its EHS leadership training course aimed at building the toolkits of general managers and plant managers to empower them as critical stewards of our EHS culture. This course instills Wabtec’s EHS expectations of its Operational Leaders by providing an awareness of EHS impacts and legal and compliance responsibilities, practical tips for achieving and maintaining EHS excellence, and ideas for cultivating a positive culture and engaging employees to take ownership for EHS. As of 2023, approximately 185 leaders from over 25 countries have attended the training.\nCompensation and Benefits\nWe remain committed to a strong pay-for performance philosophy that aligns individual performance, behaviors and business results with individual rewards. To deliver on that commitment, we utilize market data to benchmark to the external market, and consider factors such as an employee’s role and experience, the location of the job and performance when determining compensation.\nWe provide our employees resources to help them be mentally, physically and financially well. We offer a wide range of benefits including healthcare and wellness (physical and mental) benefits, retirement benefits, paid time off, an employee assistance program, and seven employee resource groups to build diverse and inclusive communities at Wabtec.\nRegulation\nIn the course of our operations, we are subject to various regulations and standards of governments and other agencies in the U.S. and around the world. These entities typically govern equipment, safety and interoperability standards for freight rail rolling stock and passenger transit, oversee a wide variety of rules and regulations governing safety and design of equipment, and evaluate certification and qualification requirements for suppliers. New products generally must undergo testing and approval processes that are rigorous and lengthy. As a result of these regulations and requirements, we must usually obtain and maintain certifications in a variety of jurisdictions and countries. The governing bodies include the Federal Railroad Administration (\"FRA\") and the Association of American Railroads (\"AAR\") in the U.S., and the International Union of Railways (“UIC”) and the European Railway Agencies in Europe. Also, in Europe, the European Committees for Standardization continually draft new European standards which cover, for example, the Reliability, Availability, Maintainability and Safety of railways systems. To guarantee interoperability in Europe, the European Union for Railway Agencies is responsible for defining and implementing Technical Standards of Interoperability, which covers areas such as infrastructure, energy, rolling stock, telematic applications, traffic operation and management subsystems, noise pollution and waste generation, protection against fire and smoke, and system safety.\nMost countries and regions in which Wabtec does business have similar rule-making bodies. For example, in China any product or system sold on the Chinese market must have been certified in accordance with national standards. In the local Indian market, most products are covered by regulations patterned after AAR and UIC standards.\nEffects of Seasonality\nOur business has limited seasonality. Third quarter results may be affected by the timing of services performed under our locomotive maintenance contracts and vacation and scheduled plant shutdowns at several of our major customers. Fourth quarter results may be affected by the timing of spare parts and service orders placed by transit agencies worldwide. Quarterly results can also be affected by the timing of projects in backlog and by project delays.\n12\nEnvironmental Matters\nThe Company's operations and products are subject to a variety of environmental laws and regulations governing air emissions, discharges into water, the use, handling, storage, and disposal of hazardous substances and waste materials, as well as the remediation of contamination associated with releases of hazardous substances. The Company believes its operations and products currently comply in all material respects with all of the various environmental laws and regulations applicable to our business; however, there can be no assurance that environmental requirements will not change in the future or that we will not incur significant costs to comply with such requirements.\nAvailable Information\nWe maintain a website at www.wabteccorp.com. Available free of charge on this site are: our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to such reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as well as the annual report to stockholders, our Green Bond Report (https://ir.wabteccorp.com/investor-relations/green-finance-framework), our Sustainability Report (www.wabteccorp.com/sustainability), and other information. The Internet site and the information contained therein or connected thereto are not incorporated by reference into this Form 10-K. The following are also available free of charge on this site and are available in print to any shareholder who requests them: Our Corporate Governance Guidelines, the charters of our Audit, Compensation and Talent Management and Governance and Sustainability Committees, our Code of Conduct, which is applicable to all employees, our Code of Ethics for Senior Officers, which is applicable to our executive officers, our Policies on Related Party Transactions and Conflict Minerals.\n13\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS\nThe following table provides information on our executive officers as of February 14, 2024.\nRafael Santana\nwas named President and Chief Executive Officer of the Company effective July 1, 2019. Previously, he served as Executive Vice President from February 2019 to July 2019. Mr. Santana was President and Chief Executive Officer of GE Transportation since November 2017. Mr. Santana has held several global leadership positions since joining GE in 2000, including roles in the Transportation, Power and Oil and Gas businesses. Prior to being named President and Chief Executive Officer of GE Transportation, Mr. Santana was President and Chief Executive Officer of GE in Latin America. He also served as President and Chief Executive Officer of GE Oil and Gas Turbomachinery Solutions and had roles as Chief Executive Officer for GE Gas Engines and Chief Executive Officer for GE Energy in Latin America.\nDavid L. DeNinno\nwas named Executive Vice President, General Counsel and Secretary of the Company effective December 2016. Previously, Mr. DeNinno served as Senior Vice President, General Counsel and Secretary since February 2012. Previously, Mr. DeNinno served as a partner at K&L Gates LLP since May 2011 and prior to that with Reed Smith LLP.\nJohn A. Olin\nwas named Executive Vice President and Chief Financial Officer effective October 1, 2021. Prior to joining Wabtec, Mr. Olin served as the Senior Vice President and Chief Financial Officer of Harley-Davidson, where he was instrumental in driving strategic change amidst significant market disruption, including reshaping the company. Prior to Harley-Davidson, Mr. Olin served as Controller of Kraft Foods' Cheese Division, and had 12 years of financial leadership at Kraft, Oscar Mayer Foods, and Miller Brewing Company. Mr. Olin also held positions with financial services and specialized consulting firms including Ernst and Whinney (now Ernst and Young).\nNicole Theophilus\nwas named Executive Vice President & Chief Human Resource Officer in October 2020. Prior to joining Wabtec, Ms. Theophilus served most recently as Chief Human Resource Officer of West Corporation from March 2016 through February 2018. Previously she served as Executive Vice President and Chief Human Resource Officer, Vice President of Human Resources and Vice President and Chief Employment Counsel of ConAgra Corporation, where she was employed from 2006 through 2015. Prior to 2006, Ms. Theophilus was a partner with the law firm Husch Blackwell.\nEric Gebhardt\nwas named Executive Vice President and Chief Technology Officer in October 2020. Prior to joining Wabtec, Mr. Gebhardt served as Managing Director of KCK-US, a Deleware corporation, from May 2019 through September 2020. He also served in a variety of roles with General Electric including Chief Technology Officer of GE Power from August 2017 through January 2019, Chief Product Management Officer for GE Energy Connections from February 2017 through August 2017, Chief Platforms and Operations Officer for Current from January 2016 through January 2017, and Chief Technology Officer for GE Oil & Gas from October 2012 through December 2015.\nGina Trombley\nwas named Executive Vice President, Sales & Marketing & Chief Commercial Officer - Americas, effective September 8, 2020. Prior to joining Wabtec, Ms. Trombley served in various executive roles at Bombardier Transportation from 2017 to August 2020, most recently as Vice President of Services and previously as Vice President Sales for Bombardier Transport - Americas. Ms. Trombley also held progressive commercial and marketing leadership roles at Parsons and GE Transportation.\n14\nGreg Sbrocco\nwas named Executive Vice President, Global Operations in February 2019. Prior to this, Mr. Sbrocco was Global Supply Chain Leader for GE Transportation since September 2014. Mr. Sbrocco had been with GE since 1992 when he joined as an Environmental Engineer for the GE Energy business. During his tenure with GE, Mr. Sbrocco held several leadership roles in GE Energy, GE Oil and Gas, and GE Transportation.\nMichael E. Fetsko\nwas named President, Freight and Industrial Components effective January 2017. Previously, Mr. Fetsko served as Vice President and Group Executive from January 2014.  He joined Wabtec in July of 2011 as Vice President, Freight Pneumatics. Prior to joining Wabtec, Mr. Fetsko served in various executive management roles with Bombardier Transportation. Prior to Bombardier, Mr. Fetsko served in various management roles with two different environmental engineering firms.\nAlicia Hammersmith\nwas named President, Freight Services in April 2023. Previously, Ms. Hammersmith served as Group Vice President, Transit Operations from 2020-2023 and as General Manager Latin America & Texas from 2019-2020.  Prior to joining Wabtec, Ms. Hammersmith served in various management roles with GE.\nRogerio Mendonca\nwas named President, Freight Equipment in February 2021. Previously Mr. Mendonca served as Vice President for Baker Hughes from July 2017. Prior to that he served as President of GE Transportation in Latin America from April 2016 through July 2017 and in several roles leading up to that including Commercial Director and Service Operations General Manager.\nNalin Jain\nwas named President, Digital Intelligence business effective December 2020. Mr. Jain had served as President, Global Equipment since May 2019 and previously as President & CEO, International Markets since August 2017 for GE Transportation. Prior to that, Mr. Jain had multiple leadership roles of increasing responsibility with GE Aviation and GE Transportation, since September 2005. Mr. Jain served as Director Global Partnerships with Bombardier Inc since July 2002 and prior to that he worked for Saint Gobain.\nPascal Schweitzer\nwas named President, Transit in April 2023. Previously, Mr. Schweitzer served as President, Freight Services from February 2019 to April 2023 and Vice President—Services of GE Transportation from April 2017 to February 2019. He also served as General Manager – Europe – Power Services for GE Power from November 2015 through April 2017 and prior to that several positions with Alstom Power.\nLilian Leroux\nwas named Chief Strategy and Sustainability officer in April 2023. Previously he served as President, Transit from March 2019 to April 2023 and Group President—Brakes & Safety from January 2017 to October 2019. Prior to that, Mr. Leroux held various executive management roles with Faiveley Transport, starting in January 2001.\nJohn A. Mastalerz\nwas named Senior Vice President of Finance and Chief Accounting Officer in February 2020.  Previously, Mr. Mastalerz served as Senior Vice President, Corporate Controller and Principal Accounting Officer from July 2017 to February 2020 and as Vice President and Corporate Controller from January 2014 to July 2017. Prior to joining Wabtec, Mr. Mastalerz served in various executive management roles with the H.J. Heinz Company from January 2001 to December 2013, most recently as Corporate Controller and Principal Accounting Officer.  Prior to 2001, Mr. Mastalerz was a Senior Manager with PricewaterhouseCoopers LLP.\nKristine Kubacki\nwas named Vice President of Investor Relations in April 2019. Previously, Ms. Kubacki was on Wall Street from January 2004 to April 2019 as a sell-side equity analyst covering industrials and served as Executive Director and Senior Analyst for the transportation, logistics and equipment sector at Mizuho Securities USA from June 2017 to April 2019, as well as Director of Equity Research for the global industrial equipment industry at CLSA from July 2016 to March 2017. prior to her role at CLSA, Ms. Kubacki spent nearly nine years covering the industrial sector at Avondale Partners, as well as operations management, process design and supply chain management positions at Procter and Gamble."
  },
  {
    "item_key": "item_1a",
    "text": "RISKS RELATED TO OUR BUSINESS AND OPERATIONS\nWe are dependent upon key customers.\nWe rely on several key customers who represent a significant portion of our business. While we believe our relationships with our customers are generally good, our top customers could choose to reduce or terminate their relationships with Wabtec. In addition, many of our customers place orders for products on an as-needed basis and operate in cyclical industries. As a result, customer order levels have varied from period to period in the past and may vary significantly in the future. Such customer orders are dependent upon their markets and customers and may be subject to delays and cancellations. Furthermore, the average service life of certain products in our end markets has increased in recent years due to innovations in technologies and manufacturing processes, which has also allowed end users to replace parts less often. As a result of our dependence on our key customers, we could experience a material adverse effect on our business, results of operations and financial condition if we lost any one or more of our key customers or if there is a reduction in their demand for our products.\n15\nOur business operates in a highly competitive industry.\nWe operate in a global, competitive marketplace and face substantial competition from a limited number of established competitors, some of which may have greater financial resources than we do, may have a more extensive low-cost sourcing strategy and presence in low-cost regions than we do, or may receive significant governmental support. Price competition is strong and, coupled with the existence of a number of cost-conscious customers with significant negotiating power, has historically limited our ability to increase prices. In addition to price, competition is based on product performance and technological leadership, quality, reliability of delivery, and customer service and support. If our competitors invest heavily in innovation and develop products that are more efficient or effective than our products, we may not be able to compete effectively. There can be no assurance that competition in one or more of our markets will not adversely affect us and our results of operations.\nA failure to predict and react to customer demand could adversely affect our business.\nIf we are unable to accurately forecast demand for our existing products or to react appropriately to changes in demand, we may experience delayed product shipments and customer dissatisfaction. If demand increases significantly from current levels, both we and our suppliers may have difficulty meeting such demand, particularly if such demand increases occur rapidly. Alternatively, we may carry excess inventory if demand for our products decreases below projected levels.\nAdditionally, we have dedicated significant resources to the development, manufacturing and marketing of new products. Decisions to develop and market new transportation products are typically made without firm indications of customer acceptance. Moreover, by their nature, new products may require alteration of existing business methods or threaten to displace existing equipment in which our customers may have a substantial capital investment. There can be no assurance that any new products that we develop will gain widespread acceptance in the marketplace or that such products will be able to compete successfully with other new products or services that may be introduced by competitors. Furthermore, we may incur additional warranty or other costs as new products are tested and used by customers.\nFailure to accurately predict and react to customer demand could have a material adverse effect on our business, results of operations and financial condition.\nWe may fail to respond adequately or in a timely manner to innovative changes in new technology.\nIn recent years, the global transportation landscape has been characterized by rapid changes in technology, leading to innovative transportation and logistics concepts that could change the way the railway industry does business. There may be additional innovations impacting the railway industry that we cannot yet foresee. Any failure by us to quickly adapt to and adopt new innovations in products and processes desired by our customers may result in a significant loss of demand for our product and service offerings. In addition, advances in technology may require us to increase investments in order to remain competitive, and our customers may not be willing to accept higher prices to cover the cost of these investments.\nOur revenues are subject to cyclical variations in the railway and passenger transit markets and changes in government spending.\nThe railway industry historically has been subject to significant fluctuations due to overall economic conditions, the use of alternate methods of transportation and the levels of government spending on railway projects. In economic downturns, railroads have deferred, and may defer, certain expenditures in order to conserve cash in the short term. For example, the economic slowdown that was caused by COVID-19 impacted the timing of some orders, as customers deferred the delivery of some goods and services to future years. Reductions in freight traffic may reduce demand for our replacement products.\nThe passenger transit railroad industry is also cyclical and is influenced by a variety of factors. New passenger transit car orders vary from year to year and are influenced by a variety of factors, including major replacement programs, the construction or expansion of transit systems by transit authorities and the quality and cost of alternative modes of transportation.  To the extent that future funding for proposed public projects is curtailed or withdrawn altogether as a result of changes in political, economic, fiscal, or other conditions beyond our control, such projects may be delayed or canceled, resulting in a potential loss of business for us, including transit aftermarket and new transit car orders. There can be no assurance that economic conditions will be favorable or that there will not be significant fluctuations adversely affecting the industry as a whole and Wabtec.\nOur backlog is not necessarily indicative of the level of our future revenues.\nOur backlog represents future production and estimated potential revenue attributable to firm contracts with, or written orders from, our customers for delivery in various periods.  Instability in the global economy, negative conditions in the global credit markets, volatility in the industries that our products serve, changes in legislative policy, adverse changes in the financial condition of our customers, adverse changes in the availability of raw materials and supplies, or un-remedied contract breaches could possibly lead to contract termination or cancellations of orders in our backlog or request for deferred deliveries of our backlog orders, each of which could adversely affect our cash flows and results of operations. For example, although the economic slowdown caused by COVID-19 did not result in any material cancellations of the Company's backlog, it did impact\n16\nthe timing of some orders in backlog as, in certain cases, the delivery of goods and services were pushed out from their original timelines.\nEquipment failures, interruptions, delays in deliveries or extensive damage to our facilities, supply chains, distribution systems or information technology systems, could adversely affect our business.\nAll of our facilities, equipment, supply chains, distribution systems and information technology systems are subject to the risk of catastrophic loss due to unanticipated events, such as cyber-attacks, disease outbreak, fires, earthquakes, explosions, floods, tornadoes, hurricanes or weather conditions. An interruption in our manufacturing capabilities, supply chains, distribution systems or information technology systems, whether as a result of such catastrophic loss or any other reason, could reduce, prevent or delay our production and shipment of our product offerings, result in defective products or services, damage customer relationships and our reputation and result in legal exposure and large repair or replacement expenses. This could result in the delay or termination of orders, the loss of future sales and a negative impact to our reputation with our customers.\nThird-party insurance coverage that we maintain with respect to such matters will vary from time to time in both type and amount depending on cost, availability and our decisions regarding risk retention, and may be unavailable or insufficient to protect us against losses. Any of these risks coming to fruition could materially adversely affect our business, results of operations and financial condition.\nDisruption of our supply chain could have an adverse impact on our business, financial condition, and results of operations.\nOur ability to make, move, and sell our products is critical to our success. Damage or disruption to our supply chain, including third-party manufacturing or transportation and distribution capabilities, could impair our ability to manufacture or sell our products. Failure to take adequate steps to mitigate the likelihood or potential impact of disruptions, or to effectively manage such events if they occur, particularly when a product is sourced from a single supplier or location, could adversely affect our business or financial results. In the aftermath of the disruptions caused by the COVID-19 pandemic, various disruptive forces have continued to impact some of our supply chains, particularly in China, India, the U.S., and Europe. Supply chain disruptions and labor availability constraints have caused component, raw material and chip shortages resulting in an adverse effect on the timing of the Company’s revenue generation. Additionally, broad-based inflation, escalation of diesel, utilities, energy, metals and other commodities costs, transportation and logistics costs, labor costs, and foreign currency exchange rate fluctuations have persisted. There can be no assurance that there will not be further, or deeper, supply chain disruptions, or that the steps we are taking to mitigate such disruptions will be effective or achieve their desired results in a timely fashion.\nIn addition, disputes with significant suppliers, including disputes regarding pricing or performance, could adversely affect our ability to supply products to our customers and could materially and adversely affect our product sales, financial condition, and results of operations.\nWe intend to pursue acquisitions, joint ventures and alliances that involve a number of inherent risks, any of which may cause us not to realize anticipated benefits.\nOne aspect of our business strategy is to selectively pursue acquisitions, joint ventures and alliances that we believe will improve our market position and provide opportunities to realize operating synergies. These transactions involve inherent risks and uncertainties, any one of which could have a material adverse effect on our business, results of operations and financial condition including:\n•\ndifficulties in achieving identified financial and operating synergies, including the integration of operations, services and products;\n•\ndiversion of management’s attention from other business concerns;\n•\nthe assumption of unknown liabilities; and\n•\nunanticipated changes in the market conditions, business and economic factors affecting such an acquisition, joint venture or alliance.\nWe cannot assure that we will be able to consummate any future acquisitions, joint ventures or other business combinations. If we are unable to identify or consummate suitable acquisitions, joint ventures or alliances, we may be unable to fully implement our business strategy, and our business and results of operations may be adversely affected as a result. In addition, our ability to engage in such strategic transactions will be dependent on our ability to raise substantial capital, and we may not be able to raise the funds necessary to implement this strategy on terms satisfactory to us, if at all.\nThe integration of our recently completed acquisitions may not result in anticipated improvements in market position or the realization of anticipated operating synergies or may take longer to realize than expected.\nAlthough we believe that our recent acquisitions will improve our market position and realize positive operating results, including operating synergies, operating expense reductions and overhead cost savings, we cannot be assured that these\n17\nimprovements will be obtained or the timing of such improvements. The management and acquisition of businesses involves substantial risks, any of which may result in a material adverse effect on our business and results of operations, including:\n•\nthe uncertainty that an acquired business will achieve anticipated operating results;\n•\nsignificant expenses to integrate;\n•\ndiversion of management’s attention from business operations to integration matters;\n•\ndeparture of key personnel from the acquired business;\n•\neffectively managing entrepreneurial spirit and decision-making;\n•\nintegration of different information systems;\n•\nunanticipated costs and exposure to unforeseen liabilities; and\n•\nimpairment of assets.\nThe effects of potential future public health crises, epidemics, pandemics or similar events on our business, operating results and cash flows are uncertain.\nWe face a wide variety of risks related to health epidemics, pandemics and similar outbreaks. As was evidenced by the COVID-19 pandemic, public health crises have the potential to dramatically impact the global health and economic environment and to trigger significant economic volatility and operational uncertainty.\nWhile our operations have generally stabilized since the peak of the COVID-19 pandemic, future public health emergencies, which could include a resurgence of  COVID-19, and unpredictable responses by authorities around the world could negatively impact our global operations, customers and suppliers. Any future public health crises, epidemics, pandemics or similar events could result in disruptions to our operations, including higher rates of employee absenteeism and supply chain disruptions, decreased demand for our products, volatility in financial markets, and overall deterioration of national and global economic conditions.\nGiven the tremendous uncertainties and variables associated with public health crises, we cannot predict the impact of such events, but any one could have a material adverse impact on our business, financial position, results of operations and/or cash flows.\nRISKS RELATED TO INTERNATIONAL OPERATIONS\nA significant portion of our sales may be derived from our international operations, which exposes us to certain risks inherent in doing business on an international level.\nFor the fiscal year ended December 31, 2023, approximately 55% of our consolidated net sales were to customers outside of the United States. We intend to continue to expand our international operations, including in emerging markets, in the future. Our global headquarters for the Transit group is located in France, and we conduct other international operations through a variety of wholly and majority-owned subsidiaries and joint ventures, including in Australia, Austria, Brazil, Canada, China, Czech Republic, France, Germany, India, Italy, Kazakhstan/Commonwealth of Independent States (\"CIS\"), the Republic of North Macedonia, Mexico, the Netherlands, Poland, Spain, South Africa, Turkey, and the United Kingdom. As a result, we are subject to various risks, any one of which could have a material adverse effect on those operations and on our business as a whole, including:\n•\nlack of complete operating control;\n•\nlack of local business experience;\n•\ncurrency exchange fluctuations and devaluations;\n•\nrestrictions on currency conversion or the transfer of funds or limitations on our ability to repatriate income or capital;\n•\nthe complexities of operating within multiple tax jurisdictions;\n•\nforeign trade restrictions and exchange controls;\n•\nadverse impacts of international trade policies, such as import quotas, capital controls or tariffs;\n•\ndifficulty enforcing agreements and intellectual property rights;\n•\nthe challenges of complying with complex and changing laws, regulations, and policies of foreign governments;\n•\nthe difficulties involved in staffing and managing widespread operations;\n•\nthe potential for nationalization of enterprises;\n•\neconomic, political and social instability;\n•\npotential reputational harm associated with doing business in certain countries;\n•\npossible local catastrophes, such as natural disasters and epidemics; and\n•\npossible terrorist attacks, conflicts and wars, including those against American interests.\nOur exposure to the risks associated with international operations may intensify if our international operations expand in the future.\n18\nWe may incur increased costs or margin degradation due to fluctuations in interest rates and foreign currency exchange rates.\nIn the ordinary course of business, we are exposed to increases in interest rates that may adversely affect funding costs associated with variable-rate debt and changes in foreign currency exchange rates. We are subject to currency exchange rate risk to the extent that our costs may be denominated in currencies other than those in which we earn and report revenues and vice versa. In addition, a decrease in the value of any of these currencies relative to the U.S. dollar could reduce our profits from non-U.S. operations and the translated value of the net assets of our non-U.S. operations when reported in U.S. dollars in our consolidated financial statements. We may seek to minimize these risks through the use of interest rate swap contracts and currency hedging agreements. There can be no assurance that any of these measures will be effective. Material changes in interest or exchange rates could result in material losses to us.\nWe have substantial operations located in emerging markets, and are subject to regulatory, economic, social and political uncertainties in such markets.\nWe have substantial operations located in emerging markets, such as Brazil, India, and Kazakhstan. Operations in such emerging markets are inherently risky due to a number of regulatory, economic, social and political uncertainties. These risks include economies that may be dependent on only a few products and are therefore subject to significant fluctuations, weak legal systems which may affect our ability to enforce contractual rights, possible exchange controls, unstable governments, nationalization or privatization actions or other government actions affecting the flow of goods and currency.\nSignificant changes in economic and regulatory policy in emerging countries as well as social or political uncertainties could significantly harm business and economic conditions in these markets generally and could disproportionately impact the rail industry, which could adversely affect our business and prospects in these markets.\nIn addition, physical and financial infrastructure may be less developed in some emerging countries than that of many developed nations. Any disruptions with respect to banking and financial infrastructure, communication systems or any public facility, including transportation infrastructure, could disrupt our normal business activity.  Such disruptions could interrupt our business operations and significantly harm our results of operations, financial condition and cash flows.\nRegional and international conflicts, such as the ongoing conflict between Russia and Ukraine and turmoil in the Mideast Region, may adversely affect our business and results of operations.\nGiven the nature of our business and our global operations, political, economic, and other conditions in foreign countries and regions, may adversely affect our business and results of operations.  Regional and international conflicts could have a wide range of negative consequences, including causing damage or disruption to international commerce, disruptions to transportation and distribution routes, volatility in commodity markets, supply chain disruptions, business disruptions (including labor shortages), foreign currency dislocations or broader regional instability.\nFor example, the current conflict between Russia and Ukraine, has and may continue to adversely affect our business and results of operations. The broader consequences of this conflict, which may include further sanctions, embargoes, regional instability, and geopolitical shifts; disruptions to transportation and distribution routes, or strategic decisions to alter certain routes; potential retaliatory action by the Russian government against companies, including us, including nationalization of foreign businesses and/or assets in Russia; increased tensions between the United States and countries in which we operate; and the extent of the conflict’s effect on our business and results of operations as well as the global economy, cannot be predicted.\nAdditionally, Wabtec has operations in Kazakhstan that have continued operating but have incurred supply, distribution and currency impacts as an indirect result from the Russian invasion of Ukraine. To date, the operations in Kazakhstan have not been significantly impacted by the ongoing conflict outside of the overall unfavorable impact to economic conditions; however, the future impact to these operations cannot be predicted.\nTo the extent a regional or international conflict adversely affects our business, particularly in Russia and Kazakhstan, it may also have the effect of heightening many other risks disclosed in this Annual Report, any of which could materially and adversely affect our business and results of operations. Such risks include, but are not limited to, adverse effects on macroeconomic conditions, including inflation and business spending; disruptions to our global technology infrastructure, including through cyberattack, ransom attack, or cyber-intrusion; adverse changes in international trade policies and relations; our ability to maintain or increase our prices, our ability to implement and execute our business strategy, disruptions in global supply chains, our exposure to foreign currency fluctuations, and constraints, volatility, or disruption in the capital markets, difficulty staffing and managing impacted operations, and the recoverability of assets in the region.\n19\nRISKS RELATED TO MACRO-ECONOMIC CONDITIONS AND POLICIES\nProlonged unfavorable economic and market conditions could adversely affect our business.\nUnfavorable general economic and market conditions in the United States and internationally, particularly in our key end markets, could have a negative impact on our sales and operations. To the extent that these factors result in continued instability of capital markets, shortages of raw materials or component parts, longer sales cycles, deferral or delay of customer orders or an inability to market our products effectively, our business and results of operations could be materially adversely affected.\nWe may be exposed to raw material shortages, supply shortages, fluctuations in raw material, energy and commodity prices, and inflationary pressure.\nWe purchase energy, steel, aluminum, copper, rubber and rubber-based materials, chemicals, polymers and other key manufacturing inputs from outside sources, and traditionally have not had long-term pricing contracts with our pure raw material suppliers. The costs of these raw materials have been volatile historically and are influenced by factors that are outside our control, including inflationary pressure. If we are unable to pass increases in the costs of our raw materials on to our customers, experience a lag in our ability to pass increases to our customers, or operational efficiencies are not achieved, our operating margins and results of operations may be materially adversely affected.\nOur businesses compete globally for key production inputs. In addition, we rely upon third-party suppliers, including certain single-sourced suppliers, for various components for our products. In the event of a shortage or discontinuation of certain raw materials or key inputs, we may experience challenges sourcing certain of our components to meet our production requirements and may not be able to arrange for alternative sources of certain raw materials or key inputs. Any such shortage may materially adversely affect our competitive position versus companies that are able to better or more cheaply source such raw materials or key inputs.\nChanges to international trade policies, including tariffs and foreign trade restrictions, could adversely affect our business.\nAs a global transportation company, we generate export sales from our U.S. operations and also derive international sales through our foreign subsidiaries, licensees and joint ventures. We also do business with industry suppliers located in various international markets. A protectionist trade environment in either the United States or those foreign countries in which we do business, such as a change in the current tariff structures, export compliance or other trade policies, may adversely affect our business. In particular, such policies may impact or delay our customers' investments in our products, reduce the competitiveness of our products in certain markets, and inhibit our ability to cost-effectively purchase necessary inputs from certain suppliers. In addition, to the extent developments in international trade relations result in reduced global trade or slower growth in global trade, it is likely that this would result in reductions in investment in freight and transit rail.\nInternational trade policies are affected by a diverse array of factors, including global and national economic and political conditions, which make it impossible for us to predict future developments regarding tariffs and other trade restrictions. Although we actively monitor developments in international trade and proactively engage in efforts to mitigate the effect of trade policies, there can be no guarantee that these efforts will be successful.\nLEGAL AND REGULATORY RISKS\nWe are subject to a variety of laws and regulations, including anti-corruption laws, in various jurisdictions.\nWe are subject to various laws, rules and regulations administered by authorities in jurisdictions in which we do business, such as the anti-corruption laws of the U.S. Foreign Corrupt Practices Act, the French Law n° 2016-1691 (Sapin II) and the U.K. Bribery Act, relating to our business and our employees. We are also subject to other laws and regulations governing our international operations, including regulations administered by the U.S. Department of Commerce’s Bureau of Industry and Security, the U.S. Department of Treasury’s Office of Foreign Assets Control, and various non-U.S. government entities, including applicable export control regulations, economic sanctions on countries and persons, customs requirements, currency exchange regulations, and transfer pricing regulations. Despite our policies, procedures and compliance programs, our internal controls and compliance systems may not be able to protect us from prohibited acts willfully committed by our employees, agents or business partners that would violate such applicable laws and regulations. Any such improper acts could damage our reputation, subject us to civil or criminal judgments, fines or penalties, and could otherwise disrupt our business, and as a result, could materially adversely impact our business, results of operations and financial condition.\nIn addition, our manufacturing operations and products are subject to safety, operations, maintenance and mechanical standards, rules and regulations enforced by various federal and state agencies and industry organizations both domestically and internationally. Our business may be adversely impacted by new rules and regulations or changes to existing rules or regulations, which could require additional maintenance or substantial modification or refurbishment of certain of our products or could make such products obsolete or require them to be phased out prior to their useful lives. We are unable to predict what impact these or other regulatory changes may have, if any, on our business or the industry as a whole. We cannot assure that\n20\ncosts incurred to comply with any new standards or regulations will not be material to our business, results of operations and financial condition.\nWe are subject to a variety of environmental laws and regulations.\nWe are subject to a variety of increasingly stringent environmental laws and regulations governing air emissions, discharges into water, chemical substances in products, the use, handling, storage, and disposal of hazardous substances or waste materials, as well as the remediation of contamination associated with releases of hazardous substances. We have incurred, and will continue to incur, both operating and capital costs to comply with environmental laws and regulations, including costs associated with the clean-up and investigation of some of our current and former properties and offsite disposal locations. We believe our operations currently comply in all material respects with all of the various environmental laws and regulations applicable to our business; however, there can be no assurance that environmental requirements will not change in the future or that we will not incur significant costs to comply with such requirements. Failure to comply with environmental laws and regulations could have significant consequences on our business and results of operations, including the imposition of substantial fines and sanctions for violations, injunctive relief (including requirements that we limit or cease operations at affected facilities), and reputational risk.\nIn addition, certain of our products are subject to extensive, and increasingly stringent, statutory and regulatory requirements governing attributes, such as emissions and noise, including standards imposed by the U.S. Environmental Protection Agency, the European Union and other regulatory agencies around the world. We have made, and will continue to make, significant capital and research expenditures relating to compliance with these standards. The successful development and introduction of new and enhanced products in order to comply with new regulatory requirements are subject to other risks, such as delays in product development, cost over-runs and unanticipated technical and manufacturing difficulties. In addition to these risks, the nature and timing of government implementation and enforcement of these standards-particularly in emerging markets-are unpredictable and subject to change.\nFuture climate change regulation could result in increased operating costs, affect the demand for our products or affect the ability of our critical suppliers to meet our needs.\nManagement believes it is reasonably likely that the scientific and political attention to issues concerning the existence and extent of climate change, and the role of human activity in it, will continue, with the potential for further regulation that affects the company’s operations and products. The potential challenges posed by evolving climate change policy and prospective legislation are heavily dependent on the nature and degree of such legislation and the extent to which it applies to our industry. Although uncertain, these developments could increase costs or reduce the demand for the products the company sells. The Company’s manufacturing and service operations typically result in emissions of greenhouse gases. Likewise, emissions arise from midstream and downstream operations, including operations of our locomotives and other products. Finally, although beyond the control of the company, the use of fuels and related products by operators also results in greenhouse gas emissions that may be regulated. International agreements, domestic legislation and regulatory measures to limit greenhouse gas emissions are currently in various phases of discussion or implementation. While we are carefully monitoring developments, at this time, we cannot predict the ultimate impact of climate change and climate change legislation on our operations. Any laws or regulations that may be adopted to restrict or reduce emissions of greenhouse gas could require us to incur increased operating costs and could have an adverse effect on demand for our products. In addition, the price and availability of certain of the raw materials that we use could vary in the future as a result of environmental laws and regulations affecting our suppliers. An increase in the price of our raw materials or a decline in their availability could adversely affect our operating margins or result in reduced demand for our products.\nThe occurrence of litigation in which we are, or could be, named as a defendant is unpredictable.\nFrom time to time, we are subject, directly or through our subsidiaries, to litigation or other commercial disputes and other legal and regulatory proceedings with respect to our business, customers, suppliers, creditors, stockholders, product liability (including, asbestos claims), intellectual property infringement, competition and antitrust claims, warranty claims or environmental-related matters.\nDue to the inherent uncertainties of any litigation, commercial disputes or other legal or regulatory proceedings, we cannot accurately predict their ultimate outcome, including the outcome of any related appeals. We may incur significant expense to defend or otherwise address current or future claims. Although we maintain insurance policies for certain risks, we cannot make assurances that this insurance will be adequate to protect us from all material judgments and expenses related to potential future claims or that these levels of insurance will be available in the future at economical prices or at all.  In addition, although in some cases we may be indemnified by non-affiliated entities that retain liabilities in connection with specific matters, there can be no assurance that these indemnitors will remain financially viable and capable of satisfying their obligations.\n21\nAny litigation, even a claim without merit, could result in substantial costs and diversion of resources and could have a material adverse effect on our business and results of operations.\nOur manufacturer’s warranties or product liability may expose us to potentially significant claims.\nWe warrant the workmanship and materials of many of our products. Accordingly, we are subject to a risk of product liability or warranty claims in the event that the failure of any of our products results in personal injury or death or does not conform to our customers’ specifications. In addition, in recent years, we have introduced a number of new products for which we do not have a history of warranty experience. Although we currently maintain liability insurance coverage, we cannot assure that product liability claims, if made, would not exceed our insurance coverage limits or that insurance will continue to be available on commercially acceptable terms, if at all. The possibility exists for these types of warranty claims to result in costly product recalls, significant repair costs and damage to our reputation.\nExpectations relating to environmental, social and governance considerations expose us to potential liabilities, increased costs, reputational harm, and other adverse effects on our business.\nMany governments, regulators, investors, employees, customers and other stakeholders are increasingly focused on environmental, social and governance considerations relating to businesses, including climate action and greenhouse gas emissions, supply chain due diligence, human capital management, and diversity, equity and inclusion. We make statements about our ESG goals and initiatives through information provided in reports that we file or furnish with the Securities and Exchange Commission, on our website, in press statements, and in other communications, including through our Sustainability Reports. Our response to these ESG considerations and the implementation of these goals and initiatives involves risks and uncertainties, including those described under “Forward-Looking Statements,” and such response may be impacted by factors that are outside our control. In addition, some stakeholders may disagree with our goals and initiatives and the focus of stakeholders may change and evolve over time. Stakeholders also may have different views on the relative prioritization of the Company's ESG focus, including differing views of regulators in various jurisdictions in which we operate. Any failure, or perceived failure, by us to achieve our goals, further our initiatives, adhere to our public statements, comply with federal, state or international environmental, social and governance laws and regulations, or meet evolving and varied stakeholder expectations and standards could result in legal and regulatory proceedings against us and materially adversely affect our business, reputation, results of operations, financial condition, and stock price.\nRISKS RELATED TO DATA SECURITY AND INTELLECTUAL PROPERTY\nIf we are not able to protect our intellectual property and other proprietary rights, we may be adversely affected.\nOur success can be impacted by our ability to protect our intellectual property and other proprietary rights. We rely primarily on patents, trademarks, copyrights, trade secrets and unfair competition laws, as well as license agreements and other contractual provisions, to protect our intellectual property and other proprietary rights. However, filing, prosecuting and defending patents on our products in all countries and jurisdictions throughout the world would be prohibitively expensive. Moreover, existing U.S. legal standards relating to the validity, enforceability and scope of protection of intellectual property rights offer only limited protection, may not provide us with any competitive advantages and may be challenged by third parties. The laws of countries other than the United States may be even less protective of intellectual property rights. As a result, a significant portion of our technology is not patented, and we may be unable or may not seek to obtain patent protection for this technology. Further, although we routinely conduct anti-counterfeiting activities in multiple jurisdictions, we have encountered counterfeit reproductions of our products or products that otherwise infringe on our intellectual property rights. Counterfeit components of low quality may negatively impact our brand value. Accordingly, despite our efforts, we may be unable to prevent third parties from infringing upon, counterfeiting or misappropriating our intellectual property or otherwise gaining access to our technology. If we fail to protect our intellectual property and other proprietary rights, then our business, results of operations and financial condition could be negatively impacted.\nIn addition, we operate in industries in which there are many third-party owners of intellectual property rights. Owners of intellectual property that we need to conduct our business as it evolves may be unwilling to license such intellectual property rights to us on terms we consider reasonable. Third party intellectual property owners may assert infringement claims against us based on their intellectual property portfolios. If we are sued for intellectual property infringement, we may incur significant expenses investigating and defending such claims, even if we prevail.\nWe face cyber-security and data protection risks relating to cyber-attacks and information technology failures that could cause loss of confidential information and other business disruptions.\nWe rely extensively on the security, stability, and availability of technology systems in our business. We also collect, process, and retain sensitive and confidential customer information, including proprietary business information, personal data and other information that may be subject to privacy and security laws, regulations and/or customer-imposed data protection controls. Our business may be adversely impacted by unintentional technology disruptions, including those resulting from programming errors, employee operational errors, software defects, and product vulnerabilities.\n22\nWe also provide technological products integral to train operation. Accordingly, our business may be adversely impacted by disruptions to our own or third-party information technology infrastructure, which could result from cybersecurity incidents, including, but not limited to, unauthorized access to the Company’s information technology systems, data access or acquisition, and/or encryption of the Company’s environment. For instance, during 2021, one of our vendors publicly disclosed vulnerabilities in its operating system that we use for certain Wabtec products. Additionally, during 2022, the Company detected a cyber-security incident which impacted the Company’s network. The Company promptly activated incident response protocols and completed a thorough investigation. The incidents did not have a material impact on our business, operations or financial results. A successful exploitation of our own or our vendors’ information technology infrastructure could result in service interruptions, safety hazards, misappropriation of confidential information, process failures, security breaches or other operational difficulties. Such an event could result in decreased revenues and increased capital, insurance or operating costs, including the increased costs of security to protect the Company’s infrastructure, among other results. Insurance maintained by the Company to protect against loss of business and other related consequences resulting from cyber incidents may not be sufficient to cover all damages. A disruption or compromise of the Company’s technology systems, even for short periods of time, could have a material adverse effect.\nRISKS RELATED TO HUMAN CAPITAL\nLabor shortages and labor disputes may have a material adverse effect on our operations and profitability.\nWe depend on skilled labor in our manufacturing and other businesses. Due to the competitive nature of the labor markets in which we operate, we may not be able to retain, recruit and train the personnel we require, particularly when the economy expands, production rates are high or competition for such skilled labor increases.\nWe collectively bargain with labor unions at some of our operations throughout the world.  Failure to reach an agreement could result in strikes or other labor protests which could disrupt our operations. Furthermore, non-union employees in certain countries have the right to strike.  If we were to experience a strike or work stoppage, it would be difficult for us to find a sufficient number of employees with the necessary skills to replace these employees. We cannot assure that we will reach any such agreement or that we will not encounter strikes or other types of conflicts with the labor unions of our personnel.\nAny such labor shortages or labor disputes could have an adverse effect on our business, results of operations and financial condition, could cause us to lose revenues and customers and might have permanent effects on our business.\nWe rely on our management team and other key personnel.\nWe depend on the skills, working relationships, and continued services of key personnel, including our experienced management team, and other key employees. In addition, our ability to achieve our operating goals depends on our ability to identify, hire, train, and retain qualified individuals. We compete with other companies both within and outside of our industry for talented personnel, and we may lose key personnel or fail to attract, train, and retain other talented personnel. Any such loss or failure could adversely affect our product sales, financial condition, and operating results. If we lose key personnel, because they terminate their employment or retire, or as a result of illness, disability or death, or if an insufficient number of employees is retained to maintain effective operations, our business activities may be adversely affected and our management team's attention may be diverted. In addition, we may not be able to locate suitable replacements for any key personnel that we lose, or we may not be able to hire potential replacements on reasonable terms, all of which could adversely affect our product sales, financial condition, and operating results.\nRISKS RELATED TO OUR INDEBTEDNESS\nOur indebtedness could adversely affect our financial health.\nAt December 31, 2023, we had total debt of $4.1 billion, primarily related to Senior Notes. Being indebted could have important consequences to us. For example, our indebtedness could:\n•\nincrease our vulnerability to general adverse economic and industry conditions;\n•\nrequire us to dedicate a substantial portion of our cash flow from operations to payments on our indebtedness, thereby reducing the availability of our cash flow to fund working capital, capital expenditures, acquisitions, and other general corporate purposes;\n•\nlimit our flexibility in planning for, or reacting to, changes in our business and the industries in which we operate;\n•\nplace us at a disadvantage compared to competitors that have less debt;\n•\nlimit our ability to borrow additional funds; and,\n•\nresult in higher borrowing costs impacting our financial results upon refinancing any of our maturing debt.\nMoreover, our Restated Credit Agreement and the indentures governing our Senior Notes permit us to incur substantial additional indebtedness, which may further contribute to, or exacerbate the impact of, the foregoing impacts.\n23\nThe indentures for our outstanding Senior Notes and our Restated Credit Agreement contain various covenants that limit our management’s discretion in the operation of our businesses.\nOur Restated Credit Agreement subjects us to customary (i) affirmative covenants, including requirements with respect to certain reporting obligations on us and our subsidiaries, and (ii) negative covenants, including limitations on: indebtedness; liens; restricted payments; fundamental changes (including certain changes in control); business activities; transactions with affiliates; restrictive agreements; changes in fiscal year; and use of proceeds. In addition, we are required to maintain (i) a ratio of EBITDA to interest expense of at least 3.00 to 1.00 over each period of four consecutive fiscal quarters ending on the last day of a fiscal quarter and (ii) a Leverage Ratio, calculated by Net Debt as of the last day of such fiscal quarter to EBITDA for the four quarters then ended, of 3.5 or less. All terms are as defined in the Restated Credit Agreement.\nThe indentures under which our Senior Notes were issued contain covenants and restrictions which limit, subject to certain exceptions, certain sale and leaseback transactions with respect to principal properties, the incurrence of secured debt without equally and ratably securing the senior notes and certain merger and consolidation transactions. In addition, the indentures require that we offer to repurchase our outstanding Senior Notes upon the occurrence of certain change of control triggering events."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_1c",
    "text": "Risk Management and Strategy\nThe security of the Company’s products, data, services and network is a critical priority. To effectively assess, identify and manage material risks associated with cybersecurity threats, the Company has adopted a comprehensive approach with respect to acceptable use, risk management, data privacy, education and awareness, security incident management and reporting, identity and access management, third-party management, security (with respect to physical assets, products, networks and systems), security monitoring and vulnerability identification. The Company has, and continues to, invest in internal and external tools to better detect, patch, monitor, and restore systems. Further, the Company maintains cybersecurity insurance coverage intended to protect against loss of business and other related consequences resulting from cyber incidents.\nThe Company also maintains a global incident response plan and regularly conducts exercises to help with our overall preparedness. The Company takes measures to improve and update our cybersecurity program, including independent third party assessments, penetration testing and scanning of our systems for vulnerabilities. The Company pairs with assessors, consultants, auditors, and other third-party service providers and advisers to assist in monitoring cybersecurity risks.\nThe Company remains committed to preserving the integrity of its network, while remaining adaptable to identify new and emerging threats relying on both internal and external research and intelligence gathering. The Company has instituted a Cybersecurity Awareness Month program and the Cybersecurity Champion Network for continuous improvement via trainings and continued awareness on emerging cybersecurity risks.\nDuring 2022, the Company detected a cyber-security incident which impacted the Company’s network. The Company promptly activated incident response protocols and completed a thorough investigation. The incidents did not have a material impact on our business, operations or financial results.\nGovernance\nThe Company and its Board understands the importance of maintaining a secure environment for our products, data and systems that effectively supports our business objectives and customer needs. Cybersecurity risks are overseen by the Audit Committee of the Board. The Senior Vice-President and Chief Information Officer (“CIO”) and Chief Information Security Officer (“CISO”) provide ongoing and continuing reports to the Audit Committee, which includes information about cyber-risk management, the effectiveness of the Company’s cybersecurity framework, and benchmarking the Company against its industry peers. The CISO is responsible for navigating cyber risks, data access governance, security governance and global regulatory compliance related to cybersecurity regulations and industry standards. The Company also has a Chief Product Security Officer (“CPSO”) who manages imbedding cybersecurity in the Company’s products and services as they are being developed.\nThe Company’s CIO, CISO, and cybersecurity team collectively have decades of experience in various roles managing information security, developing cybersecurity strategy, and implementing, planning and operationalizing a comprehensive global IT infrastructure. Our CIO and CISO maintain relevant degrees, certifications, and trainings while also being recognized as experts in their respective fields by industry leaders.\nThe Company also conducts ongoing cyber security reviews which includes updates on the Company’s enterprise cybersecurity risk and product cybersecurity risk. Risk is assessed utilizing internal key performance indicators and external\n24\nevaluations to determine the Company’s cybersecurity score in comparison to its peer group. Wabtec's Board of Directors participates in all enterprise annual security awareness training and phishing campaigns. Throughout the year, as appropriate, in addition to regularly scheduled updates, the Audit Committee, CIO, and CISO maintain an ongoing dialogue regarding the Company’s cybersecurity risk and posture. The cybersecurity framework is also supported by Wabtec's broader enterprise risk management process to ensure alignment of the Company’s cybersecurity efforts with the Company’s overall enterprise risk management."
  },
  {
    "item_key": "item_2",
    "text": "Facilities\nThe following table provides certain summary information about the principal facilities owned or leased by the Company as of December 31, 2023. The Company believes that its facilities and equipment are generally in good condition and that, together with scheduled capital improvements, they are adequate for its present and immediately projected needs. Leases on the facilities are mainly long-term and generally include options to renew."
  },
  {
    "item_key": "item_3",
    "text": "Information with respect to material pending legal proceedings is included in Note 18 of “Notes to Consolidated Financial Statements” included in Part II, Item 8 of this report and incorporated by reference herein."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n25\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "The Common Stock of the Company is listed on the New York Stock Exchange under the symbol “WAB.” As of February 9, 2024, there were 177,028,765 shares of Common Stock outstanding held by approximately 96,274 holders of record.\nThe Company has historically paid quarterly dividends to shareholders, subject to quarterly approval by our Board of Directors, currently at a rate of approximately $142 million annually.\nThe declaration and payment of future dividends are at the discretion of the Board of Directors.\nThe following performance graph and related information shall not be deemed “soliciting material” or to be “filed” with the Securities and Exchange Commission, nor shall such information be incorporated by reference to any future filings under the Securities Act of 1933 and the Securities Exchange Act of 1934, each as amended, except to the extent that Wabtec specifically incorporates it by reference into such filing. The graph below compares the total stockholder return through December 31, 2023, of Wabtec’s common stock to (i) the S&P 500, (ii) the S&P 500 Industrials and, (iii) our peer group of manufacturing companies which consists of the following publicly traded companies: AGCO, AMETEK, Borg Warner, CSX, Dover, Emerson Electric, Fortive, Greenbrier Companies, Howmet Aerospace, Illinois Tool Works, Ingersoll-Rand, Norfolk Southern, Oshkosh, Parker-Hannifin, Rockwell Automation, Terex, Textron, Trinity Industries, and Xylem.\n26\n(1)    As of December 31, 2023, approximately $431 million was remaining under the stock repurchase plan. On February 9, 2024, the Board of Directors reauthorized its stock repurchase program to refresh the amount available for stock repurchases to $1 billion of the Company’s outstanding shares.\nThis new stock repurchase authorization supersedes the previous authorization of $750 million, of which approximately $333 million remained at the reauthorization date. No time limit was set for the completion of the program which conforms to the requirements under the Restated Credit Agreement and the indentures for the Senior Notes currently outstanding. The Company may repurchase shares in the future at any time, depending upon market conditions, our capital needs and other factors. Purchases of shares may be made by open market purchases or privately negotiated purchases and may be made pursuant to Rule 10b5-1 plan or otherwise."
  },
  {
    "item_key": "item_6",
    "text": "27"
  },
  {
    "item_key": "item_7",
    "text": "OVERVIEW\nWabtec is a global provider of value-added, technology-based locomotives, equipment, systems and services for the freight rail and passenger transit industries, as well as the mining, marine, and industrial markets. Our highly engineered products, which are intended to enhance safety, improve productivity and reduce maintenance costs for customers, can be found on most locomotives, freight cars, passenger transit cars, and buses around the world. Our core products and services are essential in the safe and efficient operation of freight rail and passenger transit vehicles. Wabtec is a global company with operations in over 50 countries and our products can be found in more than 100 countries throughout the world. In 2023, approximately 55% of the Company’s Net sales came from customers outside the U.S.\nWabtec’s long-term financial goals are to drive strong cash flow conversion, maintain a strong credit profile while minimizing our overall cost of capital, increase margins through strict attention to cost controls, drive improved efficiencies across the business, and increase revenues through a focused growth strategy, including product innovation and new technologies, global and market expansion, aftermarket products and services, and strategic acquisitions. In addition, Management evaluates the Company’s current operational performance through measures such as safety, quality and on-time delivery.\nThe Company primarily serves the worldwide freight and transit rail industries. Our operating results are largely dependent on the level of activity, financial condition and capital spending plans of railroads and passenger transit agencies around the world, and transportation equipment manufacturers who serve those markets. Many factors influence these industries, including general economic conditions; traffic volumes, as measured by freight carloads and passenger ridership; number of locomotives and railcars in operation; government spending on public transportation; and investment in new technologies. In general, trends such as urbanization and growth in developing markets, sustainability and environmental awareness, investment in technology solutions, an aging equipment fleet, and growth in global trade are expected to drive continued investment in freight rail and passenger transit.\nThe Company monitors a variety of factors and statistics to gauge market activity. Freight rail markets around the world are driven primarily by overall economic conditions and activity, while Transit markets are driven primarily by government funding and passenger ridership. Changes in these market drivers can cause fluctuations in demand for Wabtec's products and services.\nBusiness Update\nDuring 2023, Wabtec continued to execute on our value creation framework by signing strategic orders for locomotive modernizations in North America that will span multiple years, new locomotives with a North American railroad, new locomotives in Brazil, long-term supply and maintenance agreement for brakes in India, and mining drive systems in high altitude applications. We announced our largest certified pre-owned order for 69 locomotives for a North American customer and won a contract to supply pantograph and Passenger Information Systems for up to 504 transit cars. Wabtec completed the strategic acquisition of L&M Radiator, Inc., a leading manufacturer of heavy-duty equipment radiators and heat exchangers for the mining sector, and acquired the remaining 50% ownership interest in Lokomotiv Kurastyru Zauyty (LKZ), a locomotive manufacturing and assembly plant in Kazakhstan. We delivered our 500th locomotive in Kazakhstan for the CIS region and our 500th locomotive to Indian Railways, which was a significant milestone in our 10-year contract. Our senior unsecured debt was upgraded by Moody's, which reflects resiliency of the business, our balance sheet strength and strong cash generation. Additionally, Wabtec rebranded our Digital Electronics product line to Digital Intelligence, a change that more accurately reflects the complete digital products and services portfolio offered to our customers. The Digital Intelligence portfolio was also expanded with entry into the railcar telematics market.\nDuring the first quarter of 2022, Wabtec announced Integration 2.0, a three-year strategic initiative to target incremental run rate synergies estimated to be between $75 million and $90 million in 2025. The scope of the review includes consolidating our operating footprint, reducing headcount, streamlining the end-to-end manufacturing process, restructuring the North America distribution channels, expanding operations in low-cost countries and simplifying the business through systems enablement, including the source-to-pay process. Management will also consider additional capital investments to further simplify and streamline the business. The Company anticipates that it will incur one-time restructuring charges of approximately $135 million to $165 million related to this initiative, of which approximately $118 million has been incurred through December 31, 2023. Total estimated initiative charges could change based on the specific programs approved or changes to the scope of the review. During the twelve months ended December 31, 2023, the Company incurred one-time restructuring charges for programs included in the initiative of approximately $49 million which were primarily for employee-related costs and asset write downs associated with site consolidations in Europe. Programs approved to date are expected to result in approximately 15 facility closures and impact approximately 1,100 employees. Charges related to Integration 2.0 of\n28\n$46 million were recorded during the twelve months ended December 31, 2022, primarily for employee-related costs associated with site consolidations in Europe and costs related to the restructuring of North America distribution channels.\nIn addition to Integration 2.0, Wabtec is focused on exiting various low margin product offerings through Portfolio Optimization to improve profitability while reducing manufacturing complexity. Wabtec expects to incur approximately $85 million in net exit charges related to Portfolio Optimization, which will be predominately non-cash asset write downs. Wabtec recorded charges of approximately $28 million in the fourth quarter of 2023 for asset write downs related to Portfolio Optimization.\nFuture macroeconomic volatility, supply chain disruptions and labor availability could cause component and raw material shortages resulting in an adverse effect on the timing of the Company’s revenue and cash flows. Additionally, broad-based inflation, metals, energy and other commodity costs, transportation and logistics costs, labor costs, and foreign currency exchange rate fluctuations all continue to impact our results. The Company utilizes various mitigating actions intended to lessen the impact of macroeconomic volatility. These actions include implementing price escalations and surcharges, driving operational efficiencies through various cost mitigation efforts and discretionary spend management, strategically sourcing materials, reviewing and modifying distribution logistics, and accelerating integration synergies through Integration 2.0.\nA portion of our workers are represented by labor unions. The United Electrical, Radio and Machine Workers of America (UE), Locals 506 and 618 collective bargaining agreement, covering approximately 1,400 locomotive manufacturing workers in Erie, Pennsylvania, expired on June 9, 2023. Negotiations with UE officially began on April 27, 2023 and an agreement between the Company and the UE was not reached before the contract expired. On June 22, 2023, the UE voted against ratification of the Company's proposed agreement and authorized a strike. The Company and the UE subsequently reached an agreement that was ratified by the UE on August 31, 2023, ending the labor strike. The Company continuously monitors its labor activity.\nCyber Incident\nAs previously announced, on June 26, 2022, we detected a cyber security incident which impacted the Company’s network. The Company promptly activated incident response protocols, which included shutting down certain systems, and commenced an investigation of the incident. The Company also notified law enforcement and engaged legal counsel and other third-party incident response and cybersecurity professionals.\nBased on the Company's assessment, the incident has not had a significant financial impact and the Company does not believe the incident will have a material impact on its business, operations or financial results. The Company maintains cyber insurance, subject to certain deductibles and policy limitations typical for its size and industry.\nACQUISITIONS\nDuring the fourth quarter of 2023, the Company purchased the remaining ownership shares of LKZ, a locomotive manufacturing and assembly company located in Kazakhstan for $111 million, at which time it became a wholly owned subsidiary of the Company. Prior to this purchase, Wabtec owned 50% of LKZ as a joint venture partner and accounted for its interest as an equity method investment. During the second quarter of 2023, the Company acquired L&M Radiator, Inc., a leading manufacturer of heavy-duty equipment radiators and heat exchangers for the mining sector, for a purchase price of approximately $245 million.\nDuring 2022, the Company made three strategic acquisitions in the Freight Segment for a combined purchase price of $89 million. Two of the acquisitions are reported in the Digital Intelligence product line and one is reported in the Services product line. Each of the acquisitions in 2022 are individually and collectively immaterial. On March 31, 2021, the Company acquired Nordco, a leading North American supplier of new, rebuilt and used maintenance of way equipment. The Company also made acquisitions during 2021 not listed above which are individually and collectively immaterial. For additional information related to these acquisitions refer to Note 3 of \"Notes to Consolidated Financial Statements\" included in Part II, Item 8 of this report.\n29\nRESULTS OF OPERATIONS\nConsolidated Results\n2023 COMPARED TO 2022\nThe following table shows our Consolidated Statements of Operations for the years indicated.\nThe following table shows the major components of the change in net sales in 2023 from 2022:\nThe following discussion compares our results for the year ended December 31, 2023 to the year ended December 31, 2022. The discussion comparing our results for the year ended December 31, 2022 to the year ended December 31, 2021 is included within Management's Discussion and Analysis of Financial Condition and Results of Operation in our Annual Report on Form 10-K for the year ended December 31, 2022, filed with the SEC on February 15, 2023.\nNet sales\nNet sales for the year ended December 31, 2023 increased by $1.32 billion, or 15.7%, to $9.68 billion compared to the same period in 2022. Organic sales increased $1.20 billion which was attributable to both the Freight and Transit Segments.  Freight Segment organic sales increased by $864 million primarily driven by Services sales from higher parts sales and higher deliveries of locomotive modernizations and overhauls, Equipment sales from higher North American and international locomotive sales and increased mining sales, and Components sales due to a higher railcar build and growth in industrial end-markets. Sales from acquisitions contributed $109 million in the Freight Segment. Transit Segment organic sales increased by\n30\n$340 million primarily as a result of increased demand for Aftermarket and Original Equipment Manufacturing products driven by increased infrastructure investment.\nCost of sales\nCost of sales for the year ended December 31, 2023 increased by $911 million, or 15.6%, to $6.73 billion compared to the same period in 2022. The increase is primarily due to the increase in Net sales. Cost of sales as a percentage of sales was 69.6% for the years ended December 31, 2023 and 2022. Cost of sales for the years ended December 31, 2023 and 2022 included $38 million and $43 million, respectively, of restructuring costs primarily for footprint rationalization and headcount actions, primarily related to Integration 2.0.\nOperating expenses\nTotal operating expenses increased $149 million, or 9.7%, for the year ended December 31, 2023 compared to the same period in 2022. Operating expenses as a percentage of sales was 17.3% and 18.3% for the years ended December 31, 2023 and 2022, respectively. Selling, general and administrative expenses (\"SG&A\") increased $110 million for the year ended December 31, 2023 compared to the same period in 2022. The increase is primarily from costs incurred to support the higher sales volume, higher employee compensation and benefit costs, and higher professional services spend. Restructuring costs included in SG&A were $18 million and $9 million for the years ended December 31, 2023 and 2022, respectively, primarily for headcount actions and footprint rationalization programs, primarily related to Integration 2.0. Engineering expense increased $9 million primarily due to investments in new technology and Amortization expense increased $30 million, due to Portfolio Optimization costs and increased expense from acquisitions.\nInterest expense, net\nInterest expense, net, increased $32 million to $218 million for the year ended December 31, 2023 over the same period in 2022 primarily attributable to higher effective interest rates and higher average overall debt balances in the current year.\nOther income, net\nOther income, net, increased $15 million to $44 million for the year ended December 31, 2023 compared to the same period in 2022. As a result of the change in ownership interest and obtaining control of LKZ, Wabtec's previously held equity interest balance was remeasured to fair value, resulting in a gain of approximately $35 million recorded to Other income, net. The gain was partially offset by lower foreign exchange gains and lower equity income in the current year compared to the prior year.\nIncome taxes\nThe effective income tax rate was 24.5% and 25.0% for the years ended December 31, 2023 and 2022, respectively. The decrease in the effective tax rate in 2023 is primarily the result of earnings mix. See Note 11 of \"Notes to Consolidated Financial Statements\" included in Part II, Item 8 of this report for additional information.\n31\nFreight Segment\nThe following table shows our Consolidated Statements of Operations for our Freight Segment for the periods indicated:\nThe following table shows the major components of the change in net sales for the Freight Segment in 2023 from 2022:\nNet sales\nFreight Segment organic sales increased by $864 million driven primarily by:\n•\nServices sales from higher deliveries of locomotive modernizations and overhauls and higher parts sales\n•\nEquipment sales from higher North America and international locomotive sales and increased mining sales\n•\nComponents sales from higher original equipment railcar build and increased market share for certain products due to product availability and increased demand for industrial products\nAdditionally, Freight Segment sales also benefited from our strategic acquisitions, primarily from L&M Radiator Inc., by $109 million.\nCost of sales\nFreight Segment Cost of sales increased\n$656 million and Cost of sales as a percentage of sales remained consistent at 68.5%.  The increase in Cost of sales was primarily driven by:\n•\nHigher sales volume\n32\n•\nManufacturing inefficiencies primarily related to the strike at our Erie facility\n•\nHigher next generation product development costs in Digital Intelligence and Equipment\nPartially offset by:\n•\nFavorable mix within the Freight Segment product lines\n•\nBenefits from structured cost actions\nCost of sales for the years ended December 31, 2023 and 2022 included\n$13 million and $15 million, respectively, of restructuring costs, primarily related to Integration 2.0 and Portfolio Optimization costs.\nOperating expenses\nOperating expenses as a percentage of sales for the Freight Segment were 16.1% and 17.2% for the years ended December 31, 2023 and 2022, respectively. Freight Segment operating expenses increased by $87 million primarily driven by:\n•\nHigher SG&A expenses of $56 million resulting from higher costs to support increased sales volume, higher employee compensation and benefit costs and incremental expense from acquisitions\n•\nHigher amortization expense of $28 million, due to Portfolio Optimization costs and increased expense from acquisitions\nFreight Operating expenses for the year ended December 31, 2023 includes $28 million of restructuring costs related to Integration 2.0 and Portfolio Optimization.\n33\nTransit Segment\nThe following table shows our Consolidated Statements of Operations for our Transit Segment for the periods indicated:\nThe following table shows the major components of the change in net sales for the Transit Segment in 2023 from 2022:\nNet sales\nTransit segment organic sales increased $340 million driven by strong Aftermarket and Original Equipment Manufacturing sales primarily as a result of increased demand for heating, ventilation and air conditioning (HVAC) and brake systems, increased infrastructure investment, and the easing of supply chain disruptions. Additionally, Transit sales in 2022 were unfavorably impacted by the previously disclosed cyber incident. Favorable changes in foreign exchange rates also increased sales by $25 million.\nCost of sales\nTransit Segment Cost of sales increased by $255 million and Cost of sales as a percentage of sales decreased by 0.4 percentage points primarily due to higher sales volume partially offset by benefits from structured cost actions taken through prior years' restructuring and integration projects, including Integration 2.0.\nCost of sales for the years ended December 31, 2023 and 2022 included $25 million and $28 million, respectively, of restructuring costs, primarily related to Integration 2.0 for headcount actions and footprint rationalization in Europe.\nOperating expenses\nOperating expenses as a percentage of sales for the Transit Segment were 17.1% and 17.6% for the years ended December 31, 2023 and 2022, respectively. Transit Segment operating expenses increased by $52 million primarily driven by:\n•\nHigher SG&A expenses of $44 million to support higher sales volume and higher employee compensation and benefit costs, partially offset by benefits from structured cost actions taken through prior years' restructuring and integration projects, including Integration 2.0\n•\nAn increase in engineering expense of $6 million due to investments in new technology\nTransit Operating expenses for the years ended December 31, 2023 and 2022, includes $15 million and $9 million, respectively, of restructuring costs primarily related to Integration 2.0 for footprint rationalization and headcount actions in Europe.\n34\nLiquidity and Capital Resources\nLiquidity is provided by operating cash flows and borrowings under the Company’s Senior Notes and unsecured credit facility with a consortium of commercial banks. Additionally, the Company utilizes the revolving receivables program and supply chain financing program described below, as well as other short-term financing agreements with certain banks, for added flexibility as part of our liquidity management strategy. The following is a summary of selected cash flow information and other relevant data:\nOperating activities\nIn 2023, cash provided by operating activities was $1,201 million, primarily from $1,298 million attributable to Net income and other changes in the related statements of income amounts. This was partially offset by $(97) million of net cash used from increases in receivables due to higher sales, increases in inventory and accounts payable to support higher sales and timing of payments for expenses and receipts from customer deposits.\nIn 2022, cash provided by operating activities was $1,038 million, primarily from $1,147 million attributable to Net income and other changes in the related statements of income amounts, partially offset by $(109) million of net cash used from changes in working capital accounts to support increased demand.\nInvesting activities\nIn 2023 and 2022, cash used for investing activities was $(492) million and $(235) million, respectively. During 2023, Wabtec acquired L&M Radiator, Inc., a leading manufacturer of heavy-duty equipment radiators and heat exchangers, for net cash of approximately $(229) million and the remaining ownership shares of LKZ for net cash of approximately $(81) million. During 2023, Wabtec also used $(186) million for additions to property, plant and equipment for investments in our facilities and manufacturing processes. During 2022, Wabtec made three strategic acquisitions for a combined purchase price of $(89) million and used $(149) million for additions to property, plant and equipment.\nFinancing activities\nIn 2023, cash used for financing activities was $(633) million, which included $42 million from net changes in debt, $(409) million of stock repurchases, $(123) million of dividend payments, $(112) million of contingent consideration payments related to the GE Transportation acquisition, $(17) million of distributions to noncontrolling interest, and $(16) million of payments for income tax withholding on share-based compensation. In 2022, cash used for financing activities was $(708) million which included $(30) million from net changes in debt, $(473) million of stock repurchases,  $(111) million of dividend payments, and $(101) million of contingent consideration payments related to the GE Transportation acquisition.\nDuring the third quarter of 2023, the Company borrowed the full $250 million of availability under the Delayed Draw Term Loan and subsequently utilized the proceeds to redeem the outstanding 2023 Notes. Beginning September 15, 2023, the effective interest rates for the 2024 Notes and the 2028 Notes were each reduced by 0.25% due to a favorable change in Wabtec's corporate credit rating and the rating of the aforementioned notes. Additionally, during 2023, the Company has also entered into $250 million of interest rate contracts to manage its net exposure to interest rate changes and its overall cost of borrowing. These contracts may be utilized for future debt financing.\nDuring the second quarter of 2022, the Company redeemed $25 million of principal from the 2024 Notes plus a premium and the related accrued interest.\nThe Company borrows and repays against the revolving credit facility for added flexibility in liquidity to manage cash during the operating cycle. The proceeds from borrowing and the repayments are shown within the \"Proceeds from debt, net of issuance costs\" and \"Payments of debt\" lines, respectively, presented in the Consolidated Statements of Cash Flows. Additional information with respect to credit facilities and long-term debt is included in Note 9 of \"Notes to Consolidated Financial Statements” included in Part II, Item 8 of this report.\nAs of December 31, 2023, the Company held approximately $620 million of cash, cash equivalents, and restricted cash, of which approximately $190 million was held within the United States and approximately $430 million was held outside of the United States, primarily in India, Europe, Brazil, and Kazakhstan. While repatriation of some cash held outside the United States may be restricted by local laws, most of the Company’s foreign cash could be repatriated to the United States net of any\n35\ntax impacts. As of December 31, 2023, approximately $5 million of the Company's $620 million cash balance was classified as restricted cash.\nWe or our affiliates may, from time to time, seek to retire or purchase outstanding debt through negotiated or open-market cash purchases, exchanges, or otherwise, and such transactions, if any, will be upon such terms and at such prices as we may determine, and will depend on prevailing market conditions, our liquidity requirements, contractual restrictions and other factors.\nRevolving Receivables Program\nThe Company utilizes a revolving receivables facility to sell up to $350 million of certain receivables through our bankruptcy-remote subsidiary to a financial institution on a recurring basis in exchange for cash equal to the gross receivables sold. As customers pay their balances, we transfer additional receivables into the program, which could result in our gross receivables sold being higher or lower than customer collections remitted to the financial institution for any applicable period. Net cash (remitted)/received from the revolving receivables program was $(60) million and $60 million for the years ended December 31, 2023 and 2022, respectively. Additional information with respect to the Revolving Receivables Program is included in Note 2 of \"Notes to Consolidated Financial Statements\" included in Part II, Item 8 of this report.\nSupply Chain Financing Program\nThe Company has entered into supply chain financing arrangements with third-party financial institutions to provide our vendors with enhanced payment options while providing the Company with added working capital flexibility. The Company does not provide any guarantees under these arrangements, does not have an economic interest in our supplier's voluntary participation, does not receive an economic benefit from the financial institutions, and no assets are pledged under the arrangements. The arrangements do not change the payable terms negotiated by the Company and our vendors and does not result in a change in the classification of amounts due as accounts payable in the Consolidated Balance Sheets. Additional information with respect to the Supply Chain Financing Program is included in Note 2 of \"Notes to Consolidated Financial Statements\" included in Part II, Item 8 of this report.\nGuarantor Summarized Financial Information\nThe obligations under the US Notes issued by Westinghouse Air Brake Technologies Corporation (the \"Parent Company\") have been fully and unconditionally guaranteed by certain of the Parent Company's U.S. subsidiaries (\"Guarantor Subsidiaries\"). Each guarantor is 100% owned by the Parent Company, with the exception of GE Transportation, a Wabtec Company, which has 15,000 shares outstanding of Class A Non-Voting Preferred Stock held by General Electric Company. The Euro Notes are issued by Wabtec Transportation Netherlands B.V. (\"Wabtec Netherlands\") and are fully and unconditionally guaranteed by the Parent Company.\nThe following tables present summarized financial information of the Parent Company and the guarantor subsidiaries on a combined basis. The combined summarized financial information eliminates intercompany balances and transactions among the Parent Company and guarantor subsidiaries and equity in earnings and investments in any guarantor subsidiaries or non-guarantor subsidiaries. The summarized financial information is provided in accordance with the reporting requirements of Rule 13-01 under SEC Regulation S-X for the issuer and guarantor subsidiaries.\nSummarized Statement of Income\n36\nSummarized Balance Sheet\nThe following is a description of the transactions between the combined Parent Company and guarantor subsidiaries with non-guarantor subsidiaries.\nSummarized Financial Information—Euro Notes\nThe obligations under Wabtec Netherlands’ Euro Notes are fully and unconditionally guaranteed by the Parent Company. Wabtec Netherlands is a wholly-owned, indirect subsidiary of the Parent Company. Wabtec Netherlands is a holding company and does not have any independent operations. Its assets consist of its investments in subsidiaries, which are separate and distinct legal entities that are not guarantors of the Euro Notes and have no obligations to pay amounts due under Wabtec Netherlands’ obligations.\nThe following tables present summarized financial information of Wabtec Netherlands, as the Issuer of the Euro Notes, and the Parent Company, as the parent Guarantor, on a combined basis. The combined summarized financial information eliminates all intercompany balances and transactions among Wabtec Netherlands and the Parent Company as well as all equity in earnings from and investments in any subsidiary of the Parent Company, other than Wabtec Netherlands, which we refer to below as the Non-Guarantor Subsidiaries.  The summarized financial information is provided in accordance with the reporting requirements of Rule 13-01 under SEC Regulation S-X for the issuer and Parent Company guarantor.\nSummarized Statement of Income\n37\nSummarized Balance Sheet\nThe following is a description of the transactions between the combined Wabtec Netherlands, as the Issuer of the Euro Notes, and the Parent Company, as the parent Guarantor, with the subsidiaries of Westinghouse Air Brake Technologies Corp., other than Wabtec Netherlands, none of which are guarantors of the Euro Notes.\nContractual Obligations and Off-Balance Sheet Arrangements\nThe Company is obligated to make future payments under various contracts such as purchase, debt and lease agreements and has certain contingent commitments. The Company has grouped these contractual obligations and off-balance sheet arrangements into operating activities, financing activities, and investing activities in the same manner as they are classified in the Statement of Consolidated Cash Flows to provide a better understanding of the nature of the obligations and arrangements and to provide a basis for comparison to historical information. The table below provides a summary of contractual obligations and off-balance sheet arrangements as of December 31, 2023:\n(1)\nPurchase obligations represent non-cancelable contractual obligations at December 31, 2023. In addition, the Company had approximately $1.3 billion of open purchase orders for which the related goods or services had not been received. Although open purchase orders are considered enforceable and legally binding, their terms generally allow us the option to cancel, reschedule and adjust our requirements based on our business needs prior to the delivery of goods or performance of services.\n(2)\nOperating leases represent multi-year obligations for rental of facilities and equipment.\n38\n(3)\nPension and postretirement benefit payments includes expected payments to participants out of plan assets and corporate assets. The benefit payments are based on actuarial estimates using current assumptions for discount rates, expected return on long-term assets and rate of compensation increases. The Company expects to contribute $2 million to pension plan investments in 2024.\n(4)\nInterest payments on the Senior Notes and the amount borrowed under the Delayed Draw Term Loan as of December 31, 2023 are based on interest rates in effect as of December 31, 2023 and are calculated on debt with maturities that extend to 2028.\n(5)\nShareholder dividends are subject to approval by the Company’s Board of Directors, currently at an annual rate of approximately $142 million beginning in 2024.\n(6)\nContingent consideration represents the total remaining payable to General Electric (GE) resulting from the 2019 acquisition of GE Transportation. The timing of the cash payments to GE is directly related to the future timing of tax benefits received by the Company and could change.\nThe above table does not reflect uncertain tax positions of $40 million, the timing of which are uncertain. Refer to Note 11 of the “Notes to Consolidated Financial Statements” included in Part II, Item 8 of this report for additional information on uncertain tax positions. Additionally, the Company arranges for certain types of bank guarantees and letters of credit, such as performance bonds, bid bonds and financial guarantees, that are issued by certain banks and insurance companies to support customer contracts. At December 31, 2023, the total value of these bank guarantees and letters of credit were $855 million and expire on various dates through 2034. Amounts include interest payments based on contractual terms and the Company’s current interest rate.\nForward Looking Statements\nWe believe that all statements other than statements of historical facts included in this report, including certain statements under “Business” and “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” may constitute forward-looking statements. We have based these forward-looking statements on our current expectations and projections about future events. Although we believe that our assumptions made in connection with the forward-looking statements are reasonable, we cannot assure that our assumptions and expectations are correct.\nThese forward-looking statements are subject to various risks, uncertainties and assumptions about us, including, among other things:\nEconomic and industry conditions\n•\nchanges in general economic and/or industry specific conditions, including the impacts of tax and tariff programs, inflation, supply chain disruptions, foreign currency exchange, and industry consolidation;\n•\nprolonged unfavorable economic and industry conditions in the markets served by us, including North America, South America, Europe, Australia, Asia and Africa;\n•\ndecline in demand for freight cars, locomotives, passenger transit cars, buses and related products and services;\n•\nreliance on major original equipment manufacturer customers;\n•\noriginal equipment manufacturers’ program delays;\n•\ndemand for services in the freight and passenger rail industry;\n•\ndemand for our products and services;\n•\norders either being delayed, canceled, not returning to historical levels, or being reduced, and/or economic conditions affecting the ability of our customers to pay timely for goods and services delivered;\n•\nconsolidations in the rail industry;\n•\ncontinued outsourcing by our customers;\n•\nindustry demand for faster and more efficient braking equipment;\n•\nfluctuations in interest rates and foreign currency exchange rates;\n•\navailability of credit or difficulty in obtaining debt or equity financing;\n•\nchanges in market consensus as to what attributes are required for projects to be considered \"green\" or \"sustainable\" or negative perceptions regarding determinations in such regard with respect to our Green Finance Framework or ESG strategy; or\n•\nchanges in the ESG topics that have the highest relative priority for Wabtec's external stakeholders;\nOperating factors\n•\nsupply disruptions;\n•\ntechnical difficulties;\n•\nchanges in operating conditions and costs;\n•\nincreases in raw material costs;\n•\nsuccessful introduction of new products;\n39\n•\nperformance under material long-term contracts;\n•\nlabor availability and relations;\n•\nthe outcome of our existing or any future legal proceedings, including litigation involving our principal customers and any litigation with respect to environmental matters, asbestos-related matters, pension liabilities, warranties, product liabilities, competition and anti-trust matters or intellectual property claims;\n•\ncompletion and integration of acquisitions;\n•\nthe development and use of new technology; or\n•\ncybersecurity and data protection risks;\nCompetitive factors\n•\nthe actions of competitors; or\n•\nthe outcome of negotiations with partners, suppliers, customers or others;\nPolitical/governmental factors\n•\npolitical stability in relevant areas of the world, including the impacts of war, conflicts, global military action, and acts of terrorism;\n•\nfuture regulation/deregulation of our customers and/or the rail industry;\n•\nlevels of governmental funding on transit projects, including for some of our customers;\n•\npolitical developments and laws and regulations, including those related to Positive Train Control;\n•\nfederal and state income tax legislation;\n•\nsanctions imposed on countries and persons; or\n•\nthe outcome of negotiations with governments;\nNatural hazards / health crises\n•\nimpacts of climate change, including evolving climate change policy;\n•\ndisruptive natural hazards, including earthquakes, fires, floods, tornadoes, hurricanes or weather conditions;\n•\nepidemics, pandemics, or similar public health crises;\n•\ndeterioration of general economic conditions as a result of natural hazards or health crises;\n•\nshutdown of one or more of our operating facilities as a result of natural hazards and health crises; or\n•\nsupply chain and sourcing disruptions as a result of natural hazards and health crises;\nStatements in this Form 10-K apply only as of the date on which such statements are made, and except as required by law, we undertake no obligation to update any statement to reflect events or circumstances after the date on which the statement is made or to reflect the occurrence of unanticipated events.\nCritical Accounting Estimates\nThe preparation of the financial statements in accordance with generally accepted accounting principles requires management to make judgments, estimates and assumptions regarding uncertainties that affect the reported amounts of assets and liabilities, disclosure of contingent assets and liabilities and the reported amounts of revenues and expenses. Areas of uncertainty that require judgments, estimates and assumptions include the accounting for allowance for doubtful accounts, inventories, business combinations, goodwill and indefinite-lived intangible assets, warranty reserves, income taxes, and revenue recognition. Management uses historical experience and all available information to make these judgments and estimates, and actual results may differ from those estimates and assumptions that are used to prepare the Company’s financial statements at any given time. Despite these inherent limitations, management believes that Management’s Discussion and Analysis of Financial Condition and Results of Operations (MD&A) and the financial statements and related footnotes provide a meaningful and fair perspective of the Company.\nA summary of the Company’s significant accounting policies is included in Note 2 in the “Notes to Consolidated Financial Statements” included in Part II, Item 8 of this report. Management believes that the application of these policies on a consistent basis enables the Company to provide the users of the financial statements with useful and reliable information about the Company’s operating results and financial condition.\nAccounts Receivable and Allowance for Doubtful Accounts:\nDescription\nThe Company provides an allowance for doubtful accounts to cover anticipated losses on uncollectible accounts receivable.\nJudgments and Uncertainties\nThe allowance for doubtful accounts receivable reflects our best estimate of expected losses inherent in our receivable portfolio determined on the basis of historical experience, relevant credit forecast information, changes to customer's solvency and other currently available evidence.\n40\nEffect if Actual Results Differ From Assumptions\nIf our estimates regarding the collectability of troubled accounts, and/or our actual losses within our receivable portfolio exceed our estimated losses, we may be exposed to the expense of increasing our allowance for doubtful accounts and loss of cash flows.\nInventories:\nDescription\nInventories are stated at the lower of cost or net realizable value and are reviewed to ensure that an adequate provision is recognized for excess, slow moving and obsolete inventories, and net realizable value reserves.\nJudgments and Uncertainties\nCost is determined primarily using the first-in, first-out (FIFO) method. Inventory costs include material, labor and overhead. The Company compares inventory components to prior year sales history, current backlog and anticipated future requirements. To the extent that inventory parts exceed estimated usage and demand, a reserve is recognized to reduce the carrying value of inventory. Also, specific reserves are established for known inventory obsolescence, a decline in market value, or loss of a customer with specific inventory.\nEffect if Actual Results Differ From Assumptions\nIf the market value or demand for our products were to decrease due to changing market conditions, the Company could be at risk of incurring write-downs to adjust inventory value to a net realizable value lower than stated cost. If our estimates regarding sales and backlog requirements are inaccurate, we may be exposed to the expense of increasing our reserves for slow moving and obsolete inventory.\nBusiness Combinations:\nDescription\nThe Company accounts for business acquisitions in accordance with ASC 805,\nBusiness Combinations,\nwhich requires the purchase price of the acquired business to be allocated to tangible and intangible assets acquired and liabilities assumed based on the respective fair values. The amount of purchase price which is in excess of the fair values of assets acquired and liabilities assumed is recognized as goodwill.\nJudgments and Uncertainties\nDiscounted cash flow models are used to estimate the fair values of acquired contract backlog, customer relationships, intellectual property intangibles and trade names. The significant assumptions used to estimate the value of the intangible assets include revenue growth rates, projected profit margins, discount rates, royalty rates, customer attrition rates, revenue obsolescence rates and market participant profit margins. These significant assumptions are forward-looking and could be affected by future economic and market conditions.\nEffect if Actual Results Differ From Assumptions\nDifferent assumptions may result in materially different values for assets acquired and liabilities assumed, which may impact the Company's financial position and future results of operations, including potential future impairment charges.\nGoodwill and Indefinite-Lived Intangible Assets:\nDescription\nGoodwill represents the excess of cost over the fair value of the net assets acquired in a business combination. Indefinite-lived intangible assets primarily represent certain trade names acquired in a business combination that were determined to have indefinite useful lives. Goodwill and indefinite-lived intangibles are required to be tested for impairment at least annually. The Company performs its annual impairment tests during the fourth quarter and more frequently when indicators of impairment are present. The Company reviews goodwill for impairment at the reporting unit level. The Company has identified three reporting units for purposes of testing goodwill for impairment. Two reporting units exist within the Freight segment and the Transit segment is also a reporting unit. The evaluation of impairment involves comparing the current fair value of the business to the recorded value including goodwill.\nJudgments and Uncertainties\nA number of significant assumptions and estimates are involved in the application of the impairment test, including the identification of macroeconomic conditions, industry and market considerations, cost factors, and overall financial performance. We also consider Wabtec-specific events and share price trends and making the assessment on whether each relevant factor will impact the impairment test positively or negatively and the magnitude of any such amount.\nEffect if Actual Results Differ From Assumptions\nManagement considers historical experience and all available information at the time the fair values of its reporting units are estimated. However, actual amounts realized may differ from those used to evaluate the impairment of goodwill and indefinite lived intangible assets. If actual results are not consistent with our assumptions and judgments used in estimating future cash flows and asset fair values, we may be exposed to impairment losses that could be material to our results of operations.\nWarranty Reserves:\nDescription\nThe Company provides warranty reserves to cover expected costs from repairing or replacing products with durability, quality or workmanship issues occurring during established warranty periods.\nJudgments and Uncertainties\nIn general, reserves are provided for as a percentage of sales, based on historical experience. In addition, specific reserves are established for known warranty issues and their estimable losses.\n41\nEffect if Actual Results Differ From Assumptions\nIf actual results are not consistent with the assumptions and judgments used to calculate our warranty liability, the Company may be exposed to the expense of increasing our reserves for warranty expense.\nIncome Taxes:\nDescription\nWabtec records an estimated liability for income and other taxes based on what it determines will likely be paid in various tax jurisdictions in which it operates in accordance with ASC 740-10\nAccounting for Income Taxes and Accounting for Uncertainty in Income Taxes\n.\nJudgments and Uncertainties\nThe estimate of our tax obligations are uncertain because management must use judgment to estimate the exposures associated with our various filing positions, as well as realization of our deferred tax assets. ASC 740-10 establishes a recognition and measurement threshold to determine the amount of tax benefit that should be recognized related to uncertain tax positions.\nEffect if Actual Results Differ From Assumptions\nManagement uses its best judgment in the determination of these amounts. However, the liabilities ultimately realized and paid are dependent on various matters including the resolution of the tax audits in the various affected tax jurisdictions and may differ from the amounts recorded. An adjustment to the estimated liability would be recorded through income in the period in which new information changes the expected outcome of an uncertain tax position. A deferred tax valuation allowance is provided when it is more likely than not that some portion or all of the deferred tax assets will not be realized.\nRevenue Recognition:\nDescription\nRevenue is recognized in accordance with ASC 606\nRevenue from Contracts with Customers\n. The Company recognizes a portion of its revenues on long-term customer agreements involving the design and production of highly engineered products that require revenue to be recognized over time because these products have no alternative use without significant economic loss and the agreements contain an enforceable right to payment including a reasonable profit margin from the customer in the event of contract termination. Generally, the Company uses an input method for determining the amount of revenue, cost and gross margin to recognize over time for these customer agreements. The input method used for these agreements recognizes revenue based on our efforts to satisfy the performance obligation and includes costs of material and labor, both of which give an accurate representation of the progress made toward complete satisfaction of a particular performance obligation. The Company may also use the output method which recognizes revenue based on direct measurements of the value transferred to the customer.\nJudgments and Uncertainties\nAccounting for long-term customer agreements involves a judgmental process of estimating the total sales and costs for each contract, which results in the development of estimated profit margin percentages. Contract estimates related to long-term projects are based on various assumptions to project the outcome of future events that could span several years. These assumptions include cost of materials, labor availability and productivity, complexity of the work to be performed, and the performance of suppliers, customers and subcontractors that may be associated with the contract. Factors that influence these estimates include inflationary trends, foreign exchange rates, technical and schedule risk, internal and subcontractor performance trends, business volume assumptions, asset utilization, and anticipated labor agreements. Generally, pricing is defined in our contracts but may include an estimate of variable consideration when required by the terms of the individual customer contract. Types of variable consideration that the Company typically has include volume discounts, prompt payment discounts, price escalation clauses, liquidating damages, and performance bonuses.\nEffect if Actual Results Differ From Assumptions\nShould market conditions and customer demands dictate changes to our standard shipping terms, the Company may be impacted by longer than typical revenue recognition cycles. The development of expected contract costs and contract profit margin percentages involves procedures and personnel in all areas that provide financial or production information on the status of contracts. Due to the significance of judgments in the estimation process, it is likely that materially different revenue and cost amounts could be recorded if we used different assumptions or if the underlying circumstances were to change. Changes in underlying assumptions/estimates, inflation or deflation, foreign currency exchange rates, supplier performance, or other circumstances may adversely or positively affect financial performance in future periods. Some of our contracts are expected to be completed in a loss position. Provisions are made currently for estimated losses on uncompleted contracts and are updated as necessary."
  },
  {
    "item_key": "item_7a",
    "text": "All market risk sensitive instruments were entered into for non-trading purposes.\nInterest Rate Risk\nIn the ordinary course of business, Wabtec is exposed to risks that increases in interest rates may adversely affect funding costs associated with its available variable-rate debt facilities. At December 31, 2023, the Company's interest risk related to variable-rate debt is limited to the amounts borrowed under the Restated Credit Agreement, which was limited to the\n42\namount borrowed under the Delayed Draw Term Loan. At December 31, 2022, the Company had no outstanding variable rate debt.\nForeign Currency Exchange Rate Risk\nThe Company is exposed to certain risks associated with changes in foreign currency exchange rates to the extent our operations are conducted in currencies other than the U.S. dollar. To reduce the impact of changes in currency exchange rates, the Company has periodically entered into foreign currency forward contracts. Refer to \"Summary of Significant Account Policies\" in Note 2, “Fair Value Measurement and Derivative Instruments” in Note 17 and \"Segment Information\" in Note 19 of “Notes to Consolidated Financial Statements” included in Part II, Item 8 of this report for more information regarding foreign currency exchange risk and sales by geographic area.\n43"
  },
  {
    "item_key": "item_8",
    "text": "MANAGEMENT’S REPORTS TO WABTEC SHAREHOLDERS\nManagement’s Report on Financial Statements and Practices\nThe accompanying consolidated financial statements of Westinghouse Air Brake Technologies Corporation and subsidiaries (the “Company”) were prepared by Management, which is responsible for their integrity and objectivity. The statements were prepared in accordance with U.S. generally accepted accounting principles and include amounts that are based on Management’s best judgments and estimates. The other financial information included in the Form 10-K is consistent with that in the financial statements.\nManagement also recognizes its responsibility for conducting the Company’s affairs according to the highest standards of personal and corporate conduct. This responsibility is characterized and reflected in key policy statements issued from time to time regarding, among other things, conduct of its business activities within the laws of host countries in which the Company operates and potentially conflicting outside business interests of its employees. The Company maintains a systematic program to assess compliance with these policies.\nManagement’s Report on Internal Control over Financial Reporting\nManagement is responsible for establishing and maintaining adequate internal control over financial reporting for the Company. In order to evaluate the effectiveness of internal control over financial reporting, as required by Section 404 of the Sarbanes-Oxley Act, Management has conducted an assessment, including testing, using the criteria in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 Framework) (COSO). The Company’s system of internal control over financial reporting is designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. Because of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nManagement has excluded L&M Radiator, Inc. and Lokomotiv Kurastyru Zauyty (LKZ) from its assessment of internal controls over financial reporting as of December 31, 2023 because the Company acquired L&M Radiator, Inc. effective June 15, 2023, and LKZ effective December 22, 2023. L&M Radiator, Inc. and LKZ are both subsidiaries whose total assets represent 1.6% and 2.1%, respectively, and customer revenues represents 0.8% and 0.0%, respectively, of the related consolidated financial statement amounts as of and for the year ended December 31, 2023.\nBased on its assessment, Management has concluded that the Company maintained effective internal control over financial reporting as of December 31, 2023, based on criteria in Internal Control-Integrated Framework issued by the COSO. The effectiveness of the Company’s internal control over financial reporting as of December 31, 2023, has been audited by Ernst & Young LLP, independent registered public accounting firm, as stated in their report which is included herein.\n44\nReport of Independent Registered Public Accounting Firm\nTo the Shareholders and the Board of Directors of Westinghouse Air Brake Technologies Corporation\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of Westinghouse Air Brake Technologies Corporation (the Company) as of December 31, 2023 and 2022, the related consolidated statements of income, comprehensive income, cash flows and shareholders' equity for each of the three years in the period ended December 31, 2023, and the related notes and financial statement schedule listed in the Index at Item 15(2) (collectively referred to as the “consolidated financial statements”). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at December 31, 2023 and 2022, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2023, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company's internal control over financial reporting as of December 31, 2023, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework), and our report dated February 14, 2024 expressed an unqualified opinion thereon.\nBasis for Opinion\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n45\n/s/ Ernst & Young LLP\nWe have served as the Company's auditor since 2002.\nPittsburgh, Pennsylvania\nFebruary 14, 2024\n46\nReport of Independent Registered Public Accounting Firm\nTo the Shareholders and the Board of Directors of Westinghouse Air Brake Technologies Corporation\nOpinion on Internal Control Over Financial Reporting\nWe have audited Westinghouse Air Brake Technologies Corporation’s internal control over financial reporting as of December 31, 2023, based on criteria established in Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, Westinghouse Air Brake Technologies Corporation (the Company) maintained, in all material respects, effective internal control over financial reporting as of December 31, 2023, based on the COSO criteria.\nAs indicated in the accompanying Management's Report on Internal Control over Financial Reporting, management's assessment of and conclusion on the effectiveness of internal control over financial reporting did not include the internal controls of L&M Radiator, Inc. and Lokomotiv Kurastyru Zauyty (LKZ), which are included in the 2023 consolidated financial statements of the Company and constituted 1.6% and 2.1% of total assets respectively, as of December 31, 2023 and 0.8% and 0.0% of net sales respectively, for the year then ended. Our audit of internal control over financial reporting of the Company also did not include an evaluation of the internal control over financial reporting of L&M Radiator, Inc. and LKZ.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of December 31, 2023 and 2022, the related consolidated statements of income, comprehensive income, cash flows and shareholders’ equity for each of the three years in the period ended December 31, 2023, and the related notes and financial statement schedule listed in the Index at Item 15(2) and our report dated February 14, 2024 expressed an unqualified opinion thereon.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management’s Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects.\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and\n47\ndirectors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/\nErnst & Young LLP\nPittsburgh, Pennsylvania\nFebruary 14, 2024\n48\nWESTINGHOUSE AIR BRAKE TECHNOLOGIES CORPORATION\nCONSOLIDATED BALANCE SHEETS\nThe accompanying notes are an integral part of these statements.\n49\nWESTINGHOUSE AIR BRAKE TECHNOLOGIES CORPORATION\nCONSOLIDATED STATEMENTS OF INCOME\nThe accompanying notes are an integral part of these statements.\n50\nWESTINGHOUSE AIR BRAKE TECHNOLOGIES CORPORATION\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\nThe accompanying notes are an integral part of these statements.\n51\nWESTINGHOUSE AIR BRAKE TECHNOLOGIES CORPORATION\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nThe accompanying notes are an integral part of these statements.\n52\nWESTINGHOUSE AIR BRAKE TECHNOLOGIES CORPORATION\nCONSOLIDATED STATEMENTS OF SHAREHOLDERS’ EQUITY\nThe accompanying notes are an integral part of these statements.\n53\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n1.\nBUSINESS\nWabtec is a global provider of value-added, technology-based locomotives, equipment, systems, and services for the freight rail and passenger transit industries as well as the mining, marine and industrial markets. Our highly engineered products, which are intended to enhance safety, improve productivity and reduce maintenance costs for customers, can be found on most locomotives, freight cars, passenger transit cars and buses around the world. Our core products and services are essential in the safe and efficient operation of freight rail and passenger transit vehicles. Wabtec is a global company with operations in over\n50\ncountries and our products can be found in more than\n100\ncountries throughout the world. In 2023, approximately\n55\n% of the Company’s net sales came from customers outside the United States.\n2.\nSUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nPrinciples of Consolidation\nThe consolidated financial statements include the accounts of the Company and all subsidiaries that it controls. For consolidated subsidiaries in which the Company's ownership is less than 100%, the outside shareholders' interests are shown as noncontrolling interests. These statements have been prepared in accordance with U.S. generally accepted accounting principles. Sales between subsidiaries are eliminated in consolidation.\nCash Equivalents and Restricted Cash\nCash equivalents are highly liquid investments purchased with an original maturity of three months or less. Restricted cash includes cash held in escrow that is restricted as to withdrawal or usage.\nAllowance for Doubtful Accounts\nThe allowance for doubtful accounts receivable reflects our best estimate of expected losses inherent in our receivable portfolio determined on the basis of historical experience, relevant credit forecast information, changes to customer's solvency and other currently available evidence.\nThe allowance for doubtful accounts was $\n31\nmillion and $\n28\nmillion as of December 31, 2023 and 2022, respectively.\nInventories\nInventories are stated at the lower of cost or net realizable value. Cost is predominantly determined under the first-in, first-out (FIFO) method. Inventory costs include material, labor and overhead.\nProperty, Plant and Equipment\nProperty, plant and equipment additions are stated at cost. Expenditures for renewals and improvements are capitalized. Expenditures for ordinary maintenance and repairs are expensed as incurred. The Company computes book depreciation principally on the straight-line method. Accelerated depreciation methods are utilized for income tax purposes.\nLeasing Arrangements\nThe Company conducts a portion of its operations from leased facilities and finances certain equipment purchases through lease agreements. In those cases in which the lease term approximates the useful life of the leased asset or the lease meets certain other prerequisites, the leasing arrangement is classified as a financing lease. The remaining arrangements are treated as operating leases. Right-of-use lease assets are classified as long-term assets under the caption \"Other noncurrent assets\" and lease liabilities are classified under the captions \"Other accrued liabilities\" and \"Other long-term liabilities\" on the Consolidated Balance Sheets.\nGoodwill and Intangible Assets\nGoodwill and other intangible assets with indefinite\nlives are not amortized. Other intangibles with definite lives are amortized on a straight-line basis over their estimated economic lives. Amortizable intangible assets are reviewed for impairment when indicators of impairment are present. The Company tests goodwill and indefinite-lived intangible assets for impairment at the reporting unit level and at least annually. The Company performs its annual impairment test during the fourth quarter after the annual forecasting process is completed, and also tests for impairment whenever events or changes in circumstances indicate that the carrying value may not be recoverable. The Company will perform either a qualitative or quantitative test for goodwill, performing a quantitative test for each identified reporting unit at least every three years. Periodically, Management of the Company assesses whether or not an indicator of impairment is present that would necessitate an impairment analysis be performed.\nEquity Method Investments\nThe Company invests in privately-held companies which are accounted for using the equity method when the Company has the ability to exercise significant influence, but not control, over the investee.\nEquity method investments are included in \"Other noncurrent assets\" on the Consolidated Balance Sheets and were $\n36\nmillion and $\n105\nmillion at December 31, 2023 and 2022, respectively.\nDepreciation Expense\nDepreciation of property, plant and equipment related to the manufacturing of products or services provided is included in Cost of goods or Cost of services. Depreciation of other property, plant and equipment that is not attributable to the manufacturing of products or services provided is included in Selling, general and administrative expenses or Engineering expense to the extent the property, plant, and equipment is used for research and development purposes.\nWarranty Costs\nWarranty costs are accrued based on management’s estimates of repair or upgrade costs per unit and historical experience.\n54\nIncome Taxes\nIncome taxes are accounted for under the liability method. Deferred tax assets and liabilities are determined based on differences between financial reporting and tax basis of assets and liabilities and are measured using the enacted tax rates and laws. The provision for income taxes includes federal, state and foreign income taxes.\nStock-Based Compensation\nThe Company recognizes compensation expense for stock-based compensation based on the grant date fair value recognized ratably over the requisite service period following the date of grant. Compensation expense for incentive stock units is updated as necessary if the number of units expected to vest changes based on the Company's performance.\nFinancial Derivatives and Hedging Activities\nIn the normal course of business, the Company is exposed to interest rate, commodity price and foreign currency exchange rate fluctuations. At times, the Company limits these risks through the use of derivatives such as cross-currency swaps, foreign currency forward contracts, interest rate swaps, commodity swaps and options. In accordance with the Company's policy, derivatives are only used for hedging purposes. The Company does not use derivatives for trading or speculative purposes. Foreign currency forward contracts are agreements with a counterparty to exchange two distinct currencies at a set exchange rate for delivery on a set date at some point in the future. At the delivery date, the Company can either take delivery of the currency or settle on a net basis. For further information regarding the foreign currency forward contracts see Note 17.\nForeign Currency Translation\nCertain of our international operations have determined that the local currency is the functional currency whereas others have determined the U.S. dollar is their functional currency. Assets and liabilities of foreign subsidiaries where the functional currency is the local currency are translated at the rate of exchange in effect on the balance sheet date while income and expenses are translated at the average rates of exchange prevailing during the period. Foreign currency gains and losses resulting from transactions and the translation of financial statements are recorded in the Company’s consolidated financial statements based upon the provisions of ASC 830 “Foreign Currency Matters.” The effects of currency exchange rate changes on intercompany transactions and balances of a long-term investment nature are accumulated and carried as a component of Accumulated other comprehensive loss. The effects of currency exchange rate changes on transactions that are denominated in a currency other than an entity’s functional currency are charged or credited to earnings. Realized gains and losses related to foreign currency exchange are recognized in Other income, net on the Consolidated Statements of Income.\nNoncontrolling Interests\nIn accordance with ASC 810, the Company has classified noncontrolling interests as equity on our Consolidated Balance Sheets.\nNet income attributable to noncontrolling interests was not material for the years ended December 31, 2023, 2022 and 2021.\nRevenue Recognition\nThe Company accounts for Revenue under ASC 606\nRevenue from Contracts with Customers\n.  This guidance provides a five-step analysis of transactions to determine when and how revenue is recognized and requires entities to recognize revenue at an amount that reflects the consideration to which the Company expects to be entitled in exchange for transferring goods or services to a customer.\nA majority of the Company’s revenues are derived from performance obligations that are satisfied at a point in time when control passes to the customer which is generally at the time of shipment in accordance with agreed upon delivery terms. The remaining revenues are earned over time. All fees billed to the customer for shipping and handling are classified as a component of Net sales. All costs associated with shipping and handling are classified as a component of Cost of sales.\nThe Company also has long-term customer agreements involving the design and production of highly engineered products that require revenue to be recognized over time because these products have no alternative use without significant economic loss, and the agreements contain an enforceable right to payment including a reasonable profit margin from the customer in the event of contract termination. Additionally, the Company has customer agreements involving the creation or enhancement of an asset that the customer controls which also require revenue to be recognized over time. Generally, the Company uses an input method for determining the amount of revenue, cost and gross margin to recognize over time for these customer agreements. The input method used for these agreements recognizes revenue based on our efforts to satisfy the performance obligation and includes costs of material and labor, both of which give an accurate representation of the progress made toward complete satisfaction of a particular performance obligation. The Company may also use the output method which recognizes revenue based on direct measurements of the value transferred to the customer. Contract revenues and cost estimates are reviewed and revised periodically throughout the year and adjustments are reflected in the accounting period as such amounts are determined. Additional information with respect to contract assets and liabilities is included in Note 8.\nDue to the nature of work required to be performed on the Company’s long-term projects, the estimation of total revenue and cost at completion is subject to many variables and requires significant judgment. Contract estimates related to long-term projects are based on various assumptions to project the outcome of future events that could span several years. These assumptions include cost of materials; labor availability and productivity; complexity of the work to be performed; and the performance of suppliers, customers and subcontractors that may be associated with the contract. We have a disciplined process where management reviews the progress of long term-projects periodically throughout the year. As part of this process, management reviews information including key contract matters, progress towards completion, identified risks and\n55\nopportunities and any other information that could impact the Company’s estimates of revenue and costs. After completing this analysis, any adjustments to net sales, cost of goods sold, and the related impact to operating income are recognized as necessary in the period they become known.\nGenerally, the Company’s revenue contains a single performance obligation for each distinct good or service; however, a single contract may have multiple performance obligations comprising multiple promises to customers. When there are multiple performance obligations, revenue is allocated based on the relative stand-alone selling price. Pricing is defined in our contracts on a line item basis and includes an estimate of variable consideration when required by the terms of the individual customer contract. Types of variable consideration the Company typically has include volume discounts, prompt payment discounts, price escalation clauses, liquidating damages, and performance bonuses. Sales returns and allowances are also estimated and recognized in the same period the related revenue is recognized, based upon the Company’s experience and future expectations.\nRemaining performance obligations represent the allocated transaction price of unsatisfied or partially unsatisfied performance obligations.\nAs of December 31, 2023, the Company's remaining performance obligations were approximately $\n22\nbillion. The Company expects to recognize revenue of approximately\n34\n% of remaining performance obligations over the next\n12\nmonths, with the remainder recognized thereafter.\nRevolving Receivables Program\nThe Company utilizes a revolving facility to sell certain receivables of the Company and certain of its subsidiaries (the \"Originators\"). The Originators contribute receivables to our bankruptcy-remote subsidiary, which sells the receivables to a financial institution on a recurring basis in exchange for cash equal to the gross receivables sold. The bankruptcy remote subsidiary is a separate legal entity with its own creditors, and its assets are not available to pay creditors of the Company or any other affiliates of the Company. As customers pay their balances, we transfer additional receivables into the program, which could result in our gross receivables sold being higher or lower than customer collections remitted to the financial institution for any applicable period. The sold receivables are fully guaranteed by our bankruptcy-remote subsidiary, which holds additional receivables that are pledged as collateral under this facility. The Company has agreed to guarantee the performance of the Originators respective obligations under the revolving agreement. Neither the Company (except for the bankruptcy-remote consolidated subsidiary referenced above) nor the Originators guarantees the collectability of the receivables under the revolving agreements.\nDuring 2021, the Company could transfer up to $\n200\nmillion of certain receivables. During 2022, the program was amended to increase the transfer limit up to $\n350\nmillion of certain receivables.\nAt December 31, 2023, and 2022 the bankruptcy-remote subsidiary held receivables of $\n674\nmillion and $\n458\nmillion, respectively, which are included in the Company's Consolidated Balance Sheets.\nThe receivables held by the bankruptcy-remote subsidiary collateralize the outstanding receivables sold, which was $\n20\nmillion and $\n80\nmillion at December 31, 2023 and 2022, respectively. The transfers are recorded at the fair value of the proceeds received and obligations assumed less derecognized receivables. No obligation was recorded at December 31, 2023 or 2022 as the estimated expected credit losses on receivables sold is insignificant. Our maximum exposure to loss related to these receivables transferred is limited to the amount outstanding.\nThe following table sets forth a summary of receivables sold:\nPre-Production Costs\nCertain pre-production costs relating to long-term production and supply contracts have been deferred and will be recognized over the life of the contracts.\nDeferred pre-production costs were $\n61\nmillion and $\n64\nmillion at December 31, 2023 and 2022, respectively which are included in Other noncurrent assets on the Consolidated Balance Sheets.\nPreferred Stock\nThe Company’s authorized capital stock includes\n1,000,000\nshares of preferred stock. The Board of Directors has the authority to issue the preferred stock and to fix the rights and preferences, which would be superior to those of the common stock.\nAt December 31, 2023 and 2022 there was\nno\npreferred stock issued or outstanding.\nSignificant Customers and Concentrations of Credit Risk\nThe Company’s trade receivables are primarily from rail and transit industry original equipment manufacturers, Class I railroads, railroad carriers and commercial companies that utilize rail cars in their operations, such as utility and chemical companies, as well as companies in the mining, marine and industrial markets. No one customer accounted for more than 10% of the Company’s consolidated net sales in the periods presented.\n56\nReclassifications\nCertain prior year amounts have been reclassified, where necessary, to conform to the current year presentation.\nUse of Estimates\nThe preparation of financial statements in conformity with generally accepted accounting principles in the United States requires the Company to make estimates and assumptions that affect the reported amounts of assets and liabilities at the date of the financial statements and reported amounts of revenues and expenses during the reporting period. Actual amounts could differ materially from the estimates. On an ongoing basis, Management reviews its estimates based on currently available information. Changes in facts and circumstances may result in revised estimates.\nAccounting Standards Recently Issued\nIn November 2023,\nthe Financial Accounting Standards Board (\"FASB\") issued Accounting Standards Update (\"ASU\") 2023-07,\nSegment Reporting (Topic 280): Improvements to Reportable Segment Disclosures\n. The amendments in this update are intended to improve reportable segment disclosure requirements, primarily through enhanced disclosures about significant segment expenses. In addition to the current requirements, the amendments specify additional information be provided about the chief operating decision maker (CODM) as well as disaggregated expense categories, to the extent that the CODM utilizes such data in deciding how to allocate resources. The amendments in this update do not affect the recognition, measurement, or financial statement presentation of expenses, and will be effective for Wabtec's annual reporting periods beginning January 1, 2024 and interim reporting periods beginning January 1, 2025. The amendments will require increased interim and annual disclosures on current and comparable reporting periods presented in annual and interim company filings. The Company is assessing the extent of the impact of the amendments on our filings.\nIn December 2023, the FASB issued ASU 2023-09,\nIncome Taxes (Topic 740): Improvements to Income Tax Disclosures\n. The amendments in this update require entities to disclose on an annual basis specific categories within the income tax rate reconciliation and provide additional information for reconciling items that meet a quantitative threshold. The amendments in this update also require enhanced disaggregation of disclosures about income taxes paid and income tax expense, among other changes. The amendments in this update do not affect the recognition, measurement, or financial statement presentation of income taxes and will be effective for Wabtec's annual reporting periods beginning January 1, 2025. The amendments will require increased annual disclosures on current and comparable reporting periods presented in annual and interim company filings. The Company is assessing the extent of the impact of the amendments on our filings.\nAccounting Standards Recently Adopted\nIn September 2022, the FASB issued ASU 2022-04,\nLiabilities - Supplier Finance Programs (Subtopic 405-50): Disclosure of Supplier Finance Obligations.\nThe amendments in this update outline specific quantitative and qualitative disclosure requirements for entities that use supplier finance programs in connection with the purchase of goods or services. The amendments in this update do not affect the recognition, measurement, or financial statement presentation of obligations covered by supplier finance programs. The amendments in this update were effective for Wabtec's reporting periods beginning January 1, 2023, except for the amendment on roll forward information which will be effective for reporting periods beginning January 1, 2024. The amendments will require increased interim and annual disclosures be provided on current and comparable reporting periods presented in annual and interim company filings.\nThe Company has entered into supply chain financing arrangements with third-party financial institutions to provide our vendors with enhanced payment options while providing the Company with added working capital flexibility. The Company does not provide any guarantees under these arrangements, does not have an economic interest in our supplier's voluntary participation, does not receive an economic benefit from the financial institutions, and no assets are pledged under the arrangements.\nThe arrangements do not change the payable terms negotiated by the Company and our vendors, which range between net\n45\nand net\n180\ndays, and does not result in a change in the classification of amounts due as Accounts payable in the Consolidated Balance Sheets. Suppliers utilized the program to accelerate receipt of payment from these financial institutions for $\n305\nmillion and $\n296\nmillion of the Company's outstanding\nAccounts payable\nas of December 31, 2023 and December 31, 2022, respectively. The supplier invoices included under the program require payment in full to the financial institutions consistent with the Company’s normal terms and conditions as agreed upon with the vendor.\n3.\nACQUISITIONS\n2023\nOn December 22, 2023, the Company purchased the remaining ownership shares of Lokomotiv Kurastyru Zauyty (LKZ), a locomotive manufacturing and assembly company located in Kazakhstan, at which time it became a wholly owned subsidiary of the Company. Prior to this purchase, Wabtec owned\n50\n% of LKZ as a joint venture partner and accounted for its ownership interest as an equity method investment. Total purchase price for the remaining\n50\n% interest was $\n111\nmillion. As a result of the change in ownership interest and obtaining control of LKZ, Wabtec's previously held equity interest balance was remeasured to fair value, resulting in a gain of approximately $\n35\nmillion recorded to Other income, net. Upon acquisition, Wabtec ceased accounting for the investment using the equity method and recognized\n100\n% of LKZ's identifiable assets and liabilities, and LKZ's results of operations and cash flows are fully consolidated subsequent to the acquisition date.\n57\nThe following table summarizes the fair value of\n100\n% of the LKZ assets acquired and liabilities assumed:\nThe fair values of the assets acquired and liabilities assumed were determined using the income, cost and market approaches. These estimates are preliminary in nature and subject to adjustments, which could be material as the Company has not completed its valuation of acquired assets and liabilities. Any necessary adjustments will be finalized within one year from the date of acquisition.\nGoodwill was calculated as the difference between the acquisition date fair value of the consideration transferred and the fair value of the net assets acquired and represents the assembled workforce and the future economic benefits of expanding our global operations expected to be achieved as a result of the acquisition. The purchased goodwill is not expected to be deductible for tax purposes. The results of this business since the date of acquisition are reported within the Equipment product line of the Freight Segment. The pro forma impact on Wabtec’s sales and results of operations, including the pro forma effect of events that are directly attributable to the acquisition, was not significant.\nDuring the second quarter of 2023, the Company acquired L&M Radiator, Inc., a leading manufacturer of heavy-duty equipment radiators and heat exchangers for the mining sector, for a purchase price of approximately $\n245\nmillion.\nThe following table summarizes the fair value of the L&M Radiator, Inc. assets acquired and liabilities assumed:\nThe fair values of the assets acquired and liabilities assumed were determined using the income, cost and market approaches. Discounted cash flow models were used to estimate the fair values of acquired intangibles. The fair value\n58\nmeasurements were primarily based on significant inputs that are not observable in the market and are considered Level 3 in the fair value hierarchy. Intangible assets acquired include customer relationships and acquired technology that are subject to amortization, and trade names that were assigned an indefinite life and are not subject to amortization. Contingent liabilities assumed as part of the transaction are preliminary and subject to change. These estimates are preliminary in nature and subject to adjustments, which could be material as the Company has not completed its valuation of acquired assets and liabilities. Any necessary adjustments will be finalized within one year from the date of acquisition.\nGoodwill was calculated as the difference between the acquisition date fair value of the consideration transferred and the fair value of the net assets acquired, and represents the assembled workforce and the future economic benefits, including synergies, that are expected to be achieved as a result of the acquisition. The purchased goodwill is not expected to be deductible for tax purposes. The results of this business since the date of acquisition are reported within the Components product line of the Freight Segment. The pro forma impact on Wabtec’s sales and results of operations, including the pro forma effect of events that are directly attributable to the acquisition, was not significant.\n2022\nDuring 2022, the Freight Segment made\nthree\nstrategic acquisitions for a combined purchase price of $\n89\nmillion.\nTwo\nof the acquisitions are reported in the Digital Intelligence product line and\none\nis reported in the Services product line. Each of the acquisitions in 2022 are individually and collectively immaterial.\n2021\nOn March 31, 2021, the Company acquired Nordco, a leading North American supplier of new, rebuilt and used maintenance of way equipment. Nordco's products and services portfolio includes mobile railcar movers and ultrasonic rail flaw detection technologies. The purchase price paid for\n100\n% ownership of Nordco was approximately $\n410\nmillion.\nThe following table summarizes the fair value of the Nordco assets acquired and liabilities assumed:\nThe fair values of the assets acquired and liabilities assumed were determined using the income, cost and market approaches. Discounted cash flow models were used to estimate the fair values of acquired intangibles. The fair value measurements were primarily based on significant inputs that are not observable in the market and are considered Level 3 in the fair value hierarchy. Intangible assets acquired include customer relationships and acquired technology that are subject to amortization, and trade names that were assigned an indefinite life and are not subject to amortization. Contingent liabilities assumed as part of the transaction were not material.\nGoodwill was calculated as the difference between the acquisition date fair value of the consideration transferred and the fair value of the net assets acquired, and represents the assembled workforce and the future economic benefits, including synergies, that are expected to be achieved as a result of the acquisition. The purchased goodwill is not expected to be deductible for tax purposes. The results of this business since the date of acquisition are reported within the Services product line of the Freight Segment. The pro forma impact on Wabtec’s sales and results of operations, including the pro forma effect of events that are directly attributable to the acquisition, was not significant.\n59\n4.\nSUPPLEMENTAL CASH FLOW DISCLOSURES\nAt December 31, 2023 and December 31, 2022, Wabtec had restricted cash of $\n5\nmillion and $\n7\nmillion, respectively, primarily from cash in escrow related to a 2022 acquisition.\n5.\nINVENTORIES\nThe components of inventory, net of reserves, were:\n6.\nPROPERTY, PLANT & EQUIPMENT\nThe major classes of depreciable assets are as follows:\nThe estimated useful lives of property, plant and equipment are as follows:\nDepreciation expense was $\n204\nmillion, $\n182\nmillion, and $\n198\nmillion for 2023, 2022 and 2021, respectively.\n60\n7.\nGOODWILL AND INTANGIBLE ASSETS\nGoodwill and indefinite lived intangible assets are reviewed annually during the fourth quarter for impairment. The Company has identified\nthree\nreporting units for purposes of testing goodwill for impairment.\nTwo\nreporting units exist within the Freight segment (the \"Freight\" and \"Components\" reporting units) and the Transit segment is also a reporting unit. In 2023, management elected to first assess qualitative factors to determine whether a quantitative goodwill impairment test is necessary for the Components reporting unit. During the assessment, management evaluated all relevant events and facts that may impact the fair value or carrying value of the reporting unit's goodwill and concluded that it was not more likely than not that the estimated fair values were less than the carrying values; therefore, no further analysis was required. For the Freight and Transit reporting units, management elected to proceed directly to the quantitative impairment test. The discounted cash flow method and the market approach were used to estimate the fair value of each reporting unit using a weighting of\n75\n% and\n25\n%, respectively. The discounted cash flow model requires several assumptions including future sales growth, EBIT (earnings before interest and taxes) margins, capital expenditures, a discount rate and a terminal revenue growth rate (the revenue growth rate for the period beyond the years forecasted by the reporting units) for each reporting unit. The market approach requires several assumptions including EBITDA (earnings before interest, taxes, depreciation and amortization) multiples for comparable companies that operate in the same markets as the Company’s reporting units. For 2023, the discounted cash flow method was given more weight compared to the market approach due to variables between the operations of the guideline companies used in the analysis and Wabtec's operations, such as different reporting unit sizes, growth and business characteristics. However, both valuations resulted in a conclusion that the estimated fair values of the Freight and Transit reporting units were in excess of their respective carrying value, and no impairment existed.\nAdditionally, the Company proceeded directly to the quantitative impairment test for certain trade names with indefinite lives. For 2023, the Company's Portfolio Optimization resulted in approximately $\n14\nmillion in accelerated trade name amortization expense, recorded in \"Amortization expense\" on the Consolidated Statements of Income. For the remaining trade names subject to the quantitative impairment test, the fair value exceeded each respective carrying value, resulting in a conclusion that no impairment existed. For 2022, the fair value of all material trade names subject to the quantitative impairment test exceeded its respective carrying value, resulting in a conclusion that no impairment existed. For trade names not subject to quantitative testing in 2023 and 2022, the Company elected to perform a qualitative impairment assessment, resulting in a conclusion that it was not more likely than not that the estimated fair values of the trade names were less than their carrying values; therefore, no further analysis was required. The assessment of qualitative factors used in determining whether it is more likely than not that the fair value of a trade name is less than its carrying amount involves significant judgments and assumptions. The judgment and assumptions include the identification of macroeconomic conditions, industry and market considerations, cost factors, overall financial performance, Wabtec specific events, share price trends and making the assessment on whether each relevant factor will impact the impairment test positively or negatively and the magnitude of any such impact.\nThe change in the carrying amount of goodwill by segment is as follows:\nAs of December 31, 2023 and 2022, the Company’s trade names had a net carrying amount of $\n612\nmillion and $\n602\nmillion, respectively, and the Company believes these intangibles have indefinite lives, with the exception of the right to use the GE Transportation trade name, to which the Company has an original useful life of\n5\nyears.\n61\nIntangible assets of the Company, other than goodwill and trade names, consist of the following:\nThe remaining weighted average useful lives of backlog, customer relationships and acquired technology were\n9\nyears,\n15\nyears and\n7\nyears, respectively. The backlog intangible asset primarily consists of in-place long-term service agreements acquired by the Company in conjunction with the acquisition of GE Transportation. Amortization expense for intangible assets was $\n321\nmillion, $\n291\nmillion, and $\n287\nmillion for the years ended December 31, 2023, 2022, and 2021, respectively.\nEstimated amortization expense for the five succeeding years is as follows (in millions):\n62\n8.\nCONTRACT ASSETS AND CONTRACT LIABILITIES\nContract assets include unbilled amounts resulting from sales under long-term contracts where revenue is recognized over time and revenue exceeds the amount that can be billed to the customer based on the terms of the contract. The current portion of the contract assets are classified as current assets under the caption “Unbilled accounts receivable” while the noncurrent contract assets are classified as other assets under the caption \"Other noncurrent assets\" on the Consolidated Balance Sheets. Noncurrent contract assets were $\n154\nmillion and $\n162\nmillion at December 31, 2023 and 2022, respectively. Included in noncurrent contract assets are certain costs that are specifically related to a contract but do not directly contribute to the transfer of control of the tangible product being created, such as non-recurring engineering costs. The Company has elected to use the practical expedient and not consider unbilled amounts anticipated to be paid within one year as significant financing components.\nContract liabilities include customer deposits that are made prior to the incurrence of costs related to a newly agreed upon contract and advanced customer payments that are in excess of revenue recognized. The current portion of contract liabilities are classified as current liabilities under the caption “Customer deposits” while the noncurrent contract liabilities are classified as noncurrent liabilities under the caption \"Other long-term liabilities\" on the Consolidated Balance Sheets. Noncurrent contract liabilities were $\n174\nmillion and $\n86\nmillion at December 31, 2023 and 2022, respectively. These contract liabilities are not considered a significant financing component because they are used to meet working capital demands that can be higher in the early stages of a contract or revenue associated with the contract liabilities is expected to be recognized within one year. Contract liabilities also include provisions for estimated losses from uncompleted contracts. Provisions for loss contracts were $\n104\nmillion and $\n98\nmillion at December 31, 2023 and 2022, respectively. These provisions for estimated losses are classified as current liabilities and included within the caption “Other accrued liabilities” on the Consolidated Balance Sheets.\nThe following table reconciles the changes in the Company’s contract assets and liabilities as follows:\n63\n9.\nLONG-TERM DEBT\nLong-term debt consisted of the following:\n1. See Note 17 for information on the fair value measurement of the Company's long-term debt.\nVariances between Face Value and Book Value are the result of unamortized discounts and debt issuance costs as well as foreign exchange on the Euro Notes. Amortization of discounts and debt issuance fees are included in the calculation of Effective Interest Rate.\nThe Company borrows and repays against the multi-currency Revolving Credit Facility for added flexibility in liquidity to manage cash during the operating cycle. The proceeds from borrowing and the repayments are included within the Financing Activities section of the Consolidated Statements of Cash Flows.\nAs of December 31, 2023, the annual repayment requirements for debt obligations are as follows:\nFor those debt securities that have a premium or discount at the time of issuance, the Company amortizes the amount through interest expense based on the maturity date or the first date the holders may require the Company to repurchase the debt securities, if applicable. A premium would result in a decrease in interest expense, and a discount would result in an increase in interest expense in future periods. Additionally, the Company has debt issuance costs related to certain financing transactions which are also amortized through interest expense. As of December 31, 2023 and 2022, the Company had total unamortized debt issuance costs and discounts of $\n15\nmillion and $\n21\nmillion, respectively. At December 31, 2023, the weighted average interest rate on the Company's available variable debt facilities under the Restated Credit Agreement was\n6.8\n%.\nCredit Agreements\nRevolving Credit Agreement\nOn June 8, 2018, the Company entered into a credit agreement (\"Original Credit Agreement\"), consisting of (i) term loans denominated in euros and U.S. dollars (\"Term Loans\") and (ii) a multi-currency revolving loan facility, providing for an equivalent in U.S. dollars of up to $\n1.2\nbillion. On August 15, 2022, the Company entered into a new unsecured credit agreement (\"Restated Credit Agreement\"), which amended, restated and replaced the Original Credit Agreement. The Restated Credit Agreement is with a syndicate of lenders and provides for borrowings consisting of (i) a multi-currency revolving credit facility, providing for an equivalent in U.S. dollars of up to $\n1.5\nbillion (the “Revolving Credit Facility”) and (ii) a new $\n250\nmillion delayed draw term loan facility (the “Delayed Draw Term Loan”), all pursuant to the terms and conditions of the\n64\nRestated Credit Agreement (which are substantially similar with the terms of the Original Credit Agreement). The Restated Credit Agreement allows the Company to request, at prevailing market rates, an aggregate amount not to exceed $\n750\nmillion, (a) increases to the borrowing commitments under the Revolving Credit Facility and/or (b) new incremental term loan commitments. The agreement contains affirmative, negative and financial covenants, and events of default customary for facilities of this type.\nThe Revolving Credit Facility matures on August 15, 2027. The Delayed Draw Term Loan is available for borrowings until February 15, 2024 and any borrowings under the Delayed Draw Term Loan will mature on August 15, 2027. Amounts borrowed and repaid under the Delayed Draw Term Loan may not be reborrowed. The applicable interest rate for borrowings under the Restated Credit Agreement includes a base rate (per the Interest Election terms of the agreement) plus an interest rate spread up to\n1.75\n% based on the lower of the pricing corresponding to (i) the Company’s financial leverage or (ii) the Company’s public rating. Obligations under the Restated Credit Agreement have been guaranteed by certain of the Company’s subsidiaries.\nDuring the third quarter of 2023, the Company borrowed the full $\n250\nmillion of availability from the Delayed Draw Term Loan and utilized the proceeds to redeem the\n4.375\n% Senior Notes, due 2023. The borrowing rate for the Delayed Draw Term Loan is a variable rate reassessed periodically in accordance with the terms of the Restated Credit Agreement.\nUnder the Restated Credit Agreement, the Company has agreed to maintain an Interest Coverage Ratio of at least\n3.0\nto 1.0, and a Leverage Ratio not to exceed\n3.5\nto 1.0. The Interest Coverage Ratio is defined as EBITDA (earnings before interest, taxes, depreciation, and amortization) to Interest Expense for the four quarters then ended. The Leverage Ratio is defined as Net Debt as of the last day of such fiscal quarter to EBITDA for the four quarters then ended. Additionally, the Company may submit a request for an increased maximum Leverage Ratio in contemplation of a Material Acquisition. All terms are as defined in the Restated Credit Agreement. The Company was in compliance with all financial covenants in the Restated Credit Agreement as of December 31, 2023.\nThe following table presents availability under the Restated Credit Agreement as of December 31, 2023:\n364\n-Day Facility\nDuring 2021 the Company utilized a $\n600\nmillion\n364\nday credit facility (\"364 Day Facility\") with a group of banks which included a $\n144\nmillion revolving credit facility and a $\n456\nmillion term loan. On June 3, 2021, the Company repaid all outstanding borrowings and related interest, effectively retiring the facility.\nSenior Notes\nThe Company or its subsidiaries may issue senior notes from time to time. These notes are comprised of our\n4.375\n% Senior Notes due 2023 (the \"2023 Notes\"),\n4.15\n% Senior Notes due 2024 (the \"2024 Notes\"),\n3.20\n% Senior Notes due 2025 (the \"2025 Notes\"),\n3.45\n% Senior Notes due 2026 (the \"2026 Notes\"),\n1.25\n% Senior Notes (EUR) due 2027 (the \"Euro Notes\" discussed below), and\n4.70\n% Senior Notes due 2028 (the \"2028 Notes\"). The 2023 Notes, 2024 Notes, 2025 Notes, 2026 Notes and 2028 Notes are the “US Notes”, and collectively with the Euro Notes, the “Senior Notes.” Interest on the US Notes is payable semi-annually and interest on the Euro Notes is paid annually. Each series of the Senior Notes may be redeemed any time in whole or from time to time in part in accordance with the provisions of the indenture, under which such series of notes was issued. Each of the Senior Notes may be redeemed at a redemption price of\n100\n% of the principal amount plus a specified make-whole premium and accrued interest. The US Notes and the Company's guarantee of the Euro Notes are senior unsecured obligations of the Company and rank pari passu with all existing and future senior debt and senior to all existing and future subordinated indebtedness of the Company.\nBeginning September 15, 2023, the effective interest rates for the 2024 Notes and the 2028 Notes were each reduced by\n0.25\n% due to a favorable change in Wabtec's corporate credit rating and the rating of the aforementioned notes.\nDuring the second quarter of 2022, the Company redeemed $\n25\nmillion of principal from the 2024 Notes plus a premium and the related accrued interest.\nOn June 3, 2021, Wabtec Transportation Netherlands B.V. (\"Wabtec Netherlands\") issued €\n500\nmillion of\n1.25\n% Senior Notes due in 2027, which are fully and unconditionally guaranteed by the Company. The Euro Notes were issued at\n99.267\n% of face value. Interest on the Euro Notes accrues at a rate of\n1.25\n% per annum and is payable annually beginning December 3, 2021. The Company incurred approximately $\n4\nmillion of deferred financing costs related to the issuance of the Euro Notes for total net proceeds of approximately $\n599\nmillion after consideration of the discount.\n65\nThe indentures under which the Senior Notes were issued contain covenants and restrictions which limit, subject to certain exceptions, certain sale and leaseback transactions with respect to principal properties, the incurrence of secured debt without equally and ratably securing the Senior Notes, and certain merger and consolidation transactions. The covenants do not require the Company to maintain any financial ratios or specified levels of net worth or liquidity. The US Notes are fully and unconditionally guaranteed, jointly and severally, on an unsecured basis by each of the Company's subsidiaries that is a guarantor under the Restated Credit Agreement. The Euro Notes were issued by Wabtec Netherlands and are fully and unconditionally guaranteed by the Company.\nThe Company is in compliance with the restrictions and covenants in the indentures under which the Senior Notes were issued and expects that these restrictions and covenants will not be any type of limiting factor in executing our operating activities.\nCash Pooling\nWabtec aggregates the Company's domestic cash position on a daily basis. Outside the United States, the Company uses cash pooling arrangements with banks to help manage our liquidity requirements. In these pooling arrangements, Wabtec subsidiary “Participants” agree with a single bank that the cash balances of any of the pool Participants with the bank will be subject to a full right of set-off against amounts other Participants owe the bank, and the bank provides for overdrafts as long as the net overdraft balance for all Participants does not exceed an agreed-upon level. Typically, each Participant pays interest on outstanding overdrafts and receives interest on cash balances. The Company's Consolidated Balance Sheets reflect cash, net of bank overdrafts, under all pooling arrangements.\nLetters of Credit and Bank Guarantees\nIn the ordinary course of its business, the Company arranges for certain types of bank guarantees and letters of credit, such as performance bonds, bid bonds and financial guarantees, that are issued by certain banks and insurance companies to support customer contracts. The outstanding amount, including the letters of credit issued under the credit facility, was $\n855\nmillion and $\n865\nmillion at December 31, 2023 and 2022, respectively.\n66\n10.\nEMPLOYEE BENEFIT PLANS\nDefined Benefit Pension Plans\nThe Company sponsors defined benefit pension plans that cover certain U.S. and international employees, primarily in the United Kingdom, Canada and Germany, which provide benefits of stated amounts for each year of service of the employee. The Company uses a December 31 measurement date for the plans.\nThe following tables provide information regarding the Company’s significant defined benefit pension plans summarized by U.S. and international components.\nObligations and Funded Status\n67\nThe aggregate accumulated benefit obligation for the U.S. pension plans was $\n55\nmillion and $\n28\nmillion as of December 31, 2023 and 2022, respectively. The aggregate accumulated benefit obligation for the international pension plans was $\n241\nmillion and $\n227\nmillion as of December 31, 2023 and 2022, respectively.\nComponents of Net Periodic Benefit Costs\nInterest cost is recorded in Interest expense, net on the Consolidated Statements of Income. Expected return on plan assets, Amortization of net loss, and Settlement and curtailment losses recognized are recorded within Other income, net on the Consolidated Statements of Income. Service cost is considered a component of employee compensation and is recorded within Cost of sales or Selling, general and administrative expenses depending on the plan participants relative job function.\nAmounts recognized in Other comprehensive income during 2023 for other changes in plan assets and benefit obligations are not material. The amounts of net actuarial loss and prior service cost included in Other comprehensive loss expected to be recognized as components of periodic benefit costs in 2024 are not material.\nThe weighted average assumptions in the following table represent the rates used to develop the actuarial present value of the projected benefit obligation for the year listed.\nThe discount rate is based on settling the pension obligation with high grade, high yield corporate bonds, and the rate of compensation increase is based on actual experience. The expected return on plan assets is based on historical performance as well as expected future rates of return on plan assets considering the current investment portfolio mix and the long-term investment strategy.\nPension Plan Assets\nThe Company has established formal investment policies for the assets associated with our pension plans. Objectives include maximizing long-term return at acceptable risk levels and diversifying among asset classes. Asset allocation targets are based on periodic asset liability study results which help determine the appropriate investment strategies. The investment policies permit variances from the targets within certain parameters. The plan assets consist primarily of equity security funds, debt security funds, insurance contracts, and cash and cash equivalent investments. The assets held in these funds are generally actively managed and are valued at the net asset value per share multiplied by the number of shares held as of the measurement\n68\ndate. (See Note 17).\nPlan assets by asset category at December 31, 2023 and 2022 are as follows:\nThe U.S. plan has a target asset allocation of\n11\n% equity securities,\n88\n% debt securities and\n1\n% in other investments. The International plan has a target asset allocation of\n10\n% equity securities,\n15\n% debt securities and\n75\n% in other investments. Investment policies are determined by the respective Plan’s Pension Committee and set forth in its Investment Policy. Rebalancing of the asset allocation occurs on a quarterly basis.\nThe Company’s defined benefit pension plan assets consist primarily of equity security funds, debt security funds, insurance contracts, and temporary cash and cash equivalent investments. These investments are comprised of a number of investment funds that invest in a diverse portfolio of assets including equity securities, corporate and governmental bonds, and money markets. Trusts are valued at the net asset value (“NAV”) as determined by their custodian. NAV represents the accumulation of the unadjusted quoted close prices on the reporting date for the underlying investments divided by the total shares outstanding at the reporting dates.\nThe following tables summarize our pension plan assets measured at fair value on a recurring basis by fair value hierarchy level (See Note 17):\n69\nThere were no material changes to the Level 3 assets during 2023 and 2022.\nCash Flows\nThe Company’s funding methods are based on governmental requirements and differ from those methods used to recognize pension expense. The Company expects to contribute $\n2\nmillion to certain international pension plans and does not expect to make a contribution to the U.S. pension plan during 2024.\nBenefit payments expected to be paid to plan participants are as follows:\nDefined Contribution Plans\nThe Company participates in certain defined contribution plans. Costs of approximately $\n60\nmillion were recognized during 2023 and $\n55\nmillion was recognized during 2022 and 2021, respectively. The 401(k) savings plan is a participant directed defined contribution plan that holds shares of the Company’s stock as one of the investment options. At December 31, 2023 and 2022, the plan held on behalf of its participants approximately\n355,000\nshares with a market value of $\n45\nmillion, and approximately\n371,000\nshares with a market value of $\n37\nmillion, respectively.\n11.\nINCOME TAXES\nThe Company is responsible for filing consolidated U.S. federal, foreign and combined, unitary or separate state income tax returns. The Company is responsible for paying the taxes relating to such returns, including any subsequent adjustments resulting from the redetermination of such tax liabilities by the applicable taxing authorities.\nThe components of the income before income taxes for the Company’s domestic and foreign operations for the years ended December 31 are provided below:\n70\nThe consolidated provision for income taxes included in the Consolidated Statements of Income consisted of the following:\nA reconciliation of the United States federal statutory income tax rate to the effective income tax rate on operations for the years ended December 31 is provided below:\nThe decrease in effective tax rate from 2022 to 2023 was primarily due to a change in mix of foreign earnings, changes in valuation allowances, and the non-taxable gain generated on the acquisition of LKZ.\nThe increase in effective tax rate from 2021 to 2022 was primarily due to the absence of benefit from amended federal and state income tax returns that were filed in 2021 and higher foreign taxes, partially offset by the change in valuation allowance.\nOn August 16, 2022, the Inflation Reduction Act of 2022 was signed into law. This act includes a new book minimum tax on certain large corporations and an excise tax on corporate stock buybacks among other provisions. At this time, the Company does not believe the act will have a material impact on our consolidated financial position, results of operations, or cash flows.\n71\nComponents of deferred tax assets and liabilities were as follows:\nA valuation allowance is recorded when it is more likely than not that some portion or all of the deferred tax assets will not be realized. As of December 31, 2023, the valuation allowance for certain deferred tax asset carryforwards was $\n58\nmillion, primarily in the United States, South Africa, China, the Netherlands, and Denmark. The increase in valuation allowances in 2023 is primarily related to state net operating loss carry-forwards that are not expected to be realized.\nThe Company has net operating loss carry-forwards in the amount of $\n430\nmillion, of which $\n228\nmillion are indefinite lived, $\n90\nmillion expire within ten years and $\n112\nmillion expire in various periods between December 31, 2034 to December 31, 2043.\nAs of December 31, 2023, the liability for income taxes associated with unrecognized tax benefits was $\n40\nmillion, of which $\n27\nmillion, if recognized, would favorably affect the Company’s effective income tax rate. As of December 31, 2022, the liability for income taxes associated with unrecognized tax benefits was $\n33\nmillion, of which $\n20\nmillion, if recognized, would favorably affect the Company’s effective income tax rate.\nA reconciliation of the beginning and ending amount of the gross liability for income taxes associated with unrecognized tax benefits follows:\nThe Company includes interest and penalties related to unrecognized tax benefits in income tax expense. As of December 31, 2023 and 2022, the total interest and penalties accrued was approximately $\n13\nmillion and $\n5\nmillion, respectively.\nAn audit of Company’s U.S. federal income tax returns for years 2017-2019 is ongoing and select state and non-U.S. income tax audits are also underway. With limited exception, the Company is no longer subject to examination by various U.S. and foreign taxing authorities for years before 2018. At this time, the Company believes that it is reasonably possible that unrecognized tax benefits of approximately $\n17\nmillion may change within the next 12 months due to the expiration of statutory review periods and current examinations.\n72\n12.\nEARNINGS PER SHARE\nThe computation of basic and diluted earnings per share for Net income attributable to Wabtec shareholders is as follows:\n13.\nSTOCK-BASED COMPENSATION PLANS\nAs of December 31, 2023, the Company maintains employee stock-based compensation plans for stock options, restricted stock, and incentive stock units as governed by the 2011 Stock Incentive Compensation Plan, as amended and restated (the “2011 Plan”) and the 2000 Stock Incentive Plan, as amended (the “2000 Plan”). The 2011 Plan has a term through May 10, 2027, and as of December 31, 2023, the number of shares available for future grants under the 2011 Plan was approximately\n4.9\nmillion shares. The Company also maintains a 1995 Non-Employee Directors’ Fee and Stock Option Plan as amended and restated (“the Directors Plan”). The Directors Plan, as amended, authorizes a total of\n1,100,000\nshares of Common Stock to be issued. Under the Directors Plan, options issued become exercisable over a\nthree-year\nvesting period and expire\nten years\nfrom the date of grant, and restricted stock issued under the plan vests\none year\nfrom the date of grant. The amount of restricted stock issued to non-employee directors as compensation for directors’ fees was as follows:\n14,856\nshares for 2023;\n14,269\nshares for 2022; and\n18,142\nshares for 2021. The total number of shares issued under the Directors Plan as of December 31, 2023 was approximately\n1.0\nmillion shares.\nStock-based compensation expense for all of the plans was $\n59\nmillion, $\n49\nmillion and $\n46\nmillion for the years ended December 31, 2023, 2022 and 2021, respectively. Associated tax benefits related to the stock-based compensation plans for the years ended December 31, 2023, 2022 and 2021 were not material.\nIncluded in the stock-based compensation expense for 2023 above is $\n23\nmillion of expense related to non-vested restricted stock, $\n22\nmillion of expense related to incentive stock units, $\n12\nmillion related to restricted stock units, $\n1\nmillion related to stock options, and $\n1\nmillion related to units issued for Directors’ fees. The restricted stock units are liability-classified equity awards as they can be settled in cash. At December 31, 2023, unamortized compensation expense related to those stock options, non-vested restricted shares and incentive stock units expected to vest totaled $\n52\nmillion and will be recognized over a weighted period of\n1.4\nyears.\nStock Options\nStock options are granted to eligible employees and directors at fair market value, which is the average of the high and low Wabtec stock price on the date of grant. Under the 2011 Plan and the 2000 Plan, options become exercisable over a\nthree year\nvesting period and expire\n10\nyears from the date of grant.\n73\nThe following table summarizes the Company’s stock option activity and related information for the years ended December 31. There were no stock options granted during the years ended December 31, 2023 or 2022.\nOptions outstanding at December 31, 2023 were as follows:\nRestricted Stock and Incentive Stock\nAs provided for under the 2011 and 2000 Plans, eligible employees are granted restricted stock that generally vests over\nthree years\nfrom the date of grant. Under the Directors Plan, restricted stock awards vest\none year\nfrom the date of grant.\nIn addition, the Company has issued incentive stock units to eligible employees that vest upon attainment of certain cumulative\nthree-year\nperformance goals, including a Relative Total Stockholder Return (RTSR) modifier. The RTSR can modify the payment up or down by 10%. Significant judgments and estimates are used in determining the estimated\nthree-year\nperformance, which is then used to estimate the total shares expected to vest over the\nthree year\nvesting cycle and corresponding expense based on the grant date fair value of the award. When determining the estimated\nthree-year\nperformance, the Company utilizes a combination of historical actual results, budgeted results and forecasts. Upon the initial grant of a performance cycle, the Company estimates the\nthree-year\nperformance at\n100\n%. Quarterly, the Company reviews and updates performance estimates based on actual performance results and current projections. Based on the Company’s performance for each\nthree year\nperiod then ended, the incentive stock units can vest and be awarded ranging from\n0\n% to\n200\n% of the initial incentive stock units granted. The incentive stock units included in the table below represent the number of shares that are expected to vest based on the Company’s estimate for meeting those established performance targets. As of December 31, 2023, the Company estimates that it will achieve\n145\n%,\n139\n% and\n116\n% for the incentive stock awards expected to vest, inclusive of the RTSR modifier, based on the estimated performance for the\nthree year\nperiods ending December 31, 2023, 2024, and 2025, respectively, and has recorded incentive compensation expense accordingly. If estimates of the number of these stock units expected to vest changes in a future accounting period, cumulative compensation expense could increase or decrease and will be recognized in the current period for the elapsed portion of the vesting period and would change future expense for the remaining vesting period.\nCompensation expense for the non-vested restricted stock and incentive stock units is based on the closing price of the Company’s common stock on the date of grant and recognized over the applicable vesting period. Expense for incentive stock units is updated as necessary based on the Company's performance.\n74\nThe following table summarizes the restricted stock and incentive stock units activity and related information for the years ended December 31:\n14.\nACCUMULATED OTHER COMPREHENSIVE LOSS\nComprehensive income (loss) comprises both net income and the Other Comprehensive income (loss) resulting from the change in equity from transactions and other events and circumstances from non-owner sources.\nThe changes in Accumulated other comprehensive loss by component, net of tax, for the years ended December 31, 2023, 2022, and 2021 are as follows:\nAmounts reclassified from Accumulated other comprehensive loss are recognized in \"Other income, net\" with the tax impact recognized in \"Income tax expense\" on the Consolidated Statements of Income.\n75\n15.\nLEASES\nThe Company leases certain property, buildings and equipment. For leases with terms greater than 12 months, the Company records the related asset and obligation at the present value of lease payments. Many of the Company's leases include rental escalation clauses, renewal options, and/or termination options that are factored into our determination of lease payments when appropriate. The Company does not separate lease and non-lease components. Operating lease expense for the years ended December 31, 2023, 2022, and 2021 was $\n64\nmillion, $\n60\nmillion, and $\n59\nmillion, respectively. During 2023 and 2022, new operating leases of $\n37\nmillion and $\n80\nmillion, respectively, were added during the year. As most of the Company's leases do not provide a readily stated discount rate, the Company must estimate the rate to discount lease payments using its incremental borrowing rate. Wabtec does not have material financing leases, short-term or variable leases or sublease income.\nScheduled payments of operating lease liabilities are as follows:\nThe following table summarizes the remaining lease term and discount rate assumptions used to develop the present value of operating lease liabilities:\n16.\nWARRANTIES\nThe following table reconciles the changes in the Company’s product warranty reserve as follows:\n17.\nFAIR VALUE MEASUREMENT AND DERIVATIVE INSTRUMENTS\nASC 820 “Fair Value Measurements and Disclosures” defines fair value, establishes a framework for measuring fair value and explains the related disclosure requirements. ASC 820 indicates, among other things, that a fair value measurement assumes that the transaction to sell an asset or transfer a liability occurs in the principal market for the asset or liability or, in the absence of a principal market, the most advantageous market for the asset or liability and defines fair value based upon an exit price model.\nValuation Hierarchy.\nASC 820 establishes a valuation hierarchy for disclosure of the inputs to valuation used to measure fair value. This hierarchy prioritizes the inputs into three broad levels as follows. Level 1 inputs are quoted prices (unadjusted) in active markets for identical assets or liabilities. Level 2 inputs are quoted prices for similar assets and liabilities in active markets or inputs that are observable for the asset or liability, either directly or indirectly through market corroboration, for substantially the full term of the financial instrument. Level 3 inputs are unobservable inputs based on the Company’s assumptions used to measure assets and liabilities at fair value. A financial asset or liability’s classification within the hierarchy is determined based on the lowest level input that is significant to the fair value measurement.\n76\nThe Company’s cash, cash equivalents and restricted cash are highly liquid investments purchased with an original maturity of three months or less and are considered Level 1 on the fair value valuation hierarchy. The fair value of cash, cash equivalents and restricted cash approximated the carrying value at December 31, 2023 and 2022. The Senior Notes are considered Level 2 based on the fair value valuation hierarchy. Contingent consideration related to the GE Transportation acquisition is considered Level 3 based on the fair value valuation hierarchy. At December 31, 2023 and 2022, $\n42\nmillion and $\n105\nmillion, respectively, were classified as \"Other accrued liabilities\" and at December 31, 2022, $\n47\nmillion was included within long-term liabilities shown as \"Contingent consideration\" on the Company's Consolidated Balance Sheets. The fair value approximates the carrying value at December 31, 2023 and 2022.\nHedging Activities\nIn the normal course of business, the Company is exposed to market risks related to interest rates, commodity prices and foreign currency exchange rate fluctuations, which may adversely affect our operating results and financial position. At times, we limit these risks through the use of derivatives such as cross-currency swaps, foreign currency forward contracts, interest rate swaps, commodity swaps and options. These hedging contracts are valued using broker quotations, or market transactions in either the listed or over-the counter markets. As such, these derivative instruments are classified within Level 2. In accordance with our policy, derivatives are only used for hedging purposes. We do not use derivatives for trading or speculative purposes.\nForeign Currency Exchange Risk\nThe Company uses forward contracts to hedge forecasted foreign currency denominated sales of finished goods and future settlement of foreign currency denominated assets and liabilities. Derivatives used to hedge firm commitments relevant to sales and purchases and forecasted transactions to be realized with high probability that meet the criteria for hedge accounting are designated as cash flow hedges. The effective portion of gains and losses is deferred as a component of Accumulated other comprehensive loss and is recognized in earnings at the time the hedged item affects earnings, in the same line item as the underlying hedged item. For the years ended December 31, 2023, 2022 and 2021, the amounts reclassified into income were not material.\nThe Company has also established balance sheet risk management and net investment hedging programs to protect its balance sheet against foreign currency exchange rate volatility. We conduct our business worldwide in U.S. dollars and the functional currencies of our foreign subsidiaries, including euro, Indian rupee, British pound sterling, Australian dollars and several other foreign currencies. Changes in these foreign currency exchange rates could have a material adverse impact on our financial results that are reported in U.S. dollars. We are also exposed to foreign currency exchange rate risk related to our foreign subsidiaries, including intercompany loans denominated in non-functional currencies. We hedge these exposures using foreign currency swap contracts and cross-currency swaps to offset the potential income statement effects on intercompany loans denominated in non-functional currencies. These programs reduce but do not eliminate foreign currency exchange rate risk entirely.\nThe Company enters into certain derivative contracts in accordance with its risk management strategy that do not meet the criteria for hedge accounting, but which have the impact of largely mitigating foreign currency exposure.\nThese foreign exchange contracts are accounted for on a full mark-to-market basis through earnings, with gains and losses recorded as a component of Other income, net.  The net gains and losses related to these contracts were not material for the years ended December 31, 2023, 2022 and 2021. These contracts typically mature within\none year\n.\nInterest Rate Risk\nThe Company may use\ninterest rate hedge contracts on certain investing and borrowing transactions to manage its net exposure to interest rate changes and to manage its overall cost of borrowing. Accordingly, the Company has entered into interest rate hedges to manage interest rate risk for a portion of future expected debt transactions. The Company does not use leveraged swaps and, in general, does not leverage any of its investment activities that would put principal capital at risk.\nFor the years ended December 31, 2023, 2022 and 2021, the amounts reclassified into income were not material.\nCommodity Price Risk\nThe Company may use commodity forward swaps to manage its exposure to commodity price changes and to reduce its overall cost of manufacturing.\nFor the years ended December 31, 2023, 2022 and 2021, the amounts reclassified into income were not material.\nThe following table summarizes the assets, liabilities, gross notional amounts, fair values, and fair value hierarchy classification of the designated and non-designated hedges discussed in the above sections as of December 31, 2023, which are\n77\nincluded in Other current assets and liabilities on the Consolidated Balance Sheets:\nThe following table summarizes the assets, liabilities, gross notional amounts, fair values, and fair value hierarchy classification of the designated and non-designated hedges discussed in the above sections as of December 31, 2022, which are included in other current assets and liabilities on the Consolidated Balance Sheets:\n18.\nCOMMITMENTS AND CONTINGENCIES\nThe Company is subject to a variety of environmental laws and regulations governing discharges to air and water, the handling, storage and disposal of hazardous or solid waste materials and the remediation of contamination associated with releases of hazardous substances. The Company believes its operations currently comply in all material respects with all of the various environmental laws and regulations applicable to our business; however, there can be no assurance that environmental requirements will not change in the future or that we will not incur significant costs to comply with such requirements.\nClaims have been filed against the Company and certain of its affiliates in various jurisdictions across the United States by persons alleging bodily injury as a result of exposure to asbestos-containing products. The vast majority of the claims are submitted to insurance carriers for defense and indemnity, or to non-affiliated companies that retain the liabilities for the asbestos-containing products at issue. We cannot, however, assure that all of these claims will be fully covered by insurance, or that the indemnitors or insurers will remain financially viable. Our ultimate legal and financial liability with respect to these claims, as is the case with other pending litigation, cannot be estimated. A limited number of claims are not covered by insurance, nor are they subject to indemnity from non-affiliated parties. Management believes that the costs of the Company’s asbestos-related cases will not be material to the Company’s overall financial position, results of operations and cash flows.\nDuring the third quarter of 2023, a competitor of the Company, Progress Rail (“Progress”), which is a Caterpillar Inc. company, sued the Company in the U.S. District Court for the District of Delaware asserting antitrust, breach of contract, unfair competition law, and misrepresentation claims. The complaint challenges the Wabtec-GE Transportation merger and contends that since the merger, Wabtec has unlawfully monopolized the markets for long-haul freight locomotives, Tier IV long-haul freight locomotives, and energy management systems by, among other things, failing to ensure that Progress’ products are interoperable with Wabtec’s locomotives and cab electronics. The case is currently at an early stage. Progress seeks an order requiring Wabtec to divest GE Transportation, unspecified treble damages for its alleged lost profits from reduced sales of locomotive and cab systems, and attorneys’ fees and costs. It also asks the court to enjoin Wabtec from engaging in the conduct and require the Company to comply with its agreements with Progress. Wabtec intends to vigorously defend itself against this lawsuit and believes that it has meritorious defenses to the claims asserted by Progress.\nXorail, Inc., a wholly owned subsidiary of the Company (“Xorail”), has received notices from Denver Transit Constructors (“DTC”) alleging breach of contract related to the operating of constant warning wireless crossings, and late delivery of the Train Management & Dispatch System (“TMDS”) for the Denver Eagle P3 Project, which is owned by the Denver Regional Transit District (\"RTD\").  No damages have been asserted for the alleged late delivery of the TMDS, and no formal claim has been filed; Xorail has successfully completed a remediation plan concerning the TMDS issues. With regard to the wireless crossing issue, as of September 8, 2017, DTC alleged that total damages were $\n37\nmillion through July 31, 2017 and were continuing to accumulate. The majority of the damages stems from a delay in approval of the wireless crossing system by the Federal Railway Administration (\"FRA\") and the Public Utility Commission (\"PUC\"), resulting in the use of flaggers at all of the crossings pending approval of the wireless crossing system and certification of the crossings. DTC has alleged that the\n78\ndelay is due to Xorail's failure to achieve constant warning times for the crossings in accordance with the approval requirements imposed by the FRA and PUC. Xorail has denied DTC's assertions, stating that its system satisfied the contractual requirements. Xorail has worked with DTC to modify its system and implement the FRA's and PUC's previously undefined approval requirements; the FRA and PUC have both approved modified wireless crossing system, and as of August 2018, DTC completed the process of certifying the crossings and eliminated the use of flaggers. DTC has not updated its claim notices or alleged damages against Xorail, nor have they filed any formal claim against Xorail. On September 21, 2018, DTC filed a complaint against RTD in Colorado state court for breach of contract related to non-payments and the costs for the flaggers, asserting a change-in-law arising from the FRA/PUC’s new certification requirements. DTC's claim against RTD proceeded to trial on September 21, 2020. On February 10, 2023, the court issued a decision in favor of RTD, denying DTC's damages claim. DTC has filed a Notice of Appeal.\nFrom time to time the Company is involved in litigation relating to claims arising out of its operations in the ordinary course of business. As of the date hereof, the Company is involved in no litigation that the Company believes will have a material adverse effect on its financial condition, results of operations or liquidity.\n19.\nSEGMENT INFORMATION\nThe Company has\ntwo\nreportable segments—the Freight Segment and the Transit Segment. The key factors used to identify these reportable segments are the organization and alignment of the Company’s internal operations, the nature of the products and services and customer type. The Company’s business segments are:\nFreight Segment\nbuilds, rebuilds, upgrades, and overhauls locomotives, services locomotives and freight cars, and provides a range of component and digital solutions for customers in the freight and transit rail, mining, and marine industries. It also manufactures and services components for new and existing freight cars and locomotives, supplies railway electronics, positive train control equipment, signal design and engineering services, maintenance of way, and provides heat exchange and cooling systems for locomotives and power generation equipment. Customers include large, publicly traded railroads, leasing companies, manufacturers of original equipment such as locomotives and freight cars, and utilities, and also serves companies in the mining, marine, and industrial markets. We refer to sales of both goods, such as spare parts and equipment upgrades, and related services, such as monitoring, maintenance and repairs, as sales in our Services product line.\nTransit Segment\nprimarily manufactures and services components for new and existing passenger transit vehicles, typically regional trains, high speed trains, subway cars, light-rail vehicles and buses. It also refurbishes subway cars and provides heating, ventilation, and air conditioning equipment and doors for buses and subway cars. Customers include public transit authorities and municipalities, leasing companies and manufacturers of subway cars and buses around the world.\nThe Company evaluates its business segments’ operating results based on income from operations. Intersegment sales are accounted for at prices that are generally established by reference to similar transactions with unaffiliated customers. Corporate activities include general corporate expenses, elimination of intersegment transactions, interest income and expense and other unallocated charges.\n79\n80\nThe following geographic area data as of and for the years ended December 31, 2023, 2022 and 2021, respectively, includes net sales based on product shipment destination and long-lived assets, which consist of property, plant and equipment, net of depreciation, resident in their respective countries:\nNet sales to external customers by product line are as follows:\n81\n20.\nOTHER INCOME, NET\nThe components of Other income, net are as follows:\nAs a result of the change in ownership interest and obtaining control of LKZ, Wabtec's previously held equity interest balance was remeasured to fair value, resulting in a gain of approximately $\n35\nmillion recorded to Other income, net and is included in Other miscellaneous income (expense) above. See Note 3 for additional information.\n21.\nRESTRUCTURING\nDuring the first quarter of 2022, Wabtec announced a\nthree-year\nstrategic initiative (“Integration 2.0”) to review and consolidate our operating footprint, reduce headcount, streamline the end-to-end manufacturing process, restructure the North America distribution channels, expand operations in low-cost countries, and simplify the business through systems enablement. Through this initiative, Management will also evaluate additional capital investments to further simplify and streamline the business. The Company anticipates that it will incur one-time charges related to Integration 2.0 of approximately $\n135\nmillion to $\n165\nmillion.\nA summary of restructuring charges related to the Integration 2.0 initiative is as follows:\nTotal charges related to Integration 2.0 to date are approximately $\n118\nmillion which includes amounts recorded in the fourth quarter 2021 for similar actions in Europe. Cash payments made during 2023 were approximately $\n39\nmillion, primarily for employee related costs. Cash payments made during 2022 were not material.\nIn addition to Integration 2.0, Wabtec is focused on exiting various low margin product offerings through Portfolio Optimization to improve profitability while reducing manufacturing complexity. Wabtec expects to incur approximately $\n85\nmillion in net exit charges related to Portfolio Optimization, which will be predominately non-cash asset write downs. Wabtec recorded charges of approximately $\n28\nmillion in the fourth quarter of 2023 for asset write downs related to Portfolio Optimization.\n82"
  },
  {
    "item_key": "item_9",
    "text": "There have been no disagreements with our independent registered public accountants."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures\nWabtec’s principal executive officer and its principal financial officer have evaluated the effectiveness of Wabtec’s “disclosure controls and procedures,” (as defined in Exchange Act Rule 13a-15(e)) as of December 31, 2023. Based upon their evaluation, the principal executive officer and principal financial officer concluded that Wabtec’s disclosure controls and procedures are effective to provide reasonable assurance that information required to be disclosed by Wabtec in the reports filed or submitted by it under the Exchange Act is recorded, processed, summarized and reported within the time periods specified in the SEC’s rules and forms, and to provide reasonable assurance that information required to be disclosed by Wabtec in such reports is accumulated and communicated to Wabtec’s Management, including its principal executive officer and principal finance officer, as appropriate to allow timely decisions regarding required disclosure.\nChanges in Internal Control over Financial Reporting\nThere was no change in Wabtec’s “internal control over financial reporting” (as defined in Rule 13a-15(f) under the Exchange Act) that occurred during the quarter ended December 31, 2023, that has materially affected, or is reasonably likely to materially affect, Wabtec’s internal control over financial reporting. Management’s annual report on internal control over financial reporting and the attestation report of the registered public accounting firm are included in Part II, Item 8 of this report.\nManagement’s Report on Internal Control over Financial Reporting\nManagement’s Report on Internal Control Over Financial Reporting is included in Part II, Item 8 of this report on page\nand is incorporated by reference herein.\nReport of Independent Registered Public Accounting Firm on Internal Control over Financial Reporting\nErnst & Young LLP's attestation report on internal control over financial reporting is included on Part II, Item 8 of this report on page\nand is incorporated by reference herein."
  },
  {
    "item_key": "item_9b",
    "text": "None of Wabtec's Directors or Officers have\nadopted\n,\nterminated\n, or materially modified any trading plans, whether or not the plan was intended to qualify for the affirmative defense under Rule 10b5-1, during the fourth quarter ended December 31, 2023."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\n83\nPART III\nItems 10 through 14.\nIn accordance with the provisions of General Instruction G(3) to Form 10-K, the information required by Item 10 (Directors, Executive Officers and Corporate Governance), Item 11 (Executive Compensation), Item 12 (Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters), Item 13 (Certain Relationships and Related Transactions, and Director Independence) and Item 14 (Principal Accounting Fees and Services) is incorporated herein by reference from the Company’s definitive Proxy Statement for its Annual Meeting of Stockholders to be held on May 16, 2024, except for the Equity Compensation Plan Information required by Item 12, which is set forth in the table below. The definitive Proxy Statement will be filed with the Securities and Exchange Commission not later than 120 days after December 31, 2023. Information relating to the executive officers of the Company is set forth in Part I.\nWabtec has adopted a Code of Business Conduct and Ethics which is applicable to all of our employees, including our executive officers. This Code of Business Conduct and Ethics is posted on our website at\nwww.wabteccorp.com\n. In the event that we make any amendments to or waivers from this code, we will disclose the amendment or waiver and the reasons for such on our website.\nThis table provides aggregate information as of December 31, 2023 concerning equity awards under Wabtec’s compensation plans and arrangements.\n84\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "The financial statements filed as part of this report are included in Part II Item 8 of this report.  Financial statement schedules and exhibits listed below are filed as part of this annual report:\n85\n86\n87\n88\nSCHEDULE II\nWESTINGHOUSE AIR BRAKE TECHNOLOGIES CORPORATION\nVALUATION AND QUALIFYING ACCOUNTS\nFor each of the three years ended December 31\n(1)\nImpact of fluctuations in foreign currency exchange rates.\n(2)\nDeductions in Allowance for doubtful accounts are from amounts written off as uncollectible or proceeds from subsequent collections. Deductions for Valuation allowances-taxes were primarily from changes in expected deferred tax utilization."
  },
  {
    "item_key": "item_16",
    "text": "Not applicable.\n89\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Company has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\n90\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Company and in the capacities and on the dates indicated.\n91"
  }
]