[
  {
    "item_key": "item_1",
    "text": "Description of Business\nThermo Fisher Scientific Inc. (also referred to in this document as “Thermo Fisher,” “we,” the “company,” or the “registrant”) is the world leader in serving science. Our Mission is to enable our customers to make the world healthier, cleaner and safer. We serve customers working in pharmaceutical and biotech companies, hospitals and clinical diagnostic labs, universities, research institutions and government agencies, as well as environmental, industrial, research and development, quality and process control settings. Our global team delivers an unrivaled combination of innovative technologies, purchasing convenience and pharmaceutical services through our industry-leading brands, including Thermo Scientific, Applied Biosystems, Invitrogen, Fisher Scientific, Unity Lab Services, Patheon and PPD.\nWe continuously increase our depth of capabilities across our broad portfolio of innovative products and services and leverage our extensive global channels to address our customers’ needs. We do this through organic investments in research and development, capacity and capabilities and through acquisitions. Our goal is to enable our customers to be more productive in an increasingly competitive business environment, enable them to accelerate innovation, solve their challenges and advance their important work.\nBusiness Segments and Products\nWe report our business in four segments – Life Sciences Solutions, Analytical Instruments, Specialty Diagnostics, and Laboratory Products and Biopharma Services.\nLife Sciences Solutions Segment\nThrough our Life Sciences Solutions segment, we provide an extensive portfolio of reagents, instruments and consumables used in biological and medical research, discovery and production of new drugs and vaccines as well as diagnosis of infection and disease. These products and services are used by customers in pharmaceutical, biotechnology, agricultural, clinical, healthcare, academic, and government markets. Life Sciences Solutions includes three primary businesses – Biosciences, Genetic Sciences, and BioProduction.\nOur biosciences business includes reagents, instruments and consumables that help our customers conduct biological and medical research in areas such as molecular biology and protein biology, discover new drugs and vaccines, and enable the diagnosis of infection and disease. Our genetic sciences business combines a wide variety of instruments and related reagents used to provide high-value genomic solutions to assist customer decisions in the research, clinical, healthcare and applied markets. Our bioproduction business supports developers and manufacturers of biological-based therapeutics and vaccines with a portfolio of premium solutions and services focused on upstream cell culture, downstream purification, analytics for detection and quantitation of process/product impurities, and a suite of single-use solutions spanning the biologics workflow.\n3\nTHERMO FISHER SCIENTIFIC INC.\nAnalytical Instruments Segment\nThrough our Analytical Instruments segment, we provide a broad offering of instruments and the supporting consumables, software and services that are used for a range of applications. These products and services are used by customers in pharmaceutical, biotechnology, academic, government, environmental and other research and industrial markets, as well as the clinical laboratory. This segment includes three primary businesses – Chromatography and Mass Spectrometry, Chemical Analysis, and Electron Microscopy.\nOur chromatography and mass spectrometry business develops and provides analytical instrumentation for organic and inorganic sample analysis across both applied technologies and scientific research. Our chemical analysis products fall into three main categories: production, process and analytics; field and safety instruments; and environmental and process instruments. Our electron microscopy business serves customers in the life sciences, materials sciences, and semiconductor markets providing leading research tools; and also, in the semiconductor market provides integrated workflows that power research development and production solutions.\nSpecialty Diagnostics Segment\nOur Specialty Diagnostics segment offers a wide range of diagnostic test kits, reagents, culture media, instruments and associated products to serve customers in healthcare, clinical, pharmaceutical, industrial, and food safety laboratories. Our healthcare products are used to increase the speed and accuracy of diagnoses, which improves patient care in a more cost-efficient manner. This segment has five primary businesses – Clinical Diagnostics, ImmunoDiagnostics, Microbiology, Transplant Diagnostics and our Healthcare Market Channel.\nOur clinical diagnostics products include a broad offering of liquid, ready-to-use and lyophilized immunodiagnostic reagent kits, calibrators, controls, protein detection assays, and instruments.  Such products are used for, among other things, drugs-of-abuse testing, therapeutic drug monitoring, thyroid hormone testing, sepsis screening, serum toxicity, first trimester screening, tumor markers testing, and the diagnosis and monitoring of multiple myeloma. Our immunodiagnostics offerings include developing, manufacturing and marketing complete blood-test systems to support the clinical diagnosis and monitoring of allergy, asthma and autoimmune diseases. Our microbiology offerings include dehydrated and prepared culture media, collection and transport systems, instrumentation and consumables to detect pathogens in blood, diagnostic and rapid direct specimen tests, quality-control products and associated products for the microbiology laboratory. Our transplant diagnostics products include human leukocyte antigen typing and testing for the organ transplant market. Our healthcare market channel offerings include a broad array of consumables, diagnostic kits and reagents, equipment, instruments, solutions and services for hospitals, clinical laboratories, reference laboratories, physicians’ offices and other clinical testing facilities.\nLaboratory Products and Biopharma Services Segment\nOur Laboratory Products and Biopharma Services segment offers virtually everything needed for the laboratory. Our unique combination of self-manufactured and sourced products and extensive service offering enables our customers to focus on their core activities and helps them to be more innovative, productive and cost-efficient. The segment also includes a comprehensive offering of outsourced services used by the pharmaceutical and biotech industries for drug development, clinical research, clinical trials services and commercial drug manufacturing. We serve the pharmaceutical, biotechnology, academic, government and other research and industrial markets, as well as the clinical laboratory market through four key businesses: Laboratory Products, Research and Safety Market Channel, Pharma Services and Clinical Research.\nOur laboratory products include lab consumables, equipment and chemicals that are used for life science research and drug discovery and development to advance the prevention and cure of diseases and enhance quality of life. Our research and safety market channel offers a mix of products that are manufactured by Thermo Fisher, by third parties for us on a private-label basis, and by third parties under their brands but offered for sale through us. Our pharma services business provides the entire spectrum of development, manufacturing and clinical trials services for both small-molecule and large-molecule pharmaceuticals. Our clinical research business offers comprehensive, integrated clinical development and analytical services including all phases of development (i.e., Phases I-IV), peri- and post-approval and site and patient access services.\nSales and Marketing\nWe market and sell our products and services through a direct sales force, customer-service professionals, electronic commerce and third-party distributors. Our global team delivers a combination of innovative technologies, purchasing convenience and pharmaceutical services through our industry-leading brands, including Thermo Scientific, Applied Biosystems, Invitrogen, Fisher Scientific, Unity Lab Services, Patheon and PPD.\nWe have approximately 14,000 sales personnel including highly trained technical specialists who enable us to better meet the needs of our more technical end-users. We also provide customers with product standardization and other supply-chain-management services to reduce procurement costs.\n4\nTHERMO FISHER SCIENTIFIC INC.\nNew Products and Research and Development\nOur business includes the development and introduction of new products and may include entry into new business segments. We anticipate that we will continue to make significant expenditures for research and development as we seek to provide a continuing flow of innovative products to maintain and improve our competitive position.\nResources\nRaw Materials\nOur management team believes that we have a readily available supply of raw materials for all of our significant products from various sources. No single supplier is material, although for reasons of quality assurance, regulatory requirements, cost effectiveness, availability or uniqueness of design, certain materials components may be sourced from a single supplier or a limited number of suppliers that can readily provide such materials or components.\nRaw material and fuel prices are subject to fluctuations due to market conditions. We employ many strategies, including the use of alternative materials, to mitigate the effect of these fluctuations on our results.\nPatents, Licenses and Trademarks\nPatents are important in many aspects of our business. No particular patent, or related group of patents, is so important, however, that its loss would significantly affect our operations as a whole. Where appropriate, we seek patent protection for inventions and developments made by our personnel that are incorporated into our products or otherwise fall within our fields of interest. Patent rights resulting from work sponsored by outside parties do not always accrue exclusively to the company and may be limited by agreements or contracts.\nWe protect some of our technology as trade secrets and, where appropriate, we use trademarks or register trademarks used in connection with products. We also enter into license agreements with others to grant and/or receive rights to intellectual property rights.\nAll trademarks, trade names, product names, graphics and logos of Thermo Fisher contained herein are trademarks or registered trademarks of Thermo Fisher or its subsidiaries, as applicable, in the United States and/or other countries. Solely for convenience, we may refer to trademarks in this Annual Report on Form 10-K without the ™ and ® symbols. Such references are not intended to indicate, in any way, that we will not assert, to the fullest extent permitted by law, our rights to our trademarks. To the extent other trademarks appear in this Annual Report on Form 10-K, they are the property of their respective owners.\nSeasonal Influences\nRevenues in the fourth quarter are historically stronger than in other quarters due to the capital spending patterns of industrial, pharmaceutical and government customers. Sales of seasonal products, such as allergy and flu tests and related diagnostic products, vary quarter to quarter and year to year.\nCompetition\nThe company encounters aggressive and able competition in virtually all of the markets we serve. Because of the diversity of our products and services, we face many different types of competitors and competition. Our competitors include a broad range of manufacturers, third-party distributors and service providers. Competitive climates in many of the markets we serve are characterized by changing technology and customer demands that require continuing research and development. Our success primarily depends on the following factors:\n•\ntechnical performance and advances in technology that result in new products and improved price/performance ratios;\n•\nproduct differentiation, availability and reliability;\n•\nthe depth of our capabilities;\n•\nour reputation among customers as a quality provider of products and services;\n•\ncustomer service and support;\n•\nactive research and application-development programs; and\n•\nrelative prices of our products and services.\n5\nTHERMO FISHER SCIENTIFIC INC.\nGovernment Regulation\nEnvironmental Regulations\nWe are subject to various laws and governmental regulations concerning environmental matters and employee safety and health in the United States and other countries. U.S. federal environmental legislation that affects us includes the Toxic Substances Control Act, the Resource Conservation and Recovery Act, the Clean Air Act, the Clean Water Act, the Safe Drinking Water Act, and the Comprehensive Environmental Response Compensation and Liability Act (CERCLA). We are also subject to regulation by the Occupational Safety and Health Administration (OSHA) concerning employee safety and health matters. The United States Environmental Protection Agency (USEPA), OSHA, and other federal agencies have the authority to promulgate regulations that have an effect on our operations.\nIn addition to these federal laws and regulations, various states have been delegated certain authority under the aforementioned federal statutes and have authority over these matters under state laws. Many state and local governments have adopted environmental and employee safety and health laws and regulations, some of which are similar to federal requirements.\nA number of our operations involve the handling, manufacturing, use or sale of substances that are or could be classified as toxic or hazardous materials within the meaning of applicable laws. Consequently, some risk of environmental harm is inherent in our operations and products, as it is with other companies engaged in similar businesses.\nOur expenses for environmental requirements are incurred generally for ongoing compliance and historical remediation matters. Based on current information, we believe that these compliance costs are not material. For historical remediation obligations, our expenditures relate primarily to the cost of permitting, installing, and operating and maintaining groundwater-treatment systems and other remedial measures.\nOur Fair Lawn and Somerville, New Jersey facilities entered into administrative consent orders with the New Jersey Department of Environmental Protection in 1984 to maintain groundwater-remediation activities at these sites, and are currently under the State’s Licensed Site Remediation Professional Program. As the owner of the Fair Lawn facility, we are listed as a potentially responsible party for remediation within an area called the Fair Lawn Wellfields Superfund Site, and, in 2008, the company and certain other parties entered into a consent order with the USEPA to complete a Remedial Investigation/Feasibility Study. In 2018, the USEPA issued a Record of Decision, setting forth the scope of required remediation work at the site, which includes upgrading a water treatment plant to address constituents such as chlorinated organic compounds, 1,4-dioxane, and perfluorooctanoic acid/perfluorooctane sulfonate (PFOA/PFOS). In 2020, the court approved a consent decree that requires the company and another responsible party to finance and perform the required remediation work with USEPA oversight. In 2023, the design of a groundwater treatment plant was fully approved by USEPA. Construction is expected to commence in 2024, and the plant is expected to be fully operating by April 2025.\nIn 2011, our Life Technologies subsidiary entered into a consent decree with the USEPA and other responsible parties to implement a groundwater remedy at the former Davis Landfill Superfund site in Smithfield, Rhode Island. After years of additional study, in September, 2020, USEPA revised its cleanup plan by selecting an interim remedial approach that includes groundwater treatment followed by additional monitoring of site conditions. Depending on the results of these treatment and monitoring activities over the next several years, USEPA anticipates selecting a final groundwater remedy for the site. In November 2021, the 2011 consent decree was amended to reflect the parties’ obligations to implement USEPA’s interim remedy, for which pre-design work commenced during 2022 and is ongoing.\nWe record accruals for environmental liabilities based on current interpretations of environmental laws and regulations when it is probable that a liability has been incurred and the amount of such liability can be reasonably estimated. We calculate estimates based upon several factors, including reports prepared by environmental specialists and management’s knowledge and experience with these environmental matters. We include in these estimates potential costs for investigation, remediation and operation and maintenance of cleanup sites. Accrued liabilities for environmental matters totaled $75 million at December 31, 2023.\nThese environmental liabilities do not include third-party recoveries to which we may be entitled. We believe that our accrual is adequate for the environmental liabilities we currently expect to incur. As a result we believe that our ultimate liability with respect to environmental matters will not have a material adverse effect on our financial position, results of operations or cash flows. However, we may be subject to remedial or compliance costs due to future events, such as changes in existing laws and regulations, changes in agency direction or enforcement policies, developments in remediation technologies, changes in the conduct of our operations, and the effect of changes in accounting rules, which could have a material adverse effect on our financial position, results of operations or cash flows. For a discussion of the environmental laws and regulations that the Company’s operations, products and services are subject to and other environmental contingencies, refer to Note 12 to our Consolidated Financial Statements.\n6\nTHERMO FISHER SCIENTIFIC INC.\nOther Laws and Regulations\nOur operations, and some of the products and services we offer, are subject to a number of complex and stringent laws and regulations governing the development, testing, approval, production, handling, transportation and distribution of chemicals, drugs and other similar products, including the operating and security standards of the Food and Drug Administration, the Drug Enforcement Administration, the Bureau of Alcohol, Tobacco, Firearms and Explosives, and various state boards of pharmacy as well as comparable state and foreign agencies. As Thermo Fisher’s businesses also include export and import activities, we are subject to pertinent laws enforced by the U.S. Departments of Commerce, State and Treasury. In addition, our logistics activities must comply with the rules and regulations of the Department of Transportation, the Federal Aviation Administration and similar foreign agencies. While we believe we are in compliance in all material respects with such laws and regulations, any noncompliance could result in substantial fines or otherwise restrict our ability to provide competitive distribution services and thereby have an adverse effect on our financial condition. To date, no such laws or regulations have had a material impact on our operations.\nWe are subject to laws and regulations governing government contracts, and failure to address these laws and regulations or comply with government contracts could harm our business by leading to a reduction in revenues associated with these customers. We have agreements relating to the sale of our products to government entities and, as a result, we are subject to various statutes and regulations that apply to companies doing business with the government. We are also subject to investigation for compliance with the regulations governing government contracts. A failure to comply with these regulations could also result in suspension of these contracts, criminal, civil and administrative penalties or debarment.\nFor a discussion of risks related to changes in governmental regulations, refer to “\n” in Part I, Item 1A.\nHuman Capital\nThe success of Thermo Fisher is fueled by colleagues who are highly engaged and feel empowered to achieve their goals. Everything we do starts with our Mission – to enable our customers to make the world healthier, cleaner and safer. Our colleagues understand the role they play in fulfilling that Mission and that inspires them to bring their best to work each day. Our Mission is not only a differentiator for us externally, but a motivator for us internally.\nOur culture is rooted in our 4i Values of Integrity, Intensity, Innovation and Involvement. Within this framework, we strive to create a safe, fair and positive working environment for our colleagues around the world. We want our teams to feel they have a stake in our success, a voice in our direction and to be empowered to make a difference for the key stakeholders we serve.\nEvery year, we conduct an Employee Involvement Survey to solicit direct feedback from our colleagues on what we’re doing well and where we need to improve. We then compile the feedback to measure our progress using three key indices: Leadership, Involvement and Inclusion. Our continued focus on enhancing our culture helps position our company to be an even better place to work.\nWe are committed to maintaining the strongest team in our industry, focusing on developing and retaining our colleagues, while leveraging our leadership to attract new colleagues to our company. As of December 31, 2023, we employed approximately 122,000 colleagues globally, with an approximate regional distribution as follows: 61,000 based in the Americas, 20,000 in the Asia Pacific region, and nearly 41,000 in Europe, the Middle East and Africa (EMEA).\nCulture of Inclusion\nWe recognize that the future aspirations outlined in our Vision for 2030, which serves as our long-term roadmap, will only be achievable if we have a culture that values diversity of backgrounds, experiences and viewpoints. When differences among colleagues are welcomed and supported, we create an inclusive workplace that unlocks the true benefits of diversity and promotes conditions for sustained success.\nDiversity and Inclusion (D&I) is not an initiative at Thermo Fisher. It’s woven into the fabric of our culture, and our ways of working, embedded in every stage of our colleague lifecycle - from recruiting to onboarding, training, development and longer-term career planning. Our colleagues are encouraged to openly share the wide range of perspectives they represent. Progress is measured and reviewed on a range of D&I factors to help inform our efforts and initiatives, including those related to diversity within our workforce. We understand the critical role diversity plays in sustained business success, so we strive to have a workforce that represents the customers we serve. Further, to provide additional transparency to our U.S. workforce demographics, following our report submission to the U.S. Equal Employment Opportunity Commission, we disclose our EEO-1 report on our website each year.\nOur inclusive culture is a competitive advantage, and we prioritize colleague engagement and empowerment to contribute, collaborate and innovate.  For example, in 2023, Thermo Fisher was recognized as a Top Company for Women and Best Employer for Diversity by Forbes, a Best Place to Work for Disability Inclusion, and a top scorer on the Human Rights\n7\nTHERMO FISHER SCIENTIFIC INC.\nCampaign’s Corporate Equality Index for LGBTQ inclusion.  Establishing this kind of environment is critical for our colleagues, where they can contribute their best ideas and bring their true selves to work each day.\nWe are also committed to ensuring our colleagues have access to resources, awareness training and internal networks that offer support and guidance. Our D&I strategy is greatly enabled by our Business Resource Groups (BRGs), which bring together individuals with similar interests to share experiences, learn from each other and collaborate to identify solutions to business challenges. Our BRGs reinforce that all colleagues can make a difference for our customers, for each other and for our company. As of December 31, 2023, we had 9 global BRGs, with more than 230 local BRG chapters.\nTalent Development\nOur overarching goal from a talent perspective is to create opportunities for our colleagues to achieve their full potential and career aspirations here at Thermo Fisher. We focus on the entire lifecycle of a colleague’s career, from their initial recruitment, to onboarding, through ongoing development. We encourage and support colleagues to enhance their skills so they are in the best position to deliver on their goals and achieve their career objectives.\nIn today’s environment, we know talent is a key differentiator, and that building the strongest team in the industry is critical to our future. From our colleague referral program, summer internships, university relations, to our Graduate Leadership Development Program, we continue to build strong internal and external sourcing channels.\nOnce on board, talent development at Thermo Fisher is a key organizational capability. We continue to make significant investments to support our colleagues along every step of their career journey to help support their success. Our talent development framework incorporates a multi-faceted approach, including formal and self-paced training, networking opportunities, on-the-job stretch learning, coaching, mentoring and manager training utilizing contemporary technology solutions to support the broad needs of our workforce.\nWe provide multiple programs at all career levels, from online learning for all colleagues through Thermo Fisher University, to focused trainings for managers at various experience levels, to our Global Leadership Program for executives. We also support our colleagues’ career advancement through our tuition reimbursement program.\nIn a company our size, we can also actively manage our talent through rotational opportunities across our businesses, functions and geographies that help our colleagues gain new experiences, share knowledge and broaden their skills. Our executives and leaders participate in frequent talent discussions as well as formal reviews, leveraging workforce data and predictive analytics to better anticipate the talent requirements of our business based on our growth opportunities and market demand.\nThermo Fisher is dedicated to talent development to meet our evolving business needs and to provide our colleagues with opportunities for long and fulfilling careers. Our colleagues are passionate about our company, and their role in our success, and it’s our responsibility to help them reach their full potential.\nTotal Rewards\nWe offer a comprehensive total rewards package that we regularly evaluate and measure against established benchmarks to ensure its effectiveness in recruiting and retention, and to position Thermo Fisher as an employer of choice.\nOur health and wellness programs provide competitive, flexible programs that our global colleagues and their families can count on. For example, for U.S. colleagues, we offer a choice of comprehensive national medical, dental and vision plans; a wellness program, including valuable health incentive opportunities and tax-advantaged savings and spending accounts; as well as commuter benefits, employee assistance programs, optional group legal coverage, and company-paid disability, accident and life insurance. We also offer a company-paid proprietary program for cancer care called the Impact Program, which gives our colleagues and their families access to personalized support and direct lines of communication to experts in cancer genetics and genomics. Similar benefits are available in all countries around the world where we operate.\nWe also invest in our colleagues’ financial health, helping them to grow and protect their savings, plan for the future and share in the success of the company they are helping to build. We deliver comprehensive rewards, including competitive base pay, and also provide a variety of incentive and equity programs that, by design, directly link the impact of colleague contributions to the company’s overall success.\nAvailable Information\nThe company files annual, quarterly and current reports, proxy statements and other documents with the Securities and Exchange Commission (SEC) under the Exchange Act. The SEC maintains a website that contains reports, proxy and information statements and other information that issuers, including the company, file electronically with the SEC. The public can obtain any documents that we file with the SEC at www.sec.gov. We also make available free of charge on or through our own website at www.thermofisher.com our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on\n8\nTHERMO FISHER SCIENTIFIC INC.\nForm 8-K and, if applicable, amendments to those reports filed or furnished pursuant to Section 13(a) of the Exchange Act as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. In addition, paper copies of these documents may be obtained free of charge by writing to the company care of its Investor Relations Department at our principal executive office located at 168 Third Avenue, Waltham, Massachusetts 02451.\nInformation about Our Executive Officers\nAs of February 22, 2024, our executive officers were:"
  },
  {
    "item_key": "item_1a",
    "text": "Set forth below are the risks, some of which have occurred and any of which may occur in the future, that we believe are material to our investors. This section contains forward-looking statements. You should refer to the explanation of the qualifications and limitations on forward-looking statements in\nunder the caption “Forward-looking Statements”.\nIndustry and Economic Risks\nOur growth would suffer if the markets into which we sell our products and services decline, do not grow as anticipated or experience cyclicality.\nOur growth depends in part on the growth of the markets which we serve. Any decline or lower than expected growth in our served markets would diminish demand for our products and services, which would adversely affect our financial statements. Certain of our businesses operate in industries that may experience periodic, cyclical downturns.\nOur business is affected by general economic conditions and related uncertainties affecting markets in which we operate.\nOur business is affected by general economic conditions, both inside and outside the U.S. Both domestic and international markets experienced significant inflationary pressures in 2023 and inflation rates in the U.S., as well as in other countries in which we operate, continue at elevated levels. If the global economy and financial markets, or economic conditions in Europe, the U.S. or other key markets, continue to be unstable, they could adversely affect the business, results of operations and financial condition of the company and its customers, distributors, and suppliers, having the effect of:\n•\nreducing demand for some of our products;\n•\nincreasing the rate of order cancellations or delays;\n•\nincreasing the risk of excess and obsolete inventories;\n•\nincreasing pressure on the prices for our products and services;\n•\ncausing supply interruptions, which could disrupt our ability to produce our products; and\n•\ncreating longer sales cycles, and greater difficulty in collecting sales proceeds and slower adoption of new technologies.\n9\nTHERMO FISHER SCIENTIFIC INC.\nEconomic, political, foreign currency and other risks associated with international sales and operations could adversely affect our results of operations.\nInternational markets contribute a substantial portion of our revenues, and we intend to continue expanding our presence in these regions. The exposure to fluctuations in currency exchange rates takes on different forms. International revenues and costs are subject to the risk that fluctuations in exchange rates could adversely affect our reported revenues and profitability when translated into U.S. dollars for financial reporting purposes. These fluctuations could also adversely affect the demand for products and services provided by us. As a multinational corporation, our businesses occasionally invoice third-party customers in currencies other than the one in which they primarily do business (which we refer to as the functional currency). Movements in the invoiced currency relative to the functional currency could adversely impact our cash flows and our results of operations. As our international sales grow, exposure to fluctuations in currency exchange rates could have a larger effect on our financial results. In 2023, currency translation had an unfavorable effect of $0.02 billion on revenues due to the strengthening of the U.S. dollar relative to other currencies in which the company sells products and services.\nSome emerging market countries may be particularly vulnerable to periods of global and local political, legal, regulatory and financial instability, including issues of geopolitical relations, the imposition of international sanctions in response to certain state actions and/or sovereign debt issues, and may have a higher incidence of corruption and fraudulent business practices. As a result of these and other factors, our strategy to grow in emerging markets may not be successful, and growth rates in these markets may not be sustainable.\nIn addition, many of our employees, contract manufacturers, suppliers, job functions, outsourcing activities and manufacturing facilities are located outside the U.S. Accordingly, our future results could be harmed by a variety of factors, including:\n•\ninterruption to transportation flows for delivery of parts to us and finished goods to our customers;\n•\nchanges in a specific country's or region's political, economic, social or other conditions;\n•\nchanges in diplomatic and trade relationships, including new tariffs, trade protection measures, import or export licensing requirements, trade embargoes and sanctions and other trade barriers;\n•\ntariffs imposed by the U.S. on goods from other countries and tariffs imposed by other countries on U.S. goods, including the tariffs adopted by the U.S. government on various imports from China and by the Chinese government on certain U.S. goods;\n•\nthe impact of public health emergencies, pandemics, epidemics or other health outbreaks on the global economy, such as the COVID-19 pandemic;\n•\nuncertainties regarding the collectability of accounts receivable;\n•\nthe imposition of governmental controls;\n•\ndiverse data privacy and protection requirements;\n•\nsupply interruptions, which could disrupt our ability to produce our products;\n•\nincreases in materials, energy, labor or other manufacturing-related costs or higher supply chain logistics costs;\n•\nnegative consequences from changes in or interpretation of laws and regulations, including those related to tax and import/export;\n•\ndifficulty in staffing and managing widespread operations;\n•\ndiffering labor regulations;\n•\ndiffering protection of intellectual property;\n•\nunexpected changes in regulatory requirements; and\n•\ngeopolitical uncertainty or turmoil, including terrorism and war.\nDemand for some of our products depends on capital spending policies of our customers and on government funding policies.\nOur customers include pharmaceutical and chemical companies, laboratories, universities, healthcare providers, government agencies and public and private research institutions. Many factors, including public policy spending priorities, available resources, and product and economic cycles, have a significant effect on the capital spending policies of these entities. Spending by some of these customers fluctuates based on budget allocations and the timely passage of the annual federal budget. An impasse in federal government budget decisions could lead to substantial delays or reductions in federal spending.\n10\nTHERMO FISHER SCIENTIFIC INC.\nWe are subject to risks associated with public health emergencies, pandemics, epidemics, or other health outbreaks.\nOur global operations expose us to risks associated with public health emergencies, epidemics, pandemics and other health outbreaks, including the COVID-19 pandemic. COVID-19 had an adverse impact on certain of our operations, supply chains and distribution systems, and we may experience unpredictable reductions in supply and demand for certain of our products and services. National, state and local governments have implemented and may continue to implement safety precautions, including quarantines, border closures, increased border controls, travel restrictions, shelter in place orders and shutdowns and other measures. These measures may disrupt normal business operations and may have significant negative impacts on businesses and financial markets worldwide. Our ability to continue to manufacture products is highly dependent on our ability to maintain the safety and health of our factory employees. The ability of our employees to work may be significantly impacted by future epidemics and pandemics. In addition, the duration and extent of future revenues from sales of products related to the COVID-19 response are uncertain and dependent primarily on customer testing demand as well as therapy and vaccine demand.\nBusiness Risks\nWe must develop new products, adapt to rapid and significant technological change, respond to introductions of new products by competitors and maintain quality to remain competitive.\nOur growth strategy includes significant investment in and expenditures for product development. We sell our products in several industries that are characterized by rapid and significant technological changes, frequent new product and service introductions and enhancements and evolving industry standards. Competitive factors include technological innovation, price, service and delivery, breadth of product line, customer support, e-business capabilities and the ability to meet the special requirements of customers. Our competitors may adapt more quickly to new technologies and changes in customers’ requirements than we can. Without the timely introduction of new products, services and enhancements, our products and services will likely become technologically obsolete over time, in which case our revenues and operating results would suffer.\nMany of our existing products and those under development are technologically innovative and require significant planning, design, development and testing at the technological, safety, quality, product and manufacturing-process levels. Our customers use many of our products to develop, test and manufacture their own products. As a result, we must anticipate industry trends and develop products in advance of the commercialization of our customers’ products. If we fail to adequately develop products or predict our customers’ needs and future activities, we may invest heavily in research and development of products and services that do not lead to significant revenues.\nIt may be difficult for us to implement our strategies for improving internal growth.\nOur growth depends in part on the growth of the markets which we serve. Any decline or lower than expected growth in our served markets could diminish demand for our products and services, which would adversely affect our results of operations and financial condition. To address this issue, we are pursuing a number of strategies to improve our internal growth, including:\n•\nstrengthening our presence in selected geographic markets;\n•\nallocating research and development funding to products with higher growth prospects;\n•\ndeveloping new applications for our technologies;\n•\nexpanding our service offerings;\n•\ncontinuing key customer initiatives;\n•\ncombining sales and marketing operations in appropriate markets to compete more effectively;\n•\nfinding new markets for our products; and\n•\ncontinuing the development of commercial tools and infrastructure to increase and support cross-selling opportunities of products and services to take advantage of our depth in product offerings.\nWe may not be able to successfully implement these strategies, and these strategies may not result in the expected growth of our business.\nBecause we compete directly with certain of our larger customers and product suppliers, our results of operations could be adversely affected in the short term if these customers or suppliers abruptly discontinue or significantly modify their relationship with us.\nOur largest customer in the laboratory products business is also a significant competitor. Our business may be harmed in the short term if our competitive relationship in the marketplace with certain of our large customers results in a discontinuation of their purchases from us. In addition, we manufacture products that compete directly with products that we source from third-party suppliers. We also source competitive products from multiple suppliers. Our business could be adversely affected in the short term if any of our large third-party suppliers abruptly discontinues selling products to us.\n11\nTHERMO FISHER SCIENTIFIC INC.\nOur inability to complete any pending acquisitions or to successfully integrate any new or previous acquisitions could have a material adverse effect on our business.\nOur business strategy includes the acquisition of technologies and businesses that complement or augment our existing products and services. Certain acquisitions may be difficult to complete for a number of reasons, including the need for antitrust and/or other regulatory approvals, as well as disputes or litigation. Any acquisition we may complete may be made at a substantial premium over the fair value of the net identifiable assets of the acquired company. Further, we may not be able to integrate acquired businesses successfully into our existing businesses, make such businesses profitable, or realize anticipated cost savings or synergies, if any, from these acquisitions, which could adversely affect our business.\nMoreover, we have acquired many companies and businesses. As a result of these acquisitions, we recorded significant goodwill and indefinite-lived intangible assets (primarily tradenames) on our balance sheet, which amount to approximately $44.02 billion and $1.24 billion, respectively, as of December 31, 2023. In addition, we have definite-lived intangible assets totaling $15.44 billion as of December 31, 2023. We assess the realizability of goodwill and indefinite-lived intangible assets annually as well as whenever events or changes in circumstances indicate that these assets may be impaired. We assess the realizability of definite-lived intangible assets whenever events or changes in circumstances indicate that these assets may be impaired. These events or circumstances would generally include operating losses or a significant decline in earnings associated with the acquired business or asset. Our ability to realize the value of the goodwill and intangible assets will depend on the future cash flows of these businesses. These cash flows in turn depend in part on how well we have integrated these businesses. If we are not able to realize the value of the goodwill and intangible assets, we may be required to incur material charges relating to the impairment of those assets.\nOperational Risks\nOur reliance upon sole or limited sources of supply for certain materials or components could cause production interruptions, delays and inefficiencies.\nSome of our businesses purchase certain materials from sole or limited source suppliers for reasons of quality assurance, regulatory requirements, cost effectiveness, availability or uniqueness of design. If these or other suppliers encounter financial, operating or other difficulties, or if our relationship with them changes, we might not be able to quickly establish or qualify replacement sources of supply. The supply chains for our businesses could also be disrupted by supplier capacity constraints, bankruptcy or exiting of the business for other reasons, decreased availability or increased cost of key raw materials or commodities, such as energy, and external events such as global economic downturns and macroeconomic trends, natural disasters, pandemic health issues such as COVID-19, war, terrorist actions, governmental actions and legislative or regulatory changes. Any of these factors could result in production interruptions, delays, extended lead times and inefficiencies.\nA significant cyber-attack or other disruption in, or breach in security of, our information technology systems could adversely harm our operating results and financial condition, damage our reputation or otherwise materially harm our business.\nWe rely on information technology systems to process, transmit and store electronic information (including sensitive data such as confidential business information, medical information, financial data and personally identifiable data relating to employees, customers and other business partners) and to manage or support a variety of critical business processes and activities (such as interacting with suppliers, selling our products and services, fulfilling orders and billing, collecting and making payments, shipping products, providing services and support to customers, tracking customer activity, fulfilling contractual obligations and otherwise conducting business).  We use a risk-based approach to implementing security controls, reviewing the security controls of certain key business partners and third-party service providers and conducting due diligence on companies we propose to acquire. Despite our efforts, any particular system we operate or use may be susceptible to compromise of a vulnerability or a privileged account, damage or interruption from natural disasters, power loss, telecommunication failures, data center failure, third party provider failures (including failures at cloud services), hardware and software failures, human error or sabotage, terrorist attacks, geopolitical events, computer hackers, computer viruses, ransomware, phishing, computer denial-of-service attacks, unauthorized access to customer or employee data or company trade secrets, and other attempts to harm our systems and access our information.\nWe and our third-party providers experience cyber-attacks and other attempts to gain unauthorized access to our products, services, and systems and data on a regular basis, and we anticipate continuing to be subject to such attempts as cyber-attacks become increasingly sophisticated and more difficult to predict and protect against, particularly with the advancement of artificial intelligence. Despite our and our third-party providers’ implementation of security measures, our products, services, and systems and data, are vulnerable to cyber-attacks, data breaches, malware, inadvertent error, disruptions, tampering or other theft or misuse, including by employees, contingent workers, malicious actors, or nation-states or their agents. Although most of our systems leverage data backups, our disaster recovery planning is not sufficient for every eventuality.  In addition, our customers rely upon our products (i.e. instruments, etc.) within their environments, which may be at risk of compromise. Risks affecting our products may include those associated with remote access solutions, system vulnerabilities, or delay of security updates, which may require customers to take action such as network isolation, password change, or manual update.\n12\nTHERMO FISHER SCIENTIFIC INC.\nCyber-attacks, disruptions or other incidents described above, or breaches of security in our networks, in our customers’ or third-party providers’ networks, in third-party products we use, or in cloud-based services provided to us, regardless of whether the breach is attributable to a vulnerability in our products or services, a privileged account compromise, or a failure to maintain the digital security infrastructure or security tools that protect the integrity of our products, services, and systems and data, could materially interrupt our operations or our customer’s operations, delay production and shipments, impact quality, result in theft of our and our customers’ intellectual property and trade secrets, damage our reputation or key relationships, result in defective products or services, legal claims and proceedings, liability and penalties under privacy laws and increased cost for security and remediation, in each case resulting in an adverse effect on our business and financial results.\nA violation of data privacy laws could adversely harm our operating results and financial condition, damage our reputation or otherwise materially harm our business.\nIf we are unable to maintain reliable information technology systems and appropriate controls with respect to global data privacy and security requirements, we may suffer regulatory consequences in addition to business consequences. As a global organization, we are subject to data privacy and security laws, regulations, and customer-imposed controls in numerous jurisdictions as a result of producing, collecting, processing, storing and transmitting confidential, personal and/or sensitive data in the course of our business. For example, in the U.S., individual states regulate data breach and security requirements and multiple governmental bodies assert authority over aspects of the protection of personal privacy. European laws require us to have an approved legal mechanism to transfer personal data out of Europe, and the EU General Data Protection Regulation imposes significantly stricter requirements in how we collect and process personal data. Several countries, such as China, have passed laws that require personal data relating to their citizens to be maintained on local servers and impose additional data transfer restrictions. Government enforcement actions can be costly and interrupt the regular operation of our business, and data breaches or violations of data privacy laws can result in fines, reputational damage and civil lawsuits, any of which may adversely affect our business, reputation and financial statements.\nOur success is largely dependent upon our ability to attract and retain a highly qualified workforce, comprised of scientific, technical, clinical, and management talent.\nWe have in the past, and may in the future, have difficulty in attracting and retaining such talent. Our success in doing so is largely dependent upon various factors, including a highly competitive market, sought-after skills, management changes, competitor recruitment, and maintaining an attractive workplace culture. Macroeconomic shifts such as increased competition for employees and wage inflation, have previously and could in the future affect our talent retention, turnover rates and operational costs. We cannot ensure that we will be able to hire or retain the personnel necessary for our operations or that the departure of any personnel will not have a material impact on our financial condition and results of operations.\nWe may incur unexpected costs from increases in fuel and raw material prices, which could reduce our earnings and cash flows.\nOur primary commodity exposures are for fuel, petroleum-based resins and steel. The costs for these commodities, as well as the costs of transportation, construction and services necessary for the production and distribution of our products, continue to increase and be volatile. While we may seek to minimize the impact of price increases through higher prices to customers and various cost-saving measures, our earnings and cash flows could be adversely affected in the event these measures are insufficient to cover our costs.\nBecause we rely heavily on third-party package-delivery services, a significant disruption in these services or significant increases in prices may disrupt our ability to ship products, increase our costs and lower our profitability.\nWe ship a significant portion of our products to our customers through independent package delivery companies, such as Federal Express in the U.S. and DHL in Europe. We also maintain a small fleet of vehicles dedicated to the delivery of our products and ship our products through other carriers, including national and regional trucking firms, overnight carrier services and the U.S. Postal Service. If one or more of these third-party package-delivery providers were to experience a major work stoppage, preventing our products from being delivered in a timely fashion or causing us to incur additional shipping costs we could not pass on to our customers, our costs could increase and our relationships with certain of our customers could be adversely affected. In addition, if one or more of these third-party package-delivery providers were to increase prices, and we were not able to find comparable alternatives or make adjustments in our delivery network, our profitability could be adversely affected.\nNatural disasters, public health crises, political crises, and other catastrophic events or other events outside of our control may disrupt our facilities or the facilities of third parties on which we depend, and could impact customer spending.\nWe have significant operations in California, near major earthquake faults, which make us susceptible to earthquake risk. An earthquake or other natural disaster (including the effects of climate change such as sea level rise, drought, flooding, wildfires and more intense weather events), could disrupt our operations, including the ability to fulfill supply obligations to our customers, or impair our critical systems. Any of these disruptions or other events outside of our control, such as strikes or other labor unrest, could have an adverse effect on our results of operations. In addition, if any of our facilities, including our manufacturing or warehouse facilities, or the facilities of our suppliers, third-party service providers, or customers, is affected by natural disasters, such as earthquakes, tsunamis, power shortages or outages, fires, floods or monsoons, public health crises, such as pandemics and epidemics, political crises, such as terrorism, war, political instability or other conflict, or other events\n13\nTHERMO FISHER SCIENTIFIC INC.\noutside of our control, such as trade protectionism, strikes or other labor unrest, our results of operations could be adversely affected. Moreover, these types of events could negatively impact customer spending in the impacted regions or depending upon the severity, globally, which could also adversely impact our operating results.\nIncreasing attention to environmental, social and governance matters may impact our business, financial results, stock price or reputation.\nWe face increasing scrutiny from stakeholders related to our environmental, social and governance (ESG) practices and disclosures, including practices and disclosures related to climate change, diversity and inclusion and governance standards. Investor advocacy groups, certain institutional investors, lenders, investment funds and other influential investors are also increasingly focused on ESG practices and disclosures and in recent years have placed increasing importance on the implications and social cost of their investments. In addition, government organizations are enhancing or advancing legal and regulatory requirements specific to ESG matters. The heightened stakeholder focus on ESG issues related to our business requires the continuous monitoring of various and evolving laws, regulations, standards and expectations and the associated reporting requirements. A failure to adequately meet evolving stakeholder expectations may result in noncompliance, the loss of business, reputational impacts, diluted market valuation, an inability to attract customers and an inability to attract and retain top talent. In addition, if legislation or regulations are enacted or promulgated in the U.S. or in any other jurisdiction in which we do business that impose more stringent restrictions and requirements than our current legal or regulatory obligations, we and companies in our supply chain may experience increased compliance burdens and costs to meet the regulatory obligations, which could cause disruption in the sourcing, manufacturing and distribution of our products and adversely affect our business, financial condition or results of operations. In addition, our adoption of certain standards or mandated compliance to certain requirements could necessitate additional investments that could impact our profitability.\nLegal, Quality and Regulatory Risks\nNew governmental regulations or changes in existing governmental regulations may reduce demand for our products or increase our expenses.\nWe compete in many markets in which we and our customers must comply with federal, state, local and international regulations, such as environmental, health and safety and food and drug regulations. We develop, configure and market our products to meet customer needs created by those regulations. Any significant change in regulations, such as the Inflation Reduction Act of 2022 (IRA), which contains drug price negotiation provisions, or change in the interpretation of existing regulations, could reduce demand for our products or increase our expenses. For example, we manufacture pharmaceuticals and many of our instruments are marketed to the pharmaceutical industry for use in discovering and developing drugs. Changes in the U.S. Food and Drug Administration’s (the FDA) regulation of the drug discovery and development process could have an adverse effect on the demand for these products, and increased FDA regulation of laboratory-developed tests could delay and add to the cost of commercialization of these products, as well as subject us to additional regulatory controls.\nWe are subject to laws and regulations governing government contracts, and failure to address these laws and regulations or comply with government contracts could harm our business by leading to a reduction in revenues associated with these customers.\nWe have agreements relating to the sale of our products to government entities and, as a result, we are subject to various statutes and regulations that apply to companies doing business with the government. The laws governing government contracts differ from the laws governing private contracts and government contracts may contain pricing terms and conditions that are not applicable to private contracts. We are also subject to investigation for compliance with the regulations governing government contracts. A failure to comply with these regulations could result in suspension of these contracts, criminal, civil and administrative penalties or debarment.\nOur pharma services offerings are highly complex, and if we are unable to provide quality and timely offerings to our customers, our business could suffer.\nOur pharma services offerings are highly exacting and complex, due in part to strict quality and regulatory requirements. Our operating results in this business depend on our ability to execute and, when necessary, improve our quality management strategy and systems, and our ability to effectively train and maintain our employee base with respect to quality management. A failure of our quality control systems could result in problems with facility operations or preparation or provision of products. In each case, such problems could arise for a variety of reasons, including equipment malfunction, failure to follow specific protocols and procedures, problems with raw materials or environmental factors and damage to, or loss of, manufacturing operations. Such problems could affect production of a particular batch or series of batches of products, requiring the destruction of such products or a halt of facility production altogether.\nIn addition, our failure to meet required quality standards may result in our failure to timely deliver products to our customers, which in turn could damage our reputation for quality and service. Any such failure could, among other things, lead to increased costs, lost revenues, reimbursement to customers for lost drug product, registered intermediates, registered starting materials, and active pharmaceutical ingredients, other customer claims, damage to and possibly termination of existing customer relationships, time and expense spent investigating the cause and, depending on the cause, similar losses with respect to other batches or products. Production problems in our drug and biologic manufacturing operations could be particularly\n14\nTHERMO FISHER SCIENTIFIC INC.\nsignificant because the cost of raw materials for such manufacturing is often high. If problems in preparation or manufacture of a product or failures to meet required quality standards for that product are not discovered before such product is released to the market, we may be subject to adverse regulatory actions, including product recalls, product seizures, injunctions to halt manufacture and distribution, restrictions on our operations, civil sanctions, including monetary sanctions, and criminal actions. In addition, such problems or failures could subject us to litigation claims, including claims from our customers for reimbursement for the cost of lost or damaged active pharmaceutical ingredients, the cost of which could be significant.\nWe are subject to product and other liability risks for which we may not have adequate insurance coverage.\nWe may be named as a defendant in product liability or errors and omissions lawsuits, which may allege that products or services we have provided have resulted or could result in an unsafe condition, property damage or injury to end users or financial loss for consumers. Additionally, products currently or previously sold by our environmental and process instruments and radiation measurement and security instruments businesses include fixed and portable instruments used for chemical, radiation and trace explosives detection. These products are used in airports, embassies, cargo facilities, border crossings and other high-threat facilities for the detection and prevention of terrorist acts. If any of these products were to malfunction, it is possible that explosive or radioactive material could fail to be detected by our product, which could lead to product liability claims. In addition, patients involved in our clinical services trials conducted by our clinical development services business or taking drugs approved on the basis of those trials may also bring personal injury claims against us. There are also many other factors beyond our control that could lead to liability claims, such as the reliability and competence of the customers’ operators and the training of such operators.\nAny such product liability claims brought against us could be significant and any adverse determination may result in liabilities subject to insurance policy exclusions where insurance would not respond or in excess of our insurance coverage. Although we carry product liability and errors and omissions insurance, we cannot be certain that our current insurance will be sufficient to cover these claims or that it can be maintained on acceptable terms, if at all.\nWe are required to comply with a wide variety of laws and regulations, and are subject to regulation by various federal, state and foreign agencies.\nWe are subject to various local, state, federal, foreign and transnational laws and regulations, which include the operating and security standards of the FDA, the U.S. Drug Enforcement Agency (the DEA), various state boards of pharmacy, state health departments, the U.S. Department of Health and Human Services (the DHHS), the European Medicines Agency (the EMA), the EU member states and other comparable agencies and, in the future, any changes to such laws and regulations could adversely affect us. In particular, we are subject to laws and regulations concerning current good manufacturing practices and drug safety. Our subsidiaries may be required to register for permits and/or licenses with, and may be required to comply with the laws and regulations of, the DEA, the FDA, the DHHS, foreign agencies including the EMA, and other various state boards of pharmacy, state health departments and/or comparable state agencies as well as certain accrediting bodies depending upon the type of operations and location of product distribution, manufacturing and sale.\nThe manufacture, distribution and marketing of many of our products and services, including medical devices, and our pharma and clinical development services, are subject to extensive ongoing regulation by the FDA, the DEA, the EMA, and other equivalent local, state, federal and non-U.S. regulatory authorities. In addition, we are subject to inspections by these regulatory authorities. Failure by us or by our customers to comply with the requirements of these regulatory authorities, including without limitation, remediating any inspectional observations to the satisfaction of these regulatory authorities, could result in warning letters, product recalls or seizures, monetary sanctions, injunctions to halt manufacture and distribution, restrictions on our operations, civil or criminal sanctions, or withdrawal of existing or denial of pending approvals, including those relating to products or facilities. In addition, such a failure could expose us to contractual or product liability claims, contractual claims from our customers, including claims for reimbursement for lost or damaged active pharmaceutical ingredients or personal injury, as well as ongoing remediation and increased compliance costs, any or all of which could be significant. We are the sole manufacturer of a number of pharmaceuticals for many of our customers and a negative regulatory event could impact our customers’ ability to provide products to their customers.\nWe are also subject to a variety of federal, state, local and international laws and regulations that govern, among other things, the handling, transportation and manufacture of substances that could be classified as hazardous, and we are required to comply with various import laws and export control and economic sanctions laws, which may affect our transactions with certain customers. In certain circumstances, export control and economic sanctions regulations may prohibit the export of certain products, services and technologies. In other circumstances, we may be required to obtain an export license before exporting the controlled item. Compliance with the various import laws that apply to our businesses can restrict our access to, and increase the cost of obtaining, certain products and at times can interrupt our supply of imported inventory. Any noncompliance by us with applicable laws and regulations or the failure to maintain, renew or obtain necessary permits and licenses could result in criminal, civil and administrative penalties and could have an adverse effect on our results of operations.\n15\nTHERMO FISHER SCIENTIFIC INC.\nOur reputation, ability to do business and financial statements may be impaired by improper conduct by any of our employees, agents, business partners or other third parties.\nWe have internal controls and compliance systems to protect the company against acts committed by employees, agents or businesses that we acquire that would violate U.S. and/or non-U.S. laws, including the laws governing payments to government officials, bribery, fraud, kickbacks and false claims, pricing, sales and marketing practices, conflicts of interest, competition, employment practices and workplace behavior, export and import compliance, money laundering and data privacy, but these controls and systems may not be sufficient to prevent every such wrongful act. In particular, the U.S. Foreign Corrupt Practices Act, the U.K. Bribery Act 2010 and similar anti-bribery laws in other jurisdictions generally prohibit companies and their intermediaries from making improper payments to government officials for the purpose of obtaining or retaining business, and we operate in many parts of the world that have experienced governmental corruption to some degree. Any such improper actions or allegations of such acts could damage our reputation and subject us to civil or criminal investigations in the U.S. and in other jurisdictions and related shareholder lawsuits, could lead to substantial civil and criminal, monetary and nonmonetary penalties and could cause us to incur significant legal and investigatory fees. In addition, the government may seek to hold us liable for violations committed by companies which we acquire. We also rely on our suppliers to adhere to our supplier standards of conduct, and material violations of such standards of conduct could occur that could have a material effect on our business, reputation and financial statements. In addition, any allegations of issues resulting from the misuse of our products could, even if untrue, adversely affect our reputation and our customers’ willingness to purchase products from us. Any such allegations could cause us to lose customers and divert our resources from other tasks, which could materially and adversely affect our business and operating results.\nOur inability to protect our intellectual property could have a material adverse effect on our business. In addition, third parties may claim that we infringe their intellectual property, and we could suffer significant litigation or licensing expense as a result.\nWe place considerable emphasis on obtaining patent and trade secret protection for significant new technologies, products and processes because of the length of time and expense associated with bringing new products through the development process and into the marketplace. Our success depends in part on our ability to develop patentable products and obtain, defend and enforce patent protection for our products both in the U.S. and in other countries. We own numerous U.S. and foreign patents, and we intend to file additional applications, as appropriate, for patents covering our products. Patents may not be issued for any pending or future patent applications owned by or licensed to us, and the claims allowed under any issued patents may not be sufficiently broad to protect our technology. Any issued patents owned by or licensed to us may be challenged, invalidated or circumvented, and the rights under these patents may not provide us with competitive advantages. In addition, competitors may design around our technology or develop competing technologies. Intellectual property rights may also be unavailable or limited in some foreign countries, which could make it easier for competitors to capture increased market position. We could incur substantial costs to defend ourselves in suits brought against us or in suits in which we may assert our patent rights against others. An unfavorable outcome of any such litigation could materially adversely affect our business and results of operations.\nWe also rely on trade secrets and proprietary know-how with which we seek to protect our products, in part, by confidentiality agreements with our collaborators, employees and consultants. These agreements may not adequately protect our trade secrets and other proprietary rights. These agreements may be breached and we may not have adequate remedies for any breach. In addition, our trade secrets may otherwise become known or be independently developed by our competitors.\nWe also depend in part on our trademarks and the strength of our proprietary brands, which we consider important to our business. If we are unable to protect or preserve the value of our intellectual property rights for any reason, including our inability to successfully defend against counterfeit, knock offs, grey-market, infringing or otherwise unauthorized products, our brand and reputation could be damaged, and our business may be harmed.\nThird parties may assert claims against us to the effect that we are infringing on their intellectual property rights. In the event that a claim relating to intellectual property is asserted against us, or third parties not affiliated with us hold pending or issued patents that relate to our products or technology, we may seek licenses to such intellectual property or challenge those patents. However, we may be unable to obtain these licenses on commercially reasonable terms, if at all, and our challenge of the patents may be unsuccessful. Our failure to obtain the necessary licenses or other rights could prevent the sale, manufacture, or distribution of our products and, therefore, could have a material adverse effect on our business, financial condition and results of operations.\nRisks Relating to Financial Profile\nFluctuations in our effective tax rate may adversely affect our results of operations and cash flows.\nAs a global company, we are subject to taxation in numerous countries, states and other jurisdictions. In preparing our financial statements, we record the amount of tax that is payable in each of the countries, states and other jurisdictions in which we operate. Our future effective tax rate, however, may be lower or higher than experienced in the past due to numerous factors, including a change in the mix of our profitability from country to country, changes in accounting for income taxes, the results of examinations and audits of\n16\nTHERMO FISHER SCIENTIFIC INC.\nour tax filings and recently enacted and future changes in tax laws in jurisdictions in which we operate. Any of these factors could cause us to experience an effective tax rate significantly different from previous periods or our current expectations, which could have an adverse effect on our business, results of operations and cash flows.\nIn December 2021, the Organization for Economic Cooperation and Development (“OECD”) published a proposal for the establishment of a global minimum tax rate of 15% (the “Pillar Two rule”). The OECD has recommended that the Pillar Two rule become effective for fiscal years beginning after January 1, 2024. To date, member states are in various stages of implementation and the OECD continues to refine technical guidance. We are closely monitoring developments of the Pillar Two rule and are currently evaluating the potential impacts in each of the countries in which we operate; however, we currently do not expect the Pillar Two rule to have a material impact on our effective tax rate.\nOur existing and future indebtedness may restrict our investment opportunities or limit our activities and negatively impact our credit ratings.\nAs of December 31, 2023, we had approximately $34.92 billion in outstanding indebtedness. In addition, we have availability to borrow under a revolving credit facility that provides for up to $5.00 billion of unsecured multi-currency revolving credit (the Facility). We may also obtain additional long-term debt and lines of credit to meet future financing needs, which would have the effect of increasing our total leverage.\nOur leverage could have negative consequences, including increasing our vulnerability to adverse economic and industry conditions, limiting our ability to obtain additional financing and limiting our ability to acquire new products and technologies through strategic acquisitions.\nOur ability to make scheduled payments, refinance our obligations or obtain additional financing will depend on our future operating performance and on economic, financial, competitive and other factors beyond our control. Our business may not generate sufficient cash flow to meet our obligations. If we are unable to service our debt, refinance our existing debt or obtain additional financing, we may be forced to delay strategic acquisitions, capital expenditures or research and development expenditures.\nAdditionally, the agreements governing our debt require that we maintain a financial ratio, and contain affirmative and negative covenants that restrict our activities by, among other limitations, limiting our ability to incur additional indebtedness, merge or consolidate with other entities and create liens. The covenants in the Facility include a Consolidated Net Interest Coverage Ratio (Consolidated EBITDA to Consolidated Net Interest Expense), as such terms are defined in the Facility. Specifically, the company has agreed that, so long as any lender has any commitment under the Facility, any letter of credit is outstanding under the Facility, or any loan or other obligation is outstanding under the Facility, it will maintain a minimum Consolidated Net Interest Coverage Ratio of 3.5:1.0 as of the last day of any fiscal quarter.\nOur ability to comply with these financial restrictions and covenants is dependent on our future performance, which is subject to prevailing economic conditions and other factors, including factors that are beyond our control such as the impact of foreign exchange rates and interest rates. Our failure to comply with any of these restrictions or covenants may result in an event of default under the applicable debt instrument, which could permit acceleration of the debt under that instrument and require us to prepay that debt before its scheduled due date. Also, an acceleration of the debt under certain of our debt instruments would trigger an event of default under other of our debt instruments."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_1c",
    "text": "Cybersecurity Risk Management and Strategy\nAs is the case for most large global companies, we are regularly subject to cyberattacks and other cybersecurity incidents and, therefore, we incorporate cybersecurity into our overall risk management process. Our commitment to cybersecurity emphasizes using a risk-based, “defense in depth” approach to assess, educate, block, identify, respond to and recover from cybersecurity threats. Recognizing that no single technology, process or control can effectively prevent or mitigate all risks, we employ a strategy of technologies, processes and controls, all working independently but as part of a cohesive strategy to manage or reduce risk.\nOur cybersecurity program assists in the management of risks associated with the confidentiality, integrity and availability of data and systems within the company environment to effectively support our business objectives and customer expectations. The program provides guidance to business stakeholders on cybersecurity risks as input into their risk management processes that balance cybersecurity risk with other important risks that may include strategic, regulatory, economic and financial considerations.\n17\nTHERMO FISHER SCIENTIFIC INC.\nWe seek to routinely refine our cybersecurity approach to adapt to changes in the threat landscape and manage emerging security risks. In order to evaluate risks from cybersecurity threats associated with the company’s use of certain third-party technology providers, we have incorporated a risk-based assessment into the corporate information technology (IT) procurement process designed to assess the security risk of certain third parties providing new technology solutions to our environment.\nWe believe cybersecurity is the responsibility of every employee, and regularly educate and share best practices with our employees to raise awareness of cybersecurity threats through a security awareness training program, including regular exercises, periodic cyber-event simulations and annual attestation to our Technology Acceptable Use Policy.\nWe do not reasonably believe there are currently any cybersecurity incidents that have materially affected or are reasonably likely to materially affect the company or its business strategy, results of operations or financial condition. For more information on the risks related to our IT systems, see “A significant disruption in, or breach in security of, our IT systems or violation of data privacy laws could adversely affect our business or customers that use our products” under the heading “Risk Factors” in Part I, Item 1A.\nCybersecurity Governance and Oversight\nThe Board of Directors has delegated the oversight of cybersecurity risks to the Audit Committee. Our cybersecurity program is led by the company’s senior vice president, chief information officer, along with our vice president, chief information security officer. Management provides an operational update to the Audit Committee each quarter. In addition, the Audit Committee and our full Board of Directors receive an annual overview of the cybersecurity program, cybersecurity threat landscape, investments, and opportunities to enhance the company’s systems and security of products and operations.\nThe company’s corporate IT security team leads the company-wide cybersecurity strategy and advocates to protect the company systems, its employees and customers against cybersecurity risks. Through annual internal and external audits, we maintain an ISO/IEC 27001:2013 certification for the management of our cybersecurity program consisting of the following areas:\n•\ncybersecurity program management and governance including risk management;\n•\ncybersecurity operations including security operation centers;\n•\nproduct security;\n•\nsecurity investigations;\n•\ncybersecurity architecture and engineering; and\n•\nsecurity awareness and training.\nOur senior vice president, chief information officer, vice president, chief information security officer (CISO), and vice president, chief product security officer have each served in various roles in IT and information security for over 20 years. These individuals’ knowledge and experience along with the culture and talent of the corporate IT security team organization are instrumental in developing and executing our cybersecurity strategies. The CISO meets with senior leadership to review and discuss the cybersecurity program, including emerging cybersecurity risks, threats and industry trends.\nCybersecurity is integrated into the risk management process for the company through various corporate mechanisms, including quarterly business reviews, annual budget planning, and targeted risk-based engagements."
  },
  {
    "item_key": "item_2",
    "text": "The company owns and leases office, engineering, laboratory, production and warehouse space throughout the world."
  },
  {
    "item_key": "item_3",
    "text": "There are various lawsuits and claims against the company involving product liability, intellectual property, employment and commercial issues. See Note 12 to our Consolidated Financial Statements – “\n”."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n18\nTHERMO FISHER SCIENTIFIC INC.\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Market Price of Common Stock\nOur common stock is traded on the New York Stock Exchange under the symbol TMO.\nHolders of Common Stock\nAs of February 3, 2024, the company had 2,337 holders of record of its common stock. This does not include holdings in street or nominee names.\nIssuer Purchases of Equity Securities\nThere was no share repurchase activity for the company’s fourth quarter of 2023. On November 14, 2023, the Board of Directors announced that it replaced the existing authorization to repurchase the company’s common stock, of which $1.00 billion was remaining, with a new authorization to repurchase up to $4.00 billion of the company’s common stock. Early in the first quarter of 2024, the company repurchased $3.00 billion (5.5 million shares) of the company's common stock. At February 22, 2024, $1.00 billion was available for future repurchases of the company’s common stock under this authorization."
  },
  {
    "item_key": "item_6",
    "text": "Not applicable."
  },
  {
    "item_key": "item_7",
    "text": "Reference is made throughout this Management’s Discussion and Analysis of Financial Condition and Results of Operations to Notes to the\n, which begin on page\nof this report.  Management’s Discussion and Analysis of Financial Condition and Results of Operations for 2021 is included in Item 7 of the company’s 2022\nfiled with the Securities and Exchange Commission.\nThe company refers to various amounts or measures not prepared in accordance with generally accepted accounting principles (non-GAAP measures). These non-GAAP measures are further described and reconciled to their most directly comparable amount or measure under the section “\n” later in this “Management’s Discussion and Analysis of Financial Condition and Results of Operations.”\nOverview\nThermo Fisher Scientific Inc. enables customers to make the world healthier, cleaner and safer by helping them accelerate life sciences research, solve complex analytical challenges, increase laboratory productivity, and improve patient health through diagnostics and the development and manufacture of life-changing therapies. Markets served include pharmaceutical and biotech, academic and government, industrial and applied, as well as healthcare and diagnostics. The company’s operations fall into four segments (Note 4): Life Sciences Solutions, Analytical Instruments, Specialty Diagnostics and Laboratory Products and Biopharma Services.\nConsolidated Results\n19\nTHERMO FISHER SCIENTIFIC INC.\nOrganic Revenue Growth\n*    Results may not sum due to rounding.\nSince 2020, the Life Sciences Solutions and Specialty Diagnostics segments as well as the laboratory products business have supported COVID-19 diagnostic testing, scaling and evolving their molecular diagnostics solutions and plastic consumables businesses to respond to the COVID-19 pandemic. The biosciences and bioproduction businesses have expanded their capacity to meet the needs of pharma and biotech customers as they have expanded their own production volumes to meet global vaccine manufacturing requirements. Additionally, our pharma services business has provided our pharma and biotech customers with the services they needed to develop and produce vaccines and therapies globally. Since the company’s acquisition of PPD in December 2021, the clinical research business has continued to play a leading role in supporting the clinical trials for COVID-19 vaccines and therapies. These positive impacts continued at much lower levels in 2023 as customer testing as well as therapy and vaccine demand declined.  Sales of products related to COVID-19 testing were $0.33 billion and $3.11 billion in 2023 and 2022, respectively.\nDuring 2023, growth from pharma and biotech customers slightly declined. Over the past few years, the company has played a meaningful role in the production of COVID-19 vaccines and therapies. In 2023, reduced demand for our products and services that support COVID-19 vaccines and therapies was partially offset through strong commercial execution as a result of our trusted partner status with customers in this market. We saw broad based strength across the academic and government market as we saw the benefits of our accelerated investments into high impact innovation with great customer adoption and strong demand globally. The industrial and applied market was strong, driven by the relevance of our analytical instrument technologies serving our semiconductor and materials science customers. The diagnostics and healthcare market declined due to decreased demand for COVID-19 testing products. During 2023, sales growth in all major regions declined due to decreased demand for COVID-19 related products, as well as a challenging macroeconomic environment and low economic activity in China. Contributions to organic revenue during 2023 from the Analytical Instruments and Laboratory Products and Biopharma Services segments were more than offset by declines in the Life Sciences Solutions and Specialty Diagnostics segments.\nThe company continues to execute its proven growth strategy which consists of three pillars:\n•\nHigh-impact innovation,\n•\nOur trusted partner status with customers, and\n•\nOur unparalleled commercial engine.\nGAAP operating income margin and adjusted operating income margin decreased in 2023 due primarily to lower COVID-19 related revenue. This was partially offset by strong productivity improvements and strong pricing realization to address higher inflation. GAAP operating income margin in 2023 was also impacted by restructuring and other charges incurred for headcount reductions and facility consolidations in an effort to streamline operations and limit the impact of expected lower revenue (Note 16). We estimate that restructuring actions resulting in charges of approximately $0.2 billion in 2023 will realize annual cost savings of approximately $0.5 billion, primarily due to reduced employee expenses.\nThe company’s references to strategic growth investments generally refer to targeted spending for enhancing commercial capabilities, including expansion of geographic sales reach and e-commerce platforms, marketing initiatives, expanded service and operational infrastructure, research and development projects and other expenditures to enhance the customer experience, as well as incentive compensation and recognition for employees. The company’s references throughout this discussion to productivity improvements generally refer to improved cost efficiencies from its Practical Process Improvement (PPI) business system including reduced costs resulting from implementing continuous improvement methodologies, global sourcing initiatives, a lower cost structure following restructuring actions including headcount reductions and consolidation of facilities, and low cost region manufacturing.\nNotable Recent Acquisitions\nOn January 3, 2023, the company acquired, within the Specialty Diagnostics segment, The Binding Site Group, a U.K.-based provider of specialty diagnostic assays and instruments to improve the diagnosis and management of blood cancers and immune system disorders. The acquisition expands the segment’s portfolio with the addition of pioneering innovation in diagnostics and monitoring for multiple myeloma.\n20\nTHERMO FISHER SCIENTIFIC INC.\nOn August 14, 2023, the company acquired, within the Laboratory Products and Biopharma Services segment, CorEvitas, LLC, a U.S.-based provider of regulatory-grade, real-world evidence for approved medical treatments and therapies. The acquisition expands the segment’s portfolio with the addition of highly complementary real-world evidence solutions to enhance decision-making as well as the time and cost of drug development.\nSegment Results\nThe company’s management evaluates segment operating performance using operating income before certain charges/credits as defined in Note 4. Accordingly, the following segment data are reported on this basis.\nThe decrease in organic revenues in 2023 was primarily due to moderation in COVID-19 related revenue. The decrease in segment income margin resulted primarily from significantly lower COVID-19 related revenue and unfavorable volume pull-through, partially offset by exceptionally strong productivity improvements and favorable price realization.\nThe increase in organic revenues in 2023 was due to increased demand across all the segment’s businesses, with particular strength in the electron microscopy and chromatography and mass spectrometry businesses. The increase in segment income margin resulted primarily from strong productivity, strong pricing realization to address higher inflation and strong volume pull-through, offset in part by the effects of currency translation and strategic growth investments.\nThe decrease in organic revenues in 2023 was due to decreased demand, primarily driven by products addressing diagnosis of COVID-19, partially offset by underlying growth in the immunodiagnostics, microbiology, and transplant diagnostics businesses. The increase in segment income margin was due to favorable business mix, strong pricing realization to address higher inflation, and strong productivity improvements, partially offset by the impact of lower COVID-19 testing volume.\n21\nTHERMO FISHER SCIENTIFIC INC.\nThe increase in organic revenues in 2023 was primarily due to higher sales in the clinical research and pharma services businesses. The increase in segment income margin was primarily due to very strong productivity improvements and strong pricing realization to address higher inflation.\n*    Results may not sum due to rounding\nNon-operating Items\nNet interest expense (interest expense less interest income) increased due primarily to the increase in debt for general corporate purposes and the company’s capital deployment initiatives, which included financing stock buybacks, paying dividends and acquiring The Binding Site Group and CorEvitas, LLC (Note 2). These increases were partially offset by higher cash and cash equivalents balances as well as higher interest rates on these balances when compared to 2022. See additional discussion under the caption “Liquidity and Capital Resources” below. In 2023 and 2022 the company’s net interest expense was reduced by approximately $116 million and $16 million, respectively, as a result of its interest rate swap and cross-currency interest rate swap arrangements (Note 14).\nGAAP other income/(expense) and adjusted other income/(expense) includes currency transaction gains/losses on non-operating monetary assets and liabilities, and net periodic pension benefit cost/income, excluding the service cost component. GAAP other income/(expense) in 2023 also includes $45 million of net losses on investments. GAAP other income/(expense) in 2022 also includes $160 million of net losses on investments and $26 million of losses on the early extinguishment of debt (Note 10), partially offset by $67 million of net gains on derivative instruments to address certain foreign currency risks.\nThe GAAP and adjusted tax rates in 2023 were impacted by changes in valuation allowances, including a $183 million release in a jurisdiction where the deferred tax assets are now expected to be realized, and, to a lesser extent, by a decrease in pre-tax earnings compared to 2022. The company’s GAAP and adjusted tax rates in 2023 were also impacted by tax planning initiatives, including a tax benefit of $127 million for U.S. tax credits and the revaluation of net operating loss carryforwards due to higher tax rates as a result of its tax return resubmissions, a tax benefit of $91 million, net of related tax expenses, from a foreign exchange loss on an intercompany debt refinancing transaction, and $233 million of tax benefits resulting from intra-entity transactions. The company’s GAAP and adjusted tax rates in 2022 were impacted by releases of valuation allowances of $189 million in jurisdictions where the deferred tax assets are now expected to be realized. The company’s 2022 GAAP tax rate was also impacted by a net benefit of $208 million resulting from tax audit settlements (Note 8). The effective tax rates in both 2023 and 2022 were also affected by relatively significant earnings in lower tax jurisdictions. Due primarily to the non-deductibility of intangible asset amortization for tax purposes, the company’s cash payments for income taxes were higher than its income tax expense for financial reporting purposes. See additional discussion under the caption “Liquidity and Capital Resources” below.\nThe company expects its GAAP effective tax rate in 2024 will be between 4% and 6% based on currently forecasted rates of profitability in the countries in which the company conducts business and expected generation of foreign tax credits. The effective tax rate can vary significantly from period to period as a result of discrete income tax factors and events. The company expects its adjusted tax rate will be approximately 10.5% in 2024.\nThe company has operations and a taxable presence in approximately 70 countries outside the U.S. Some of these countries have lower tax rates than the U.S. The company’s ability to obtain a benefit from lower tax rates outside the U.S. is dependent on its relative levels of income in countries outside the U.S. and on the statutory tax rates in those countries. Based on the\n22\nTHERMO FISHER SCIENTIFIC INC.\ndispersion of the company’s non-U.S. income tax provision among many countries, the company believes that a change in the statutory tax rate in any individual country is not likely to materially affect the company’s income tax provision or net income, aside from any resulting one-time adjustment to the company’s deferred tax balances to reflect a new rate.\nWeighted average diluted shares decreased in 2023 compared to 2022 due to share repurchases, net of option dilution.\nLiquidity and Capital Resources\nThe company’s proven growth strategy has enabled it to generate free cash flow as well as access the capital markets. The company deploys its capital primarily via mergers and acquisitions and secondarily via share buybacks and dividends.\nApproximately half of the company’s cash balances and cash flows from operations are from outside the U.S. The company uses its non-U.S. cash for needs outside of the U.S. including acquisitions, capacity expansion, and repayment of third-party foreign debt by foreign subsidiaries. In addition, the company also transfers cash to the U.S. using non-taxable intercompany transactions, including loans and returns of capital, as well as dividends where the related U.S. dividend received deduction or foreign tax credit equals any tax cost arising from the dividends. As a result of using such means of transferring cash to the U.S., the company does not expect any material adverse liquidity effects from its significant non-U.S. cash balances for the foreseeable future.\nThe company believes that its existing cash and cash equivalents and its future cash flow from operations together with available borrowing capacity under its revolving credit agreement will be sufficient to meet the cash requirements of its existing businesses for the foreseeable future, including at least the next 24 months.\nAs of December 31, 2023, the company’s short-term debt totaled $3.61 billion. The company has a revolving credit facility with a bank group that provides up to $5.00 billion of unsecured multi-currency revolving credit (Note 10). If the company borrows under this facility, it intends to leave undrawn an amount equivalent to outstanding commercial paper to provide a source of funds in the event that commercial paper markets are not available. As of December 31, 2023, no borrowings were outstanding under the company’s revolving credit facility, although available capacity was reduced by immaterial outstanding letters of credit.\nOperating Activities\nDuring 2023, cash provided by income was offset in part by investments in working capital. A decrease in inventories provided cash of $0.60 billion.  A decrease in accounts payable used cash of $0.50 billion, and changes in other assets and other liabilities used cash of $0.80 billion primarily due to the timing of payments for compensation and income taxes. Cash payments for income taxes were $1.48 billion during 2023.\nDuring 2022, cash provided by income was offset in part by investments in working capital. Increases in accounts receivable and inventories used cash of $0.43 billion and $0.83 billion, respectively, primarily to support growth in sales. An increase in accounts payable provided cash of $0.65 billion. Cash payments for income taxes were $1.23 billion during 2022.\nThe company is contingently liable with respect to certain legal proceedings and related matters. An unfavorable outcome that differs materially from current accrual estimates, if any, for one or more of the matters described under the heading “\nProduct Liability, Workers Compensation and Other Personal Injury Matters\n” in Note 12 could have a material adverse effect on the company’s financial position as well as its results of operations and cash flows.\n23\nTHERMO FISHER SCIENTIFIC INC.\nInvesting Activities\nDuring 2023, acquisitions of The Binding Site Group and CorEvitas, LLC used cash of $2.70 billion and $0.91 billion, respectively. The company’s investing activities also included purchases of $1.48 billion of property, plant and equipment for capacity and capability investments.\nDuring 2022 the company’s investing activities were principally for the purchase of property, plant and equipment for capacity and capability investments.\nThe company expects that for all of 2024, expenditures for property, plant and equipment, net of disposals, will be between $1.3 billion and $1.5 billion.\nFinancing Activities\nDuring 2023, issuance of senior notes provided $5.94 billion of cash.  Repayment of senior notes and net commercial paper activity used cash of $5.78 billion and $0.32 billion, respectively. The company’s financing activities also included the repurchase of $3.00 billion of the company’s common stock (5.2 million shares) and the payment of $0.52 billion in cash dividends. On November 14, 2023, the Board of Directors announced that it replaced the existing authorization to repurchase the company’s common stock, of which $1.00 billion was remaining, with a new authorization to repurchase up to $4.00 billion of the company’s common stock.\nEarly in the first quarter of 2024, the company repurchased $3.00 billion (5.5 million shares) of the company's common stock. At February 22, 2024, $1.00 billion was available for future repurchases of the company’s common stock under this authorization.\nDuring 2022, issuance of senior notes provided $3.19 billion of cash. Repayment of senior notes and net commercial paper activity used cash of $0.38 billion and $2.16 billion, respectively. The company’s financing activities also included the repurchase of $3.00 billion of the company's common stock (5.3 million shares) and the payment of $0.46 billion in cash dividends.\nIn addition to the obligations on the balance sheet at December 31, 2023, which include, but are not limited to pension obligations (Note 7), unrecognized tax benefits (Note 8), debt (Note 10), operating leases (Note 11), and contingent consideration (Note 14), the company has also entered into an agreement to acquire Olink (Note 2). The company also has unconditional purchase obligations in the ordinary course of business that include agreements to purchase goods, services or fixed assets, pay royalties, and fund capital commitments pursuant to investments held by the company (Note 12).\nNon-GAAP Measures\nIn addition to the financial measures prepared in accordance with generally accepted accounting principles (GAAP), we use certain non-GAAP financial measures such as organic revenue growth, which is reported revenue growth, excluding the impacts of revenues from acquired/divested businesses and the effects of currency translation. We report organic revenue growth because Thermo Fisher management believes that in order to understand the company’s short-term and long-term financial trends, investors may wish to consider the impact of acquisitions/divestitures and foreign currency translation on revenues. Thermo Fisher management uses organic revenue growth to forecast and evaluate the operational performance of the company as well as to compare revenues of current periods to prior periods.\nWe report adjusted operating income, adjusted operating income margin, adjusted other income/(expense), adjusted tax rate, and adjusted EPS. We believe that the use of these non-GAAP financial measures, in addition to GAAP financial measures, helps investors to gain a better understanding of our core operating results and future prospects, consistent with how management measures and forecasts the company’s core operating performance, especially when comparing such results to previous periods, forecasts, and to the performance of our competitors. Such measures are also used by management in their financial and operating decision-making and for compensation purposes. To calculate these measures we exclude, as applicable:\n•\nCertain acquisition-related costs, including charges for the sale of inventories revalued at the date of acquisition, significant transaction/acquisition-related costs, including changes in estimates of contingent acquisition-related consideration, and other costs associated with obtaining short-term financing commitments for pending/recent acquisitions. We exclude these costs because we do not believe they are indicative of our normal operating costs.\n•\nCosts/income associated with restructuring activities and large-scale abandonments of product lines, such as reducing overhead and consolidating facilities. We exclude these costs because we believe that the costs related to restructuring activities and large-scale abandonment of product lines are not indicative of our normal operating costs.\n•\nEquity in earnings/losses of unconsolidated entities; impairments of long-lived assets; and certain other gains and losses that are either isolated or cannot be expected to occur again with any predictability, including gains/losses on\n24\nTHERMO FISHER SCIENTIFIC INC.\ninvestments, the sale of businesses, product lines, and real estate, significant litigation-related matters, curtailments/settlements of pension plans, and the early retirement of debt. We exclude these items because they are outside of our normal operations and/or, in certain cases, are difficult to forecast accurately for future periods.\n•\nThe expense associated with the amortization of acquisition-related intangible assets because a significant portion of the purchase price for acquisitions may be allocated to intangible assets that have lives of up to 20 years. Exclusion of the amortization expense allows comparisons of operating results that are consistent over time for both our newly acquired and long-held businesses and with both acquisitive and non-acquisitive peer companies.\n•\nThe noncontrolling interest and tax impacts of the above items and the impact of significant tax audits or events (such as changes in deferred taxes from enacted tax rate/law changes), the latter of which we exclude because they are outside of our normal operations and difficult to forecast accurately for future periods.\nWe report free cash flow, which is operating cash flow excluding net capital expenditures, to provide a view of the continuing operations’ ability to generate cash for use in acquisitions and other investing and financing activities. The company also uses this measure as an indication of the strength of the company. Free cash flow is not a measure of cash available for discretionary expenditures since we have certain non-discretionary obligations such as debt service that are not deducted from the measure.\nThe non-GAAP financial measures of the company’s results of operations and cash flows included in this Form 10-K are not meant to be considered superior to or a substitute for the company’s results of operations prepared in accordance with GAAP. Reconciliations of such non-GAAP financial measures to the most directly comparable GAAP financial measures are set forth within the “Consolidated Results” and “Segment Results” sections and below.\n25\nTHERMO FISHER SCIENTIFIC INC.\n(a)    Adjusted results in 2023 and in 2022 exclude charges for the sale of inventories revalued at the date of acquisition and charges for inventory write-downs associated with large-scale abandonment of product lines. Adjusted results in 2023 also exclude $13 million of accelerated depreciation on manufacturing assets to be abandoned due to facility consolidations.\n(b)   Adjusted results in 2023 and 2022 exclude certain third-party expenses, principally transaction/integration costs related to recent acquisitions, charges/credits for changes in estimates of contingent acquisition consideration, and charges associated with product liability litigation.\n(c)   Adjusted results in 2023 and 2022 exclude restructuring and other costs consisting principally of severance, impairments of long-lived assets, charges for environmental-related matters, abandoned facility and other expenses of headcount reductions and real estate consolidations. Adjusted results in 2023 also exclude $26 million of contract termination costs associated with facility closures, $19 million of net charges for pre-acquisition litigation and other matters, and $11 million of gains on the sale of real estate. Adjusted results in 2022 also exclude $14 million of gain on the sale of intellectual property.\n(d)   Adjusted results exclude net gains/losses on investments. Adjusted results in 2022 also exclude $67 million of net gains on derivative instruments to address certain foreign currency risks and $26 million of losses on the early extinguishment of debt.\n(e)   Adjusted results in 2023 and 2022 exclude incremental tax impacts for the reconciling items between GAAP and adjusted net income, incremental tax impacts as a result of tax rate/law changes and the tax impacts from audit settlements (including a $658 million benefit from an audit settlement in 2022). Adjusted results in 2023 also exclude $14 million of charges for pre-acquisition matters. Adjusted results in 2022 also exclude a $423 million charge for the impact of deferred tax realizability assessments as a result of audit settlements.\n(f)   Adjusted results exclude the incremental impacts for the reconciling items between GAAP and adjusted net income attributable to noncontrolling interests.\nCritical Accounting Policies and Estimates\nThe company’s discussion and analysis of its financial condition and results of operations is based upon its financial statements, which have been prepared in accordance with accounting principles generally accepted in the United States of America. The preparation of these financial statements requires management to make estimates and assumptions that affect the reported amounts of assets, liabilities, revenues and expenses and related disclosure of contingent liabilities. On an on-going basis, management evaluates its estimates, including those related to acquisition-related measurements and income taxes. Management believes the most complex and sensitive judgments, because of their significance to the consolidated financial statements, result primarily from the need to make estimates about the effects of matters that are inherently uncertain. Management bases its estimates on historical experience, current market and economic conditions and other assumptions that management believes are reasonable. The results of these estimates form the basis for judgments about the carrying value of assets and liabilities where the values are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions.\nThe company believes the following represent its critical accounting policies and estimates used in the preparation of its financial statements:\nAcquisition-related Measurements\nBusiness Combinations\nThe company uses assumptions and estimates in determining the fair value of assets acquired and liabilities assumed in a business combination. The determination of the fair value of intangible assets, which represent a significant portion of the purchase price in many of the company’s acquisitions, requires the use of significant judgment with regard to (i) the fair value and (ii) whether such intangibles are amortizable or non-amortizable and, if the former, the period and the method by which the intangible asset will be amortized. The company estimates the fair value of acquisition-related intangible assets principally based on projections of cash flows that will arise from identifiable intangible assets of acquired businesses, which include estimates of customer attrition and technology obsolescence rates. The projected cash flows are discounted to determine the present value of the assets at the dates of acquisition. See Note 2 for additional information about our recent business combinations.\n26\nTHERMO FISHER SCIENTIFIC INC.\nGoodwill and Indefinite-lived Intangible Assets\nThe company evaluates goodwill and indefinite-lived intangible assets for impairment annually and when events occur or circumstances change that would more likely than not reduce the fair value of an asset below its carrying amount. Events or circumstances that might require an interim evaluation include unexpected adverse business conditions, economic factors, unanticipated technological changes or competitive activities, loss of key personnel and acts by governments and courts, among others. Goodwill and indefinite-lived intangible assets totaled $44.02 billion and $1.24 billion, respectively, at December 31, 2023 (see Note 1 for additional information). Estimates of discounted future cash flows require assumptions related to revenue and operating income growth rates, discount rates and other factors. For the goodwill impairment tests, the company also considers (i) peer revenues and earnings trading multiples from companies that have operational and financial characteristics that are similar to the respective reporting units and (ii) estimated weighted average costs of capital. Different assumptions from those made in the company’s analysis could materially affect projected cash flows and the company’s evaluation of goodwill and indefinite-lived intangible assets for impairment.\nThe company performed the quantitative goodwill impairment test for all of its reporting units and indefinite-lived intangible assets. Determinations of fair value based on projections of discounted cash flows, which decreased from the prior year projections primarily due to higher discount rates, and based on peer revenues and earnings trading multiples, which also decreased from the prior year, were sufficient to conclude that no impairments of goodwill or indefinite-lived intangible assets existed at the end of the tenth fiscal month of 2023, the date of the company’s annual impairment testing. There were no interim impairments of goodwill or indefinite-lived intangible assets in 2023. There can be no assurance, however, that adverse events or conditions will not cause the fair values of these assets to decline. Should the fair values of the company’s reporting units or indefinite-lived intangible assets decline because of reduced operating performance, market declines, or other indicators of impairment, or as a result of changes in the discount rates, charges for impairment may be necessary.\nDuring its annual 2023 goodwill impairment assessments, the company determined that the excess of fair value over carrying value for one of the clinical research business’s reporting units had increased to 4%. Despite this favorable increase, given that the fair value of the reporting unit was not substantially in excess of its carrying value as of the annual 2023 assessment date, relatively small decreases in future cash flows versus anticipated results, decreases in peer trading multiples and/or increases in weighted average costs of capital could result in impairment of goodwill. The reporting unit had $3.95 billion of goodwill, and an overall carrying value of $5.54 billion as of December 31, 2023.\nDefinite-lived Intangible Assets\nDefinite-lived intangible assets totaled $15.44 billion at December 31, 2023 (see Note 1 for additional information). Certain definite-lived intangible assets have largely independent cash flows. The company reviews these definite-lived intangible assets for impairment individually when indication of potential impairment exists, such as a significant reduction in cash flows associated with the assets. Actual cash flows arising from a particular intangible asset could vary from projected cash flows, which could imply different carrying values from those established at the dates of acquisition and which could result in impairment of such asset. Most of the company’s definite-lived intangible assets are used in conjunction with other assets, such as property, plant and equipment and operating lease right-of-use assets. In these situations, the company considers the asset groups to be the units of account for impairment testing. The company recorded definite-lived intangible asset impairments of $0.01 billion and $0.12 billion in 2023 and 2021, respectively (Note 16).\nIncome Taxes\nUnrecognized Tax Benefits\nIn the ordinary course of business there is inherent uncertainty in quantifying the company’s income tax positions. The company assesses income tax positions and records tax benefits for all years subject to examination based upon management’s evaluation of the facts, circumstances and information available at the reporting date. For those tax positions where it is more likely than not that a tax benefit will be sustained, the company has recorded the largest amount of tax benefit with a greater than 50 percent likelihood of being realized upon ultimate settlement with a taxing authority that has full knowledge of all relevant information. For those income tax positions where it is not more likely than not that a tax benefit will be sustained, no tax benefit has been recognized in the financial statements. Should tax return positions that the company expects are sustainable not be sustained upon audit, the company could be required to record an incremental tax provision for such taxes. The company’s liability for these unrecognized tax benefits totaled $0.54 billion at December 31, 2023, compared to $0.57 billion at December 31, 2022, primarily as a result of an audit settlement (Note 8).\nThe company operates in numerous countries under many legal forms and, as a result, is subject to the jurisdiction of numerous domestic and non-U.S. tax authorities, as well as to tax agreements and treaties among these governments. Determination of taxable income in any jurisdiction requires the company to interpret the related tax laws and regulations and the use of estimates and assumptions regarding significant future events, such as the amount, timing and character of deductions, permissible\n27\nTHERMO FISHER SCIENTIFIC INC.\nrevenue recognition methods under the tax law and the sources and character of income and tax credits. Changes in tax laws, regulations, agreements and treaties, currency exchange restrictions or the company’s level of operations or profitability in each taxing jurisdiction could have an impact upon the amount of current and deferred tax balances and hence the company’s net income.\nValuation Allowances\nThe company estimates the degree to which tax assets will result in a benefit, after consideration of all positive and negative evidence, and provides a valuation allowance for tax assets that it believes will more likely than not go unused. In situations in which the company has been able to determine that its deferred tax assets will be realized, that determination generally relies on future reversals of taxable temporary differences and expected future taxable income. If it becomes more likely than not that a tax asset will be used, the company reverses the related valuation allowance. Any such reversals are recorded as a reduction of the company’s tax provision. The company’s tax valuation allowance totaled $1.32 billion at both December 31, 2023 and December 31, 2022 (Note 8). Should the company’s actual future taxable income by tax jurisdiction vary from estimates, additional allowances or reversals thereof may be necessary.\nRecent Accounting Pronouncements\nA description of recently issued accounting standards is included under the heading “\nRecent Accounting Pronouncements\n” in Note 1."
  },
  {
    "item_key": "item_7a",
    "text": "The company is exposed to market risk from changes in interest rates and currency exchange rates, which could affect its future results of operations and financial condition. The company manages its exposure to these risks through its regular operating and financing activities. The company has periodically hedged interest rate risks of fixed-rate instruments with offsetting interest rate swaps. Additionally, the company uses short-term forward and option contracts primarily to hedge certain balance sheet and operational exposures resulting from changes in currency exchange rates. Such exposures result from purchases, sales, cash and intercompany loans that are denominated in currencies other than the functional currencies of the respective operations. The currency-exchange contracts principally hedge transactions denominated in euro, British pounds sterling, Canadian dollars, Singapore dollars, Czech koruna, Hong Kong dollars and Swedish krona. Income and losses arising from these derivative contracts are recognized as offsets to losses and income resulting from the underlying exposure being hedged. The company does not enter into speculative derivative agreements.\nInterest Rates\nThe company is exposed to changes in interest rates while conducting normal business operations as a result of ongoing investing and financing activities, which affect the company’s debt as well as cash and cash equivalents. As of December 31, 2023, the company’s debt portfolio was comprised primarily of fixed rate borrowings. The fair market value of the company’s fixed interest rate debt is subject to interest rate risk. Generally, the fair market value of fixed interest rate debt will increase as interest rates fall and decrease as interest rates rise. The total estimated fair value of the company’s debt at December 31, 2023 was $32.27 billion (Note 14). Fair values were determined from available market prices using current interest rates and terms to maturity. If interest rates were to decrease by 100 basis points, the fair value of the company’s debt at December 31, 2023 would increase by approximately $2.33 billion. If interest rates were to increase by 100 basis points, the fair value of the company’s debt at December 31, 2023 would decrease by approximately $2.05 billion.\nIn addition, the fair value of the company’s cross-currency interest rate swap arrangements is subject to interest rate risk. If interest rates were to decrease by 100 basis points, the fair value of the company’s cross-currency interest rate swaps at December 31, 2023 would decrease by approximately $0.39 billion. If interest rates were to increase by 100 basis points, the fair value of the company’s cross-currency interest rate swaps  at December 31, 2023 would increase by approximately $0.53 billion.\nCurrency Exchange Rates\nThe company views its investments in international subsidiaries with a functional currency other than the U.S. dollar as permanent. The company’s investment in international subsidiaries is sensitive to fluctuations in currency exchange rates. The functional currencies of the company’s international subsidiaries are principally denominated in British pounds sterling, euro, Swedish krona, Canadian dollars, Norwegian kroner and Danish kroner. The effect of a change in the period ending currency exchange rates on the company’s net investment in international subsidiaries is reflected in the “accumulated other comprehensive items” component of shareholders’ equity. The company also uses foreign currency-denominated debt to partially hedge its net investments in foreign operations against adverse movements in exchange rates. A 10% depreciation in year-end 2023 functional currencies, relative to the U.S. dollar, would result in a reduction of shareholders’ equity of approximately $1.26 billion.\n28\nTHERMO FISHER SCIENTIFIC INC.\nThe fair value of forward currency-exchange contracts is sensitive to changes in currency exchange rates. The fair value of forward currency-exchange contracts is the estimated amount that the company would pay or receive upon termination of the contract, taking into account the change in currency exchange rates. A 10% depreciation in year-end 2023 non-functional currency exchange rates related to the company’s contracts would result in an unrealized loss on forward currency-exchange contracts of $43 million. A 10% appreciation in year-end 2023 non-functional currency exchange rates related to the company’s contracts would result in an additional unrealized gain on forward currency-exchange contracts of $49 million. The unrealized gains or losses on forward currency-exchange contracts resulting from changes in currency exchange rates are expected to approximately offset losses or gains on the exposures being hedged.\nCertain of the company’s cash and cash equivalents are denominated in currencies other than the functional currency of the depositor and are sensitive to changes in currency exchange rates. A 10% depreciation in the related year-end 2023 non-functional currency exchange rates applied to such cash balances would result in a negative impact of $13 million on the company’s net income."
  },
  {
    "item_key": "item_8",
    "text": "INDEX OF CONSOLIDATED FINANCIAL STATEMENTS\n29\nReport of Independent Registered Public Accounting Firm\nTo the Board of Directors and Shareholders of Thermo Fisher Scientific Inc.\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of Thermo Fisher Scientific Inc. and its subsidiaries (the “Company”) as of December 31, 2023 and 2022, and the related consolidated statements of income, of comprehensive income, of redeemable noncontrolling interest and equity and of cash flows for each of the three years in the period ended December 31, 2023, including the related notes (collectively referred to as the “consolidated financial statements”). We also have audited the Company's internal control over financial reporting as of December 31, 2023, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2023 and 2022, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2023 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2023, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the COSO.\nBasis for Opinions\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in Management’s Annual Report on Internal Control Over Financial Reporting appearing under Item 9A. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely\n30\ndetection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nCritical Audit Matters\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nIncome taxes\nAs described in Note 8 to the consolidated financial statements, the Company’s provision for income taxes for the year ended December 31, 2023 was $284 million. The Company has deferred tax liabilities, net, of $1,091 million (including a valuation allowance of $1,317 million) and unrecognized tax benefits of $540 million as of December 31, 2023. As disclosed by management, the Company operates in numerous countries under many legal forms and, as a result, is subject to the jurisdiction of numerous domestic and non-U.S. tax authorities, as well as to tax agreements and treaties among these governments. Determination of taxable income in any jurisdiction requires management to interpret the related tax laws and regulations and to use estimates and assumptions regarding significant future events, such as the amount, timing and character of deductions, permissible revenue recognition methods under the tax law and the sources and character of income and tax credits. Management assesses income tax positions and records tax benefits for all years subject to examination based upon management’s evaluation of the facts, circumstances and information available at the reporting date. For those tax positions where it is more likely than not that a tax benefit will be sustained, management has recorded the largest amount of tax benefit with a greater than 50 percent likelihood of being realized upon ultimate settlement with a taxing authority that has full knowledge of all relevant information. For those income tax positions where it is not more likely than not that a tax benefit will be sustained, no tax benefit has been recognized in the financial statements. Management estimates the degree to which tax assets will result in a benefit, after consideration of all positive and negative evidence, and provides a valuation allowance for tax assets that it believes will more likely than not go unused. In situations in which management has been able to determine that the Company’s deferred tax assets will be realized, that determination generally relies on future reversals of taxable temporary differences and expected future taxable income. If it becomes more likely than not that a tax asset will be used, management reverses the related valuation allowance.\nThe principal considerations for our determination that performing procedures relating to income taxes is a critical audit matter are (i) the significant judgment by management when interpreting the numerous and complex tax laws and regulations as it relates to determining the provision for income taxes, deferred tax assets and liabilities, including the valuation allowance, and liabilities for unrecognized tax benefits, (ii) a high degree of auditor judgment, subjectivity, and effort in performing procedures and evaluating audit evidence related to the provision for income taxes, deferred tax assets and liabilities, including the valuation allowance, and liabilities for unrecognized tax benefits, and (iii) the audit effort involved the use of professionals with specialized skill and knowledge.\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to the provision for income taxes, deferred tax assets and liabilities, including the valuation allowance, and liabilities for unrecognized tax benefits. These procedures also included, among others (i) testing the accuracy of the provision for income taxes, including the rate reconciliation and permanent and temporary differences, (ii) evaluating whether the data utilized in the calculations of the provision for income taxes, deferred tax assets and liabilities, and liabilities for unrecognized tax benefits were appropriate and consistent with evidence obtained in other areas of the audit, (iii) evaluating management’s assessment of the realizability of deferred tax assets on a jurisdictional basis, (iv) evaluating the identification of liabilities for unrecognized tax benefits and the reasonableness of the more likely than not\n31\ndetermination in consideration of court decisions, legislative actions, statutes of limitations, and developments in tax examinations by jurisdiction, (v) testing the calculation of the liability for unrecognized tax benefits by jurisdiction, including estimates of the amount of income tax benefit expected to be sustained, and (vi) evaluating the adequacy of the Company’s disclosures. Professionals with specialized skill and knowledge were used to assist in evaluating the reasonableness of management’s judgments and estimates related to the application of foreign and domestic tax laws and regulations.\n/s/\nPricewaterhouseCoopers LLP\nBoston, Massachusetts\nFebruary 22, 2024\nWe have served as the Company’s auditor since 2002.\n32\nTHERMO FISHER SCIENTIFIC INC.\nCONSOLIDATED BALANCE SHEETS\nThe accompanying notes are an integral part of these consolidated financial statements.\n33\nTHERMO FISHER SCIENTIFIC INC.\nCONSOLIDATED STATEMENTS OF INCOME\nThe accompanying notes are an integral part of these consolidated financial statements.\n34\nTHERMO FISHER SCIENTIFIC INC.\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\nThe accompanying notes are an integral part of these consolidated financial statements.\n35\nTHERMO FISHER SCIENTIFIC INC.\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nThe accompanying notes are an integral part of these consolidated financial statements.\n36\nTHERMO FISHER SCIENTIFIC INC.\nCONSOLIDATED STATEMENTS OF REDEEMABLE NONCONTROLLING INTEREST AND EQUITY\nThe accompanying notes are an integral part of these consolidated financial statements.\n37\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nNote 1.\nNature of Operations and Summary of Significant Accounting Policies\nNature of Operations\nThermo Fisher Scientific Inc. (the company or Thermo Fisher) enables customers to make the world healthier, cleaner and safer by helping them accelerate life sciences research, solve complex analytical challenges, increase laboratory productivity, and improve patient health through diagnostics and the development and manufacture of life-changing therapies. Markets served include pharmaceutical and biotech, academic and government, industrial and applied, as well as healthcare and diagnostics.\nPrinciples of Consolidation\nThe accompanying financial statements include the accounts of the company and its wholly and majority-owned subsidiaries. All material intercompany accounts and transactions have been eliminated. The company accounts for investments in businesses using the equity method when it has the ability to exercise significant influence but not control (generally between 20% and 50% ownership), is not the primary beneficiary and has not elected the fair value option. At December 31, 2023 and 2022, the company had such investments with carrying amounts of $\n489\nmillion and $\n369\nmillion, respectively. The company has elected the fair value option of accounting for certain of its investments with readily determinable fair values that would otherwise be accounted for under the equity method. At December 31, 2023 and 2022, the fair value of such investments was $\n5\nmillion and $\n7\nmillion, respectively.\nRedeemable Noncontrolling Interest\nThe company owns\n60\n% of its consolidated subsidiary PPD-SNBL K.K. The\n40\n% ownership interest held by a third party is classified as a redeemable noncontrolling interest on the consolidated balance sheet due to certain put options under which the third party may require the company to purchase the remaining ownership interest at a premium upon the occurrence of certain events.\nPresentation\nCertain reclassifications of prior year amounts have been made to conform to the current year presentation.\nRevenue Recognition\nConsumables revenues consist of single-use products and are recognized at a point in time following the transfer of control of such products to the customer, which generally occurs upon shipment. Instruments revenues typically consist of longer-lived assets that, for the substantial majority of sales, are recognized at a point in time in a manner similar to consumables. Service revenues (primarily clinical research, pharmaceutical, and instrument and enterprise services) are recognized over time as customers receive and consume the benefits of such services. For revenues recognized over time, the company generally uses costs accumulated relative to total estimated costs to measure progress as this method approximates satisfaction of the performance obligation. For contracts that contain multiple performance obligations, the company allocates the consideration to which it expects to be entitled (i.e., the transaction price) to each performance obligation based on relative standalone selling prices and recognizes the related revenues when or as control of each individual performance obligation is transferred to customers. The company exercises judgment in determining the timing of revenue by analyzing the point in time or the period over which the customer has the ability to direct the use of and obtain substantially all of the remaining benefits of the asset. The company immediately expenses contract costs that would otherwise be capitalized and amortized over a period of less than one year.\nChanges to the scope of services contracts generally also include changes in the transaction price. Typically, these contract modifications are not distinct from existing services provided under the contract, and result in cumulative adjustments to revenue on the modification date. However, some modifications are distinct from existing services provided under the contract and recognized prospectively.\nPayments from customers for most instruments and consumables are typically due in a fixed number of days after shipment or delivery of the product. Service arrangements commonly call for payments in advance of performing the work (e.g., extended service contracts), upon completion of the service (e.g., pharmaceutical services) or a mix of both. Some arrangements include variable amounts of consideration that arise from discounts, rebates, and other programs and practices. In such arrangements, the company estimates the amount by which to reduce the stated contract amount to reflect the transaction price. The company records reimbursement for third-party pass-through and out-of-pocket costs as revenues and the related expenses as costs of revenues.\n38\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nContract-related Balances\nAccounts receivable include unconditional rights to consideration from customers, which generally represent billings that do not bear interest. The company maintains allowances for doubtful accounts for estimates of expected losses resulting from the inability of its customers to pay amounts due. The allowance for doubtful accounts is the company’s best estimate of the amount of probable credit losses in existing accounts receivable. The company determines the allowance based on history of similarly aged receivables, the creditworthiness of the customer, reasons for delinquency, current economic conditions, expectations associated with future events and circumstances where reasonable and supportable forecasts are available and any other information that is relevant to the judgment. Receivables from academic and government customers as well as large, well-capitalized commercial customers have historically experienced less collectability risk. Account balances are charged off against the allowance when the company believes it is probable the receivable will not be recovered. The company does not have any off-balance-sheet credit exposure related to customers.\nContract assets include revenues recognized in advance of billings where the company’s right to bill includes something other than the passage of time. Such amounts are recorded net of estimated losses resulting from the inability to invoice customers, which is primarily due to risk associated with the company’s performance. Contract assets are classified as current or noncurrent based on the amount of time expected to lapse until the company's right to consideration becomes unconditional.\nContract liabilities include billings in excess of revenues recognized, such as those resulting from customer advances and deposits and unearned revenues on service contracts. Contract liabilities are classified as current or noncurrent based on the periods over which remaining performance obligations are expected to be transferred to customers. Contract assets and liabilities are presented on a net basis in the consolidated balance sheet if they arise from different performance obligations in the same contract.\nWarranty Obligations\nThe company provides for the estimated cost of standard product warranties, primarily from historical information, in cost of product revenues at the time product revenues are recognized. The liability for warranties is included in other accrued expenses in the accompanying balance sheet. Extended warranty agreements are considered service contracts, which are discussed above. Costs of service contracts are recognized as incurred.\nLeases\nOperating leases that have commenced are included in other assets, other accrued expenses and other long-term liabilities in the consolidated balance sheet. Finance leases that have commenced are included in property, plant and equipment, net, current maturities of long-term obligations and long-term obligations in the consolidated balance sheet. Classification of lease liabilities as either current or noncurrent is based on the expected timing of payments due under the company’s obligations.\nRight-of-use (ROU) assets represent the company’s right to use an underlying asset for the lease term and lease liabilities represent the company’s obligation to make lease payments arising from the lease. Lease ROU assets and liabilities are recognized at the lease commencement date based on the present value of lease payments over the lease term. Leases with an initial term of 12 months or less are not recorded on the consolidated balance sheet. The company recognizes operating lease expense on a straight-line basis over the lease term. Finance lease expense includes depreciation, which is recognized on a straight-line basis over the expected life of the leased asset, and an immaterial amount of interest expense.\nBecause most of the company’s leases do not provide an implicit interest rate, the company estimates incremental borrowing rates based on the information available at the commencement date in determining the present value of lease payments. The company uses the implicit rate when readily determinable. Lease terms include the effect of options to extend or terminate the lease when it is reasonably certain that the company will exercise that option.\nAs a lessee, the company accounts for the lease and non-lease components as a single lease component.\nResearch and Development\nThe company conducts research and development activities to increase its depth of capabilities in technologies, software and services. Research and development costs include employee compensation and benefits, consultants, facilities related costs, material costs, depreciation and travel. Research and development costs are expensed as incurred.\nRestructuring Costs\nAccounting for the timing and amount of termination benefits provided by the company to employees is determined based on whether: (a) the company has a substantive plan to provide such benefits, (b) the company has a written employment contract with the affected employees that includes a provision for such benefits, (c) the termination benefits are due to the occurrence of\n39\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nan event specified in an existing plan or agreement, or (d) the termination benefits are a one-time benefit. In certain circumstances, employee termination benefits may meet more than one of the characteristics listed above and therefore, may have individual elements that are subject to different accounting models.\nFrom time to time when executing a restructuring or exit plan, the company also incurs costs other than termination benefits, such as lease termination costs, that are not associated with or will not be incurred to provide economic benefits to the company. These include costs that represent amounts under contractual obligations that exist prior to the restructuring plan communication date and will either continue after the restructuring plan is completed with no economic benefit or result in a penalty to cancel a contractual obligation. Such costs are recognized when incurred, which generally occurs at the contract termination or over the period from when a plan to abandon a leased facility is approved through the cease-use date but charges may continue over the remainder of the original contractual period.\nIncome Taxes\nThe company recognizes deferred income taxes based on the expected future tax consequences of differences between the financial statement basis and the tax basis of assets and liabilities, calculated using enacted tax rates in effect for the year in which the differences are expected to be reflected in the tax return. A valuation allowance is provided for tax assets that will more likely than not go unused.\nThe financial statements reflect expected future tax consequences of uncertain tax positions that the company has taken or expects to take on a tax return presuming the taxing authorities’ full knowledge of the positions and all relevant facts, but without discounting for the time value of money.\nEarnings per Share\nBasic earnings per share has been computed by dividing net income attributable to Thermo Fisher Scientific Inc. by the weighted average number of shares outstanding during the year. Except where the result would be antidilutive to net income attributable to Thermo Fisher Scientific Inc., diluted earnings per share has been computed using the treasury stock method for outstanding stock options and restricted units.\nCash and Cash Equivalents\nCash equivalents consists principally of money market funds, commercial paper and other marketable securities purchased with an original maturity of three months or less. These investments are carried at cost, which approximates market value.\nInventories\nInventories are valued at the lower of cost or net realizable value, cost being determined by the first-in, first-out (FIFO) method. As discussed below, prior to the third quarter of 2021 certain of the company's businesses utilized the last-in, first-out (LIFO) method. The company periodically reviews quantities of inventories on hand and compares these amounts to the expected use of each product or product line. In addition, the company has certain inventory that is subject to fluctuating market pricing. The company records a charge to cost of sales for the amount required to reduce the carrying value of inventory to net realizable value. Costs associated with the procurement of inventories, such as inbound freight charges, purchasing and receiving costs, and internal transfer costs, are included in cost of revenues in the accompanying statement of income.\nThe components of inventories are as follows:\nPrior to the third quarter of 2021, certain of the company’s businesses utilized the LIFO method of accounting for inventories. During the third quarter of 2021, these businesses, which comprised approximately\n5\n% of consolidated inventories, changed from the LIFO method to the FIFO method. The company believes this change is preferable as it will provide a consistent, uniform costing method for all inventories across the company, better reflect the current value of inventories, and improve comparability with peers. Prior financial statements have not been retrospectively adjusted due to immateriality. The cumulative pre-tax effect of this change in accounting principle of $\n33\nmillion was recorded as an increase to inventories and a decrease to cost of product revenues in the third quarter of 2021. This change was recorded in the Laboratory Products and Biopharma\n40\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nServices ($\n20\nmillion) and Specialty Diagnostics ($\n13\nmillion) segments. Reductions to cost of revenues as a result of the liquidation of LIFO inventories were nominal during the first half of 2021.\nProperty, Plant and Equipment\nProperty, plant and equipment are recorded at cost. The costs of additions and improvements are capitalized, while maintenance and repairs are charged to expense as incurred. The company generally provides for depreciation and amortization using the straight-line method over the estimated useful lives of the property as follows: buildings and improvements,\n25\nto\n40\nyears; machinery and equipment (including software),\n3\nto\n10\nyears; and leasehold improvements, the shorter of the term of the lease or the life of the asset. When assets are retired or otherwise disposed of, the assets and related accumulated depreciation are eliminated from the accounts and the resulting gain or loss is reflected in the accompanying statement of income.\nProperty, plant and equipment consists of the following:\nAcquisition-related Intangible Assets\nAcquisition-related intangible assets include the costs of acquired customer relationships, product technology, tradenames, backlog and other specifically identifiable intangible assets, and are being amortized using the straight-line method over their estimated useful lives, which range up to\n20\nyears. The company reviews these intangible assets for impairment when indication of potential impairment exists, such as a significant reduction in cash flows associated with the assets. When impairment indicators exist, the company determines whether the carrying value of its intangible assets exceeds the related undiscounted cash flows. In these situations, the carrying value is written down to fair value.\nIn addition, the company has tradenames that have indefinite lives and which are not amortized. Intangible assets with indefinite lives are reviewed for impairment annually or whenever events or changes in circumstances indicate they may be impaired. The company may perform an optional qualitative assessment. If the company determines that the fair value of the indefinite-lived intangible asset is more likely than not greater than its carrying amount, no additional testing is necessary. If not, or if the company bypasses the optional qualitative assessment, it writes the carrying value down to the fair value, if applicable.\nAcquisition-related intangible assets are as follows:\n41\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nThe estimated future amortization expense of acquisition-related intangible assets with definite lives as of December 31, 2023 is as follows:\nOther Assets\nOther assets in the accompanying balance sheet include operating lease right-of-use assets, investments, deferred tax assets, pension assets, insurance recovery receivables related to product liability matters, certain intangible assets and other assets.\nAt December 31, 2023 and 2022, the company had $\n37\nmillion and $\n36\nmillion, respectively, of intangible assets not derived from acquisitions, net of accumulated amortization, which are being amortized using the straight-line method over their estimated useful lives, which range up to\n20\nyears.\nEquity investments that do not have readily determinable fair values and are not eligible for the net asset value (NAV) practical expedient are measured at cost minus impairment, if any, plus or minus changes resulting from observable price changes in orderly transactions for the identical or similar investments of the same issuer. The company performs qualitative assessments to identify impairments of these investments.\nAt December 31, 2023 and 2022, the company had such investments with carrying amounts of $\n12\nmillion and $\n55\nmillion, respectively, and investments measured at NAV of $\n28\nmillion and $\n22\nmillion, respectively, which are included in other assets.\nGoodwill\nThe company assesses goodwill for impairment at the reporting unit level annually and whenever events occur or circumstances change that would more likely than not reduce the fair value of a reporting unit below its carrying amount. Such events or circumstances generally include the occurrence of operating losses or a significant decline in earnings associated with one or more of the company’s reporting units. The company is permitted to first assess qualitative factors to determine whether the quantitative goodwill impairment test is necessary. If the qualitative assessment results in a determination that the fair value of a reporting unit is more likely than not less than its carrying amount, the company performs a quantitative goodwill impairment test. The company may bypass the qualitative assessment for the reporting unit in any period and proceed directly to the goodwill impairment test. The company estimates the fair value of its reporting units by using forecasts of discounted future cash flows and peer market multiples. The company would record an impairment charge based on the excess of a reporting unit’s carrying amount over its fair value (limited to the amount of goodwill). The company determined that no impairments existed in 2023, 2022 or 2021.\nThe changes in the carrying amount of goodwill by segment are as follows:\n42\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nLoss Contingencies\nAccruals are recorded for various contingencies, including legal proceedings, environmental, workers’ compensation, product, general and auto liabilities, self-insurance and other claims that arise in the normal course of business. The accruals are based on management’s judgment, historical claims experience, the probability of losses and, where applicable, the consideration of opinions of internal and/or external legal counsel and actuarial estimates. Additionally, the company records receivables from third-party insurers up to the amount of the loss when recovery has been determined to be probable. Certain liabilities acquired in acquisitions have been recorded at readily determinable fair values and, as such, were discounted to present value at the dates of acquisition.\nCurrency Translation\nAll assets and liabilities of the company’s subsidiaries operating in non-U.S. dollar currencies are translated at period-end exchange rates. Resulting translation adjustments are reflected in the “accumulated other comprehensive items” component of shareholders’ equity. Revenues and expenses are translated at average exchange rates for the period.\nCurrency transaction gains/(losses) are included in the accompanying statement of income and in aggregate were $(\n67\n) million, $\n62\nmillion and $\n25\nmillion in 2023, 2022 and 2021, respectively.\nDerivative Contracts\nThe company is exposed to certain risks relating to its ongoing business operations including changes to interest rates and currency exchange rates. The company uses derivative instruments primarily to manage currency exchange and interest rate risks. The company recognizes derivative instruments as either assets or liabilities and measures those instruments at fair value. If a derivative is a hedge, depending on the nature of the hedge, changes in the fair value of the derivative are either offset against the change in fair value of the hedged item through earnings or recognized in other comprehensive items until the hedged item is recognized in earnings. Derivatives that are not designated as hedges are recorded at fair value through earnings.\nThe company uses short-term forward and option currency exchange contracts primarily to hedge certain balance sheet and operational exposures resulting from changes in currency exchange rates, predominantly intercompany loans and cash balances that are denominated in currencies other than the functional currencies of the respective operations. The currency-exchange contracts principally hedge transactions denominated in euro, British pounds sterling, Canadian dollars, Singapore dollars, Czech koruna, Hong Kong dollars and Swedish krona. The company does not hold or engage in transactions involving derivative instruments for purposes other than risk management.\nCash flow hedges\n. For derivative instruments that are designated and qualify as a cash flow hedge, the gain or loss on the derivative is reported as a component of other comprehensive items and reclassified into earnings in the same period or periods during which the hedged transaction affects earnings and is presented in the same income statement line item as the earnings effect of the hedged item.\nFair value hedges.\nFor derivative instruments that are designated and qualify as a fair value hedge, the gain or loss on the derivative, as well as the offsetting loss or gain on the hedged item attributable to the hedged risk, are recognized in earnings.\nNet investment hedges.\nThe company uses foreign currency-denominated debt, certain foreign currency-denominated payables, and cross-currency interest rate swaps to partially hedge its net investments in foreign operations against adverse movements in exchange rates. A portion of the company’s euro-denominated senior notes, certain foreign currency-denominated payables, and its cross-currency interest rate swaps have been designated as, and are effective as, economic hedges of part of the net investment in a foreign operation. Accordingly, foreign currency transaction gains or losses due to spot rate fluctuations on the euro-denominated debt instruments and certain foreign currency-denominated payables, and contract fair value changes on the cross-currency interest rate swaps, excluding interest accruals, are included in currency translation adjustment within other comprehensive items and shareholders’ equity.\nGovernment Assistance\nFrom time to time, the company receives assistance from various governmental agencies generally in the form of cash or non-income tax credits.  These programs help offset the costs of certain research and development activities, facility construction and expansion efforts, or hiring objectives.  When the company believes that it is probable that it will meet the conditions tied to the assistance, it offsets the associated expense in the consolidated income statement.  Such amounts were not material to the consolidated financial statements as of and for the years ended December 31, 2023 and 2022.\n43\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nUse of Estimates\nThe preparation of financial statements in conformity with generally accepted accounting principles requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period.\nThe company’s estimates include, among others, asset reserve requirements as well as the amounts of future cash flows associated with certain assets and businesses that are used in assessing the risk of impairment. Actual results could differ from those estimates.\nRecent Accounting Pronouncements\nThe following table provides a description of recent accounting pronouncements adopted and those standards not yet adopted with potential for a material impact on the company's financial statements or disclosures.\nNote 2.\nAcquisitions\nThe company’s acquisitions have historically been made at prices above the determined fair value of the acquired identifiable net assets, resulting in goodwill, primarily due to expectations of the synergies that will be realized by combining the businesses and the benefits that will be gained from the assembled workforces. These synergies include the elimination of redundant facilities, functions and staffing; use of the company’s existing commercial infrastructure to expand sales of the acquired businesses’ products and services; and use of the commercial infrastructure of the acquired businesses to cost-effectively expand sales of company products and services.\n44\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nAcquisitions have been accounted for using the acquisition method of accounting, and the acquired companies’ results have been included in the accompanying financial statements from their respective dates of acquisition. Acquisition transaction costs are recorded in selling, general and administrative expenses as incurred.\n2023\nOn January 3, 2023, the company acquired, within the Specialty Diagnostics segment, The Binding Site Group, a U.K.-based provider of specialty diagnostic assays and instruments to improve the diagnosis and management of blood cancers and immune system disorders. The acquisition expands the segment’s portfolio with the addition of pioneering innovation in diagnostics and monitoring for multiple myeloma.  The goodwill recorded as a result of this business combination is not tax deductible.\nOn August 14, 2023, the company acquired, within the Laboratory Products and Biopharma Services segment, CorEvitas, LLC, a U.S.-based provider of regulatory-grade, real-world evidence for approved medical treatments and therapies. The acquisition expands the segment’s portfolio with the addition of highly complementary real-world evidence solutions to enhance decision-making as well as the time and cost of drug development. The goodwill recorded as a result of this business combination is not tax deductible.\nThe components of the purchase price and net assets acquired are as follows:\nIn addition, in 2023, the company acquired, within the Analytical Instruments segment, a U.S.-based developer of Raman-based spectroscopy solutions for in-line measurement.\nThe weighted-average amortization periods for definite-lived intangible assets acquired in 2023 are\n18\nyears for customer relationships,\n14\nyears for product technology,\n15\nyears for tradenames, and\n13\nyears for backlog. The weighted-average amortization period for definite-lived intangible assets acquired in 2023 is\n17\nyears.\nProposed Acquisition\nOn October 17, 2023, the company entered into a purchase agreement to acquire all of the issued and outstanding shares of Olink Holding AB (publ) at a price of $\n26.00\nper share, or approximately $\n3.1\nbillion. Olink is a leading provider of next-generation proteomics solutions that will expand the company’s capabilities in this field. The company has commenced a tender offer to acquire all of the American Depositary Shares and common shares of Olink. The transaction is expected to close by mid-year 2024, subject to the satisfaction of customary closing conditions including receipt of applicable regulatory approvals, and completion of the tender offer. Upon completion, Olink will become part of the Life Sciences Solutions segment. The company intends to finance the purchase price with cash on hand and the net proceeds from issuances of debt.\n2022\nIn 2022, the company acquired, within the Analytical Instruments segment, a U.S.-based developer of Fourier-transform infrared gas analysis technologies.\n45\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\n2021\nOn January 15, 2021, the company acquired, within the Laboratory Products and Biopharma Services segment, the Belgium-based European viral vector manufacturing business of Groupe Novasep SAS. The European viral vector manufacturing business provides manufacturing services for vaccines and therapies to biotechnology companies and large biopharma customers. The acquisition expands the segment’s capabilities for cell and gene vaccines and therapies. The goodwill recorded as a result of this business combination is\nnot\ntax deductible.\nOn February 25, 2021, the company acquired, within the Life Sciences Solutions segment, Mesa Biotech, Inc., a U.S.-based molecular diagnostic company. Mesa Biotech has developed and commercialized a polymerase chain reaction (PCR) based rapid point-of-care testing platform available for detecting infectious diseases including COVID-19. The acquisition enables the company to accelerate the availability of reliable and accurate advanced molecular diagnostics at the point of care. The goodwill recorded as a result of this business combination is\nnot\ntax deductible.\nOn September 30, 2021, the company assumed operating responsibility, within the Laboratory Products and Biopharma Services segment, of a new state-of-the-art biologics manufacturing facility in Lengnau, Switzerland from CSL Limited to perform pharma services for CSL with capacity to serve other customers as well. The goodwill recorded as a result of this business combination is\nnot\ntax deductible.\nOn December 8, 2021, the company acquired, within the Laboratory Products and Biopharma Services segment, PPD, Inc., a U.S.-based global provider of clinical research services to the pharma and biotech industry. The addition of PPD’s clinical research services enhances our offering to biotech and pharma customers by enabling them to accelerate innovation and increase their productivity within the drug development process. The goodwill recorded as a result of this business combination is\nnot\ntax deductible.\nOn December 30, 2021, the company acquired, within the Life Sciences Solutions segment, PeproTech, Inc., a U.S.-based developer and manufacturer of recombinant proteins. PeproTech provides bioscience reagents known as recombinant proteins, including cytokines and growth factors. The acquisition expands the segment’s bioscience offerings. The goodwill recorded as a result of this business combination is\nnot\ntax deductible.\nIn addition, in 2021, the company acquired, within the Life Sciences Solutions segment, cell sorting technology assets, an Ireland-based life sciences distributor and a developer of a digital PCR platform; within the Analytical Instruments segment, a Belgium-based developer of micro-chip based technology for liquid chromatography columns; and within the Specialty Diagnostics segment, a transplant diagnostics information system provider.\n46\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nThe components of the purchase price and net assets acquired for 2021 acquisitions are as follows:\nDuring 2022, we finalized the allocations of the purchase price for the Lengnau biologics manufacturing facility, PPD, Inc. and PeproTech, Inc., largely with respect to definite-lived intangible assets, property, plant and equipment, contract liabilities, equity method investments, asset retirement obligations, defined benefit pension plans, assumed contingent consideration and the related deferred taxes. The adjustments to the income statement recorded during 2022 were not material.\nThe weighted-average amortization periods for definite-lived intangible assets acquired in 2021 are\n17\nyears for customer relationships,\n11\nyears for product technology,\n7\nyears for tradenames and\n3\nyears for backlog. The weighted average amortization period for all definite-lived intangible assets acquired in 2021 is\n14\nyears.\nUnaudited Pro Forma Information\nThe following unaudited pro forma information provides the effect of the company's 2021 acquisition of PPD as if the acquisition had occurred on January 1, 2020:\n47\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nThe historical consolidated financial information of the company and PPD has been adjusted in the pro forma information to give effect to pro forma events that are directly attributable to the acquisitions and related financing arrangements and are factually supportable.\nTo reflect the acquisition of PPD as if it had occurred on January 1, 2020, the unaudited pro forma results include adjustments to reflect, among other things, the incremental intangible asset amortization to be incurred based on the values of each identifiable intangible asset and the interest expense from debt financings obtained to partially fund the cash consideration transferred. Pro forma adjustments were tax effected at the company's historical statutory rates in effect for the respective periods. The unaudited pro forma amounts are not necessarily indicative of the combined results of operations that would have been realized had the acquisitions and related financings occurred on the aforementioned dates nor are they meant to be indicative of any anticipated combined results of operations that the company will experience after the transaction. In addition, the amounts do not include any adjustments for actions that may be taken following the completion of the transaction, such as expected cost savings, operating synergies, or revenue enhancements that may be realized subsequent to the transaction.\nPro forma net income attributable to Thermo Fisher Scientific Inc. for the year ended December 31, 2021, excludes $\n312\nmillion of transaction costs, initial restructuring costs, and debt extinguishment costs directly attributable to the PPD acquisition that were included in the determination of net income attributable to Thermo Fisher Scientific Inc. for that period.\nThe company’s results would not have been materially different from its pro forma results had the company’s other 2021 acquisitions occurred at the beginning of 2020.\nPPD’s revenues and losses attributable to Thermo Fisher Scientific Inc. in 2021, subsequent to the acquisition date, were $\n378\nmillion and $(\n60\n) million, respectively. The loss includes non-recurring transaction and compensation costs.\nNote 3.\nRevenues and Contract-related Balances\nDisaggregated Revenues\nRevenues by type are as follows:\nRevenues by geographic region based on customer location are as follows:\nEach reportable segment earns revenues from consumables, instruments and services in North America, Europe, Asia-Pacific and other regions. See Note 4 for revenues by reportable segment and other geographic data.\n48\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nRemaining Performance Obligations\nThe aggregate amount of the transaction price allocated to the remaining performance obligations for all open customer contracts as of December 31, 2023 was $\n26.92\nbillion. The company will recognize revenues for these performance obligations as they are satisfied, approximately\n53\n% of which is expected to occur within the next\ntwelve months\n.\nAmounts expected to occur thereafter generally relate to contract manufacturing, clinical research and extended warranty service agreements, which typically have durations of three to five years.\nContract-related Balances\nNoncurrent contract assets and noncurrent contract liabilities are included within other assets and other long-term liabilities in the accompanying balance sheet, respectively. Contract asset and liability balances are as follows:\nSubstantially all of the current contract liabilities balance at December 31, 2022 and 2021 was recognized in revenues during 2023 and 2022, respectively. Noncurrent contract liabilities increased during 2023 primarily due to advanced payments from a customer.\nNote 4.\nBusiness Segment and Geographical Information\nThe company’s financial performance is reported in\nfour\nsegments. A description of each segment follows.\nLife Sciences Solutions: provides an extensive portfolio of reagents, instruments and consumables used in biological and medical research, discovery and production of new drugs and vaccines as well as diagnosis of infection and disease. These products and services are used by customers in pharmaceutical, biotechnology, agricultural, clinical, healthcare, academic, and government markets.\nAnalytical Instruments: provides a broad offering of instruments and the supporting consumables, software and services that are used for a range of applications in the laboratory and in the field. These products and services are used by customers in pharmaceutical, biotechnology, academic, government, environmental and other research and industrial markets, as well as the clinical laboratory.\nSpecialty Diagnostics: offers a wide range of diagnostic test kits, reagents, culture media, instruments and associated products to serve customers in healthcare, clinical, pharmaceutical, industrial, and food safety laboratories. Our healthcare products are used to increase the speed and accuracy of diagnoses, which improves patient care in a more cost-efficient manner.\nLaboratory Products and Biopharma Services: offers virtually everything needed for the laboratory. Our unique combination of self-manufactured and sourced products and extensive service offering enables our customers to focus on their core activities and helps them to be more innovative, productive and cost-efficient. The segment also includes a comprehensive offering of outsourced services used by the pharmaceutical and biotech industries for drug development, clinical research, clinical trials services and commercial drug manufacturing.\nThe company’s management evaluates segment operating performance based on operating income before certain charges/credits to cost of revenues and selling, general and administrative expenses, principally associated with acquisition accounting; restructuring and other costs/income including costs arising from facility consolidations such as severance and abandoned lease expense and gains and losses from the sale of real estate and product lines as well as from significant litigation-related matters; and amortization of acquisition-related intangible assets. The company uses this measure because it helps management understand and evaluate the segments’ core operating results and facilitates comparison of performance for determining compensation.\n49\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nBusiness Segment Information\nCost of revenues charges included in the above table consist of charges for the sale of inventories revalued at the date of acquisition, inventory write-downs associated with large-scale abandonments of product lines, and accelerated depreciation on fixed assets to estimated salvage value in connection with the consolidation of operations. Selling, general and administrative charges/credits included in the above table consist of significant transaction/integration costs (including reimbursement thereof) related to recent/terminated acquisitions, charges/credits for changes in estimates of contingent acquisition consideration, and charges related to product liability litigation.\n50\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\n(a)\nCorporate assets consist primarily of cash and cash equivalents and property and equipment at the company's corporate offices.\nGeographical Information\n(b)\nRevenues are attributed to countries based on customer location.\n(c)\nIncludes property, plant and equipment, net, and operating lease ROU assets.\nNote 5.\nOther Income/(Expense)\nIn all periods, other income/(expense) includes currency transaction gains/losses on non-operating monetary assets and liabilities and net periodic pension benefit cost/income, excluding the service cost component, which is included in operating expenses on the accompanying statements of income. In 2023, other income/(expense) includes $\n46\nmillion of net losses on investments.\nIn 2022, other income/(expense) includes $\n161\nmillion of net losses on investments, $\n67\nmillion of net gains on derivative instruments to address certain foreign currency risks, and $\n26\nmillion of losses on the early extinguishment of debt (Note 10).\nIn 2021, other income/(expense) includes $\n767\nmillion of losses on the early extinguishment of debt (Note 10), $\n36\nmillion of financing costs associated with obtaining bridge financing commitments in connection with the agreement to acquire PPD (Note 2), offset in part by $\n66\nmillion of net gains on investments. The company had a cash outlay of $\n36\nmillion in 2021 associated with obtaining the bridge financing commitments, included in other financing activities, net, in the accompanying statement of cash flows.\nNote 6.\nStock-based Compensation Expense\nThe company has stock-based compensation plans for its key employees, directors and others. These plans permit the grant of a variety of stock and stock-based awards, including restricted stock units, stock options or performance-based shares, as determined by the compensation committee of the company’s Board of Directors or, for certain non-officer grants, by the company’s employee equity committee, which consists of its chief executive officer. The company generally issues new shares of its common stock to satisfy option exercises and restricted unit vesting. Grants of stock options and restricted units generally\n51\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nprovide that in the event of both a change in control of the company and a qualifying termination of an option or unit holder’s employment, all options and service-based restricted unit awards held by the recipient become immediately vested (unless an employment or other agreement with the employee provides for different treatment).\nCompensation cost is based on the grant-date fair value and is recognized ratably over the requisite vesting period or to the date based on qualifying retirement eligibility, if earlier, and is primarily included in selling, general and administrative expenses.\nStock Options\nThe company’s practice is to grant stock options at fair market value. Options vest over\n3\n-\n5\nyears with terms of\n7\n-\n10\nyears, assuming continued employment with certain exceptions. Vesting of the option awards is contingent upon meeting certain service conditions. The fair value of most option grants is estimated using the Black-Scholes option pricing model. For option grants that require the achievement of both service and market conditions, a lattice model is used to estimate fair value. The fair value is then amortized on a straight-line basis over the requisite service periods of the awards, which is generally the vesting period. Use of a valuation model requires management to make certain assumptions with respect to selected model inputs. Expected volatility is calculated based on the historical volatility of the company’s stock. Historical data on exercise patterns is the basis for estimating the expected life of an option. The risk-free interest rate is based on U.S. Treasury zero-coupon issues with a remaining term which approximates the expected life assumed at the date of grant. The expected annual dividend rate is calculated by dividing the company’s annual dividend, based on the most recent quarterly dividend rate, by the closing stock price on the grant date. The compensation expense recognized for all stock-based awards is net of estimated forfeitures. Forfeitures are estimated based on an analysis of actual option forfeitures.\nThe weighted average assumptions used in the Black-Scholes option pricing model are as follows:\nThe weighted average per share grant-date fair values of options granted during 2023, 2022 and 2021 were $\n159.32\n, $\n135.07\nand $\n123.97\n, respectively. The total intrinsic value of options exercised during the same periods was $\n320\nmillion, $\n336\nmillion and $\n501\nmillion, respectively. The intrinsic value is the difference between the market value of the shares on the exercise date and the exercise price of the option.\nA summary of the company’s option activity for the year ended December 31, 2023 is presented below:\nAs of December 31, 2023, there was $\n162\nmillion of total unrecognized compensation cost related to unvested stock options granted. The cost is expected to be recognized through 2027 with a weighted average amortization period of\n2.2\nyears.\nRestricted Share/Unit Awards\nAwards of restricted units convert into an equivalent number of shares of common stock. The awards generally vest over\n3\n-\n4\nyears, assuming continued employment, with some exceptions. Vesting of the awards is contingent upon meeting certain service conditions and may also be contingent upon meeting certain performance and/or market conditions. The fair market value of the award at the time of the grant is amortized to expense over the requisite service period of the award, which is\n52\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\ngenerally the vesting period. Recipients of restricted units have no voting rights but are entitled to accrue dividend equivalents. The fair value of service- and performance-based restricted unit awards is determined based on the number of units granted and the market value of the company’s shares on the grant date. For awards with market-based vesting conditions, the company uses a lattice model to estimate the grant-date fair value of the award.\nA summary of the company’s restricted unit activity for the year ended December 31, 2023 is presented below:\nThe weighted average per share grant-date fair values of restricted units granted during 2022 and 2021 were $\n520.83\nand $\n444.61\n, respectively. The total fair value of shares vested during 2023, 2022 and 2021 was $\n207\nmillion, $\n163\nmillion and $\n151\nmillion, respectively.\nAs of December 31, 2023, there was $\n179\nmillion of total unrecognized compensation cost related to unvested restricted stock unit awards. The cost is expected to be recognized through 2027 with a weighted average amortization period of\n1.9\nyears.\nEmployee Stock Purchase Plans\nQualifying employees are eligible to participate in an employee stock purchase plan sponsored by the company. Shares may be purchased under the program at\n95\n% of the fair market value at the end of the purchase period and the shares purchased are not subject to a holding period. Shares are purchased through payroll deductions of up to\n10\n% of each participating employee’s qualifying gross wages. The company issued\n0.1\nmillion,\n0.2\nmillion and\n0.1\nmillion shares, respectively, of its common stock in 2023, 2022 and 2021 under the employee stock purchase plan.\nNote 7.\nPension and Other Postretirement Benefit Plans\n401(k) Savings Plan and Other Defined Contribution Plans\nThe company’s 401(k) savings and other defined contribution plans cover the majority of the company’s eligible U.S. and certain non-U.S. employees. Contributions to the plans are made by both the employee and the company. Company contributions are based on the level of employee contributions, and are based on formulas determined by the company. In 2023, 2022 and 2021, the company charged to expense $\n468\nmillion, $\n402\nmillion and $\n299\nmillion, respectively, related to its defined contribution plans.\nDefined Benefit Pension Plans\nEmployees of a number of the company’s non-U.S. and certain U.S. subsidiaries participate in defined benefit pension plans covering substantially all full-time employees at those subsidiaries. Some of the plans are unfunded, as permitted under the plans and applicable laws. The company also maintains postretirement healthcare programs at several acquired businesses where certain employees are eligible to participate. The liabilities and costs associated with the company’s postretirement healthcare programs are generally funded on a self-insured and insured-premium basis and are not material for any period presented.\nThe company recognizes the funded status of defined benefit pension and other postretirement benefit plans as an asset or liability. This amount is defined as the difference between the fair value of plan assets and the benefit obligation. The company is required to recognize as a component of other comprehensive items, net of tax, the actuarial gains/losses and prior service costs/credits that arise but were not previously required to be recognized as components of net periodic benefit cost. Other comprehensive items is adjusted as these amounts are later recognized in income as components of net periodic benefit cost.\nWhen a company with a pension plan is acquired, any excess of projected benefit obligation over the plan assets is recognized as a liability and any excess of plan assets over the projected benefit obligation is recognized as an asset. The recognition of a new liability or a new asset results in the elimination of (a) previously existing unrecognized net gain or loss and (b) unrecognized prior service cost or credits.\n53\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nThe company funds annually, at a minimum, the statutorily required minimum amount as actuarially determined.\nContributions to the plans included in the following table are estimated at between $\n30\nmillion and $\n50\nmillion for 2024.\nThe following table provides a reconciliation of benefit obligations and plan assets of the company’s domestic and non-U.S. pension plans:\nFor domestic pension plans, actuarial losses experienced in 2023 were driven by decreases in the weighted average discount rates used to determine the projected benefit obligation, as well as differences between actual and expected returns on plan assets for certain portions of plan benefits indexed to asset returns. For non-U.S. pension plans, actuarial losses experienced in 2023 were principally driven by decreases in the weighted average discount rates used to determine the projected benefit obligation.\nFor domestic pension plans, actuarial gains experienced in 2022 were driven by increases in the weighted average discount rates used to determine the projected benefit obligation, as well as differences between actual and expected returns on plan assets for certain portions of plan benefits indexed to asset returns. For non-U.S. pension plans, actuarial gains experienced in 2022 were principally driven by increases in the weighted average discount rates used to determine the projected benefit obligation.\n54\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nThe actuarial assumptions used to compute the funded status for the plans are based upon information available as of December 31, 2023 and 2022 and are as follows:\nThe actuarial assumptions used to compute the net periodic pension benefit cost (income) are based upon information available as of the beginning of the year, as presented in the following table:\nThe discount rate reflects the rate the company would have to pay to purchase high-quality investments that would provide cash sufficient to settle its current pension obligations. The discount rate is determined based on a range of factors, including the rates of return on high-quality, fixed-income corporate bonds and the related expected duration of the obligations or, in certain instances, the company has used a hypothetical portfolio of high quality instruments with maturities that mirror the benefit obligation in order to accurately estimate the discount rate relevant to a particular plan.\nThe company utilizes a full yield curve approach in the estimation of these components by applying the specific spot-rates along the yield curve used in the determination of the benefit obligation to the relevant projected cash flows.\nThe expected long-term rate of return on plan assets reflects the average rate of earnings expected on the funds invested, or to be invested, to provide for the benefits included in the projected benefit obligations. In determining the expected long-term rate of return on plan assets, the company considers the relative weighting of plan assets, the historical performance of total plan assets and individual asset classes and economic and other indicators of future performance. In addition, the company may consult with and consider the opinions of financial and other professionals in developing appropriate return benchmarks.\nAsset management objectives include maintaining an adequate level of diversification to reduce interest rate and market risk and providing adequate liquidity to meet immediate and future benefit payment requirements.\nThe expected rate of compensation increase reflects the long-term average rate of salary increases and is based on historic salary increase experience and management’s expectations of future salary increases.\nThe projected benefit obligation and fair value of plan assets for the company’s qualified and non-qualified pension plans with projected benefit obligations in excess of plan assets are as follows:\n55\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nThe accumulated benefit obligation and fair value of plan assets for the company's qualified and non-qualified pension plans with accumulated benefit obligations in excess of plan assets are as follows:\nThe measurement date used to determine benefit information is December 31 for all plan assets and benefit obligations.\nThe net periodic pension benefit cost (income) includes the following components:\nExpected benefit payments are estimated using the same assumptions used in determining the company’s benefit obligation at December 31, 2023. Benefit payments will depend on future employment and compensation levels, average years employed and average life spans, among other factors, and changes in any of these factors could significantly affect these estimated future benefit payments.\nEstimated future benefit payments during the next five years and in the aggregate for the five fiscal years thereafter, are as follows:\nDomestic Pension Plan Assets\nThe company’s overall objective is to manage the assets in a liability framework where investments are selected that are expected to have similar changes in fair value as the related liabilities will have upon changes in interest rates. The company invests in a portfolio of both return-seeking and liability-hedging assets, primarily through the use of institutional collective funds, to achieve long-term growth and to insulate the funded position from interest rate volatility. The strategic asset allocation uses a combination of risk controlled and index strategies in fixed income and global equities. The target allocations for the investments are approximately\n10\n% to funds investing in U.S. equities, approximately\n10\n% to funds investing in international equities and approximately\n80\n% to funds investing in fixed income securities. The portfolio maintains enough liquidity at all times to meet the near-term benefit payments.\nNon-U.S. Pension Plan Assets\nThe company maintains specific plan assets for many of the individual pension plans outside the U.S. The investment strategy of each plan has been uniquely established based on the country specific standards and characteristics of the plans. Several of the plans have contracts with insurance companies whereby the market risks of the benefit obligations are borne by the insurance companies. When assets are held directly in investments, generally the objective is to invest in a portfolio of diversified assets with a variety of fund managers. The investments may include equity funds, fixed income funds, hedge funds,\n56\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nmulti-asset funds, alternative investments and derivative funds with the target asset allocations ranging from approximately\n0\n% -\n25\n% for equity funds,\n30\n% -\n90\n% for fixed income funds,\n0\n% -\n40\n% for multi-asset funds,\n0\n% -\n4\n% for alternative investments,\n0\n% -\n4\n% for real estate funds and\n0\n% -\n45\n% for funds holding derivatives. The derivatives held by the funds are primarily interest rate swaps intended to match the movements in the plan liabilities. Each plan maintains enough liquidity at all times to meet the near-term benefit payments.\nThe fair values of the company’s plan assets at December 31, 2023 and 2022, by asset category are as follows:\n57\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nThe tables above present the fair value of the company’s plan assets in accordance with the fair value hierarchy (Note 14). Certain investments that are measured at fair value using the net asset value per share practical expedient have not been classified in the fair value hierarchy. The fair value amounts of these investments presented in the above tables are intended to permit reconciliation of the fair value hierarchy to the amounts presented for the total pension plan assets. These investments were also redeemable at the balance sheet date or within limited time restrictions.\nNote 8.\nIncome Taxes\nThe components of income before provision for income taxes are as follows:\nThe components of the provision for income taxes are as follows:\nThe provision for income taxes in the accompanying statement of income differs from the provision calculated by applying the statutory federal income tax rate to income before income taxes due to the following:\n58\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nThe company has operations and a taxable presence in approximately 70 countries outside the U.S. The company's effective income tax rate differs from the U.S. federal statutory rate each year due to certain operations that are subject to tax incentives, state and local taxes, and foreign taxes that are different than the U.S. federal statutory rate.\nDuring 2023, the company released valuation allowances of $\n32\nmillion in jurisdictions where the deferred tax assets are now expected to be realized. In 2023 the company also recorded a tax benefit of $\n127\nmillion for U.S. tax credits and the revaluation of net operating loss carryforwards due to higher tax rates as a result of its tax return resubmissions, a $\n91\nmillion tax benefit, net of related tax expenses, from a foreign exchange loss on an intercompany debt refinancing transaction, and $\n233\nmillion of tax benefits resulting from intra-entity transactions.\nDuring 2022, the company settled an IRS audit relating to the 2017 and 2018 tax years. The company recorded a $\n208\nmillion net tax benefit primarily from this settlement and related impacts, which resulted in a decrease in the company’s unrecognized tax benefits of $\n658\nmillion. The company recorded $\n49\nmillion of charges for expired tax credits and other related components of the settlement. The company recorded a charge of $\n395\nmillion to establish a valuation allowance against certain U.S. foreign tax credits which the company believes will more likely than not expire unutilized. The company also recorded $\n101\nmillion of additional net unrecognized tax benefit liabilities related to other tax audits.\nDuring 2021, the company recorded a $\n188\nmillion income tax benefit related to the deferred tax implications of an intra-entity transfer of assets. Also in 2021, the company recorded a $\n96\nmillion income tax benefit related to a capital loss resulting from certain intra-entity transactions.\nThe company generally receives a tax deduction upon the exercise of non-qualified stock options by employees, or the vesting of restricted stock units held by employees, for the difference between the exercise price and the market price of the underlying common stock on the date of exercise. The company uses the incremental tax benefit approach for utilization of tax attributes. These excess tax benefits reduce the tax provision. In 2023, 2022 and 2021, the company's tax provision was reduced by $\n69\nmillion, $\n80\nmillion and $\n124\nmillion, respectively, of such benefits.\nNet deferred tax asset/(liability) in the accompanying balance sheet consists of the following:\nThe company estimates the degree to which tax assets, losses and credit carryforwards will result in a benefit based on expected profitability by tax jurisdiction and provides a valuation allowance for tax assets and loss and credit carryforwards that it believes will more likely than not expire unutilized. At December 31, 2023, all of the company’s valuation allowance relates to deferred tax assets, primarily net operating losses and disallowed interest expense carryforward, for which any subsequently recognized tax benefits will reduce income tax expense.\n59\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nThe changes in the valuation allowance are as follows:\nAt December 31, 2023, the company had net federal, state and non-U.S. net operating loss carryforwards of $\n70\nmillion, $\n93\nmillion and $\n1.42\nbillion, respectively. Use of the carryforwards is limited based on the future income of certain subsidiaries. Of the federal net operating loss carryforwards, $\n30\nmillion expire in the years 2024 through 2037, and the remainder do not expire. Of the state net operating loss carryforwards, $\n83\nmillion expire in the years 2024 through 2042, and the remainder do not expire. Of the net non-U.S. net operating loss carryforwards, $\n435\nmillion expire in the years 2026 through 2043, and the remainder do not expire.\nAt December 31, 2023, the company had foreign tax credit carryforwards of $\n648\nmillion and deferred interest carryforwards of $\n753\nmillion. The foreign tax credit carryforwards will expire in the years 2025 through 2032. Of the deferred interest carryforwards, $\n149\nmillion expire in the years 2025 through 2033 and the remainder do not expire.\nU.S. federal taxes have been recorded on approximately $\n34\nbillion of undistributed foreign earnings as of December 31, 2023. A provision has not been made for certain U.S. state income taxes or additional non-U.S. taxes that would be due when cash is repatriated to the U.S. as the company’s undistributed foreign earnings are intended to be reinvested outside of the U.S. indefinitely. The determination of the amount of the unrecognized deferred tax liability related to the undistributed foreign earnings is not practicable due to the uncertainty in the manner in which these earnings will be distributed. The company’s intent is to only make distributions from non-U.S. subsidiaries in the future when they can be made at no net tax cost.\nUnrecognized Tax Benefits\nAs of December 31, 2023, the company had $\n0.54\nbillion of unrecognized tax benefits substantially all of which, if recognized, would reduce the effective tax rate.\nA reconciliation of the beginning and ending amounts of unrecognized tax benefits is as follows:\nSubstantially all of the unrecognized tax benefits are classified as long-term liabilities. The company does not expect its unrecognized tax benefits to change significantly over the next twelve months.\nDuring 2023, the company’s unrecognized tax benefits decreased by $\n12\nmillion as a result of uncertain tax positions relating to foreign tax positions and decreased $\n19\nmillion relating to U.S. federal and state tax positions.\nDuring 2022, the company’s unrecognized tax benefits increased by $\n143\nmillion as a result of uncertain tax positions relating to foreign tax positions and decreased $\n610\nmillion relating to U.S. federal and state tax positions which included $\n658\nmillion from the settlement of the IRS audit of the 2017 and 2018 tax years. The company also assumed $\n15\nmillion of uncertain tax benefits as part of the acquisition of PPD.\nDuring 2021, the company’s unrecognized tax benefits increased by $\n80\nmillion as a result of uncertain tax positions relating to foreign tax positions and decreased $\n75\nmillion relating to U.S. federal and state tax positions. The company also assumed $\n26\nmillion of uncertain tax benefits as part of the acquisition of PPD.\n60\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nThe company classified interest and penalties related to unrecognized tax benefits as income tax expense. The total amount of interest and penalties related to uncertain tax positions and recognized in the balance sheet as of December 31, 2023 and 2022 was $\n95\nmillion and $\n74\nmillion, respectively.\nThe company conducts business globally and, as a result, Thermo Fisher or one or more of its subsidiaries files income tax returns in the U.S. federal jurisdiction and various state and foreign jurisdictions. In the normal course of business, the company is subject to examination by taxing authorities throughout the world, including such major jurisdictions as Australia, Canada, China, Denmark, Finland, France, Germany, Japan, Singapore, Sweden, the United Kingdom and the United States. With few exceptions, the company is no longer subject to U.S. state and local or non-U.S. income tax examinations for years before 2012 and no longer subject to U.S. federal income tax examinations for years before 2019.\nNote 9.\nEarnings per Share\nNote 10.\nDebt and Other Financing Arrangements\n61\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nSOFR - Secured Overnight Financing Rate\nEURIBOR - Euro Interbank Offered Rate\n62\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nThe effective interest rates for the fixed-rate debt include the stated interest on the notes, the accretion of any discounts/premiums and the amortization of any debt issuance costs.\nSee Note 14 for fair value information pertaining to the company’s long-term borrowings.\nAs of December 31, 2023, the annual repayment requirements for debt obligations are as follows:\nIn addition to available borrowings under the company’s revolving credit agreements, discussed below, the company had unused lines of credit of $\n69\nmillion as of December 31, 2023. These unused lines of credit generally provide for short-term unsecured borrowings at various interest rates.\nCredit Facilities\nThe company has a revolving credit facility (the Facility) with a bank group that provides for up to $\n5.00\nbillion of unsecured multi-currency revolving credit. The Facility expires on January 7, 2027. The revolving credit agreement calls for interest at either a Term SOFR, a EURIBOR-based rate (for funds drawn in euro) or a rate based on the prime lending rate of the agent bank, at the company’s option. The agreement contains affirmative, negative and financial covenants, and events of default customary for facilities of this type. The covenants in the Facility include a Consolidated Net Interest Coverage Ratio (Consolidated EBITDA to Consolidated Net Interest Expense), as such terms are defined in the Facility. Specifically, the company has agreed that, so long as any lender has any commitment under the Facility, any letter of credit is outstanding under the Facility, or any loan or other obligation is outstanding under the Facility, it will maintain a minimum Consolidated Net Interest Coverage Ratio of\n3.5\n:1.0 as of the last day of any fiscal quarter. As of December 31, 2023,\nno\nborrowings were outstanding under the Facility, although available capacity was reduced by immaterial outstanding letters of credit.\nCommercial Paper Programs\nThe company has commercial paper programs pursuant to which it may issue and sell unsecured, short-term promissory notes (CP Notes). Under the U.S. program, a) maturities may not exceed\n397\ndays from the date of issue and b) the CP Notes are issued on a private placement basis under customary terms in the commercial paper market and are not redeemable prior to maturity nor subject to voluntary prepayment. Under the euro program, maturities may not exceed\n183\ndays and may be denominated in euro, U.S. dollars, Japanese yen, British pounds sterling, Swiss franc, Canadian dollars or other currencies. Under both programs, the CP Notes are issued at a discount from par (or premium to par, in the case of negative interest rates), or, alternatively, are sold at par and bear varying interest rates on a fixed or floating basis.\nSenior Notes\nInterest is payable quarterly on the floating rate senior notes, annually on the euro-denominated fixed rate senior notes and semi-annually on all other senior notes. Each of the U.S. dollar, euro-denominated fixed rate senior notes and yen-denominated private placement notes may be redeemed at a redemption price of\n100\n% of the principal amount plus a specified make-whole premium and accrued interest, together with swap breakage costs payable to holders of yen-denominated private placement notes who have entered into cross-currency swap agreements. The company is subject to certain affirmative and negative covenants under the indentures and note purchase agreement governing the senior notes, the most restrictive of which limits the ability of the company to pledge certain property and assets as security under borrowing arrangements. The company was in compliance with all covenants at December 31, 2023.\nIn 2022 the company completed the full allocation of an amount equal to the net proceeds from the\n0.000\n% senior notes due 2025 to finance or refinance, in whole or in part, certain COVID-19 response projects.\nIn 2022, the company redeemed all of its\n3.650\n% Senior Notes due 2025. In connection with the redemption, the company incurred $\n26\nmillion of losses on the early extinguishment of debt included in other income/(expense) on the accompanying statement of income.\n63\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nIn 2021, the company redeemed some of its existing senior notes. In connection with these redemptions, the company incurred $\n767\nmillion of losses on the early extinguishment of debt included in other income/(expense) on the accompanying statement of income. Upon redemption of the senior notes, the company terminated the related fixed to floating rate interest rate swap arrangements and received $\n22\nmillion, included in other financing activities, net, in the accompanying statement of cash flows.\nThermo Fisher Scientific (Finance I) B.V. (Thermo Fisher International), a wholly-owned finance subsidiary of the company, issued each of the following notes outstanding as of December 31, 2023, included in the table above (collectively, the “Euronotes”) in registered public offerings: the\n0.00\n% Senior Notes due 2025, the\n0.80\n% Senior Notes due 2030, the\n1.125\n% Senior Notes due 2033, the\n1.625\n% Senior Notes due 2041, and the\n2.00\n% Senior Notes due 2051. The company has fully and unconditionally guaranteed all of Thermo Fisher International’s obligations under the Euronotes and all of Thermo Fisher International’s other debt securities, and no other subsidiary of the company will guarantee these obligations. Thermo Fisher International is a “finance subsidiary” as defined in Rule 13-01(a)(4)(vi) of the Exchange Act, with no assets or operations other than those related to the issuance, administration and repayment of the Euronotes and other debt securities issued by Thermo Fisher International from time to time. The financial condition, results of operations and cash flows of Thermo Fisher International are consolidated in the financial statements of the company.\nNote 11.\nLeases\nAs a lessee, the company leases certain logistics, office, and manufacturing facilities, as well as vehicles, copiers, and other equipment. These operating leases generally have remaining lease terms between\n1\nmonth and\n30\nyears, and some include options to extend (generally for\n1\nto\n10\nyears) or have options to terminate the arrangement within\n1\nyear.\nThe company has guaranteed the residual value of\nthree\nleased operating facilities with lease terms ending in 2024, 2025 and 2028. The company has agreed with the lessor to comply with certain financial covenants consistent with its other debt arrangements (Note 10). The aggregate maximum guarantee under these\nthree\nlease arrangements is $\n147\nmillion. Operating lease ROU assets and lease liabilities for these lease arrangements are recorded on the consolidated balance sheet as of December 31, 2023, but exclude any amounts for residual value guarantees.\nAs a lessee, the consolidated financial statements include the following relating to operating leases:\nLease costs arising from finance leases, short-term leases, and sublease income are not material. See Note 10 for additional information relating to finance leases.\n64\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nAs of December 31, 2023, future payments of operating lease liabilities are as follows:\nAs a lessor, operating leases, sales-type leases and direct financing leases are not material.\nNote 12.\nCommitments and Contingencies\nPurchase Obligations\nThe company has entered into unconditional purchase obligations, in the ordinary course of business, that include agreements to purchase goods, services or fixed assets and to pay royalties that are enforceable and legally binding and that specify all significant terms including: fixed or minimum quantities to be purchased; fixed, minimum or variable price provisions; and the approximate timing of the transaction. Purchase obligations exclude agreements that are cancelable at any time without penalty. The aggregate amount of the company’s unconditional purchase obligations totaled $\n2.53\nbillion at December 31, 2023, the majority of which are expected to be settled during 2024.\nLetters of Credit, Guarantees and Other Commitments\nOutstanding letters of credit and bank guarantees totaled $\n315\nmillion at December 31, 2023. Substantially all of these letters of credit and guarantees expire before 2040.\nOutstanding surety bonds and other guarantees totaled $\n93\nmillion at December 31, 2023. The expiration of these bonds and guarantees ranges through 2025.\nThe letters of credit, bank guarantees and surety bonds principally secure performance obligations, and allow the holder to draw funds up to the face amount of the letter of credit, bank guarantee or surety bond if the applicable business unit does not perform as contractually required.\nThe company has funding commitments totaling $\n164\nmillion at December 31, 2023, related to investments.\nThe company is a guarantor of pension plan obligations of a divested business. The purchaser of the divested business has agreed to pay for the pension benefits, however the company was required to guarantee payment of these pension benefits should the purchaser fail to do so. The amount of the guarantee at December 31, 2023 was $\n24\nmillion.\nIn connection with the sale of businesses of the company, the buyers have assumed certain contractual obligations of such businesses and have agreed to indemnify the company with respect to those assumed liabilities. In the event a third-party to a transferred contract does not recognize the transfer of obligations or a buyer defaults on its obligations under the transferred contract, the company could be liable to the third-party for such obligations. However, in such event, the company would be entitled to seek indemnification from the buyer.\nIndemnifications\nIn conjunction with certain transactions, primarily divestitures, the company has agreed to indemnify the other parties with respect to certain liabilities related to the businesses that were sold or leased properties that were abandoned (e.g., retention of certain environmental, tax, employee and product liabilities). The scope and duration of such indemnity obligations vary from transaction to transaction. Where probable, an obligation for such indemnifications is recorded as a liability. Generally, a maximum obligation cannot be reasonably estimated. Other than obligations recorded as liabilities at the time of divestiture, historically the company has not made significant payments for these indemnifications.\nIn connection with the company’s efforts to reduce the number of facilities that it occupies, the company has vacated some of its leased facilities or sublet them to third parties. When the company sublets a facility to a third-party, it remains the primary obligor under the master lease agreement with the owner of the facility. As a result, if a third-party vacates the sublet facility,\n65\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nthe company would be obligated to make lease or other payments under the master lease agreement. The company believes that the financial risk of default by sublessors is individually and in the aggregate not material to the company’s financial position or results of operations.\nIn connection with the sale of products in the ordinary course of business, the company often makes representations affirming, among other things, that its products do not infringe on the intellectual property rights of others and agrees to indemnify customers against third-party claims for such infringement. The company has not been required to make material payments under such provisions.\nEnvironmental Matters\nThe company is currently involved in various stages of investigation and remediation related to environmental matters. The company cannot predict all potential costs related to environmental remediation matters and the possible impact on future operations given the uncertainties regarding the extent of the required cleanup, the complexity and interpretation of applicable laws and regulations, the varying costs of alternative cleanup methods and the extent of the company’s responsibility. Expenses for environmental remediation matters related to the costs of installing, operating and maintaining groundwater-treatment systems and other remedial activities related to historical environmental contamination at the company’s domestic and international facilities were not material in any period presented. The company records accruals for environmental remediation liabilities, based on current interpretations of environmental laws and regulations, when it is probable that a liability has been incurred and the amount of such liability can be reasonably estimated. The company calculates estimates based upon several factors, including input from environmental specialists and management’s knowledge of and experience with these environmental matters. The company includes in these estimates potential costs for investigation, remediation and operation and maintenance of cleanup sites. At December 31, 2023\n, the company’s total environmental liability was approximately\n$\n75\nmillion. While management believes the accruals for environmental remediation are adequate based on current estimates of remediation costs, the company may be subject to additional remedial or compliance costs due to future events such as changes in existing laws and regulations, changes in agency direction or enforcement policies, developments in remediation technologies or changes in the conduct of the company’s operations, which could have a material adverse effect on the company’s financial position, results of operations and cash flows.\nLitigation and Related Contingencies\nThe company is involved in various disputes, governmental and/or regulatory inspections, inquiries, investigations and proceedings, and litigation matters that arise from time to time in the ordinary course of business. The disputes and litigation matters include product liability, intellectual property, employment and commercial issues. The company determines the probability and range of possible loss based on the current status of each of these matters. A liability is recorded in the financial statements if it is believed to be probable that a loss has been incurred and the amount of the loss can be reasonably estimated. The company establishes a liability that is an estimate of amounts expected to be paid in the future for events that have already occurred. The company accrues the most likely amount or at least the minimum of the range of probable loss when a range of probable loss can be estimated. The accrued liabilities are based on management’s judgment as to the probability of losses for asserted and unasserted claims and, where applicable, actuarially determined estimates. Accrual estimates are adjusted as additional information becomes known or payments are made. The amount of ultimate loss may differ from these estimates. Due to the inherent uncertainties associated with pending litigation or claims, the company cannot predict the outcome, nor, with respect to certain pending litigation or claims where no liability has been accrued, make a meaningful estimate of the reasonably possible loss or range of loss that could result from an unfavorable outcome. The company has no material accruals for pending litigation or claims for which accrual amounts are not disclosed below, nor are material losses deemed probable for such matters. It is reasonably possible, however, that an unfavorable outcome that exceeds the company’s current accrual estimate, if any, for one or more of the matters described below could have a material adverse effect on the company’s results of operations, financial position and cash flows.\nProduct Liability, Workers Compensation and Other Personal Injury Matters\nThe company is involved in various proceedings and litigation that arise from time to time in connection with product liability, workers compensation and other personal injury matters. The range of probable loss for product liability, workers compensation and other personal injury matters of the company’s continuing operations at December 31, 2023, was approximately $\n222\nmillion to $\n379\nmillion. The company’s accrual for these matters totaled $\n224\nmillion at December 31, 2023. The accrual includes estimated defense costs and is gross of estimated amounts due from insurers of $\n88\nmillion at December 31, 2023 that are included in other assets in the accompanying balance sheet. In addition, as of December 31, 2023, the company had a product liability accrual of $\n20\nmillion relating to divested businesses.\n66\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nAlthough the company believes that the amounts accrued and estimated recoveries are probable and appropriate based on available information, including actuarial studies of loss estimates, the process of estimating losses and insurance recoveries involves a considerable degree of judgment by management and the ultimate amounts could vary, which could have a material adverse effect on the company’s results of operations, financial position, and cash flows. Insurance contracts do not relieve the company of its primary obligation with respect to any losses incurred. The collectability of amounts due from its insurers is subject to the solvency and willingness of the insurer to pay, as well as the legal sufficiency of the insurance claims. Management monitors the payment history as well as the financial condition and ratings of its insurers on an ongoing basis.\nNote 13.\nComprehensive Income/(Loss) and Shareholders' Equity\nComprehensive Income (Loss)\nChanges in each component of accumulated other comprehensive items, net of tax are as follows:\nShareholders’ Equity\nAt December 31, 2023, the company had reserved\n39\nmillion unissued shares of its common stock for possible issuance under stock-based compensation plans.\nEarly in the first quarter of 2024, the company repurchased $\n3.00\nbillion of the company's common stock (\n5.5\nmillion shares).\nNote 14.\nFair Value Measurements and Fair Value of Financial Instruments\nFair Value Measurements\nThe company uses the market approach technique to value its financial instruments and there were no changes in valuation techniques during 2023. The company’s financial assets and liabilities carried at fair value are primarily comprised of investments in publicly traded securities, insurance contracts, investments in derivative contracts, mutual funds holding publicly traded securities and other investments in unit trusts held as assets to satisfy outstanding deferred compensation and retirement liabilities; and acquisition-related contingent consideration.\nAssets and liabilities carried at fair value are classified and disclosed in one of the following three categories:\nLevel 1: Quoted market prices in active markets for identical assets or liabilities that the company has the ability to access.\nLevel 2: Observable market based inputs or unobservable inputs that are corroborated by market data such as quoted prices, interest rates and yield curves.\nLevel 3: Inputs are unobservable data points that are not corroborated by market data.\n67\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nThe following tables present information about the company’s financial assets and liabilities measured at fair value on a recurring basis:\nThe company uses the Black-Scholes model to value its warrants. The company determines the fair value of its insurance contracts by obtaining the cash surrender value of the contracts from the issuer. The fair value of derivative contracts is the estimated amount that the company would receive/pay upon liquidation of the contracts, taking into account the change in interest rates and currency exchange rates. The company initially measures the fair value of acquisition-related contingent consideration based on amounts expected to be transferred (probability-weighted) discounted to present value. Changes to the fair value of contingent consideration are recorded in selling, general and administrative expense.\nThe following table provides a rollforward of the fair value, as determined by level 3 inputs (such as likelihood of achieving production or revenue milestones, as well as changes in the fair values of the investments underlying a recapitalization investment portfolio), of the contingent consideration.\n68\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nDerivative Contracts\nThe following table provides the aggregate notional value of outstanding derivative contracts.\nWhile certain derivatives are subject to netting arrangements with counterparties, the company does not offset derivative assets and liabilities within the balance sheet. The following tables present the fair value of derivative instruments in the accompanying balance sheets and statements of income.\n(a)\nThe fair value of the cross-currency interest rate swaps is included in the accompanying balance sheet under the caption other assets or other long-term liabilities.\n(b)\nThe fair value of the currency exchange contracts is included in the accompanying balance sheet under the captions other current assets or other accrued expenses.\n69\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nGains and losses recognized on currency exchange contracts and the interest rate swaps designated as fair value hedges are included in the accompanying statements of income together with the corresponding, offsetting losses and gains on the underlying hedged transactions.\nThe company uses foreign currency-denominated debt, certain foreign currency-denominated payables, and cross-currency interest rate swaps to partially hedge its net investments in foreign operations against adverse movements in exchange rates. A portion of the company’s euro-denominated senior notes, certain foreign currency-denominated payables, and its cross-currency interest rate swaps have been designated as, and are effective as, economic hedges of part of the net investment in a foreign operation. Accordingly, foreign currency transaction gains or losses due to spot rate fluctuations on the euro-denominated debt instruments and certain foreign currency-denominated payables, and contract fair value changes on the cross-currency interest rate swaps, excluding interest accruals, are included in currency translation adjustment within other comprehensive items and shareholders’ equity.\nSee Note 1 and Note 10 for additional information on the company’s risk management objectives and strategies.\nCash Flow Hedge Arrangements\nDuring 2021, in connection with the extinguishment of debt (Note 10), the company reclassified $\n65\nmillion from accumulated other comprehensive income/(loss) to other income/(expense).\nFair Value of Other Financial Instruments\nThe carrying value and fair value of the company’s debt instruments are as follows:\nThe fair value of debt instruments, excluding private placement notes, was determined based on quoted market prices and on borrowing rates available to the company at the respective period ends, which represent level 2 measurements. The fair value of private placement notes was determined based on internally developed pricing models and unobservable inputs, which represent level 3 measurements.\nNote 15.\nSupplemental Cash Flow Information\n70\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nCash, cash equivalents and restricted cash is included in the consolidated balance sheet as follows:\nAmounts included in restricted cash primarily represent funds held as collateral for bank guarantees and incoming cash in China awaiting government administrative clearance.\nNote 16.\nRestructuring and Other Costs\nRestructuring and other costs in 2023 primarily included continuing charges for headcount reductions and facility consolidations in an effort to streamline operations, impairment of long-lived assets, and, to a lesser extent, net charges for pre-acquisition litigation and other matters. In 2023, severance actions associated with facility consolidations and cost reduction measures affected approximately\n5\n% of the company’s workforce.\nRestructuring and other costs in 2022 primarily included impairment of long-lived assets and continuing charges for headcount reductions and facility consolidations in an effort to streamline operations. In 2022, severance actions associated with facility consolidations and cost reduction measures affected less than\n2\n% of the company’s workforce.\nRestructuring and other costs in 2021 primarily included charges for impairments of an acquired technology asset and a tradename asset, and, to a lesser extent, compensation due to employees at acquired businesses on the date of acquisition. In 2021, severance actions associated with facility consolidations and cost reduction measures affected less than\n1\n% of the company’s workforce.\nAs of February 22, 2024, the company has identified restructuring actions that will result in additional charges of approximately $\n70\nmillion, primarily in 2024, and expects to identify additional actions in future periods which will be recorded when specified criteria are met, such as communication of benefit arrangements or when the costs have been incurred.\nRestructuring and other costs by segment are as follows:\n71\nTHERMO FISHER SCIENTIFIC INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nThe following table summarizes the changes in the company’s accrued restructuring balance. Other amounts reported as\nrestructuring and other costs\nin the accompanying statement of income have been summarized in the notes to the table. Accrued restructuring costs are included in other accrued expenses in the accompanying balance sheet.\n(a)\nThe movements in the restructuring liability principally consist of severance and other costs associated with facility consolidations.\n(b)\nExcludes $\n160\nmillion of charges, principally $\n122\nmillion for impairments of an acquired technology asset and a tradename asset in the Life Sciences Solutions and Laboratory Products and Biopharma Services segments, principally resulting from a reduction in expected cash flows, and $\n35\nmillion of charges for compensation contractually due to employees of acquired businesses at the date of acquisition in the Life Sciences Solutions and Laboratory Products and Biopharma Services segments.\n(c)\nExcludes $\n46\nmillion of net charges, primarily charges for impairment of long-lived assets in the Specialty Diagnostic segment.\n(d)\nExcludes $\n264\nmillion of net charges, principally $\n126\nmillion of charges for impairment of long-lived assets in the Laboratory Products and Biopharma Services and Life Sciences Solutions segments, $\n26\nmillion of contract termination costs associated with facility closures in the Laboratory Products and Biopharma Services segment, and $\n19\nmillion of net charges for pre-acquisition litigation and other matters in the Laboratory Products and Biopharma Services segment.\n(e)\nExcludes $\n93\nmillion of charges in the Laboratory Products and Biopharma Services segment for impairments of a disposal group that was held for sale beginning in the third quarter of 2023. The loss attributable to Thermo Fisher Scientific Inc. was reduced by $\n46\nmillion attributable to a noncontrolling interest.\nThe company expects to pay accrued restructuring costs primarily through 2024.\n72\nTHERMO FISHER SCIENTIFIC INC."
  },
  {
    "item_key": "item_9",
    "text": "Not applicable."
  },
  {
    "item_key": "item_9a",
    "text": "Management’s Evaluation of Disclosure Controls and Procedures\nThe company’s management, with the participation of the company’s chief executive officer and chief financial officer, has evaluated the effectiveness of the company’s disclosure controls and procedures (as such term is defined in Rules 13a-15(e) and 15d-15(e) under the Exchange Act) as of the end of the period covered by this report. Management recognizes that any controls and procedures, no matter how well designed and operated, can provide only reasonable assurance of achieving their objectives, and management necessarily applies its judgment in evaluating the cost-benefit relationship of possible controls and procedures. Based on such evaluation, the company’s chief executive officer and chief financial officer concluded that, as of the end of such period, the company’s disclosure controls and procedures were effective at the reasonable assurance level.\nChanges in Internal Control over Financial Reporting\nThere have been no changes in the company’s internal control over financial reporting (as defined in Exchange Act Rules 13a-15(f) and 15d-15(f)) during the fiscal quarter ended December 31, 2023, that have materially affected or are reasonably likely to materially affect the company’s internal control over financial reporting.\nManagement’s Annual Report on Internal Control Over Financial Reporting\nThe company’s management, including the company’s chief executive officer and chief financial officer, is responsible for establishing and maintaining adequate internal control over financial reporting (as defined in Exchange Act Rules 13a-15(f) and 15d-15(f)) for the company. Internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. The company’s management conducted an assessment of the effectiveness of the company’s internal control over financial reporting as of December 31, 2023 based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). Based on this assessment, the company’s management concluded that, as of December 31, 2023, the company’s internal control over financial reporting was effective.\nThe company’s independent registered public accounting firm, PricewaterhouseCoopers LLP, has audited the effectiveness of the company’s internal control over financial reporting as of December 31, 2023, as stated in their report that appears on page\nof this Annual Report on Form 10-K."
  },
  {
    "item_key": "item_9b",
    "text": "Amendment and Restatement of By-Laws\nOn February 21, 2024, the Board of Directors of the company amended and restated the company’s By-Laws, effective immediately, to remove the supermajority voting requirement for amending Article II or Article VI of the By-laws. Specifically, the amendments to the By-laws eliminate Article VI, Section 3 to remove the supermajority voting requirement, and update Article VI, Section 2 to remove the reference to Article VI, Section 3. The foregoing description of the amendments to the By-laws does not purport to be complete and is qualified in its entirety by reference to the full text of the By-laws, as amended and restated, a copy of which is attached as Exhibit 3.4 and incorporated by reference herein.\nDirector and Officer Trading Arrangements\nOn\nDecember 13, 2023\n,\nMichael A. Boxer\n, our\nsenior vice president, general counsel\n,\nadopted\na trading plan intended to satisfy the conditions under Rule 10b5-1(c) of the Exchange Act. Mr. Boxer’s plan is for the exercise of vested stock options and the associated sale of up to\n20,566\nshares of company common stock through December 13, 2024. The foregoing exercises or sales will be made in accordance with the prices and formulas set forth in the plan and such plan terminates on the earlier of the date all the shares under the plan are sold and December 13, 2024.\nOn\nDecember 12, 2023\n,\nLisa P. Britt\n, our\nsenior vice president, chief human resources officer\n,\nadopted\na trading plan intended to satisfy the conditions under Rule 10b5-1(c) of the Exchange Act. Ms. Britt’s plan is for the exercise of vested stock options and the associated sale of up to\n14,345\nshares of company common stock through November 11, 2024. The foregoing exercises or sales will be made in accordance with the prices and formulas set forth in the plan and such plan terminates on the earlier of the date all the shares under the plan are sold and November 12, 2024.\nOn\nNovember 10, 2023\n,\nMarc N. Casper\n, our\nchairman, president and chief executive officer\n,\nadopted\na trading plan intended to satisfy the conditions under Rule 10b5-1(c) of the Exchange Act. Mr. Casper’s plan is for the exercise of vested stock options\n73\nTHERMO FISHER SCIENTIFIC INC.\nand the associated sale of up to\n202,150\nshares of company common stock through November 1, 2024. The foregoing exercises or sales will be made in accordance with the prices and formulas set forth in the plan and such plan terminates on the earlier of the date all the shares under the plan are sold and November 4, 2024."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information with respect to directors required by this Item will be contained in our Proxy Statement to be filed with the SEC not later than 120 days after the close of business of the fiscal year including under “Corporate governance,” and is incorporated in this report by reference.\nThe information with respect to executive officers required by this Item is included in\nof this report.\nThe other information required by this Item will be contained in our Proxy Statement including under “Corporate governance,” and is incorporated in this report by reference."
  },
  {
    "item_key": "item_11",
    "text": "The information required by this Item will be contained in our Proxy Statement including under “Corporate governance,” and “Executive compensation,” and is incorporated in this report by reference."
  },
  {
    "item_key": "item_12",
    "text": "The information required by this Item will be contained in our Proxy Statement including under “Information about stock ownership,” and is incorporated in this report by reference."
  },
  {
    "item_key": "item_13",
    "text": "The information required by this Item will be contained in our Proxy Statement including under “Corporate governance,” and is incorporated in this report by reference."
  },
  {
    "item_key": "item_14",
    "text": "The information required by this Item will be contained in our Proxy Statement including under “Audit matters,” and is incorporated in this report by reference.\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)   The following documents are filed as part of this report:\n(1)  Consolidated Financial Statements (see Index on page\nof this report)\n(2)  All schedules are omitted because they are not applicable or not required, or because the required information is included either in the consolidated financial statements or in the notes thereto.\n(b)   Exhibits\n74\nTHERMO FISHER SCIENTIFIC INC.\n75\nTHERMO FISHER SCIENTIFIC INC.\n76\nTHERMO FISHER SCIENTIFIC INC.\n77\nTHERMO FISHER SCIENTIFIC INC.\n_______________________\n*Indicates management contract or compensatory plan, contract or arrangement.\n** Certification is not deemed “filed” for purposes of Section 18 of the Exchange Act or otherwise subject to the liability of that section. Such certification is not deemed to be incorporated by reference into any filing under the Securities Act or the Exchange Act except to the extent that the registrant specifically incorporates it by reference."
  },
  {
    "item_key": "item_16",
    "text": "None.\n78\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this Report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities indicated, as of February 22, 2024.\n79"
  }
]