[
  {
    "item_key": "item_1",
    "text": "References in this Annual Report on Form 10-K to “we,” “our,” “us,” “LII” or the “Company” refer to Lennox International Inc. and its subsidiaries, unless the context requires otherwise.\nThe Company\nWe are a global leader in energy-efficient climate-control solutions.  We design, manufacture and market a broad range of products for the heating, ventilation, air conditioning and refrigeration (“HVACR”) markets.  We have leveraged our expertise to become an industry leader known for innovation, quality and reliability.  Our products and services are sold through multiple distribution channels under various brand names.  The Company was founded in 1895, in Marshalltown, Iowa, by Dave Lennox, the owner of a machine repair business for railroads.  He designed and patented a riveted steel coal-fired furnace, which led to numerous advancements in heating, cooling and climate control solutions.\nShown in the table below are our three business segments, the key products, services and well-known product and brand names within each segment and net sales in 2022 by segment.  Segment financial data for 2022, 2021 and 2020, including financial information about foreign and domestic operations, is included in Note 3 of the Notes to our Consolidated Financial Statements in “Item 8. Financial Statements and Supplementary Data” and is incorporated herein by reference.\nIn November 2022, we announced the decision to explore strategic alternatives for our European commercial HVAC and refrigeration businesses, which represent approximately 5% of our annual revenues.  We will continue to invest in our Heatcraft Worldwide Refrigeration business which will become part of the Commercial Heating & Cooling segment beginning in 2023 and the European portfolio will be presented with Corporate and Other beginning in 2023 until disposition.  As we will manage the businesses in this manner beginning in 2023, we will present the financial results of the revised segments beginning in 2023.\nProducts and Services\nResidential Heating & Cooling\nHeating & Cooling Products\n.  We manufacture and market a broad range of furnaces, air conditioners, heat pumps, packaged heating and cooling systems, equipment and accessories to improve indoor air quality, comfort control products, replacement parts and supplies and related products for both the residential replacement and new construction markets in North America.  These products are available in a variety of designs and efficiency levels and at a range of price points, and are intended to provide a complete line of home comfort systems.  We believe that by maintaining a broad product line marketed under multiple brand names, we can address different market segments and penetrate multiple distribution channels.\n1\nThe “Lennox” business and brands (“Dave Lennox Signature Collection,” “Elite Series,” “Merit Series,” “iComfort,” “ComfortSense” and “Healthy Climate Solutions”) are sold directly to independent installing dealers, making us one of the largest wholesale distributors of residential heating, ventilation, and air conditioning products in North America.  We continue to invest in our network of 245 Lennox Stores across the United States and Canada.  These stores provide an easy access solution for contractors and independent dealers to obtain universal service and replacement parts, supplies, convenience items, tools, Lennox equipment and OEM parts.\nThe Allied Air Enterprise business and brands (“Armstrong Air,” “AirEase,” “Concord,” “Ducane,” “Allied,” and “MagicPak”) include a full line of heating, ventilation and air conditioning products and are sold through independent wholesale distributors in the U.S. and Canada.  The Allied Air Enterprise business also sells a full line of heating, ventilation and cooling equipment through private label brands.\nThe Advanced Distributor Products (“ADP”) business and brand (“ADP Advanced Distributor Products”) sells evaporator coils, air handlers and unit heaters to independent HVAC wholesale distributors across the U.S. and Canada.\nCommercial Heating & Cooling\nNorth America\n.  In North America, we manufacture and sell unitary heating and cooling equipment used in light commercial applications, such as low-rise office buildings, restaurants, retail centers, distribution, churches and schools.\nOur product offerings for these applications include rooftop units ranging from 2 to 50 tons of cooling capacity and split system/air handler combinations, which range from 1.5 to 20 tons of cooling capacity.\nThese products are distributed primarily through commercial contractors and directly to national account customers.\nIn 2021, we launched the Lennox Model L rooftop unit featuring the industry leading CORE control system and advanced variable-speed technology to maximize rebates and energy savings.\nIn late 2022, we introduced the Enlight rooftop unit which features a high efficiency heat pump line perfectly positioned to help our customers reach their environmental and sustainability goals.\nWe believe the success of our products is attributable to their efficiency, impact to the environment, design flexibility, total cost of ownership, ease of service, and advanced control technology.\nNational Account Services\n.  National Account Service (“NAS”) provides installation, service and preventive maintenance for commercial HVAC national account customers in the United States and Canada.\nRefrigeration\nWe manufacture and market equipment for the global commercial refrigeration markets under the Heatcraft Worldwide Refrigeration name.  We sell these products to distributors, installing contractors, engineering design firms, original equipment manufacturers and end-users.  Our global manufacturing, distribution, sales and marketing footprint serves customers in approximately 100 countries worldwide.\nNorth America\n.  Our commercial refrigeration products for the North American market include condensing units, unit coolers, fluid coolers, air-cooled condensers, air handlers and refrigeration rack systems.  These products preserve food and other perishables in supermarkets, convenience stores, restaurants, warehouses and distribution centers.  In addition, our products are used to cool a wide variety of industrial processes, including data centers, machine tooling, and other critical cooling applications.  We routinely provide application engineering for consulting engineers, contractors, store planners, end customers and others to support the sale of commercial refrigeration products.\nInternational\n.  In Europe, we manufacture and sell unitary HVAC products, which range from 2 to 70 tons of cooling capacity, and applied systems with up to 200 tons of cooling capacity.  Our European products consist of small package units, rooftop units, chillers, air handlers and fan coils that serve medium-rise commercial buildings, shopping malls, other retail and entertainment buildings, institutional applications and other field-engineered applications.  We manufacture heating and cooling products in several locations in Europe and market these products through both direct and indirect distribution channels in Europe, the United Kingdom, Eastern Europe, Turkey, Africa, and the Middle East.\nWe also manufacture and market refrigeration products including condensing units, unit coolers, air-cooled condensers, fluid coolers, compressor racks and industrial process chillers.  We have manufacturing locations in Germany, France and Spain.  In addition, we own a 50% interest in a joint venture in Mexico that produces unit coolers, air-cooled condensers, condensing units, compressors and compressorized racks of the same design and quality as those manufactured by our U.S. business.  This joint venture product line is complemented with imports from the U.S., which are sold through the joint\n2\nventure’s distribution network.\nBusiness Strategy\nLennox offers a full spectrum of cooling, heating, indoor air quality and refrigeration products to meet the energy-efficient climate-control needs of residential and commercial customers across North America. We are focused on expanding our market position primarily through organic growth while leveraging costs to drive margin expansion and higher profit. This strategy is supported by the following four strategic priorities:\nInnovative Product and System Solutions.\nIn all of our markets, we are building on our heritage of innovation by developing residential and commercial products that give families and business owners more precise control over more aspects of their indoor environments, while significantly lowering their energy costs.\nManufacturing and Sourcing Excellence.\nWe maintain our commitment to manufacturing and sourcing excellence by maximizing factory efficiencies and leveraging our engineering capabilities, purchasing power and sourcing initiatives to expand the use of lower-cost materials and components that meet our high-quality standard\ns.\nDistribution Excellence.\nBy investing resources in expanding our distribution network and capabilities, we are making products available to our customers in a timely, cost-efficient manner.  Additionally, we provide enhanced dealer support through the use of technology, training, advertising and merchandising.\nExpense Reduction.\nThrough our cost management initiatives, we are optimizing operating, manufacturing and administrative costs.\nMarketing and Distribution\nWe utilize multiple channels of distribution and offer different brands at various price points in order to better penetrate the HVACR markets.  Our products and services are sold through a combination of direct sales, distributors and company-owned parts and supplies stores.  Dedicated sales forces and manufacturers’ representatives are deployed across our business segments and brands in a manner designed to maximize our ability to service each distribution channel.  To optimize enterprise-wide effectiveness, we have active cross-functional and cross-organizational teams coordinating approaches to pricing, product design, distribution and national account customers.\nThe North American residential heating and cooling market provides an example of the competitive strength of our marketing and distribution strategy. We use three distinct distribution approaches in this market: the company-owned distribution system, the independent distribution system and direct sales to end-users.  We distribute our “Lennox” brands in a company-owned process directly to independent dealers that install these heating and cooling products.  We distribute our “Armstrong Air,” “Ducane,” “Air-Ease,” “Concord,” “MagicPak” and “ADP Advanced Distributor Products” brands through the traditional independent distribution process pursuant to which we sell our products to distributors who, in turn, sell the products to installing contractors.  We also sell our products through our Lennox Stores.\nManufacturing\nWe operate manufacturing facilities worldwide and utilize the best available manufacturing techniques based on the needs of our businesses, including the use of lean manufacturing and principles of Six Sigma, a disciplined, data-driven approach and methodology for improving quality.  We use numerous metrics to track and manage annual efficiency improvements.  Some facilities are impacted by seasonal production demand, and we manufacture both heating and cooling products in those facilities to balance production and maintain a relatively stable labor force.  We may also hire temporary employees to meet changes in demand.\nStrategic Sourcing\nWe rely on various suppliers to furnish the raw materials and components used in the manufacturing of our products.  To maximize our buying effectiveness in the marketplace, we have a central strategic sourcing group that consolidates purchases of certain materials, components and indirect items across business segments.  The goal of the strategic sourcing group is to develop global strategies for a given component group, concentrate purchases with three to five suppliers and develop long-term relationships with these vendors.  By developing these strategies and relationships, we seek to leverage our material needs to reduce costs and improve financial and operating performance.  Our strategic sourcing group also works with selected suppliers to reduce costs, improve quality and delivery performance by employing lean manufacturing and Six Sigma.\n3\nCompressors, motors and controls constitute our most significant component purchases, while steel, copper and aluminum account for the bulk of our raw material purchases.  We own a minority equity interest in a joint venture that manufactures compressors.  This joint venture provides us with compressors for our residential and commercial heating and cooling, and refrigeration businesses.\nResearch and Development and Technology\nResearch and development is a key pillar of our growth strategy.  We operate a global engineering and technology organization that focuses on new technology invention, product development, product quality improvements and process enhancements, including our development of next-generation control systems as well as heating and cooling products that include some of the most efficient products in their respective categories.  We leverage intellectual property and innovative designs across our businesses.  We also leverage product development cycle time improvements and product data management systems to commercialize new products to market more rapidly.  We use advanced, commercially available computer-aided design, computer-aided manufacturing, computational fluid dynamics and other sophisticated design tools to streamline the design and manufacturing processes. We use complex computer simulations and analyses in the conceptual design phase before functional prototypes are created.  We also operate a full line of prototype machine equipment and advanced laboratories certified by applicable industry associations.\nSeasonality\nOur sales and related segment profit tend to be seasonally higher in the second and third quarters of the year because summer is the peak season for sales of air conditioning equipment and services in the U.S. and Canada.  For the same reason, our working capital needs are generally greater in the first and second quarters, and we generally have higher operating cash inflows in the third and fourth quarters.\nHVAC markets are driven by seasonal weather patterns.  HVAC products and services are sold year round, but the volume and mix of product sales and service change significantly by season. The industry generally ships roughly twice as many units during June as it does in December. Overall, cooling equipment represents a substantial portion of the annual HVAC market. Between the heating season (roughly November through February) and cooling season (roughly May through August) are periods commonly referred to as “shoulder seasons” when the distribution channel transitions its buying patterns from one season to the next.  These seasonal fluctuations in mix and volume drive our sales and related segment profit, resulting in somewhat higher sales in the second and third quarters due to the higher volume in the cooling season relative to the heating season.\nPatents and Trademarks\nWe hold numerous patents that relate to the design and use of our products.  We consider these patents important, but no single patent is material to the overall conduct of our business.  We proactively obtain patents to further our strategic intellectual property objectives.  We own or license several trademarks and service marks we consider important in the marketing of our products and services, and we protect our marks through national registrations and common law rights.\nCompetition\nSubstantially all markets in which we participate are competitive.  The most significant competitive factors we face are availability, reliability, energy efficiency, product performance, service and price, with the relative importance of these factors varying among customer applications.  The following are some of the companies we view as significant competitors in each of our three business segments, with relevant brand names, when different from the company name, shown in parentheses.  The marks below may be the registered or unregistered trademarks or trade names of their respective owners.\n•\nResidential Heating & Cooling - Carrier Global Corporation (Carrier, Bryant, Payne, Tempstar, Comfortmaker, Heil, Arcoaire, KeepRite, Day & Night); Trane Technologies plc (Trane, American Standard, Ameristar, Oxbox, RunTru); Paloma Industries, Inc. (Rheem, Ruud, Weather King); Johnson Controls, Inc. (York, Luxaire, Coleman); Daikin Industries, Ltd. (Daikin, Goodman, Amana, GMC); and Melrose Industries PLC (Maytag, Westinghouse, Frigidaire, Tappan, Philco, Kelvinator, Gibson, Broan, NuTone).\n•\nCommercial Heating & Cooling - Carrier Global Corporation (Carrier, ICP Commercial); Trane Technologies plc (Trane); Paloma Industries, Inc. (Rheem, Ruud); Johnson Controls, Inc. (York); Daikin Industries, Ltd. (Goodman, McQuay); Melrose Industries PLC (Mammoth); and AAON, Inc.\n4\n•\nRefrigeration - Hussmann Corporation;  Paloma Industries, Inc. (Rheem Manufacturing Company (Heat Transfer Products Group)); Emerson Electric Co. (Copeland); Carrier Global Corporation (Carrier); GEA Group (Kuba, Searle, Goedhart); Alfa Laval; Guntner GmbH; Kelvion - Profroid (Carrier); Panasonic Corp. (Sanyo); Technotrans; and Deltatherm.\nHuman Capital Management\nOur success, in large part, relies on the character of our people. That character is reflected in our core values of integrity, respect and excellence.  Our continued success depends on our ability to attract, motivate, develop and retain employees who embody our core values.\nManagement strives to maintain the right number of employees with the necessary skills to match the expected demand for the products we manufacture and distribute. As of December 31, 2022, we employed approximately 13,200 people.  Of these employees, approximately 5,100 were salaried and 8,100 were hourly.  The number of hourly workers varies in order to match our labor needs during periods of fluctuating demand.\nApproximately 3,000 of our employees, including international locations, are represented by unions.  We believe we have good relationships with our employees and with the unions representing them. On November 1, 2021, our Marshalltown, Iowa-based union ratified a five-year labor agreement. We currently do not anticipate any material adverse consequences resulting from negotiations to renew other collective bargaining agreements.\nTo succeed in an ever-changing and competitive labor market, we have identified priorities we believe are critical to our success in attracting, motivating, developing, and retaining employees.  These include among other things: (1) providing competitive compensation and benefit programs, (2) providing career development programs, (3) promoting health and safety, and (4) championing a diverse and inclusive work environment.  Further information is available in our Environmental Social and Governance (ESG) report available on our website. The information on our website, including the ESG Report, is not a part of, or incorporated by reference into, this Annual Report on Form 10-K.\nCompensation and Benefit Programs\n.\nWe are committed to providing our employees with a competitive compensation package that rewards performance and achievement of desired business results.  Our compensation package consists of three primary benefits: pay (base pay and incentive programs), health and welfare benefits, and retirement contributions.  We analyze our compensation and benefits programs annually to ensure we remain competitive and make changes as necessary.\nCareer Development Programs.\nTo help our employees succeed in their roles and grow their careers at Lennox, we provide numerous training and development programs. One example is our “Career Journey” program which provides employees with engaging tools enabling them to reflect on skills and interests, and explore a variety of potential career paths. Career Journey allows employees to have more meaningful career development conversations with their manager.  In addition to training and development programs we have a robust performance review and goal setting process for all employees.  We believe this helps ensure that employees meet expectations throughout the year while continuing development of their long-term careers at Lennox.\nEmployee Health and Safety.\nAs part of our effort to attract and retain a competitive workforce, we are committed to ensuring that every employee returns home safe at the end of each day.  Safety is our top priority and our safety programs are succeeding to reduce risks across our operations. In response to the COVID-19 pandemic, we have taken extensive actions that are aligned with the World Health Organization and Centers for Disease Control and Prevention to protect the health and safety of our workers.\nDiversity and Inclusion.\nWe are committed to a diverse workforce built on a foundation of respect and value for people of different backgrounds, experiences, and perspectives.  Our commitment to diversity and inclusion enables all employees to be creative, feel challenged, and thrive, which allows us to leverage the unique strengths of our employees to deliver innovative products and solutions for our customers.\nOur senior managers, together with our human resources team, are devoted to promoting the above priorities to ensure we remain an employer of choice.  We regularly conduct anonymous surveys to seek feedback from our employees on a variety of subjects, including safety, communications, diversity and inclusion, management support to succeed within our company, and career growth.\nDespite these efforts, we have experienced, and could continue to experience, higher employee absenteeism, particularly in manufacturing and distribution locations. These concerns have decreased the pool of available qualified talent for certain functions. As a result, we have made and continue to make strong efforts to maintain and recruit qualified talent and are committed to being competitive to retain the best talent possible.\n5\nEnvironmental Regulation\nOur operations are subject to evolving and often increasingly stringent international, federal, state and local laws and regulations concerning the environment.  Environmental laws affect or could affect our operations. We believe we are in substantial compliance with such existing environmental laws and regulations.\nEnergy Efficiency.\nThe U.S. Department of Energy has numerous active energy conservation rulemakings that impact residential and commercial heating, air conditioning and refrigeration equipment.  We are actively involved in U.S. Department of Energy activities related to energy efficiency.  We are prepared to have compliant products in place in advance of the effective dates of all such regulations being considered by the U.S. Department of Energy.\nRefrigerants.\nThe use of hydroflurocarbons (“HFCs”) as refrigerants for air conditioning and refrigeration equipment is common practice in the HVACR industry and is regulated. We believe we have complied with applicable rules and regulations in various countries governing the use of HFCs.  We are an active participant in the ongoing international and domestic dialogue on this subject and are well positioned to react in a timely manner to changes in the regulatory landscape.\nRemediation Activity\n.  In addition to affecting our ongoing operations, applicable environmental laws can impose obligations to remediate hazardous substances at our properties, at properties formerly owned or operated by us and at facilities to which we have sent or send waste for treatment or disposal.  We are aware of contamination at some of our facilities; however, based on facts presently known, we do not believe that any future remediation costs at such facilities will be material to our results of operations.  For more information, see Note 5 in the Notes to our Consolidated Financial Statements.\nIn the past, we have received notices that we are a potentially responsible party along with other potentially responsible parties in Superfund proceedings under the Comprehensive Environmental Response, Compensation and Liability Act for cleanup of hazardous substances at certain sites to which the potentially responsible parties are alleged to have sent waste.  Based on the facts presently known, we do not believe environmental cleanup costs associated with any Superfund sites about which we have received notice that we are a potentially responsible party will be material to our results of operations.\nE-Waste and Related Compliance\n.  Many countries around the world as well as many states in the U.S. have enacted directives, laws, and regulations directed at preventing electrical and electronic equipment waste by encouraging reuse and recycling as well as restricting the use of hazardous products in electrical and electronic equipment.  All HVACR products and certain components of such products are potentially subject to these types of requirements.  We are not uniquely affected as compared to other manufacturers.  We actively monitor the development and evolution of such requirements and believe we are well positioned to comply with such directives in the required time frames.\nAvailable Information\nOur web site address is\nwww.lennoxinternational.com\n.  We make available, free of charge through our web site, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, including exhibits, and amendments to those reports filed or furnished pursuant to the Securities Exchange Act of 1934, as amended (the “Exchange Act”), as soon as reasonably possible after such material is electronically filed with, or furnished to, the Securities and Exchange Commission.  The information on our web site is not a part of, or incorporated by reference into, this Annual Report on Form 10-K.\nThe Securities and Exchange Commission maintains a website at www.sec.gov that contains reports, proxy and information statements, and other information regarding issuers, including Lennox International, that file electronically with the Securities and Exchange Commission.\nInformation about our Executive Officers\nOur executive officers, their present positions and their ages are as follows as of\nFebruary 3, 2023\n:\n6\nAlok Maskara\njoined Lennox International Inc. as Chief Executive Officer on May 9, 2022. Most recently he served for five years as CEO of Luxfer Holdings PLC, an international industrial company focused on advanced materials. Mr. Maskara also served for nearly a decade as president of several global business units at Pentair PLC, a leading provider of water treatment and sustainable applications. Previously he held various leadership positions at General Electric Corporation and McKinsey & Company. Mr. Maskara also serves on the board of Franklin Electric (Nasdaq: FELE) a company focused on global water and fluid solutions. Mr. Maskara graduated with a bachelor of technology degree in chemical engineering from the Indian Institute of Technology in 1992 and a master’s degree in chemical engineering from the University of New Mexico in 1994. In 2000, he earned an MBA from the Kellogg School of Management at Northwestern University.\nJoseph W. Reitmeier\nwas appointed Executive Vice President, Chief Financial Officer in July 2012. He had served as Vice President of Finance for the LII’s Commercial Heating & Cooling segment since 2007 and as Director of Internal Audit from 2005 to 2007. Before joining the Company, he held financial leadership roles at Cummins Inc. and PolyOne Corporation. He is a director of Watts Water Technologies, Inc., a global provider of plumbing, heating and water quality solutions for residential, industrial, municipal and commercial settings. Mr. Reitmeier holds a bachelor’s degree in accounting from the University of Akron and an MBA from Case Western Reserve University. He is also a Certified Public Accountant.\nDouglas L. Young\nhas served as an Executive Vice President since January 2023.  Most recently he served as Executive Vice President, President and Chief Operating Officer of LII’s Residential Heating & Cooling segment in October 2006. Mr. Young had previously served as Vice President and General Manager of North American Residential Products since 2003 and as Vice President and General Manager of Lennox North American Residential Sales, Marketing, and Distribution from 1999 to 2003. Prior to his career with LII, Mr. Young was employed in the Appliances division of GE, where he held various management positions before serving as General Manager of Marketing for GE Appliance division’s retail group from 1997 to 1999 and as General Manager of Strategic Initiatives in 1999. He holds a BSBA from Creighton University and a master’s of science in management from Purdue University. Mr. Young serves on the Board of Directors of Beacon Roofing Supply, a general building material distributor and is a past Chairman of the Board of Directors of AHRI (the Air-Conditioning, Heating, and Refrigeration Institute), the trade association for the HVACR and water heating equipment industries.\nIn November 2022, Mr. Young advised leadership that he intended to retire effective June 30, 2023.\nGary S. Bedard\nwas appointed Executive Vice President & President of LII’s Residential Heating & Cooling business in January 2023. Most recently, he served as Executive Vice President & President of LII's Worldwide Refrigeration business, a position he held since October 2017. Prior to that, Mr. Bedard served as Vice President and General Manager, LII Residential Heating & Cooling for 12 years. He has also held the positions of Vice President, Residential Product Management, LII Worldwide Heating and Cooling, Director of Brand and Product Management, and District Manager for Lennox Industries’ New York District. Before joining LII in 1998, Mr. Bedard spent eight years at York International in product management and sales leadership roles for commercial applied and unitary systems as well as residential systems. Mr. Bedard has a bachelor’s degree in engineering management from the United States Military Academy at West Point.  Mr. Bedard serves on the Board of Directors of the AHRI, the trade association for the HVACR and water heating equipment industries.\n7\nPrakash Bedapudi\nwas appointed Executive Vice President, Chief Technology Officer in July 2008. He had previously served as Vice President, Global Engineering and Program Management for Trane Inc. Commercial Systems from 2006 through 2008, and as Vice President, Engineering and Technology for Trane’s Residential Systems division from 2003 through 2006. Prior to his career at Trane, Mr. Bedapudi served in senior engineering leadership positions for GE Transportation Systems, a division of General Electric Company, and for Cummins Engine Company. He holds a bachelor of science in mechanical/automotive engineering from Karnataka University, India and a master’s of science in mechanical/aeronautical engineering from the University of Cincinnati.\nDaniel M. Sessa\nwas appointed Executive Vice President, Chief Human Resources Officer in June 2007. He had previously served in numerous senior human resources and legal leadership positions for United Technologies Corporation since 1996, including Vice President, Human Resources for Otis Elevator Company - Americas from 2005 to 2007, Director, Employee Benefits and Human Resources Systems for United Technologies Corporation from 2004 to 2005, and Director, Human Resources for Pratt & Whitney from 2002 to 2004. He holds a bachelor of arts in law and society from the State University of New York at Binghamton and a juris doctor from the Hofstra University School of Law.\nJohn D. Torres\nwas appointed Executive Vice President, Chief Legal Officer and Secretary in December 2008. He had previously served as Senior Vice President, General Counsel and Secretary for Freescale Semiconductor, a semiconductor manufacturer that was originally part of Motorola. He joined Motorola’s legal department as Senior Counsel in 1996 and was appointed Vice President, General Counsel of the company’s semiconductor business in 2001. Prior to joining Motorola, Mr. Torres served 13 years in private practice in Phoenix, specializing in commercial law. He holds a bachelor of arts from Notre Dame and a juris doctor from the University of Chicago.\nJoe Nassab\nwas appointed Executive Vice President & President of our North America Commercial Heating & Cooling business on May 4, 2022. He joined LII in 2010 as Vice President and General Manager of Allied Air. Before joining LII, Joe worked for 20 years at General Electric Company in a variety of general management, product management, and marketing leadership roles. Joe has a bachelor’s degree in finance from the University of Michigan.\nChris A. Kosel\nwas appointed Vice President, Chief Accounting Officer and Controller in May 2017. He had previously served as Vice President, Business Analysis and Planning for the Company since 2016. He also had served as Vice President, Finance and Controller and Director of Finance for the Company’s North America Commercial Business from 2015 to 2016 and Director, Financial Planning and Analysis for the Company’s Residential Business Unit from 2014 to 2015.  Prior to 2014 he had served as Director, Finance for the Company’s Lennox Stores business and Director of the Company’s Financial Shared Services function. Prior to joining Lennox, he worked for Ernst & Young.  He holds a bachelor’s degree in accounting from Texas A&M University.  He is also a Certified Public Accountant."
  },
  {
    "item_key": "item_1a",
    "text": "Forward-Looking Statements\nThis Annual Report on Form 10-K contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Exchange Act that are based on information currently available to management as well as management’s assumptions and beliefs as of the date hereof. All statements, other than statements of historical fact, included in this Annual Report on Form 10-K constitute forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements can be identified by the words “may,” “will,” “should,” “plan,” “predict,” “anticipate,” “believe,” “intend,” “estimate” and “expect” and similar expressions. Statements that are not historical should also be considered forward-looking statements. Such statements reflect our current views with respect to future events. Readers are cautioned not to place undue reliance on these forward-looking statements. We believe these statements are based on reasonable assumptions; however, such statements are inherently subject to risks and uncertainties, including but not limited to the specific uncertainties discussed elsewhere in this Annual Report on Form 10-K and the risk factors set forth in Item 1A. Risk Factors in this Annual Report on Form 10-K. These risks and uncertainties may affect our performance and results of operations. Should one or more of these risks or uncertainties materialize, or should underlying assumptions prove incorrect, actual results may differ materially from those in the forward-looking statements. We disclaim any intention or obligation to update or review any forward-looking statements or information, whether as a result of new information, future events or otherwise unless required by law.\n8\nRisk Factors\nThe following risk factors and other information included in this Annual Report on Form 10-K should be carefully considered. We believe these are the principal material risks currently facing our business; however, additional risks and uncertainties not presently known to us or that we presently deem less significant may also impair our business operations. If any of the following risks or those disclosed in our other SEC filings occurs, our business, financial condition or results of operations could be materially adversely affected.\nBusiness and Operational Risks\nWe May Not be Able to Compete Favorably in the Competitive HVACR Business.\nSubstantially all of the markets in which we operate are competitive. The most significant competitive factors we face are product reliability, product performance, reputation of our company and brands, service and price and global supply chain constraints, with the relative importance of these factors varying among our product lines. Other factors that affect competition in the HVACR market include the development and application of new technologies, an increasing emphasis on the development of more efficient HVACR products and new product introductions. We may not be able to adapt to market changes as quickly or effectively as our current and future competitors. Also, the establishment of manufacturing operations in low-cost countries could provide cost advantages to existing and emerging competitors. Some of our competitors may have greater financial resources than we have, allowing them to invest in more extensive research and development and/or marketing activity and making them better able to withstand adverse HVACR market conditions. Current and future competitive pressures may cause us to reduce our prices or lose market share, or could negatively affect our cash flow, all of which could have a material adverse effect on our results of operations.\nIf We Cannot Successfully Execute our Business Strategy, Our Results of Operations Could be Adversely Impacted.\nOur future success depends on our continued investment in research and new product development as well as our ability to commercialize new HVACR technological advances in domestic and global markets. If we are unable to continue to timely and successfully develop and market new products, achieve technological advances, or extend our business model and technological advances into international markets, our business and results of operations could be adversely impacted.\nWe are engaged in various manufacturing rationalization actions designed to achieve our strategic priorities of manufacturing, sourcing, and distribution excellence and of lowering our cost structu\nre. For example, we are continuing to reorganize our North American distribution network in order to better serve our customers’ needs by deploying parts and equipment inventory closer to them and are expanding our sourcing activities outside of the U.S.  I\nn such case, our results of operations and profitability may be negatively impacted, making us less competitive and potentially causing us to lose market share.\nOur Ability to Meet Customer Demand may be Limited by Our Single-Location Production Facilities, Reliance on Certain Key Suppliers and Unanticipated Significant Shifts in Customer Demand.\nWe manufacture many of our products at single-location production facilities. In certain instances, we heavily rely on suppliers who also may concentrate production in single locations or source unique, necessary products from only one supplier. Any significant interruptions in production at one or more of our facilities, or at a facility of one of our key suppliers, could negatively impact our ability to deliver our products to our customers, especially as we continue to experience disruptions in supply.\nFurther, even with all of our facilities running at full production, we could potentially be unable to fully meet demand during an unanticipated period of exceptionally high demand. Our inability to meet our customers’ demand for our products could have a material adverse effect on our business, financial condition, and results of operations.\nOur Results of Operations May Suffer if We Cannot Continue to License or Enforce the Intellectual Property Rights on Which Our Businesses Depend or if Third Parties Assert That We Violate Their Intellectual Property Rights.\nWe rely upon patent, copyright, trademark and trade secret laws and agreements to establish and maintain intellectual property rights in the products we sell. Our intellectual property rights could be challenged, invalidated, infringed, circumvented, or be insufficient to permit us to take advantage of current market trends or to otherwise provide competitive\n9\nadvantages. Further, the laws of certain countries do not protect proprietary rights to the same extent as the laws of the United States.\nThird parties may also claim that we are infringing upon their intellectual property rights. If we do not license infringed intellectual property or if we are required to substitute similar technology from another source, our operations could be adversely affected. Even if we believe that intellectual property claims are without merit, they can be time consuming, require significant resources and be costly to defend. Claims of intellectual property infringement also might require us to redesign affected products, pay costly damage awards, or face injunction prohibiting us from manufacturing, importing, marketing, or selling certain of our products. Even if we have agreements to indemnify us, indemnifying parties may be unable or unwilling to do so.\nOur Operations Can Be Adversely Affected By Our Ability to Attract, Motivate, Develop, and Retain Our Employees, Labor Shortages and Work Stoppages, Turnover, Labor Cost Increases and Other Labor Relations Problems.\nWe are committed to attracting, motivating, developing, and retaining our employees to ensure we remain an employer of choice.  Despite our efforts, we have experienced, and could continue to experience, higher employee turnover and absenteeism, particularly in manufacturing and distribution locations, as a result of COVID-19 related concerns and other factors.  A number of factors may adversely affect the labor force available or increase labor costs, including high employment levels, related competition, and federal unemployment subsidies, such as unemployment benefits offered in response to the COVID-19 pandemic. These concerns have decreased the pool of available qualified talent for certain functions.  In addition, as of December 31, 2022, approximately 23% of our workforce, including international locations, was unionized. Our Marshalltown, Iowa-based union ratified a five-year labor agreement on November 1, 2021; however, the results of future negotiations with unions are uncertain.  If we are unsuccessful in meeting these challenges, our results of operations could be materially impacted.\nVolatility in Capital Markets Could Necessitate Increased Cash Contributions by Us to Our Pension Plans to Maintain Required Levels of Funding.\nVolatility in the capital markets may have a significant impact on the funding status of our defined benefit pension plans. If the performance of the capital markets depresses the value of our defined benefit pension plan assets or increases the liabilities, we would be required to make additional contributions to the pension plans. The amount of contributions we may be required to make to our pension plans in the future is uncertain and could be significant, which may have a material adverse effect on our results of operations.\nIndustry Risks\nOur Financial Performance Is Affected by the Conditions and Performance of the U.S. Construction Industry.\nOur business is affected by the performance of the U.S. construction industry. Our sales in the residential and commercial new construction markets correlate to the number of new homes and buildings that are built, which in turn is influenced by cyclical factors such as interest rates, inflation, availability of financing, consumer spending habits and confidence, employment rates and other macroeconomic factors over which we have no control. Our sales may not improve, or improvement may be limited or lower than expected.\nCooler than Normal Summers and Warmer than Normal Winters May Depress Our Sales.\nDemand for our products and for our services is seasonal and strongly affected by the weather. Cooler than normal summers depress our sales of replacement air conditioning and refrigeration products and services. Similarly, warmer than normal winters have the same effect on our heating products and services.  The effects of climate change, such as extreme weather conditions and events and water scarcity, may exacerbate fluctuations in typical weather patterns, creating financial risks to our business.\nPrice Volatility for Commodities and Components We Purchase or Significant Supply Interruptions Could Have an Adverse Effect on Our Cash Flow or Results of Operations.\nWe depend on raw materials, such as steel, copper and aluminum, and components purchased from third parties to manufacture our products. Some of these third-party suppliers are located outside of the United States. We generally\n10\nconcentrate purchases for a given raw material or component with a small number of suppliers. If a supplier is unable or unwilling to meet our supply requirements, including suffering any disruptions at its facilities or in its supply chain, we could experience supply interruptions or cost increases, either of which could have an adverse effect on our results of operations. Similarly, suppliers of components that we purchase for use in our products may be affected by rising material costs and pass these increased costs on to us. Although we regularly pre-purchase a portion of our raw materials at fixed prices each year to hedge against price increases, an increase in raw materials prices not covered by our fixed price arrangements could significantly increase our cost of goods sold and negatively impact our margins if we are unable to effectively pass such price increases on to our customers. Alternatively, if we increase our prices in response to increases in the prices or quantities of raw materials or components or if we encounter significant supply interruptions, our competitive position could be adversely affected, which may result in depressed sales and profitability.\nThe ongoing COVID-19 pandemic has resulted in increased global supply chain constraints and disruption to the operations of certain of our suppliers and we cannot predict the duration or severity of current supply-chain issues, including increased input material costs and component shortages, delivery disruptions and delays, and inflation.  Additionally, the effects of climate change, including extreme weather events, long-term changes in temperature levels, water availability, increased cost for decarbonizing process heating, supply costs impacted by increasing energy costs, or energy costs impacted by carbon prices or offsets may exacerbate supply chain constraints and disruption.  Resulting supply chain constraints have required, and may continue to require, in certain instances, alternative delivery arrangements and increased costs and could have a material adverse effect on our business and operations.\nIn addition, we use derivatives to hedge price risk associated with forecasted purchases of certain raw materials. Our hedged prices could result in paying higher or lower prices for commodities as compared to the market prices for those commodities when purchased.\nLegal, Tax and Regulatory Risks\nChanges in Environmental and Climate-Related Legislation, Government Regulations, or Policies Could Have an Adverse Effect on Our Results of Operations.\nThe sales, gross margins, and profitability for each of our segments could be directly impacted by changes in legislation, government regulations, or policies (collectively, “LRPs”) relating to global climate change and other environmental initiatives and concerns.  These LRPs, implemented under global, national, and sub-national climate objectives or policies, can include changes in environmental and energy efficiency standards and tend to target the global warming potential of refrigerants and hydrofluorocarbons, equipment energy efficiency, and combustion of fossil fuels as a heating source.  Many of our products consume energy and use refrigerants and hydroflurocarbons.  LRPs that seek to reduce greenhouse gas emissions may require us to make increased capital expenditures to develop or market new products to meet new LRPs.  Further, our customers and the markets we serve may impose emissions or other environmental standards through LRPs or consumer preferences that may require additional time, capital investment, or technological advancement. Our inability or delay in developing or marketing products that match customer demand while also meeting applicable LRPs may negatively impact our results.\nThere continues to be a lack of consistent climate legislation and regulations, which creates economic and regulatory uncertainty.  Such regulatory uncertainty could adversely impact the demand for energy efficient buildings and could increase costs of compliance.  Additionally, the extensive and ever-changing legislation and regulations could impose increased liability for remediation costs and civil or criminal penalties in cases of non-compliance. Because these laws are subject to frequent change, we are unable to predict the future costs resulting from environmental compliance.\nChanges in U.S. Trade Policy, Including the Imposition of Tariffs and the Resulting Consequences, Could Have an Adverse Effect on Our Results of Operations.\nThe U.S. government has made changes in U.S. trade policy over the past several years. These changes include renegotiating and terminating certain existing bilateral or multi-lateral trade agreements, such as the U.S.-Mexico-Canada Agreement, and initiating tariffs on certain foreign goods from a variety of countries and regions, most notably China. These changes in U.S. trade policy have resulted in, and may continue to result in, one or more foreign governments adopting responsive trade policies that make it more difficult or costly for us to do business in or import our products or components from those countries. The sales, gross margins, and profitability for each of our segments could be directly impacted by changes in tariffs and trade agreements.\n11\nWe cannot predict the extent to which the U.S. or other countries will impose new or additional quotas, duties, tariffs, taxes or other similar restrictions upon the import or export of our products in the future, nor can we predict future trade policy or the terms of any renegotiated trade agreements and their impact on our business. The continuing adoption or expansion of trade restrictions, the occurrence of a trade war, or other governmental action related to tariffs or trade agreements or policies has the potential to adversely impact demand for our products, our costs, our customers, our suppliers, and the U.S. economy, which in turn could have a material adverse effect on our business, operating results, and financial condition.\nWe May Incur Substantial Costs as a Result of Claims Which Could Have an Adverse Effect on Our Results of Operations.\nThe development, manufacture, sale and use of our products involve warranty, intellectual property infringement, and  product liability claims, and other liabilities and risks for the installation and service of our products. Our product liability insurance policies have limits that, if exceeded, may result in substantial costs that could have an adverse effect on our results of operations. In addition, warranty claims are not covered by our product liability insurance and certain product liability claims may also not be covered by our product liability insurance.\nFor some of our HVACR products, we provide warranty terms ranging from one to 20 years to customers for certain components such as compressors or heat exchangers. For certain limited products, we provided lifetime warranties. Warranties of such extended lengths pose a risk to us as actual future costs may exceed our current estimates of those costs. Warranty expense is recorded on the date that revenue is recognized and requires significant assumptions about what costs will be incurred in the future. We may be required to record material adjustments to accruals and expense in the future if actual costs for these warranties are different from our assumptions.\nWe are Subject to Claims, Lawsuits, and Other Litigation That Could Have an Adverse Effect on Our Results of Operations.\nWe are involved in various claims and lawsuits incidental to our business, including those involving product liability, labor relations, alleged exposure to asbestos-containing materials and environmental matters, some of which claim significant damages. Estimates related to our claims and lawsuits, including estimates for asbestos-related claims and related insurance recoveries, involve numerous uncertainties. Given the inherent uncertainty of litigation and estimates, we cannot be certain that existing claims or litigation or any future adverse legal developments will not have a material adverse impact on our financial condition.\nGeneral Risk Factors\nGlobal General Business, Economic and Market Conditions Could Adversely Affect Our Financial Performance and Limit Our Access to the Capital Markets.\nDisruptions in U.S. or global financial and credit markets or increases in the costs of capital might have an adverse impact on our business. The tightening, unavailability or increased cost of credit adversely affects the ability of our customers to obtain financing for significant purchases and operations, resulting in a decrease in sales of our products and services and may impact the ability of our customers to make payments to us. Similarly, tightening of available credit may adversely affect our supplier base and increase the potential for one or more of our suppliers to experience financial distress or bankruptcy. Our business may also be adversely affected by future decreases in the general level of economic activity and increases in borrowing costs, which may cause our customers to cancel, decrease or delay their purchases of our products and services.\nIf financial markets were to deteriorate, or costs of capital were to increase significantly due to a lowering of our credit ratings, prevailing industry conditions, the volatility of the capital markets or other factors, we may be unable to obtain new financing on acceptable terms, or at all. A deterioration in our financial performance could also limit our future ability to access amounts currently available under our Credit Agreement. In addition, availability under our asset securitization agreement may be adversely impacted by credit quality and performance of our customer accounts receivable. The availability under our asset securitization agreement is based on the amount of accounts receivable that meet the eligibility criteria of the asset securitization agreement. If receivable losses increase or credit quality deteriorates, the amount of eligible receivables could decline and, in turn, lower the availability under the asset securitization.\nWe cannot predict the likelihood, duration, or severity of any future disruption in financial markets or any adverse economic conditions in the U.S. and other countries.\n12\nThe COVID-19 Pandemic Has Disrupted Our Business Operations and Results of Operations.\nSince 2020, the spread of COVID-19 and the developments surrounding the global pandemic have disrupted our business operations and affected our results of operations. In 2022, the COVID-19 pandemic continued to create supply chain disruptions and higher employee absenteeism in our factories and distribution locations. We cannot predict whether any of our manufacturing, operational, or distribution facilities will experience any future disruptions, or how long such disruptions would last.\nThere remains uncertainty regarding how COVID-19 will impact the economy and our results in the future. The extent to which the COVID-19 pandemic impacts us will depend on numerous evolving factors and future developments that we are not able to predict, including the duration and scope of the pandemic; governmental, business, and individuals’ actions in response to the pandemic; our ability to maintain sufficient qualified personnel due to employee illness, quarantine, willingness to return to work, vaccine and/or testing mandates, face-coverings and other safety requirements, general scarcity of employees, or travel and other restrictions; current global supply chain disruptions caused by the COVID-19 pandemic; and the impact on economic activity, including financial market instability.\nOur International Operations Subject Us to Risks Including Foreign Currency Fluctuations, Regulations and Other Risks.\nWe earn revenue, pay expenses, own assets, and incur liabilities in countries using currencies other than the U.S. dollar including the Canadian dollar, the Mexican peso, and the Euro. Our Consolidated Financial Statements are presented in U.S. dollars and we translate revenue, income, expenses, assets, and liabilities into U.S. dollars at exchange rates in effect during or at the end of each reporting period. Therefore, increases or decreases in the value of the U.S. dollar relative to other currencies may affect our net operating revenues, operating income and the value of balance sheet items denominated in foreign currencies. Because of the geographic diversity of our operations, weaknesses in some currencies might be offset by strengths in others over time. However, we cannot assure that fluctuations in foreign currency exchange rates, particularly the strengthening of the U.S. dollar against major currencies, would not materially affect our financial results.\nIn addition to the currency exchange risks inherent in operating in foreign countries, our international sales, and operations, including purchases of raw materials from international suppliers, are subject to risks associated with local government laws, regulations, and policies (including those related to tariffs and trade barriers, investments, taxation, exchange controls, employment regulations and changes in laws and regulations). Our international sales and operations are also sensitive to changes in foreign national priorities, including government budgets, as well as to geopolitical and economic instability. International transactions may involve increased financial and legal risks due to differing legal systems and customs in foreign countries, as well as compliance with anti-corruption laws such as the U.S. Foreign Corrupt Practices Act and the U.K. Bribery Act. The ability to manage these risks could be difficult and may limit our operations and make the manufacture and sale of our products internationally more difficult, which could negatively affect our business and results of operations.\nConflicts, wars, natural disasters, climate change, infectious disease outbreaks or terrorist acts could also cause significant damage or disruption to our operations, employees, facilities, systems, suppliers, supply chain, distributors, resellers, or customers in the United States and internationally for extended periods of time and could also affect demand for our products.\nNet sales outside of the United States comprised approximately 11% of our total net sales in 2022.\nSecurity Breaches and Other Disruptions or Misuse of Information Systems We Rely Upon Could Affect Our Ability to Conduct Our Business Effectively.\nOur information systems and those of our business partners are important to our business activities. We also outsource various information systems, including data management, to third-party service providers. Despite our security measures as well as those of our business partners and third-party service providers, the information systems we rely upon may be vulnerable to interruption or damage from computer hackings, computer viruses, worms or other destructive or disruptive software, process breakdowns, denial of service attacks, malicious social engineering or other malicious activities, or any combination thereof. Attempts have been made to attack our information systems, but we do not believe that material harm has resulted. While we have implemented controls and taken other preventative actions to strengthen these systems against future attacks, we can give no assurance that these controls and preventative actions will be effective. Any breach of data security could result in a disruption of our services or improper disclosure of personal data or confidential information, which could\n13\nharm our reputation, require us to expend resources to remedy such a security breach or defend against further attacks or subject us to liability under laws that protect personal data, resulting in increased operating costs or loss of revenue.\nWe May Not be Able to Successfully Integrate and Operate Businesses that We May Acquire nor Realize the Anticipated Benefits of Strategic Relationships We May Form.\nFrom time to time, we may seek to complement or expand our businesses through strategic acquisitions, joint ventures, and strategic relationships. The success of these transactions will depend, in part, on our ability to timely identify those relationships, negotiate and close the transactions and then integrate, manage, and operate those businesses profitably. If we are unable to successfully do those things, we may not realize the anticipated benefits associated with such transactions, which could adversely affect our business and results of operations.\nAny Future Determination that a Significant Impairment of the Value of Our Goodwill Intangible Asset Occurred Could Have an Adverse Effect on Our Results of Operations.\nAs of December 31, 2022, we had goodwill of $186.3 million on our Consolidated Balance Sheet.  Any future determination that an impairment of the value of goodwill occurred would require a write-down of the impaired portion of goodwill to fair value and would reduce our assets and stockholders’ equity and could have a material adverse effect on our results of operations."
  },
  {
    "item_key": "item_1b",
    "text": "None.\n14"
  },
  {
    "item_key": "item_2",
    "text": "The following chart lists our principal domestic and international manufacturing, distribution and office facilities as of  December 31, 2022 and indicates the business segment that uses such facilities, the approximate size of such facilities and whether such facilities are owned or leased.  Also included in the chart are large warehouses that hold significant inventory balances.\n15\nIn addition to the properties described above, we lease numerous facilities in the U.S. and worldwide for use as sales offices,  service offices, district and regional warehouses, and Lennox Stores.  We routinely evaluate our facilities to ensure adequate capacity, effective cost structure, and consistency with our business strategy. We believe that our properties are in good condition, suitable and adequate for their present requirements and that our principal manufacturing plants are generally adequate to meet our production needs."
  },
  {
    "item_key": "item_3",
    "text": "We are involved in a number of claims and lawsuits incident to the operation of our businesses. Insurance coverages are maintained and estimated costs are recorded for such claims and lawsuits. It is management’s opinion that none of these claims or lawsuits will have a material adverse effect, individually or in the aggregate, on our financial position, results of operations or cash flows.  For more information, see Note 5 in the Notes to the Consolidated Financial Statements."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Market Information for Common Stock\nOur common stock is listed for trading on the New York Stock Exchange under the symbol “LII.”\nHolders of Common Stock\nAs of the close of business on\nFebruary 3, 2023\n, approximatel\ny 544 holders\nof record held our common stock.\nComparison of Total Stockholder Return\nThe following graph compares the cumulative total retur\nns of LII’\ns common stock with the cumulative total returns of the Standards & Poor’s Midcap 400 Index, a broad index of mid-size U.S. companies of which the Company is a part, and with a peer group of U.S. industrial manufacturing and service companies in the HVACR businesses.  The graph assumes that $100 was invested on December 31, 2017, with dividends reinvested. Our peer group includes AAON, Inc., Comfort Systems USA, Inc., Johnson Controls Inc., and Watsco, Inc.\n16\nThis performance graph and other information furnished under this Comparison of Total Stockholder Return section shall not be deemed to be “soliciting material” or to be “filed” with the Securities and Exchange Commission or subject to Regulation 14A or 14C, or to the liabilities of Section 18 of the Exchange Act.\nOur Purchases of Company Equity Securities\nOur Board of Directors has authorized a total of $4 billion to repurchase shares of our common stock (collectively referred to as the “Share Repurchase Plans”), including an incremental $1.0 billion share repurchase authorization in July 2021. The Share Repurchase Plans authorize open market repurchase transactions and do not have a stated expiration date. As of December 31, 2022, $546 million is available to repurchase shares under the Share Repurchase Plans.\nIn the fourth quarter of 2022, we purchased shares of our common stock as follows:\n(1)\nThese shares of common stock were surrendered to LII to satisfy employee tax-withholding obligations in connection with the exercise of long-term incentive awards.\nItem 6.\nSelected Financial Data\nNot applicable"
  },
  {
    "item_key": "item_7",
    "text": "The following discussion should be read in conjunction with the other sections of this report, including the Consolidated Financial Statements and related Notes to the Consolidated Financial Statements in Item 8, “Other Financial Statement Details,” of this Annual Report on Form 10-K.\n17\nBusiness Overview\nWe operate in three reportable business segments of the heating, ventilation, air conditioning and refrigeration (“HVACR”) industry. Our reportable segments are Residential Heating & Cooling, Commercial Heating & Cooling, and Refrigeration.  For more detailed information regarding our reportable segments, see Note 3 in the Notes to the Consolidated Financial Statements.\nWe sell our products and services through a combination of direct sales, distributors and company-owned stores.\nThe demand for our products and services is seasonal and significantly impacted by the weather.  Warmer than normal summer temperatures generate demand for replacement air conditioning and refrigeration products and services, and colder than normal winter temperatures have a similar effect on heating products and services.  Conversely, cooler than normal summers and warmer than normal winters depress the demand for HVACR products and services.  In addition to weather, demand for our products and services is influenced by national and regional economic and demographic factors, such as interest rates, the availability of financing, regional population and employment trends, new construction, general economic conditions and consumer spending habits and confidence.  A substantial portion of the sales in each of our business segments is attributable to replacement business, with the balance comprised of new construction business.\nThe principal elements of cost of goods sold are components, raw materials, factory overhead, labor, estimated costs of warranty expense and freight and distribution costs.  The principal raw materials used in our manufacturing processes are steel, copper and aluminum.  In recent years, pricing volatility for these commodities and related components has impacted us and the HVACR industry in general.  We seek to mitigate the impact of commodity price volatility through a combination of pricing actions, vendor contracts, improved production efficiency and cost reduction initiatives. We also partially mitigate volatility in the prices of these commodities by entering into futures contracts and fixed forward contracts.\nImpact of COVID-19 Pandemic\nA novel strain of coronavirus (“COVID-19”) has surfaced and spread around the world.  The COVID-19 pandemic is creating supply chain disruptions and higher employee absenteeism in our factories and distribution locations since 2020.  We cannot predict whether any of our manufacturing, operational or distribution facilities will experience any future disruptions, or how long such disruptions would last.  It also remains unclear how various national, state, and local governments will react if new variants of the virus spread.  If the pandemic worsens or continues longer than presently expected, COVID-19 could impact our results of operations, financial position and cash flows.\nExecutive Leadership Transition\nOn March 23, 2022, the Board of Directors appointed Alok Maskara as Chief Executive Officer (“CEO”) effective May 9, 2022.  Mr. Maskara succeeded Todd Bluedorn, who announced in July 2021 his plans to step down by mid-2022 as Chairman and CEO.  Todd J. Teske was appointed Chairman of the Board and served as interim CEO until Mr. Maskara assumed the role on May 9, 2022.\nFinancial Highlights\n•\nNet sales increased $524 million, or 13%, to $4,718 million in 2022 from $4,194 million in 2021.\n•\nOperating income in 2022 was $656 million compared to $590 million in 2021.\n•\nNet income in 2022 increased to $497 million from $464 million in 2021.\n•\nDiluted earnings per share from continuing operations were $13.88 per share in 2022 compared to $12.39 per share in 2021.\n•\nWe generated $302 million of cash flow from operating activities in 2022 compared to $516 million in 2021.\n•\nIn 2022, we returned $142 million to shareholders through dividend payments and we used $300 million to purchase 1.3 million shares of stock under our Share Repurchase Plans.\nOverview of Results\nThe Residential Heating & Cooling segment performed well in\n2022\n, with a 15% increase in net sales and a\n$57 million\nincrease in segment profit compared to\n2021\nprimarily due to higher price and sales volumes.  Our Commercial Heating & Cooling segment saw an increase in net sales of 4% and a\n$30 million\ndecrease in segment profit compared to\n2021\nprimarily\n18\ndue to increased product costs.  Sales in our Refrigeration segment increased 12% and segment profit increased\n$30 million\ncompared to\n2021\nprimarily due to higher price and sales volumes.\nResults of Operations\nThe following table provides a summary of our financial results, including information presented as a percentage of net sales (dollars in millions):\nYear Ended December 31, 2022 Compared to Year Ended December 31, 2021 - Consolidated Results\nNet Sales\nNet sales increased 13% in 2022 compared to 2021, driven by higher price of 10%, product mix of 2%, and 2% higher sales volume.  Partially offsetting these increases was 1% due to unfavorable foreign currency.\nGross Profit\nGross profit margins for 2022 declined 110 basis points (“bps”) to 27.2% compared to 28.3% in 2021.  Gross profit margin decreased 240 bps from higher commodity costs, 170 bps from higher component costs, 140 bps from other product costs including LIFO, 90 bps from factory inefficiencies, 80 bps from higher freight and distribution costs, and 60 bps from product mix.  Partially offsetting these margin decreases were 650 bps from favorable price and 20 bps from lower product warranty costs.\nSelling, General and Administrative Expenses\nSG&A expenses increased by $28 million in 2022 compared to 2021.  As a percentage of net sales, SG&A expenses decreased 100 bps from 14.3% to 13.3% in the same periods primarily due to lower discretionary expenditures.\n19\nLosses (Gains) and Other Expenses, Net\nLosses (gains) and other expenses, net for 2022 and 2021 included the following (in millions):\nThe net change in unrealized losses on unsettled futures contracts was due to changes in commodity prices relative to the unsettled futures contract prices.  For more information on our derivatives, see Note 9 in the Notes to the Consolidated Financial Statements.  Foreign currency exchange gains decreased in 2022 primarily due to changes in foreign exchange rates in our primary markets.  Environmental liabilities and special legal contingency charges in 2022 relate to estimated remediation costs at some of our facilities and outstanding legal settlements including asbestos.  Refer to Note 5 in the Notes to the Consolidated Financial Statements for more information on litigation, including the asbestos-related litigation, and the environmental liabilities.  The charges incurred related to the COVID-19 pandemic related primarily to facility cleaning costs and sanitization supplies to ensure the health and safety of our employees.\nRestructuring Charges\nRestructuring charges were $1.5 million in 2022 compared to $1.8 million in 2021. Charges in 2022 were related to ongoing cost reduction actions taken in prior years.   For more information on our restructuring activities, see Note 7 in the Notes to the Consolidated Financial Statements.\nGoodwill\nWe performed a qualitative impairment analysis and noted no indicators of goodwill impairment for the year ended December 31, 2022.  We did not record any goodwill impairments in 2022 or 2021.  Refer to Note 9 in the Notes to the Consolidated Financial Statements for more information on goodwill.\nAsset Impairments\nWe did not have any impairments of assets in 2022 or 2021.\nPension Settlement\nWe did not have significant pension buyout activity in 2022 and 2021.  Refer to Note 10 in the Notes to the Consolidated Financial Statements for more information on pensions and employee benefit plans.\nIncome from Equity Method Investments\nInvestments over which we do not exercise control but have significant influence are accounted for using the equity method of accounting.  Income from equity method investments was $5 million in 2022 compared to $12 million in 2021.  The decrease is du\ne to lower operating results at the investees due to higher material costs.\nInterest Expense, net\nNet interest expense of $39 million in 2022 increased from $25 million in 2021 primarily due to higher borrowing costs.\n20\nIncome Taxes\nThe income tax provision was $119 million in 2022 compared to $96 million in 2021, and the effective tax rate was 19.3% in 2022 compared to 17.2% in 2021.  The 2022 and 2021 effective tax rates differ from the statutory rate of 21% primarily due to foreign taxes. Refer to Note 12 in the Notes to the Consolidated Financial Statements for more information on income taxes.\nYear Ended December 31, 2022 Compared to Year Ended December 31, 2021 - Results by Segment\nResidential Heating & Cooling\nThe following table presents our Residential\nHeating & Cooling segment’s net sales and profit for 2022 and 2021 (dollars in millions):\nResidential Heating & Cooling net sales increased 15% in 2022 compared to 2021 due to an increase in price of 11%, an increase in sales volume of 4%, and 1% from product mix.  Partially offsetting these increases was 1% from unfavorable foreign currency.\nSegment profit in 2022 increased $57 million compared to 2021 due to $297 million from higher price, $33 million from higher sales volume, and $9 million from lower product warranty costs.  Partially offsetting these increases were $85 million from higher commodity costs, $49 million from higher component costs, $47 million higher other product costs including LIFO, unfavorable product mix of $34 million, $33 million from higher freight and distribution charges, $20 million from higher SG&A costs, $7 million from factory inefficiencies, $5 million from unfavorable foreign currency, and $2 million from miscellaneous other items.\nCommercial Heating & Cooling\nThe following table presents our Commercial Heating & Cooling segment’s net sales and profit for 2022 and 2021 (dollars in millions):\nCommercial Heating & Cooling net sales increased 4% in 2022 compared to 2021 due to an increase in price of 7% and 7% from product mix. Partially offsetting these increases were lower sales volume of 9% and unfavorable foreign currency of 1%.\nSegment profit in 2022 decreased $30 million compared to 2021 due to $28 million from factory inefficiencies, $25 million from lower sales volume, $21 million from higher component costs, $20 million from higher other product costs including LIFO, $13 million from higher commodity costs, $8 million from higher SG&A costs, and $2 million from higher freight and distribution charges.  Partially offsetting these decreases were $61 million from higher price, $24 million from favorable product mix, and $2 million from lower product warranty costs.\nRefrigeration\n21\nThe following table presents our Refrigeration segment’s net sales and profit for 2022 and 2021 (dollars in millions):\nNet sales increased 12% in 2022 compared to 2021 due to a 13% increase in price, 3% increase in sales volume, and 1% from product mix.  Partially offsetting these increases was unfavorable foreign currency of 5%.\nSegment profit in 2022 increased $30 million compared to 2021 due to $70 million from higher price, $7 million from favorable product mix, and $7 million from higher sales volume.  Partially offsetting these increases were $17 million from higher commodity costs, $12 million from higher component costs, $12 million from higher SG&A, $7 million from factory inefficiencies, $4 million from higher freight and distribution costs, and $2 million from higher other product costs.\nIn November 2022, we announced the decision to explore strategic alternatives for our European commercial HVAC and refrigeration businesses.  We will continue to invest in our Heatcraft Worldwide Refrigeration business which will become part of the Commercial Heating & Cooling segment beginning in 2023. The European portfolio will be presented with Corporate and Other beginning in 2023 until disposition.  As we will manage the businesses in this manner beginning in 2023, we will present the financial results of the revised segments beginning in 2023. The European portfolio realized net sales of $234 million in 2022 and $230 million in 2021 and generated losses of $3 million and $5 million for 2022 and 2021, respectively.\nCorporate and Other\nCorporate and other expenses decreased by $6 million in 2022 compared to 2021 primarily due to lower incentive compensation costs.\nYear Ended December 31, 2021 Compared to Year Ended December 31, 2020 - Consolidated Results\nNet Sales\nNet sales increased 15% in 2021 compared to 2020, driven by higher sales volumes of 11% and an improved combined price and mix of 4%. The increases in volume, price and mix were due to strong demand across all three of our business segments.\nGross Profit\nGross profit margins for 2021 decreased 30 basis points (“bps”) to 28.3% compared to 28.6% in 2020.  Gross profit margin decreased 180 bps from higher commodity costs, 90 bps from other product costs, 20 bps from higher freight and distribution costs, and 10 bps for lower factory efficiency.  Partially offsetting these cost increases was 270 bps from favorable combined price and mix.\nSelling, General and Administrative Expenses\nSG&A expenses increased by $43 million in 2021 compared to 2020.  As a percentage of net sales, SG&A expenses decreased 100 bps from 15.3% to 14.3% in the same periods primarily due to lower discretionary expenditures.\n22\nLosses (Gains) and Other Expenses, Net\nLosses (gains) and other expenses, net for 2021 and 2020 included the following (in millions):\nThe charges incurred related to the COVID-19 pandemic related primarily to facility cleaning costs and sanitization supplies to ensure the health and safety of our employees.  The net change in unrealized losses on unsettled futures contracts was due to changes in commodity prices relative to the unsettled futures contract prices.  For more information on our derivatives, see Note 10 in the Notes to the Consolidated Financial Statements.\nForeign currency exchange gains decreased in 2021 primarily due to weakening in foreign exchange rates in our primary markets.  The special legal contingency charges in 2021 relate to outstanding legal settlements.  The asbestos-related litigation relates to known and estimated future asbestos matters.  The environmental liabilities relate to estimated remediation costs for contamination at some of our facilities.  Refer to Note 5 in the Notes to the Consolidated Financial Statements for more information on litigation, including the asbestos-related litigation, and the environmental liabilities.\nRestructuring Charges\nRestructuring charges were $1.8 million in 2021 compared to $10.8 million in 2020. Charges in 2021 were related to ongoing cost reduction actions taken in prior years.  The charges in 2020 related primarily to several cost reduction actions taken in response to the economic impact of the COVID-19 pandemic on our business.  These actions consisted of employee terminations for positions that were no longer needed to support the business, selective facility closures, and cancellations of certain sales and marketing activities.  For more information on our restructuring activities, see Note 7 in the Notes to the Consolidated Financial Statements.\nGoodwill\nWe performed a qualitative impairment analysis and noted no indicators of goodwill impairment for the year ended December 31, 2021.  We did not record any goodwill impairments in 2021 or 2020.  Refer to Note 9 in the Notes to the Consolidated Financial Statements for more information on goodwill.\nAsset Impairments\nWe did not have any impairments of assets in 2021 or 2020.\nPension Settlement\nWe did not have significant pension buyout activity in 2021 and 2020\n.\nRefer to Note 10 in the Notes to the Consolidated Financial Statements for more information on pensions and employee benefit plans.\nIncome from Equity Method Investments\nInvestments over which we do not exercise control but have significant influence are accounted for using the equity method of accounting.  Income from equity method investments was $12 million in 2021 compared to $16 million in 2020.  The decrease is due to rising production costs at the joint ventures.\n23\nInterest Expense, net\nNet interest expense of $25 million in 2021 decreased from $28 million in 2020 primarily due to lower borrowing and lower borrowing costs.\nIncome Taxes\nThe income tax provision was $96 million in 2021 compared to $88 million in 2020, and the effective tax rate was 17.2% in 2021 compared to 19.8% in 2020.  The 2021 and 2020 effective tax rates differ from the statutory rate of 21% primarily due to state and foreign taxes. Refer to Note 12 in the Notes to the Consolidated Financial Statements for more information on income taxes.\nYear Ended December 31, 2021 Compared to Year Ended December 31, 2020 - Results by Segment\nResidential Heating & Cooling\nThe following table presents our Residential\nHeating & Cooling segment’s net sales and profit for 2021 and 2020 (dollars in millions):\nResidential Heating & Cooling net sales increased 18% in 2021 compared to 2020. Sales volume increased 13%, price increased 5% and favorable foreign currency exchange rates caused an increase of 1%.  Partially offsetting these increases was a 1% reduction due to unfavorable product mix.\nSegment profit in 2021 increased $112 million compared to 2020 due to $108 million from favorable pricing, $91 million from higher sales volume, $9 million from favorable foreign currency exchange, $5 million from higher factory productivity, and $2 million from sourcing and engineering-led cost reductions.  Partially offsetting these increases were $59 million from commodity costs, $20 million from higher warranty and other product costs, $14 million from higher SG&A, $5 million from unfavorable product mix, and $5 million from lower income from equity method investments.\nCommercial Heating & Cooling\nThe following table presents our Commercial Heating & Cooling segment’s net sales and profit for 2021 and 2020 (dollars in millions):\nCommercial Heating & Cooling net sales increased 8% in 2021 compared to 2020.  Price and mix combined increased 4%, sales volume was 3% higher, and foreign currency improved 1%.\nSegment profit in 2021 decreased $26 million compared to 2020 due to $17 million from higher other product costs, $14 million from factory inefficiencies, $6 million from sourcing and engineering-led cost increases, $6 million from higher commodity costs, $6 million from higher freight and distribution costs, $4 million from higher SG&A costs, and $1 million from unfavorable foreign currency. Partially offsetting these declines was a favorable increase in combined price and mix of $19 million and $9 million from higher sales volume.\nRefrigeration\n24\nThe following table presents our Refrigeration segment’s net sales and profit for 2021 and 2020 (dollars in millions):\nNet sales increased 17% in 2021 compared to 2020. Sales volume increased 14%, price increased 3%, and foreign currency improved 1%.  Partially offsetting these increases was a 1% reduction due to unfavorable mix.\nSegment profit in 2021 increased $16 million compared to 2020 due to $23 million from higher sales volume, $13 million from higher price, $3 million from higher factory productivity, and $1 million from higher income from equity method investments. Partially offsetting these increases were $10 million from higher SG&A, $8 million from higher commodity costs, $2 million from higher other product costs, $2 million from unfavorable product mix, and $2 million from higher freight and distribution costs.\nIn November 2022, we announced the decision to explore strategic alternatives for our European commercial HVAC and refrigeration businesses.  We will continue to invest in our Heatcraft Worldwide Refrigeration business which will become part of the Commercial Heating & Cooling segment beginning in 2023 and the European portfolio will be presented with Corporate and Other beginning in 2023 until disposition.  As we will manage the businesses in this manner beginning in 2023, we will present the financial results of the revised segments beginning in 2023.  The European portfolio realized net sales of $230 million in 2021 and $214 million in 2020 and generated losses of $5 million for both 2021 and 2020.\nCorporate and Other\nCorporate and other expenses increased by $5 million in 2021 compared to 2020 primarily due to increased headcount and increases in incentive compensation costs.\nAccounting for Futures Contracts\nRealized gains and losses on settled futures contracts are a component of segment profit (loss). Unrealized gains and losses on unsettled futures contracts are excluded from segment profit (loss) as they are subject to changes in fair value until their settlement date.  Both realized and unrealized gains and losses on futures contracts are a component of Losses (gains) and other expenses, net in the accompanying Consolidated Statements of Operations.  See Note 9 of the Notes to Consolidated Financial Statements for more information on our derivatives and Note 3 of the Notes to the Consolidated Financial Statements for more information on our segments and for a reconciliation of segment profit to operating income.\nLiquidity and Capital Resources\nOur working capital and capital expenditure requirements are generally met through internally generated funds, bank lines of credit and an asset securitization arrangement.  Working capital needs are generally greater in the first and second quarters due to the seasonal nature of our business cycle.\nStatement of Cash Flows\nThe following table summarizes our cash flow activity for the years ended December 31, 2022, 2021 and 2020 (in millions):\nNet Cash Provided By Operating Activities\n-\nNet cash provided by operating activities activities decreased $214 million to $302 million in 2022 compared to $516 million in 2021.\nThe decrease was primarily attributable to increases in working capital including a $249 million increase in inventory due to investments to replenish  finished goods ahead of the minimum-\n25\nefficiency regulatory changes and in raw material to increase supply chain resiliency and a $112 million increase in accounts and notes receivable due to higher sales volume.  Partially offsetting the increased working capital was an increase in net income.\nNet Cash Used In Investing Activities\n-\nNet cash used in investing activities decreased $3 million from 2021 to 2022 primarily due to lower capital expenditures. Capital expenditures were $101 million, $107 million and $79 million in 2022, 2021 and 2020, respectively.\nCapital expenditures in 2022 were primarily related to the expansion of our manufacturing capacity including investments in our Commercial factory in Mexico, equipment, and investments in systems and software to support the overall enterprise.\nNet Cash Used In Financing Activities\n-\nNet cash used in financing activities was $174 million in 2022 and $499 million in 2021.  The decrease is primarily due to a decrease in share repurchases in 2022 which was partially offset by an increase in net borrowings and repayments on debt.  During 2022 we repurchased $300 million of shares compared to $600 million of shares in 2021.  We also returned $142 million to shareholders through dividend payments in 2022.  For additional information on share repurchases, refer to Note 6 in the Notes to the Consolidated Financial Statements.\nDebt Position\nThe following table details our lines of credit and financing arrangements as of December 31, 2022 (in millions):\n(1)\nThe maximum securitization amount ranges from $300.0 million to $450.0 million, depending on the period. The maximum capacity of the Asset Securitization Program (“ASP”) is the lesser of the maximum securitization amount or 100% of the net pool balance less reserves, as defined under the ASP.  Refer to Note 13 in the Notes to the Consolidated Financial Statements for more details.\n(2)\nThe total capacity on the facility is $750.0 million.  The amount available future borrowings on our Credit Agreement is $556 million after being reduced by the outstanding borrowings and $2 million in outstanding standby letters of credit as of December 31, 2022.\nBoth our Asset Securitization Program as well as our $350.0 million 2023 Notes will mature in 2023. We are currently evaluating our options related to these obligations including refinancing and other alternatives. We do not believe that our options or alternatives will have any material impact on our results of operations or liquidity.\nCredit Agreement\nIn July 2021, we entered into a new Credit Agreement (the “Credit Agreement”) with JPMorgan Chase Bank, N.A., as administrative agent, and the other lenders party thereto, which refinanced and replaced the Seventh Amended and Restated Credit Facility.\n26\nThe Credit Agreement provides for revolving credit commitments of $750 million with sublimits for swingline loans of up to $65 million, letters of credit up to $100 million and revolving loans in certain non-U.S. currencies up to the U.S. dollar equivalent of $40 million. The Credit Agreement will expire and outstanding loans will be required to be repaid in July 2026, unless maturity is extended by the lenders pursuant to two one-year extension options that we may request under the Credit Agreement. At our request and subject to certain conditions, the revolving credit commitments under the Credit Agreement may be increased by up to a total of $350 million to the extent that existing or new lenders agree to provide additional commitments.\nThe Credit Agreement is guaranteed by certain of our subsidiaries and contains customary covenants applicable to us and our subsidiaries including limitations on indebtedness, liens, dividends, stock repurchases, mergers and sales of all or substantially all of its assets. In addition, the Credit Agreement contains a financial covenant requiring us to maintain, as of the last day of each fiscal quarter for the four prior fiscal quarters, a Total Net Leverage Ratio of no more than 3.50 to 1.00 (or, at our election, on up to two occasions following a material acquisition, 4.00 to 1.00). The Credit Agreement is subject to customary events of default, including non-payment of principal or other amounts under the Credit Agreement, material inaccuracy of representations and warranties, breach of covenants, cross-default to other indebtedness in excess of $75 million, judgements in excess of $75 million, certain voluntary and involuntary bankruptcy events, and the occurrence of a change of control.  As of December 31, 2022, we believe we were in compliance with all covenant requirements.\nFinancial Leverage\nWe periodically review our capital structure, including our primary bank facility, to ensure the appropriate levels of liquidity and leverage and to take advantage of favorable interest rate environments or other market conditions.  We consider various other financing alternatives and may, from time to time, access the capital markets.\nWe also evaluate our debt-to-capital and debt-to-EBITDA ratios to determine, among other considerations, the appropriate targets for c\napital expenditures and share repurchases under our Share Repurchase Plans.  Our book value of debt-to-total-capital ratio decreased to 115% at December 31, 2022 compared to 128% at December 31, 2021.\nAs of December 31, 2022, our senior credit ratings were\nBaa2 with a stable outlook, and BBB with a stable outlook,\nby Moody’s Investors Service, Inc. (“Moody’s”) and Standard & Poor’s Rating Group (“S&P”), respectively.  The security ratings are not a recommendation to buy, sell or hold securities and may be subject to revision or withdrawal at any time by the assigning rating agency.  Each rating should be evaluated independently of any other rating.  Our goal is to maintain investment grade ratings from Moody’s and S&P to help ensure the capital markets remain available to us.\nLiquidity\nWe believe our cash and cash equivalents of $53 million, future cash generated from operations and available future borrowings are sufficient to fund our operations, planned capital expenditures, future contractual obligations, share repurchases, anticipated dividends and other needs in the foreseeable future.  Included in our cash and cash equivalents as of December 31, 2022 was $23 million of cash held in foreign locations, although that amount can fluctuate significantly depending on the timing of cash receipts and payments.  Our cash and cash equivalents held in foreign locations is generally available for use in our U.S. operations and could be subject to foreign withholding taxes and U.S. state taxes.\nNo contributions are required to be made to our U.S. defined benefit plans in 2023. We made $22.5 million in total contributions to pension plans in 2022.\nDividend payments were $142 million in 2022 compared to $127 million in 2021.\nOn May 19, 2022, our Board of Directors approved a 15% increase in our quarterly dividend on common stock from $0.92 to $1.06 per share effective with the July 2022 dividend payment.\nWe also continued to increase shareholder value through our Share Repurchase Plans.  We returned $300 million to our investors through share repurchases in 2022. Our Board of Directors authorized an incremental\n$1.0 billion of share repurchases in July 2021,\nand we had $546 million of repurchases available under the Share Repurchase Plans at December 31, 2022. We expect to repurchas\ne $200 million\nof shares in 2023.\nWe expect capital expenditures of approximately $250 million in 2023.\nFinancial Covenants related to our Debt\n27\nOur Credit Agreement is guaranteed by certain of our subsidiaries and contains a financial covenant relating to leverage.  Other covenants contained in the our Credit Agreement restrict, among other things, certain mergers, asset dispositions, guarantees, debt, liens, and affiliate transactions.  The financial covenant requires us to maintain a defined Consolidated Indebtedness to Adjusted EBITDA Ratio of no greater than 3.5 : 1.0.\nOur Credit Agreement contains customary events of default. These events of default include nonpayment of principal or other amounts, material inaccuracy of representations and warranties, breach of covenants, default on certain other indebtedness or receivables securitizations (cross default), certain voluntary and involuntary bankruptcy events and the occurrence of a change in control. A cross default under our credit facility could occur if:\n•\nWe fail to pay any principal or interest when due on any other indebtedness or receivables securitization exceeding $75.0 million; or\n•\nWe are in default in the performance of, or compliance with any term of any other indebtedness or receivables securitization in an aggregate principal amount exceeding $75.0 million, or any other condition exists which would give the holders the right to declare such indebtedness due and payable prior to its stated maturity.\nEach of our major debt agreements contains provisions by which a default under one agreement causes a default in the others (a cross default). If a cross default under our Credit Agreement, our senior unsecured notes, or our ASP were to occur, it could have a wider impact on our liquidity than might otherwise occur from a default of a single debt instrument or lease commitment.\nIf any event of default occurs and is continuing, the administrative agent, or lenders with a majority of the aggregate commitments may require the administrative agent to, terminate our right to borrow under our Credit Agreement and accelerate amounts due under our Credit Agreement (except for a bankruptcy event of default, in which case such amounts will automatically become due and payable and the lenders’ commitments will automatically terminate).\nIn the event of a credit rating downgrade below investment grade resulting from a change of control, holders of our senior unsecured notes will have the right to require us to repurchase all or a portion of the senior unsecured notes at a repurchase price equal to 101% of the principal amount of the notes, plus accrued and unpaid interest, if any. The notes are guaranteed, on a senior unsecured basis, by each of our subsidiaries that guarantee payment by us of any indebtedness under our Credit Agreement.  The indenture governing the notes contains covenants that, among other things, limit our ability and the ability of the subsidiary guarantors to: create or incur certain liens; enter into certain sale and leaseback transactions; enter into certain mergers, consolidations and transfers of substantially all of our assets; and transfer certain properties. The indenture also contains a cross default provision which is triggered if we default on other debt of at least $75 million in principal which is then accelerated, and such acceleration is not rescinded within 30 days of the notice date.\nAs of December 31, 2022, we believe we were in compliance with all covenant requirements. Delaware law limits the ability to pay dividends to surplus or, if there is no surplus, out of net profits for the fiscal year in which the dividend is declared and/or the preceding fiscal year.  In addition, stock repurchases can only be made out of surplus and only if our capital would not be impaired.\nLeasing Commitments\nRefer to Note 5 in the Notes to the Consolidated Financial Statements for more details on our leasing commitments.\nGuarantees related to our Debt Obligations\nOur senior unsecured notes were issued by Lennox International Inc. (the “Parent”) and are unconditionally guaranteed by certain of our subsidiaries (the “Guarantor Subsidiaries”) and are not secured by our other subsidiaries.  The Guarantor Subsidiaries are 100% owned and consolidated, all guarantees are full and unconditional, and all guarantees are joint and several.\nOff Balance Sheet Arrangements\nWe have no off-balance sheet arrangements that we believe may have a material current or future effect on our financial condition, liquidity or results of operations.\n28\nContractual Obligations\nContractual obligations arise in the normal course of business and include debt and related interest payments, leases, purchase obligations, pension and post-retirement benefits and warranty liabilities.  For additional information regarding our contractual obligations, see Note 5 of the Notes to the Consolidated Financial Statements.  See Note 10 of the Notes to the Consolidated Financial Statements for more information on our pension and post-retirement benefits obligations.  See Note 13 of the Notes to the Consolidated Financial Statements for more information on our debt obligations.\nFair Value Measurements\nFair value is the price that would be received to sell an asset or the price paid to transfer a liability in an orderly transaction between market participants at the measurement date.  Fair value is based upon the transparency of inputs to the valuation of an asset or liability as of the measurement date and requires consideration of our creditworthiness when valuing certain liabilities.  Our framework for measuring fair value is based on a three-level hierarchy for fair value measurements.\nThe three-level fair value hierarchy for disclosure of fair value measurements is defined as follows:\nLevel 1\n-          Quoted prices for\nidentical\ninstruments in active markets at the measurement date.\nLevel 2 -\nQuoted prices for\nsimilar\ninstruments in active markets; quoted prices for identical or similar instruments in markets that are not active; and model-derived valuations in which all significant inputs and significant value drivers are\nobservable\nin active markets at the measurement date and for the anticipated term of the instrument.\nLevel 3\n-     Valuations derived from valuation techniques in which one or more significant inputs or significant value drivers are\nunobservable\ninputs that reflect the reporting entity’s own assumptions about the assumptions market participants would use in pricing the asset or liability developed based on the best information available in the circumstances.\nWhere available, the fair values were based upon quoted prices in active markets. However, if quoted prices were not available, then the fair values were based upon quoted prices for similar assets or liabilities or independently sourced market parameters, such as credit default swap spreads, yield curves, reported trades, broker/dealer quotes, interest rates and benchmark securities. For assets and liabilities without observable market activity, if any, the fair values were based upon discounted cash flow methodologies incorporating assumptions that, in our judgment, reflect the assumptions a marketplace participant would use.  Valuation adjustments to reflect either party’s creditworthiness and ability to pay were incorporated into our valuations, where appropriate, as of December 31, 2022 and 2021, the measurement dates.  See Note 16 of the Notes to the Consolidated Financial Statements for more information on the assets and liabilities measured at fair value.\nMarket Risk\nCommodity Price Risk\nWe enter into commodity futures contracts to stabilize prices expected to be paid for raw materials and parts containing high copper and aluminum content. These contracts are for quantities equal to or less than quantities expected to be consumed in future production.  Fluctuations in metal commodity prices impact the value of the futures contracts that we hold.  When metal commodity prices rise, the fair value of our futures contracts increases.  Conversely, when commodity prices fall, the fair value of our futures contracts decreases.  Information about our exposure to metal commodity price market risks and a sensitivity analysis related to our metal commodity hedges is presented below (in millions):\nRefer to Note 9 of the Notes to the Consolidated Financial Statements for additional information regarding our commodity futures contracts.\nInterest Rate Risk\n29\nOur results of operations can be affected by changes in interest rates due to variable rates of interest on our debt facilities, cash, cash equivalents and short-term investments.  A 10% adverse movement in the levels of interest rates across the entire yield curve would have resulted in an increase to pre-tax interest expense of approximately $1.7 million, $0.4 million and $1.3 million for the years ended December 31, 2022, 2021 and 2020, respectively.\nFrom time to time, we may use an interest rate swap hedging strategy to eliminate the variability of cash flows in a portion of our interest payments.  This strategy, when employed, allows us to fix a portion of our interest payments while also taking advantage of historically low interest rates.  As of December 31, 2022 and 2021, no interest rate swaps were in effect.\nForeign Currency Exchange Rate Risk\nOur results of operations are affected by changes in foreign currency exchange rates.  Net sales and expenses in foreign currencies are translated into U.S. dollars for financial reporting purposes based on the average exchange rate for the period.  Our primary exposure to foreign currencies are the Canadian dollar, Mexican Peso, and the Euro.  During 2022, 2021 and 2020, net sales from outside the U.S. represented\n11.4%, 13.1% and 13.0%, respectively, of our total net sales.  For the years ended December 31, 2022,  2021, and 2020, foreign currency transaction gains and losses di\nd not have a material impact to our results of operations.  A 10% change in foreign exchange rates would have had an estimated $3.5 million, $2.7 million and $0.6 million impact to net income for the years ended December 31, 2022, 2021 and 2020, respectively.\nWe seek to mitigate the impact of currency exchange rate movements on certain short-term transactions by periodically entering into foreign currency forward contracts.  By entering into forward contracts, we lock in exchange rates that would otherwise cause losses should the U.S. dollar appreciate and gains should the U.S. dollar depreciate.  Refer to Note 9 of the Notes to the Consolidated Financial Statements for additional information regarding our foreign currency forward contracts.\nCritical Accounting Estimates\nA critical accounting estimate is one that requires difficult, subjective or complex estimates and assessments and is fundamental to our results of operations and financial condition.  The following describes our critical accounting estimate related to product warranties and product-related contingencies and how we develop our judgments, assumptions and estimates about future events and how such policies can impact our financial statements. This discussion and analysis should be read in conjunction with our Consolidated Financial Statements and related Notes in “Item 8. Financial Statements and Supplementary Data.”\nProduct Warranties and Product-Related Contingencies\nThe estimate of our liability for future warranty costs requires us to make assumptions about the amount, timing and nature of future product-related costs.  Some of the warranties we issue extend 10 years or more in duration and a relatively small adjustment to an assumption may have a significant impact on our overall liability.\nFrom time to time, we may also incur costs to repair or replace installed products experiencing quality issues in order to satisfy our customers and protect our brand.  These product-related costs may not be covered under our warranties and are not covered by insurance.\nWe periodically review the assumptions used to determine the liabilities for product warranties and product-related contingencies and we adjust our assumptions based upon factors such as actual failure rates and cost experience.  Numerous factors could affect actual failure rates and cost experience, including the amount and timing of new product introductions, changes in manufacturing techniques or locations, components or suppliers used.  Should actual costs differ from our estimates, we may be required to adjust the liabilities and to record expense in future periods.  See Note 5 in the Notes to the Consolidated Financial Statements for more information on our product warranties and product-related contingencies.\nRecent Accounting Pronouncements\nSee Note 2 in the Notes to the Consolidated Financial Statements for disclosure of recent accounting pronouncements and the potential impact on our financial statements and disclosures."
  },
  {
    "item_key": "item_7a",
    "text": "The information required by this item is included under the caption “Market Risk” in Item 7 above.\n30"
  },
  {
    "item_key": "item_8",
    "text": "MANAGEMENT’S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting. As defined by the Securities and Exchange Commission, internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of the Consolidated Financial Statements in accordance with U.S. generally accepted accounting principles.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nManagement, including our Chief Executive Officer and Chief Financial Officer, has undertaken an assessment of the effectiveness of the Company’s internal control over financial reporting as of December 31, 2022, based on criteria established in\nInternal Control - Integrated Framework\n(2013) by the Committee of Sponsoring Organizations of the Treadway Commission. Management’s assessment included an evaluation of the design of the Company’s internal control over financial reporting and testing of the operational effectiveness of those controls.\nBased on this assessment, management concluded that as of December 31, 2022, the Company’s internal control over financial reporting was effective.\nKPMG LLP, the independent registered public accounting firm that audited the Company’s Consolidated Financial Statements, has issued an audit report including an opinion on the effectiveness of our internal control over financial reporting as of December 31, 2022, a copy of which is included herein.\n31\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Stockholders and Board of Directors\nLennox International Inc.:\nOpinions on the Consolidated Financial Statements and Internal Control Over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of Lennox International Inc. and subsidiaries (the Company) as of December 31, 2022 and 2021, the related consolidated statements of operations, comprehensive (loss) income, stockholders’ deficit, and cash flows for each of the years in the three-year period ended December 31, 2022, and the related notes and Schedule II – Valuation and Qualifying Accounts and Reserves (collectively, the consolidated financial statements). We also have audited the Company’s internal control over financial reporting as of December 31, 2022, based on criteria established in\nInternal Control – Integrated Framework\n(2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission.\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the years in the three-year period ended December 31, 2022, in conformity with U.S. generally accepted accounting principles. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022 based on criteria established in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission.\nBasis for Opinions\nThe Company’s management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company’s consolidated financial statements and an opinion on the Company’s internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\n32\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of a critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nEvaluation of the product warranty liability\nAs discussed in Notes 2 and 5 to the consolidated financial statements, the Company provides a product warranty for certain of its products with the warranty period generally ranging from one to 20 years. The product warranty liability is estimated by product category based on the estimated future costs to repair or replace the products under warranty. The Company’s product warranty liability was $142.7 million as of December 31, 2022.\nWe identified the evaluation of the product warranty liability as a critical audit matter. Assessing the assumptions used to estimate the product warranty liability, specifically, the estimated failure rates by product category by year, and estimated cost per failure, involved subjective and complex auditor judgment.\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls over the Company’s estimate of the future failure rates by product category and controls to estimate the cost of failures by product category for products subject to warranty. We assessed the estimated future failure rates by product category and the estimated cost per failure by product category used in the estimation of the product warranty liability by comparing them to the Company’s underlying historical data. We tested a sample of the historical data used as the basis for these assumptions by comparing to the relevant underlying documentation.\n/s/ KPMG LLP\nWe have served as the Company’s auditor since 2002.\nDallas, Texas\nFebruary 21, 2023\n33\nLENNOX INTERNATIONAL INC. AND SUBSIDIARIES\nCONSOLIDATED BALANCE SHEETS\n(In millions, except shares and par values)\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\n34\nLENNOX INTERNATIONAL INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF OPERATIONS\n(In millions, except per share data)\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\n35\nLENNOX INTERNATIONAL INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE (LOSS) INCOME\n(In millions)\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\n36\nLENNOX INTERNATIONAL INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ DEFICIT\nFor the Years Ended December 31, 2022, 2021 and 2020\n(In millions, except per share data)\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\n37\nLENNOX INTERNATIONAL INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nFor the Years Ended December 31, 2022, 2021 and 2020\n(In millions)\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\n38\nLENNOX INTERNATIONAL INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n1. Nature of Operations:\nL\nennox International Inc., a Delaware corporation, through its subsidiaries (referred to herein as “we,” “our,” “us,” “LII,” or the “Company”), is a leading global provider of climate control solutions.  We design, manufacture, market and service a broad range of products for the heating, ventilation, air conditioning and refrigeration (“HVACR”) markets and sell our products and services through a combination of direct sales, distributors and company-owned parts and supplies stores.  We operate in\nthree\nreportable business segments:  Residential Heating & Cooling, Commercial Heating & Cooling, and Refrigeration.  See Note 3 for financial information regarding our reportable segments.\n2. Summary of Significant Accounting Policies:\nPrinciples of Consolidation\nThe consolidated financial statements include the accounts of Lennox International Inc. and our majority-owned subsidiaries.  All intercompany transactions, profits and balances have been eliminated.\nCash and Cash Equivalents\nWe consider all highly liquid temporary investments with original maturity dates of three months or less to be cash equivalents.  Cash and cash equivalents consisted primarily of bank deposits.\nShort term Investments\nShort-term investments include all investments, exclusive of cash equivalents, with a stated maturity date of one year or less from the balance sheet date and are expected to be used in current operations.\nAccounts and Notes Receivable\nAccounts and notes receivable are shown in the accompanying Consolidated Balance Sheet, net of allowance for doubtful accounts.  The allowance for doubtful accounts is generally established during the period in which receivables are recognized and is based on the age of the receivables and management’s judgment on our ability to collect.  Management considers the historical trends of write-offs and recoveries of previously written-off accounts, the financial strength of customers and projected economic and market conditions.  We determine the delinquency status of receivables predominantly based on contractual terms and we write-off uncollectible receivables after management’s review of our ability to collect, as noted above.  We have no significant concentrations of credit risk within our accounts and notes receivable.\nInventories\nInventory costs include material, labor, and capitalized overhead.  Inventories of $\n465.5\nmillion and $\n302.2\nmillion as of December 31, 2022 and 2021, respectively, were valued at the lower of cost or net realizable value using the last-in, first-out (“LIFO”) cost method.  The remainder of inventory is valued at the lower of cost or net realizable value with cost determined primarily using either the first-in, first-out (“FIFO”) or average cost methods.\nWe elected to use the LIFO cost method for our domestic manufacturing companies in 1974 and continued to elect the LIFO cost method for new operations through the late 1980s.  The types of inventory costs that use LIFO include raw materials, purchased components, work-in-process, repair parts and finished goods.  Since the late 1990s, we have adopted the FIFO cost method for all new domestic manufacturing operations (primarily acquisitions). Our operating entities with a previous LIFO election continue to use the LIFO cost method.  We use the FIFO cost method for our foreign-based manufacturing facilities.  See Note 9 for more information on our inventories.\nProperty, Plant and Equipment\nProperty, plant and equipment is stated at cost, net of accumulated depreciation.  Expenditures that increase the utility or extend the useful lives of fixed assets are capitalized while expenditures for maintenance and repairs are charged to expense as incurred.\n39\nDepreciation is computed using the straight-line method over the following estimated useful lives:\nWe periodically review long-lived assets for impairment as events or changes in circumstances indicate that the carrying amount of such assets might not be recoverable.  To assess recoverability, we compare the estimated expected future undiscounted cash flows identified with each long-lived asset or related asset group to the carrying amount of such assets.  If the expected future cash flows do not exceed the carrying value of the asset or assets being reviewed, an impairment loss is recognized based on the excess of the carrying amount of the impaired assets over their fair value.  See Note 9 for additional information on our property, plant and equipment.\nGoodwill\nGoodwill represents the excess of cost over fair value of assets from acquired businesses.  Goodwill is not amortized, but is reviewed for impairment annually during the third quarter and whenever events or changes in circumstances indicate the asset may be impaired.  See Note 9 for additional information on our goodwill.\nThe provisions of the accounting standard for goodwill allow us to first assess qualitative factors to determine whether it is necessary to perform a quantitative goodwill impairment test.  As part of our qualitative assessment, we monitor economic, legal, regulatory and other factors, industry trends, our market capitalization, recent and forecasted financial performance of our reporting units and the timing and nature of our restructuring activities\nfor LII a\ns a whole and for each reporting unit.\nIf a quantitative goodwill impairment test is determined to be necessary, we estimate reporting unit fair values using a combination of the discounted cash flow approach and a market approach. The discounted cash flows used to estimate fair value are based on assumptions regarding each reporting unit’s estimated projected future cash flows and the estimated weighted-average cost of capital that a market participant would use in evaluating the reporting unit in a purchase transaction. The estimated weighted-average cost of capital is based on the risk-free interest rate and other factors such as equity risk premiums and the ratio of total debt to equity capital. In performing these impairment tests, we take steps to ensure that appropriate and reasonable cash flow projections and assumptions are used. We reconcile our estimated enterprise value to our market capitalization and determine the reasonableness of the cost of capital used by comparing to market data. We also perform sensitivity analyses on the key assumptions used, such as the weighted-average cost of capital and terminal growth rates. The market approach is based on objective evidence of market values.\nProduct Warranties\nFor some of our heating, ventilation and air conditioning (“HVAC”) products, we provide warranty terms ranging from\none\nto\n20\nyears to customers for certain components such as compressors or heat exchangers.  For select products, we also provide limited lifetime warranties.  A liability for estimated warranty expense is recorded in cost of goods sold on the date that revenue is recognized. Our estimates of future warranty costs are determined by product category. The number of units we expect to repair or replace is determined by applying an estimated failure rate, which is generally based on historical experience, to the number of units that were sold and are still under warranty. In most cases, the estimated units to be repaired under warranty are multiplied by the estimated cost of replacement parts to determine the estimated future warranty cost.  We do not discount product warranty liabilities as the amounts are not fixed and the timing of future cash payments is neither fixed nor reliably determinable. We also provide for specifically-identified warranty obligations.  Estimated future warranty costs are subject to adjustment depending on changes in actual failure rate and cost experience.  Subsequent costs incurred for warranty claims serve to reduce the accrued product warranty liability.  See Note 5 for more information on our estimated future warranty costs.\n40\nPensions and Post-retirement Benefits\nWe provide pension and post-retirement medical benefits to eligible domestic and foreign employees and we recognize pension and post-retirement benefit costs over the estimated service life or average life expectancy of those employees.  We also recognize the funded status of our benefit plans, as measured at year-end by the difference between plan assets at fair value and the benefit obligation, in the Consolidated Balance Sheet.  Changes in the funded status are recognized in the year in which the changes occur through Accumulated other comprehensive loss (“AOCL”).  Actuarial gains or losses are amortized into net period benefit cost over the estimated service life of covered employees or average life expectancy of participants depending on the plan.\nThe benefit plan assets and liabilities reflect assumptions about the long-range performance of our benefit plans.  Should actual results differ from management’s estimates, revisions to the benefit plan assets and liabilities would be required.  See Note 10 for information regarding those estimates and additional disclosures on pension and post-retirement medical benefits.\nSelf-Insurance\nSelf-insurance expense and liabilities were actuarially determined based primarily on our historical claims information, industry factors, and trends.  The self-insurance liabilities as of December 31, 2022 represent the best estimate of the future payments to be made on reported and unreported losses for 2022 and prior years.  The amounts and timing of payments for claims reserved may vary depending on various factors, including the development and ultimate settlement of reported and unreported claims.  To the extent actuarial assumptions change and claims experience rates differ from historical rates, our liabilities may change.  See Note 5 for additional information on our self-insured risks and liabilities.\nDerivatives\nWe use futures contracts, forward contracts and fixed forward contracts to mitigate our exposure to volatility in metal commodity prices and foreign exchange rates.  We hedge only exposures in the ordinary course of business and do not hold or trade derivatives for profit. All derivatives are recognized in the Consolidated Balance Sheet at fair value and the classification of each derivative instrument is based upon whether the maturity of the instrument is less than or greater than 12 months.  See Note 9 for more information on our derivatives.\nLeases\nWe lease certain real and personal property under non-cancelable leases including real estate, IT equipment, fleet vehicles and manufacturing and distribution equipment.  At inception of the lease, we determine a lease exists if the contract conveys the right to control an identified asset for a period of time in exchange for consideration.  Control is considered to exist when the lessee has the right to obtain substantially all the economic benefits from the use of an identified asset as well as the right to direct the use of the asset.  If a contract is considered to be a lease, we recognize a lease liability based on the present value of the future minimum lease payments and a right-of-use asset.  For contracts that are 12 months or less, we do not to recognize a right-of-use asset or liability.  We do not separate non-lease components from the lease components to which they relate and account for the combined lease and non-lease components as a single lease component.\nIncome Taxes\nWe recognize deferred tax assets and liabilities for the future tax consequences attributable to differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases and operating loss and tax credit carry forwards.\nDeferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which those temporary differences are expected to be recovered or settled.\nThe effect of a change in tax rates on deferred tax assets and liabilities is recognized in income in the period that includes the enactment date.\nUnrecognized tax benefits are accounted for as required by the Financial Accounting Standards Board (“FASB”) Accounting Standards Codification (“ASC”) Topic 740. See Note 12 for more information related to income taxes.\nRevenue Recognition\nOur revenue recognition practices for the sale of goods depend upon the shipping terms for each transaction.  Shipping terms are primarily FOB Shipping Point and, therefore, revenue is recognized for these transactions when products are shipped to customers and title and control passes.  Certain customers in our smaller operations, primarily outside of North America, have shipping terms where risks and rewards of ownership do not transfer until the product is delivered to the customer.  For these transactions, revenue is recognized on the date that the product is received and accepted by such customers.  We experience\n41\nreturns for miscellaneous reasons and record a reserve for these returns at the time we recognize revenue based on historical experience.  Our historical rates of return are insignificant as a percentage of sales.  We also recognize revenue net of sales taxes.  We have elected to recognize the revenue and cost for freight and shipping when control over the sale of goods passes to our customers.  See Note 8 for more information on our revenue recognition practices.\nCost of Goods Sold\nThe principal elements of cost of goods sold are components, raw materials, factory overhead, labor, estimated costs of warranty expense, and freight and distribution costs.\nSelling, General and Administrative Expenses\nSG&A expenses include payroll and benefit costs, advertising, commissions, research and development, information technology costs, and other selling, general and administrative related costs such as insurance, travel, non-production depreciation, and rent.\nStock-Based Compensation\nWe recognize compensation expense for stock-based arrangements over the required employee service periods. We measure stock-based compensation costs based on the estimated grant-date fair value of the stock-based awards that are expected to ultimately vest and we adjust expected vesting rates to actual rates as additional information becomes known.  For stock-based arrangements with performance conditions, we periodically adjust performance achievement rates based on our best estimates of those rates at the end of the performance period.  See Note 15 for more information.\nTranslation of Foreign Currencies\nAll assets and liabilities of foreign subsidiaries and joint ventures are translated into U.S. dollars using rates of exchange in effect at the balance sheet date.  Revenue and expenses are translated at weighted average exchange rates during the year.  Unrealized translation gains and losses are included in AOCL in the accompanying Consolidated Balance Sheets.  Transaction gains and losses are included in Losses (gains) and other expenses, net in the accompanying Consolidated Statements of Operations.\nUse of Estimates\nThe preparation of financial statements requires us to make estimates and assumptions about future events.  These estimates and the underlying assumptions affect the amounts of assets and liabilities reported, disclosures about contingent assets and liabilities, and reported amounts of revenue and expenses.  Such estimates include the valuation of accounts receivable, inventories, goodwill, intangible assets and other long-lived assets, contingencies, product warranties, and assumptions used in the calculation of income taxes, pension and post-retirement medical benefits, and stock-based compensation among others. These estimates and assumptions are based on our best estimates and judgment.\nWe evaluate these estimates and assumptions on an ongoing basis using historical experience and other factors, including the current economic environment.  We believe these estimates and assumptions to be reasonable under the circumstances and will adjust such estimates and assumptions when facts and circumstances dictate.  Volatile equity, foreign currency and commodity markets and uncertain future economic conditions combine to increase the uncertainty inherent in such estimates and assumptions.  Future events and their effects cannot be determined with precision and actual results could differ significantly from these estimates.  Changes in these estimates resulting from continuing changes in the economic environment will be reflected in the financial statements in future periods.\nImpact of COVID-19 Pandemic\nA novel strain of coronavirus (“COVID-19”) has surfaced and spread around the world.  The COVID-19 pandemic is creating supply chain disruptions and higher employee absenteeism in our factories and distribution locations since 2020.  We cannot predict whether any of our manufacturing, operational or distribution facilities will experience any future disruptions, or how long such disruptions would last.  It also remains unclear how various national, state, and local governments will react if new variants of the virus spread.  If the pandemic worsens or continues longer than presently expected, COVID-19 could impact our results of operations, financial position and cash flows.\n42\n3. Reportable Business Segments:\nDe\nscription of Segments\nWe operate in\nthree\nreportable business segments of the HVACR industry.  Our segments are organized primarily by the nature of the products and services we provide.  The following table describes each segment:\n(1)\nIn November 2022, we announced the decision to explore strategic alternatives for our European commercial HVAC and refrigeration businesses.  We will continue to invest in our Heatcraft Worldwide Refrigeration business which will become part of the Commercial Heating & Cooling segment beginning in 2023 and the European portfolio will be presented with Corporate and Other beginning in 2023 until disposition.  As we will manage the businesses in this manner beginning in 2023, we will present the financial results of the revised segments beginning in 2023.\nSegment Data\nWe use segment profit or loss as the primary measure of profitability to evaluate operating performance and to allocate capital resources.  We define segment profit or loss as a segment’s income or loss from continuing operations before income taxes included in the accompanying Consolidated Statements of Operations, excluding certain items.  The reconciliation below details the items excluded.\nOur corporate costs include those costs related to corporate functions such as legal, internal audit, treasury, human resources, tax compliance and senior executive staff.  Corporate costs also include the long-term, share-based incentive awards provided to employees throughout our business.  We recorded these share-based awards as Corporate costs because they are determined at the discretion of the Board of Directors and based on the historical practice of doing so for internal reporting purposes.\nAny intercompany sales and associated profit (and any other intercompany items) are eliminated from segment results.  There were no significant intercompany eliminations included in the results presented in the table below.\n43\nNet sales and segment profit (loss) by segment, along with a reconciliation of segment profit (loss) to Operating income, are shown below (in millions):\n(1)\nOn a consolidated basis,\nno\nrevenue from transactions with a single customer were\n10\n% or greater of our consolidated net sales for any of the periods presented.\n(2)\nWe define segment profit (loss) as a segment’s operating income included in the accompanying Consolidated Statements of Operations, excluding:\n•\nThe following items in (Gains) losses and other expenses, net:\n◦\nNet change in unrealized (gains) losses on unsettled futures contracts,\n◦\nEnvironmental liabilities and special litigation charges,\n◦\nCharges incurred related to COVID-19 pandemic, and\n◦\nOther items, net,\n•\nSpecial product quality adjustments\n•\nLoss from natural disasters, net of insurance recoveries\n•\nRestructuring charges, and\nTotal assets by segment are shown below (in millions):\nThe assets in the Corporate and other segment primarily consist of cash, short-term investments and deferred tax assets.  Assets recorded in the operating segments represent those assets directly associated with those segments.\nTotal capital expenditures by segment are shown below (in millions):\n44\nDepreciation and amortization expenses by segment are shown below (in millions):\nThe equity method investments are shown below (in millions):\nGeographic Information\nProperty, plant and equipment, net for each major geographic area in which we operate, based on the domicile of our operations, are shown below (in millions):\n45\n4. Earnings Per Share:\nBa\nsic earnings per share are computed by dividing net income by the weighted-average number of common shares outstanding during the period.  Diluted earnings per share are computed by dividing net income by the sum of the weighted-average number of shares and the number of equivalent shares assumed outstanding, if dilutive, under our stock-based compensation plans.\nThe computations of basic and diluted earnings per share for Income from continuing operations were as follows (in millions, except per share data):\nThere were\n0.3\nmillion securities in 2022 that were outstanding but not included in the diluted earnings per share calculation as the assumed exercise of such rights would have been anti-dilutive.\n5. Commitments and Contingencies:\nLeases\nWe lease certain real and personal property under non-cancelable leases.  Approximately\n81\n% of our right-of-use assets and lease liabilities relate to our leases of real estate with the remaining amounts relating to our leases of IT equipment, fleet vehicles and manufacturing and distribution equipment.\n46\nThe components of lease expense were as follows (in millions):\nFuture annual minimum lease payments and finance lease commitments as of December 31, 2022 were as follows (in millions):\n47\nOn March 1, 2019, we entered into an agreement with a financial institution to renew the lease of our corporate headquarters in Richardson, Texas for a term of\nfive years\nthrough March 1, 2024 (the “Lake Park Renewal”). The leased property consists of an office building of approximately\n192,000\nsquare feet, land and related improvements.  During the lease term, we are obligated to pay base rent in quarterly installments, payable in arrears.  At the end of the lease term, we must do one of the following: (i) purchase the property for $\n41.2\nmillion; (ii) vacate the property and return it in good condition; (iii) arrange for the sale of the leased property to a third party; or (iv) renew the lease under mutually agreeable terms.  If we elect to sell the property to a third party and the sales proceeds are less than the lease balance of $\n41.2\nmillion, we must pay any such deficit to the financial institution.  Any such deficit payment cannot exceed\n87\n% of the lease balance.  The headquarters lease is classified as an operating lease and its future annual minimum lease payments are included in the table above.\nOur obligations under the Lake Park Renewal are secured by a pledge of our interest in the leased property.  The Lake Park Renewal contains customary lease covenants and events of default as well as events of default if (i) indebtedness of $\n75\nmillion or more is not paid when due, (ii) there is a change of control or (iii) we fail to comply with certain covenants incorporated from our existing Credit Agreement.  We believe we were in compliance with these financial covenants as of December 31, 2022.\nEnvironmental\nEnvironmental laws and regulations in the locations we operate can potentially impose obligations to remediate hazardous substances at our properties,  properties formerly owned or operated by us, and facilities to which we have sent or send waste for treatment or disposal.  We are aware of contamination at some facilities; however, we do not believe that any future remediation  related to those facilities will be material to our results of operations.  Total environmental accruals are included Accrued expenses and Other liabilities on the accompanying Consolidated Balance Sheets. Future environmental costs are estimates and may be subject to change due to changes in environmental remediation regulations, technology or site-specific requirements.\nProduct Warranties and Product Related Contingencies\nWe incur the risk of liability for claims related to the installation and service of heating and air conditioning products, and we maintain liabilities for those claims that we self-insure.  We are involved in various claims and lawsuits related to our products.  Our product liability insurance policies have limits that, if exceeded, may result in substantial costs that could have an adverse effect on our results of operations.  In addition, warranty claims and certain product liability claims are not covered by our product liability insurance.\nTotal product warranty liabilities are included in the following captions on the accompanying Consolidated Balance Sheets (in millions):\n48\nThe changes in product warranty liabilities related to continuing operations for the years ended December 31, 2022 and 2021 were as follows (in millions):\nWe have incurred, and will likely continue to incur, product costs not covered by insurance or our suppliers’ warranties, which are not included in the table above.  Also, to satisfy our customers and protect our brands, we have repaired or replaced installed products experiencing quality-related issues, and will likely continue such repairs and replacements.\nSelf-Insurance\nWe use a combination of third-party insurance and self-insurance plans to provide protection against claims relating to workers’ compensation/employers’ liability, general liability, product liability, auto liability, auto physical damage and other exposures. We use large deductible insurance plans, written through third-party insurance providers, for workers’ compensation/employers’ liability, general liability, product liability and auto liability.  We also carry umbrella or excess liability insurance for all third-party and self-insurance plans, except for directors’ and officers’ liability, property damage and certain other insurance programs.    For directors’ and officers’ liability, property damage and certain other exposures, we use third-party insurance plans that may include per occurrence and annual aggregate limits.  We believe the deductibles and liability limits for all of our insurance policies are appropriate for our business and are adequate for companies of our size in our industry.\nWe maintain safety and manufacturing programs that are designed to remove risk, improve the effectiveness of our business processes and reduce the likelihood and significance of our various retained and insured risks.  In recent years, our actual claims experience has collectively trended favorably and, as a result, both self-insurance expense and the related liability have decreased.\nTotal self-insurance liabilities were included in the following captions on the accompanying Consolidated Balance Sheets (in millions):\nLitigation\nWe are involved in a number of claims and lawsuits incident to the operation of our businesses. Insurance coverages are maintained and estimated costs are recorded for such claims and lawsuits, including costs to settle claims and lawsuits, based on experience involving similar matters and specific facts known.\nIt is management’s opinion that none of these claims or lawsuits or any threatened litigation will have a material adverse effect, individually or in the aggregate, on our financial condition, results of operations or cash flows. Claims and lawsuits, however, involve uncertainties and it is possible that their eventual outcome could adversely affect our results of operations in a future period.\n49\n6. Stock Repurchases:\nOur Board of Directors have authorized a total of $\n4\nbillion to repurchase shares of our common stock (collectively referred to as the “Share Repurchase Plans”), including a $\n1.0\nbillion share repurchase authorization in July 2021. The Share Repurchase Plans allow us to repurchase shares from time to time in open market transactions and in privately negotiated transactions based on business, market, applicable legal requirements and other considerations. The Share Repurchase Plans do not require the repurchase of a specific number of shares and may be terminated at any time. As of December 31, 2022, $\n546\nmillion of shares is available to repurchase shares under the Share Repurchase Plans.\nWe entered into multiple Fixed Dollar Accelerated Share Repurchase Transactions (the \"ASR Agreements\") to effect an accelerated stock buybacks of the Company's common stock in 2022. Under the ASR Agreements, we paid banks $\n300.0\nmillion and the banks delivered to us common stock representing approximately\n86\n% of the shares expected to be purchased under the ASR Agreement. After the ASR Agreements were completed, the banks delivered the remaining shares under the arrangement.  The banks delivered a total of\n1.3\nmillion shares of common stock repurchased under this ASR Agreement.\nWe also repurchased less than\n0.1\nmillion shares for $\n8.3\nmillion,\n0.1\nmillion shares for $\n22.1\nmillion, and\n0.1\nmillion shares for $\n17.9\nmillion for the years ended December 31, 2022,  2021, and 2020, respectively, from employees who tendered their shares to satisfy minimum tax withholding obligation upon the vesting of stock-based compensation awards.\n7. Restructuring Charges:\nWe\nrecord restructuring charges associated with management-approved restructuring plans to reorganize or to remove duplicative headcount and infrastructure within our businesses.  Restructuring charges include severance costs to eliminate a specified number of employees, infrastructure charges to vacate facilities and consolidate operations, contract cancellation costs and other related activities.  The timing of associated cash payments is dependent upon the type of restructuring charge and can extend over a multi-year period.  Restructuring charges are not included in our calculation of segment profit (loss), as more fully explained in Note 3.\nWe recorded $\n1.5\nmillion of restructuring charges in 2022, $\n1.8\nmillion 2021, and $\n10.8\nmillion in 2020 from actions initiated in prior years including the economic impact of COVID-19.  There is not expected to be a material amount of costs expected to be incurred from existing restructuring actions in future periods.\nRestructuring accruals are included in Accrued expenses in the accompanying Consolidated Balance Sheets.\n8. Revenue Recognition:\nThe following table disaggregates our revenue by business segment by geography to provide information as to the major sources of revenue.  See Note 3 for additional description of our reportable business segments and the products and services being sold in each segment.\n50\nOur revenue recognition practices for the sale of goods depend upon the shipping terms for each transaction.  Shipping terms are primarily FOB Shipping Point and, therefore, revenue is recognized for these transactions when products are shipped to customers and title and control passes.  Certain customers in our smaller operations, primarily outside of North America, have shipping terms where risks and rewards of ownership do not transfer until the product is delivered to the customer.  For these transactions, revenue is recognized on the date that the product is received and accepted by such customers.  We experience returns for miscellaneous reasons and record a reserve for these returns at the time we recognize revenue based on historical experience.  Our historical rates of return are insignificant as a percentage of sales.  We also recognize revenue net of sales taxes.  We have elected to recognize the revenue and cost for freight and shipping when control over the sale of goods passes to our customers.\nFor our businesses that provide services, revenue is recognized at the time services are completed.  Our Commercial Heating & Cooling segment also provides sales, installation, maintenance and repair services under fixed-price contracts.  Revenue for services is recognized as the services are performed under the contract based on the relative fair value of the services provided.  We allocate a portion of the revenue for extended labor warranty obligations and recognize the revenue over the term of the extended warranty.  Revenue from extended warranties is insignificant. See Note 5 for more information on product warranties.\nResidential Heating & Cooling\n-\nWe manufacture and market a broad range of furnaces, air conditioners, heat pumps, packaged heating and cooling systems, equipment and accessories to improve indoor air quality, comfort control products, replacement parts and supplies and related products for both the residential replacement and new construction markets in North America.  These products are sold under various brand names and are sold either through direct sales to a network of independent installing dealers, including through our network\nof Lennox stores or to independent distributors. For the years ended December 31, 2022, 2021 and 2020, direct sales represented\n70\n%,\n73\n% and\n75\n% of revenues, respectively, and sales to independent distributors represented the remainder. Given the nature of our business, customer product orders are fulfilled at a point in time and not over a period of time.\nCommercial Heating & Cooling\n- In North America, we manufacture and sell unitary heating and cooling equipment used in light commercial applications, such as low-rise office buildings, restaurants, retail centers, churches and schools.  These products are distributed primarily through commercial contractors and directly to national account customers in the planned replacement, emergency replacement and new construction markets.  Revenue for the products sold is recognized at a point in time when control transfers to the customer, which is generally at time of shipment.  Lennox National Account Services provides installation, service and preventive maintenance for HVAC national account customers in the United States and Canada.  Revenue related to service contracts is recognized as the services are performed under the contract based on the relative fair value of the services provided. For the years ended December 31, 2022,  2021 and 2020, equipment sales represented\n82\n%,\n82\n% and\n85\n% of revenues, resp\nectively, and the remainder of our revenue was generated from our service business.\nRefrigeration\n- We manufacture and market equipment for the global commercial refrigeration markets under the Heatcraft Worldwide Refrigeration name.  Our products are used in the food retail, food service, cold storage as well as non-food refrigeration markets.  We sell these products to distributors, installing contractors, engineering design firms, original equipment manufacturers and end-users. In Europe, we also manufacture and sell unitary heating and cooling products and applied systems. Substantially all segment revenue was related to these types of equipment and systems and is recognized at a point in time when control transfers to the customer, which is generally at time of shipment.  Approximately\n1\n% of segment revenue relates to services for start-up and commissioning activities.\nVariable Consideration\n- We engage in cooperative advertising, customer rebate, and other miscellaneous programs that result in payments or credits being issued to our customers.  We record these customer discounts and incentives as a reduction of sales when the sales are recorded.  For certain cooperative advertising programs, we also receive an identifiable benefit\n51\n(goods or services) in exchange for the consideration given, and, accordingly, record a ratable portion of the expenditure to SG&A expenses.  All other advertising, promotions and marketing costs are expensed as incurred.\nOther Judgments and Assumptions\n- We apply the practical expedient in ASC 606-10-50-14 and do not disclose information about remaining performance obligations that have original expected durations of one year or less.  Applying the practical expedient in ASC 340-40-25-4, we recognize the incremental costs of obtaining contracts as an expense when incurred if the amortization period of the assets that we otherwise would have recognized is one year or less.  These costs are included in SG&A expenses.  ASC 606-10-32-18 allows us to not adjust the amount of consideration to be received in a contract for any significant financing component if we expect to receive payment within twelve months of transfer of control of goods or services. We have elected this expedient as we expect all consideration to be received in one year or less at contract inception.  We have also elected not to provide the remaining performance obligations disclosures related to service contracts in accordance with the practical expedient in ASC 606-10-55-18.  We recognize revenue in the amount to which the entity has a right to invoice and have adopted this election to not provide the remaining performance obligations related to service contracts.\nContract Assets\n- We do not have material amounts of contract assets since revenue is recognized as control of goods is transferred or as services are performed.  There are a small number of installation services that may occur over a period of time, but that period of time is generally very short in duration and right of payment does not exist until the installation is completed.  Any contract assets that may arise are recorded in Other assets in our Consolidated Balance Sheets.\nContract Liabilities\n- Our contract liabilities consist of advance payments and deferred revenue.  Our contract liabilities are reported in a net position on a contract-by-contract basis at the end of each reporting period. We classify advance payments and deferred revenue as current or noncurrent based on the timing of when we expect to recognize revenue. Generally all contract liabilities are expected to be recognized within one year and are included in Accrued expenses in our Consolidated Balance Sheet.  The noncurrent portion of deferred revenue is included in Other liabilities in our Consolidated Balance Sheets.\nNet contract assets (liabilities) consisted of the following:\nFor the years ended December 31, 2022,  2021, and 2020 we recognized revenue of $\n10.1\nmillion, $\n3.6\nmillion and $\n7.2\nmillion related to our contract liabilities at January 1, 2022, 2021 and 2020, respectively. Impairment losses recognized in our receivables and contract assets were de minimis in 2022, 2021 and 2020.\n9. Other Financial Statement Details:\nInventories\nThe components of inventories are as follows (in millions):\nThe Company recorded a pre-tax gain of $\n0.7\nmillion in 2020 from LIFO inventory liquidations.  There were\nno\npre-tax gains or losses in 2022 or 2021 from LIFO inventory liquidations.  Reserves for obsolete and slow-moving inventories were $\n34.9\nmillion and $\n26.5\nmillion at December 31, 2022 and December 31, 2021, respectively.\n52\nGoodwill\nThe changes in the carrying amount of goodwill in 2022 and 2021, in total and by segment, are summarized in the table below (in millions):\n(1)\nThe goodwill balances in the table above are presented net of accumulated impairment charges of $\n32.7\nmillion, all of which relate to impairments in periods prior to 2020.\nA qualitative review of impairment indicators was performed in 2022 for the Residential Heating & Cooling, the Commercial Heating & Cooling, and the Refrigeration segments.  We did not record any goodwill impairments in 2022, 2021, or 2020.\nProperty, Plant and Equipment\nComponents of Property, plant and equipment, net were as follows (in millions):\nNo\nimpairment charges were recorded in 2022 or 2021.\n53\nAccrued Expenses\nThe significant components of Accrued expenses are presented below (in millions):\nDerivatives\nObjectives and Strategies for Using Derivative Instruments\nCommodity Price Risk.\nWe utilize a cash flow hedging program to mitigate our exposure to volatility in the prices of metal commodities used in our production processes.  Our hedging program includes the use of futures contracts to lock in prices, and as a result, we are subject to derivative losses should the metal commodity prices decrease and gains should the prices increase.  We utilize a dollar cost averaging strategy so that a higher percentage of commodity price exposures are hedged near-term with lower percentages hedged at future dates.  This strategy allows for protection against near-term price volatility while allowing us to adjust to market price movements over time.\nInterest Rate Risk.\nA portion of our debt bears interest at variable interest rates, and as a result, we are subject to variability in the cash paid for interest.  To mitigate a portion of that risk, we may choose to engage in an interest rate swap hedging strategy to eliminate the variability of interest payment cash flows. We are not currently hedged against interest rate risk.\nForeign Currency Risk.\nForeign currency exchange rate movements create a degree of risk by affecting the U.S. dollar value of assets and liabilities arising in foreign currencies.  We seek to mitigate the impact of currency exchange rate movements on certain short-term transactions by periodically entering into foreign currency forward contracts.\nCash Flow Hedges\nWe have commodity futures contracts and foreign exchange forward contracts designated as cash flows hedges that are scheduled to mature through May 2024 and January 2024, respectively. We currently have cash flow hedge contracts with a notional amount of\n54.5\nmillion pounds of aluminum and copper. Unrealized gains or losses from our cash flow hedges are included in AOCL and are expected to be reclassified into earnings within the next 17 months based on the prices of the commodities and foreign currencies at the settlement dates.\nWe recorded the following amounts related to our cash flow hedges in AOCL (in millions):\n54\n(1)\nAssuming commodity and foreign currency prices remain constant, we expect to reclassify $\n5.0\nmillion of derivative losses into earnings within the next 12 months.\nExpenses included in our Consolidated Statements of Operations\nBelow is information about expenses included in Selling, general and administrative expenses in our Consolidated Statements of Operations (in millions):\n(1)\nCooperative advertising expenditures were not included in these amounts.\nInterest Expense, net\nThe components of Interest expense, net in our Consolidated Statements of Operations were as follows (in millions):\nLosses (Gains) and Other Expenses, net\nLosses (gains) and other expenses, net in our Consolidated Statements of Operations were as follows (in millions):\n10. Employee Benefit Plans:\nMany of our defined benefit pension and profit sharing plans have been frozen and replaced with defined contribution plans.  We have a liability for the benefits earned under these inactive plans prior to the date the benefits were frozen. We also have several active defined benefit plans that provide benefits based on years of service. Our defined contribution plans generally include both company and employee contributions which are based on predetermined percentages of compensation earned by the employee.\nIn addition to freezing the benefits of our defined benefit pension plans, we have also eliminated nearly all of our post-retirement medical benefits.\nDefined Contribution Plans\nWe recorded the following contributions to the defined contribution plans (in millions):\n55\nPension and Post-retirement Benefit Plans\nBenefit Obligations, Fair Value of Plan Assets, Funded Status, and Balance Sheet Position\nThe following tables set forth amounts recognized in our financial statements and the plans’ funded status for our pension and post-retirement benefit plans (dollars in millions):\nPlans with Benefit Obligations in Excess of Plan Assets\n56\nNet Periodic Benefit Cost\nOur U.S.-based pension plans comprised approximately\n84\n% of the projected benefit obligation and\n81\n% of plan assets as of December 31, 2022.\nAmounts recognized in AOCL and Other Comprehensive Income\nThe following table sets forth amounts recognized in AOCL and Other comprehensive income (loss) in our financial statements for 2022 and 2021 (in millions):\nThe estimated prior service costs and actuarial losses for pension benefits that will be amortized from AOCL in 2023 are $\n0.1\nmillion and $\n1.2\nmillion, respectively.\nAssumptions\nThe following tables set forth the weighted-average assumptions used to determine Benefit obligations and Net periodic benefit cost for the U.S.-based plans in 2022 and 2021:\n57\nThe change in the discount rate for 2022 was the primary driver in the actuarial gain in the projected benefit obligation during the year.\nThe following tables set forth the weighted-average assumptions used to determine Benefit obligations and Net periodic benefit cost for the non-U.S.-based plans in 2022 and 2021:\nTo develop the expected long-term rate of return on assets assumption for the U.S. plans, we considered the historical returns for each asset category, as well as the target asset allocation of the pension portfolio and the effect of periodic balancing.  These results were adjusted for the payment of reasonable expenses of the plan from plan assets.  This resulted in the selection of the\n6.50\n% long-term rate of return on assets assumption.  A similar process was followed for the non-U.S.-based plans.\nTo select a discount rate for the purpose of valuing the plan obligations for the U.S. plans, we performed an analysis in which the projected cash flows from defined benefit and retiree healthcare plans was matched with a yield curve based on the appropriate universe of high-quality corporate bonds that were available. We used the results of the yield curve analysis to select the discount rate for each plan. The analysis was completed separately for each U.S. pension and OPEB plan. A similar process was followed for the non-U.S.-based plans with sufficient corporate bond information. In other countries, the discount rate was selected based on the approximate duration of plan obligations.\nAssumed health care cost trend rates have an effect on the amounts reported for our healthcare plan.\nThe following table sets forth the healthcare trend rate assumptions used:\nExpected future benefit payments are shown in the table below (in millions):\n58\nComposition of Pension Plan Assets\nWe believe asset retu\nrns can be optimized at an acceptable level of risk by adequately diversifying the plan assets between equity and fixed income.  The targeted allocation for fixed income and cash investments is\n50\n% and the targeted allocation for equity investments is\n50\n%. Our targeted exposure to International equity including emerging markets is\n15\n% while our exposure to domestic equity is\n35\n%. Our U.S.\npension plan represents\n81\n%, our Canadian pension plan\n9\n%, and our United Kingdom (“U.K.”) pension plan\n10\n% of the total fair value of our plan assets as of December 31, 2022.\nOur U.S. pension plans’ weighted-average asset allocations as of December 31, 2022 and 2021, by asset category, were as follows:\nOur U.S. pension plans’ assets were invested according to the following targets:\nOur Canadian pension plans were invested in fixed income securities and equities. Our U.K. pension plan was invested in fixed income securities, including corporate and government bonds.\n59\nThe fair values of our pension plan assets, by asset category, were as follows (in millions):\n60\nAdditional information about assets measured at Net Asset Value (“NAV”) per share (in millions):\nThe majority of our commingled pool/collective trusts, mutual funds, balanced pension trusts and pension funds are managed by professional investment advisors.  The NAVs per share are furnished in monthly and/or quarterly statements received from the investment advisors and reflect valuations based upon their pricing policies.  We assessed the fair value classification of these investments as Level 2 for commingled pool/collective trusts, balanced pension trusts and pension funds based on an examination of their pricing policies and the related controls and procedures.  The fair values we report are based on the pool, trust or fund’s NAV per share.  The NAVs per share are calculated periodically (daily or no less than one time per month) as the aggregate value of each pool or trust’s underlying assets divided by the number of units owned.  See Note 16 for information about our fair value hierarchies and valuation techniques.\n61\n11. Joint Ventures and Other Equity Investments:\nWe\nparticipate in\ntwo\njoint ventures, the largest located in the U.S. and the other in Mexico, that are engaged in the manufacture and sale of compressors, unit coolers and condensing units. We exert significant influence over these affiliates based upon our respective\n25\n% and\n50\n% ownership, but do not control them due to venture partner participation.  Accordingly, these joint ventures have been accounted for under the equity method and their financial position and results of operations are not consolidated.\nThe combined balance of equity method investments included in Other assets, net totaled (in millions):\nWe purchase compressors from our U.S. joint venture for use in certain of our products.\nThe amounts of purchases included in Cost of goods sold in the Consolidated Statements of Operations were as follows (in millions):\n12. Income Taxes:\nOu\nr Provision for income taxes from continuing operations consisted of the following (in millions):\nIncome from continuing operations before income taxes was comprised of the following (in millions):\n62\nThe difference between the income tax provision from continuing operations computed at the statutory federal income tax rate and the financial statement Provision for income taxes is summarized as follows (in millions):\nDeferred income taxes reflect the tax consequences on future years of temporary differences between the tax basis of assets and liabilities and their financial reporting basis and depending on the classification of the asset or liability generating the deferred tax.\nThe deferred tax provision for the periods shown represents the effect of changes in the amounts of temporary differences during those periods.\nDeferred tax assets (liabilities) were comprised of the following (in millions):\n63\nAs of December 31, 2022 and 2021, we had $\n21.5\nmillion and $\n20.3\nmillion in tax-effected foreign net operating loss carryforwards, respectively. The deferred tax asset valuation allowance relates primarily to loss carryforwards. The remainder of the valuation allowance relates to state tax credits.\nIn assessing whether a deferred tax asset will be realized, we consider whether it is more likely than not that some portion or all of the deferred tax asset will not be realized.\nWe consider the reversal of existing taxable temporary differences, projected future taxable income and tax planning strategies in making this assessment.\nBased upon the level of historical taxable income and projections for future taxable income over the periods in which the deferred tax assets are deductible, we believe it is more likely than not we will realize the benefits of these deductible differences, net of the existing valuation allowances, as of\nDecember 31, 2022.\nNo provision was made for income taxes which may become payable upon distribution of our foreign subsidiaries’ earnings. An actual repatriation in the future from our non-U.S. subsidiaries could still be subject to foreign withholding taxes and U.S. state taxes, but we expect any amounts to be immaterial.\nWe are currently in the Bridge program for our U.S. federal income taxes under the Internal Revenue Service’s Compliance Assurance Program for 2022 and 2021.  As a result, our returns for those years will not be examined.   However, we are subject to examination by numerous other taxing authorities in the U.S. and in foreign jurisdictions. We have no material uncertain tax provisions recorded as of December 31, 2022.  We are generally no longer subject to U.S. federal, state and local, or non-U.S. income tax examinations by taxing authorities for years prior to 2015.\n13. Lines of Credit and Financing Arrangements:\nThe following tables summarize our outstanding debt obligations and their classification in the accompanying Consolidated Balance Sheets (in millions):\nAs of December 31, 2022, the aggregate amounts of required principal payments on total debt excluding finance lease obligations (see Note 5) were as follows (in millions):\n64\nShort-Term Debt\nForeign Obligations\nThrough several of our foreign subsidiaries, we have facilities available to assist in financing seasonal borrowing needs for our foreign locations. As of December 31, 2022 or 2021, we did not have any outstanding short-term foreign obligations.  Proceeds and repayments from these facilities were $\n0.0 million\n, $\n0.0 million\nand $\n4.6\nmillion during the years ended December 31, 2022, 2021 and 2020, respectively.\nLong-Term Debt\nAsset Securitization Program\nUnder the Asset Securitization Program (“ASP”), we are eligible to sell beneficial interests in a portion of our trade accounts receivable to a financial institution for cash. The ASP contains a provision whereby we retain the right to repurchase all of the outstanding beneficial interests transferred. As a result of the repurchase right, the transfer of the receivables under the ASP is not accounted for as a sale.  Accordingly, the cash received from the transfer of the beneficial interests in our trade accounts receivable is reflected as secured borrowings in the accompanying Consolidated Balance Sheet and proceeds received are included in Cash flows from financing activities in the accompanying Consolidated Statements of Cash Flows. Our continued involvement with the transferred assets includes servicing, collection and administration of the transferred beneficial interests.  The accounts receivable securitized under the ASP are high-quality domestic customer accounts that have not aged significantly.  The receivables represented by the retained interest that we service are exposed to the risk of loss for any uncollectible amounts in the pool of receivables transferred under the ASP.\nWe renewed the ASP in November 2021, extending its term to November 2023 and increasing the maximum securitization amount to a range from $\n300.0\nmillion to $\n450.0\nmillion, depending on the period.  The maximum capacity under the ASP is the lesser of the maximum securitization amount or\n100\n% of the net pool balance less allowances, as defined by the ASP.  Eligibility for securitization is limited based on the amount and quality of the qualifying accounts receivable and is calculated monthly.\nThe eligible amounts available and beneficial interests sold were as follows (in millions):\nWe pay certain discount fees to use the ASP and to have the facility available to us. These fees relate to both the used and unused portions of the securitization. The used fee is based on the beneficial interest sold and calculated on either the average LIBOR rate or floating commercial paper rate determined by the purchaser of the beneficial interest, plus a program fee of\n0.70\n%. The average rates as of December 31, 2022 and 2021 were\n5.17\n% and\n0.82\n%, respectively. The unused fee is based on\n101\n% of the maximum available amount less the beneficial interest transferred and is calculated at rate ranging between\n0.25\n% and\n0.35\n%, depending on available borrowings, throughout the term of the agreement.  We recorded these fees in Interest expense, net in the accompanying Consolidated Statements of Operations.\nThe ASP contains certain restrictive covenants relating to the quality of our accounts receivable and cross-default provisions with our Credit Agreement (as defined below), senior unsecured notes and any other indebtedness we may have over  $\n75.0\nmillion. The administrative agent under the ASP is also a participant in our Credit Agreement.  The participating financial institutions have investment grade credit ratings. As of December 31, 2022, we believe we were in compliance with all covenant requirements.\nCredit Agreement\nIn July 2021, we entered into a new Credit Agreement (the “Credit Agreement”) with JPMorgan Chase Bank, N.A., as administrative agent, and the other lenders party thereto, which refinanced and replaced the Seventh Amended and Restated Credit Facility.\nThe Credit Agreement consists of a $\n750.0\nmillion unsecured revolving credit facility that matures in July 2026. We had outstanding borrowings of $\n192.0\nmillion as well as $\n2.0\nmillion committed to standby letters of credit as of December 31, 2022. Subject to covenant limitations, $\n556.0\nmillion was available for future borrowings. The revolving credit facility includes\n65\na subfacility for swingline loans of up to $\n65.0\nmillion. The Credit Agreement will expire and outstanding loans will be required to be repaid in July 2026, unless maturity is extended by the lenders pursuant to\ntwo\none-year\nextension options that we may request under the Credit Agreement.\nBelow is a summary of the weighted average interest rate for both December 31, 2022 and 2021:\nThe Credit Agreement is guaranteed by certain of our subsidiaries and contains customary covenants applicable to us and its subsidiaries including limitations on indebtedness, liens, dividends, stock repurchases, mergers and sales of all or substantially all of its assets. In addition, the Credit Agreement contains a financial covenant requiring us to maintain, as of the last day of each fiscal quarter for the four prior fiscal quarters, a Total Net Leverage Ratio of no more than\n3.50\nto 1.00 (or, at our election, on up to two occasions following a material acquisition,\n4.00\nto 1.00).\nThe Credit Agreement contains customary events of default. These events of default include nonpayment of principal or interest, breach of covenants or other restrictions or requirements, default on certain other indebtedness or receivables securitizations (cross default), and bankruptcy.  A cross default under our Credit Agreement could occur if:\n•    We fail to pay any principal or interest when due on any other indebtedness or receivables securitization exceeding $\n75.0\nmillion; or\n•    We are in default in the performance of, or compliance with any term of any other indebtedness or receivables securitization in an aggregate principal amount exceeding $\n75.0\nmillion or any other condition exists which would give the holders the right to declare such indebtedness due and payable prior to its stated maturity.\nEach of our major debt agreements contains provisions by which a default under one agreement causes a default in the others (a “cross default”). If a cross default under the Credit Agreement, our senior unsecured notes, our lease of our corporate headquarters in Richardson, Texas (recorded as an operating lease), or our ASP were to occur, it could have a wider impact on our liquidity than might otherwise occur from a default of a single debt instrument or lease commitment.\nIf any event of default occurs and is continuing, the administrative agent, or lenders with a majority of the aggregate commitments may require the administrative agent to, terminate our right to borrow under our Credit Agreement and accelerate amounts due under our Credit Agreement (except for a bankruptcy event of default, in which case such amounts will automatically become due and payable and the lenders’ commitments will automatically terminate). As of December 31, 2022, we believe we were in compliance with all covenant requirements.\nSenior Unsecured Notes\nWe issued two series of senior unsecured notes on July 30, 2020 for $\n300.0\nmillion each, which will mature on August 1, 2025 (the \"2025 Notes\") and August 1, 2027 (the \"2027 Notes\") with interest being paid semi-annually on February and August at\n1.35\n% and\n1.70\n% respectively, per annum. We also issued $\n350.0\nmillion of senior unsecured notes in November 2016 (the \"2023 Notes,\" and together with the 2025 Notes and the 2027 Notes, the \"Notes\") which will mature on November 15, 2023 with interest being paid semi-annually on May 15 and November 15 at\n3.00\n% per annum.\nAll the Notes are guaranteed, on a senior unsecured basis, by certain of our subsidiaries that guarantee indebtedness under our Credit Agreement.  The indenture governing the Notes contains covenants that, among other things, limit our ability and the ability of the subsidiary guarantors to: create or incur certain liens; enter into certain sale and leaseback transactions; and enter into certain mergers, consolidations and transfers of substantially all of our assets. The indenture also contains a cross default provision which is triggered if we default on other debt of at least $\n75\nmillion in principal which is then accelerated, and such acceleration is not rescinded within\n30\ndays of the notice date.  As of December 31, 2022, we believe we were in compliance with all covenant requirements.\n14. Comprehensive Income:\nThe\nfollowing table provides information on items not reclassified in their entirety from AOCL to Net Income in the accompanying Consolidated Statements of Operations (in millions):\n66\nThe following tables provide information on changes in AOCL, by component (net of tax), for the years ended December 31, 2022 and 2021 (in millions):\n15. Stock-Based Compensation:\nSt\nock-based compensation expense related to continuing operations was included in Selling, general and administrative expenses in the accompanying Consolidated Statements of Operations as follows (in millions):\n(1)\nStock-based compensation expense was recorded in our Corporate and other business segment.\n67\nIncentive Plan\nUnder the Lennox International Inc. 2019 Equity and Incentive Compensation Plan, we are authorized to issue awards for 1.7 million shares of common stock. The plan provides for various long-term incentive awards, including performance share units, restricted stock units and stock appreciation rights.  A description of these long-term incentive awards and related activity within each award category is provided below.  As of December 31, 2022, there were\n1.5\nmillion shares available for future issuance.\nPerformance Share Units\nPerformance share units are granted to certain employees at the discretion of the Board of Directors with a\nthree-year\nperformance period beginning January 1\nst\nof each year.  Upon meeting the performance and vesting criteria, performance share units are converted to an equal number of shares of our common stock.  Performance share units vest if, at the end of the\nthree-year\nperformance period, at least the threshold performance level has been attained.  To the extent that the payout level attained is less than\n100\n%, the difference between\n100\n% and the units earned and distributed will be forfeited.  Eligible participants may also earn additional units of our common stock, which would increase the potential payout up to\n200\n% of the units granted, dependin\ng on LII’s\nperformance over the\nthree-year\nperformance period.\nPerformance share units are classified as equity awards. Compensation expense is recognized on an earnings curve over the period and is based on the expected number of units to be earned and the fair value of the stock at the date of grant.  The fair value of units is calculated as the average of the high and low market price of the stock on the date of grant discounted by the expected dividend rate over the service period.  The number of units expected to be earned will be adjusted in future periods as necessary to reflect changes in the estimated number of award to be issued and, upon vesting, the actual number of units awarded. Our practice is to issue new shares of common stock or utilize treasury stock to satisfy performance share unit distributions.\nThe following table provides information on our performance share units:\nA summary of the status of our undistributed performance share units as of December 31, 2022, and changes during the year then ended, is presented below (in thousands, except per share data):\n(1)\nUndistributed performance share units include approximately\n93.9\nthousand units with a weighted-average grant date fair value of $\n261.65\nper share that had not yet vested and\n30.8\nthousand units that have vested but were not yet distributed.\nAs of December 31, 2022, we had $\n18.8\nmillion of total unrecognized compensation cost related to non-vested performance share units that is expected to be recognized over a weighted-average period of\n2.4\nyears years. Our weighted-average estimated forfeiture rate for these performance share units was\n10.9\n% as of December 31, 2022.\nThe total fair value of performance share units distributed and the resulting tax deductions to realized tax benefits were as follows (in millions):\n68\nRestricted Stock Units\nRestricted stock units are issued to attract and retain key employees.  Generally, at the end of a\nthree-year\nretention period, the units will vest and be distributed in shares of our common stock to the participant.  Our practice is to issue new shares of common stock or utilize treasury stock to satisfy restricted stock unit vestings.  Restricted stock units are classified as equity awards.  The fair value of units granted is the average of the high and low market price of the stock on the date of grant discounted by the expected dividend rate over the service period. Units are amortized to compensation expense ratably over the service period.\nThe following table provides information on our restricted stock units (in millions, except per share data):\nA summary of our non-vested restricted stock units as of December 31, 2022 and changes during the year then ended is presented below (in thousands, except per share data):\n(1)\nAs of December 31, 2022, we had $\n24.7\nmillion of total unrecognized compensation cost related to non-vested restricted stock units that is expected to be recognized over a weighted-average period of\n2.4\nyears.  Our estimated forfeiture rate for restricted stock units was\n13.3\n% as of December 31, 2022.\nThe total fair value of restricted stock units vested and the resulting tax deductions to realized tax benefits were as follows (in millions):\nStock Appreciation Rights\nStock appreciation rights are issued to certain key employees.  Each recipient is given the “right” to receive compensation, paid in shares of our common stock, equal to the future appreciation of our common stock price.  Stock appreciation rights generally vest in one-third increments beginning on the first anniversary date after the grant date and expire after\nseven years\n.  Our practice is to issue new shares of common stock or utilize treasury stock to satisfy the exercise of stock appreciation rights.\nThe following table provides information on our stock appreciation rights (in millions, except per share data):\n69\nCompensation expense for stock appreciation rights is based on the fair value on the date of grant, estimated using the Black-Scholes-Merton valuation model, and is recognized over the service period.  We used historical stock price data to estimate the expected volatility.  We determined that the recipients of stock appreciation rights can be combined into one employee group that has similar historical exercise behavior and we used our historical pattern of award exercises to estimate the expected life of the awards for the employee group.  The risk-free interest rate was based on the zero-coupon U.S. Treasury yield curve with a maturity equal to the expected life of the awards at the time of grant.\nThe fair value of the stock appreciation rights granted in 2022, 2021 and 2020 were estimated on the date of grant using the following assumptions:\nA summary of our stock appreciation rights as of December 31, 2022, and changes during the year then ended, is presented below (in thousands, except per share data):\nThe following table summarizes information about stock appreciation rights outstanding as of December 31, 2022 (in millions, except per share data and years; shares in thousands):\n(1)\nShare amounts are rounded but the balance accurately reflects the actual amount of exercisable stock appreciation rights as of December 31, 2022.\nAs of December 31, 2022, we had $\n10.6\nmillion of unrecognized compensation cost related to non-vested stock appreciation rights that is expected to be recognized over a weighted-average period of\n2.8\nyears. Our estimated forfeiture rate for stock appreciation rights was\n12.6\n% as of December 31, 2022.\nThe total intrinsic value of stock appreciation rights exercised and the resulting tax deductions to realize tax benefits were as follows (in millions):\n70\nEmployee Stock Purchase Plan\nOn May 24, 2022, the Company commenced a new Employee Stock Purchase Plan to succeed the prior agreement from 2012. Under the 2022 Employee Stock Purchase Plan (“ESPP”), all employees who meet certain service requirements are eligible to purchase our common stock through payroll deductions at the end of\nthree month\noffering periods.  The purchase price for such shares is\n95\n% of the fair market value of the stock on the last day of the offering period.  A maximum of\n1.0\nmillion shares is authorized for purchase until issuance of all shares available under the plan, unless terminated earlier at the discretion of the Board of Directors.  Employees purchased approximately\n16,100\nshares under the ESPP during the year ended December 31, 2022.  Approximately\n0.8\nmillion shares remain available for purchase under the ESPP as of December 31, 2022.\n16. Fair Value Measurements:\nFa\nir value is the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants at the measurement date.  Fair value is based upon the transparency of inputs to the valuation of an asset or liability as of the measurement date and requires consideration of our creditworthiness when valuing certain liabilities. Our framework for measuring fair value is based on the following three-level hierarchy for fair value measurements:\nLevel 1\n-      Quoted prices for\nidentical\ninstruments in active markets at the measurement date.\nLevel 2 -\nQuoted prices for\nsimilar\ninstruments in active markets; quoted prices for identical or similar instruments in markets that are not active; and model-derived valuations in which all significant inputs and significant value drivers are\nobservable\nin active markets at the measurement date and for the anticipated term of the instrument.\nLevel 3\n-   Valuations derived from valuation techniques in which one or more significant inputs or significant value drivers are\nunobservable\ninputs that reflect the reporting entity’s own assumptions about the assumptions market participants would use in pricing the asset or liability developed based on the best information available in the circumstances.\nWhere available, the fair values were based upon quoted prices in active markets. However, if quoted prices were not available, then the fair values were based upon quoted prices for similar assets or liabilities or independently sourced market parameters, such as credit default swap spreads, yield curves, reported trades, broker/dealer quotes, interest rates and benchmark securities. For assets and liabilities without observable market activity, if any, the fair values were based upon discounted cash flow methodologies incorporating assumptions that, in our judgment, reflect the assumptions a marketplace participant would use.  Valuation adjustments to reflect either party’s creditworthiness and ability to pay were incorporated into our valuations, where appropriate, as of December 31, 2022 and 2021, the measurement dates.\nThe methodologies used to determine the fair value of our financial assets and liabilities as of December 31, 2022 were the same as those used as of December 31, 2021.\nFair values are estimates and are not necessarily indicative of amounts for which we could settle such instruments currently nor indicative of our intent or ability to dispose of or liquidate them.\nAssets and Liabilities Carried at Fair Value on a Recurring Basis\nDerivatives, classified as Level 2, were primarily valued using estimated future cash flows based on observed prices from exchange-traded derivatives.  We also considered the counterparty’s creditworthiness, or our own creditworthiness, as appropriate.  Adjustments were recorded to reflect the risk of credit default, but they were insignificant to the overall value of the derivatives.  Refer to Note 9 for more information related to our derivative instruments.  Refer to Note 10 for more information related to the fair value assumptions related to our pension assets and liabilities.\n71\nOther Fair Value Disclosures\nThe carrying amounts of Cash and cash equivalents, Short-term investments, Accounts and notes receivable, net, Accounts payable, Other current liabilities, and Short-term debt approximate fair value due to the short maturities of these instruments.  The carrying amount of our Credit Agreement in Long-term debt also approximates fair value due to its variable-rate characteristics.\nThe fair value of our senior unsecured notes in Long-term debt was based on the amount of future cash flows using current market rates for debt instruments of similar maturities and credit risk.\nThe following table presents the fair value for our senior unsecured notes in Long-term debt (in millions):\n72"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Disclosure Controls and Procedures\nAs required by Rule 13a-15 under the Exchange Act, we carried out an evaluation, under the supervision and with the participation of our current management, including our Chief Executive Officer and Chief Financial Officer, of the effectiveness of our disclosure controls and procedures as of the end of the period covered by this report.  There are inherent limitations to the effectiveness of any system of disclosure controls and procedures, including the possibility of human error and circumvention or overriding of the controls and procedures. Accordingly, even effective disclosure controls and procedures can only provide reasonable assurance of achieving their control objectives. Based on that evaluation, our Chief Executive Officer and Chief Financial Officer have concluded that, as of December 31, 2022, our disclosure controls and procedures were effective to provide reasonable assurance that information required to be disclosed by us in the reports we file or submit under the Exchange Act is recorded, processed, summarized and reported, within the time periods specified in the applicable rules and forms, and that such information is accumulated and communicated to management, including our Chief Executive Officer and Chief Financial Officer, to allow timely decisions regarding required disclosure.\nManagement’s Annual Report on Internal Control Over Financial Reporting\nSee “Management’s Report on Internal Control Over Financial Reporting” included in Item 8 “Financial Statements and Supplementary Data.”\nAttestation Report of the Independent Registered Public Accounting Firm\nSee “Report of Independent Registered Public Accounting Firm” included in Item 8 “Financial Statements and Supplementary Data.”\nChanges in Internal Control Over Financial Reporting\nThere were no changes during the year ended December 31, 2022 in our internal control over financial reporting that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None.\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "Incorporated herein by reference from the Company’s definitive proxy statement, which will be filed no later than 120 days after December 31, 2022. Also, refer to Part I, Item 1 “Business - Information about our Executive Officers ” of this Annual Report on Form 10-K, which identifies our executive officers and is incorporated herein by reference."
  },
  {
    "item_key": "item_11",
    "text": "Incorporated herein by reference from the Company’s definitive proxy statement, which will be filed no later than 120 days after December 31, 2022."
  },
  {
    "item_key": "item_12",
    "text": "Incorporated herein by reference from the Company’s definitive proxy statement, which will be filed no later than 120 days after December 31, 2022.  Also, refer to Note 15 in the Notes to the Consolidated Financial Statements for additional information about our equity compensation plans.\n73"
  },
  {
    "item_key": "item_13",
    "text": "Incorporated herein by reference from the Company’s definitive proxy statement, which will be filed no later than 120 days after December 31, 2022."
  },
  {
    "item_key": "item_14",
    "text": "Our independent registered public accounting firm is KPMG LLP, Dallas, TX, Auditor Firm ID: 185.\nIncorporated herein by reference from the Company’s definitive proxy statement, which will be filed no later than 120 days after December 31, 2022.\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "Financial Statements\nThe following financial statements are included in Part II, Item 8 of the Annual Report on Form 10-K:\n•\nReport of Independent Registered Public Accounting Firm (KPMG LLP, Dallas, TX, Auditor Firm ID: 185)\n•\nConsolidated Balance Sheets as of December 31, 2022 and 2021\n•\nConsolidated Statements of Operations for the Years Ended December 31, 2022, 2021 and 2020\n•\nConsolidated Statements of Comprehensive Income for the Years Ended December 31, 2022, 2021  and 2020\n•\nConsolidated Statements of Stockholders’ Deficit for the Years Ended December 31, 2022, 2021 and 2020\n•\nConsolidated Statements of Cash Flows for the Years Ended December 31, 2022, 2021 and 2020\n•\nNotes to the Consolidated Financial Statements for the Years Ended December 31, 2022, 2021 and 2020\nFinancial Statement Schedules\nThe financial statement schedule included in this Annual Report on Form 10-K is Schedule II - Valuation and Qualifying Accounts and Reserves for the Years Ended December 31, 2022, 2021 and 2020 (see Schedule II immediately following the signature page of this Annual Report on Form 10-K).\nFinancial statement schedules not included in this Annual Report on Form 10-K have been omitted because they are not applicable or the required information is shown in the Consolidated Financial Statements or Notes thereto.\nExhibits\nA list of the exhibits required to be filed or furnished as part of this Annual Report on Form 10-K is set forth in the Index to Exhibits, which immediately precedes such exhibits, and is incorporated herein by reference.\n74\nINDEX TO EXHIBITS\n75\n76"
  },
  {
    "item_key": "item_16",
    "text": "None.\n77\nSIGNATURES\nPursuant to the requirements of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nLENNOX INTERNATIONAL INC.\nBy:\n/s/ Alok Maskara\nAlok Maskara\nChief Executive Officer\nFebruary 21, 2023\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant in the capacities and on the dates indicated.\n78\nLENNOX INTERNATIONAL INC.\nSCHEDULE II - VALUATION AND QUALIFYING ACCOUNTS AND RESERVES\nFor the Years Ended December 31, 2022, 2021 and 2020\n(In millions)\n79"
  }
]