[
  {
    "item_key": "item_1",
    "text": "General\nHowmet Aerospace Inc. (formerly known as Arconic Inc.) is a Delaware corporation with its principal office in Pittsburgh, Pennsylvania and the successor to Arconic Inc., a Pennsylvania corporation formed in 1888 and formerly known as Alcoa Inc. In this report, unless the context otherwise requires, “Howmet”, the “Company”, “we”, “us” and “our” refer to Howmet Aerospace Inc., a Delaware corporation, and its consolidated subsidiaries.\nThe Company’s Internet address is http://www.howmet.com. Howmet makes available free of charge on or through its website its annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as well as proxy statements, as soon as reasonably practicable after the Company electronically files such material with, or furnishes it to, the Securities and Exchange Commission (“SEC”). The Company's website is included in this annual report on Form 10-K as an inactive textual reference only. The information on, or accessible through, the Company’s website is not a part of, or incorporated by reference in, this annual report on Form 10-K. The SEC maintains an Internet site that contains these reports at http://www.sec.gov.\nBackground\nAs described below, Howmet Aerospace Inc. was previously named Arconic Inc. and, prior to that, Alcoa Inc.\nThe Arconic Inc. Separation Transaction.\nOn April 1, 2020, Arconic Inc. separated its businesses (the “Arconic Inc. Separation Transaction”) into two independent, publicly traded companies: Howmet Aerospace Inc. (the new name for Arconic Inc.) and Arconic Corporation. Following this separation, Howmet retained the Engine Products, Fastening Systems, Engineered Structures, and Forged Wheels businesses; and its prior Rolled Products, Aluminum Extrusions, and Building and Construction Systems businesses were spun-off to Arconic Corporation. In connection with the Arconic Inc. Separation Transaction, Howmet and Arconic Corporation entered into several agreements that govern the relationship of the parties following the separation.\nThe 2017 Reincorporation in Delaware.\nOn December 31, 2017, Arconic Inc., then a Pennsylvania corporation, changed its jurisdiction of incorporation from Pennsylvania to Delaware.\nThe Alcoa Inc. Separation Transaction.\nOn November 1, 2016, Alcoa Inc. completed the separation of its business (the “Alcoa Inc. Separation Transaction”) into two independent, publicly traded companies: Arconic Inc. (the new name for Alcoa Inc., which, through the transactions described above, later became Howmet Aerospace Inc.) and Alcoa Corporation. Following this separation, the Company retained the Engineered Products and Solutions, Global Rolled Products, and Transportation and Construction Solutions businesses; and its previous Alumina and Primary Metals businesses, rolling mill operations in Warrick, Indiana and 25.1% interest in the Ma’aden Rolling Company were spun-off to Alcoa Corporation. In connection with the Alcoa Inc. Separation Transaction, the two companies entered into several agreements that govern their post-separation relationship.\nOverview\nHowmet is a leading global provider of advanced engineered solutions for the aerospace and transportation industries. The Company’s primary businesses focus on jet engine components, aerospace fastening systems, and airframe structural components necessary for mission-critical performance and efficiency in aerospace and defense applications, as well as forged aluminum wheels for commercial transportation. Howmet’s technological capabilities support the innovation and growth of next-generation aerospace programs. Its differentiated technologies enable lighter, more fuel-efficient aircraft and commercial trucks to operate with a lower carbon footprint and support more sustainable air and ground transportation.\nHowmet is a global company operating in 20 countries. Based upon the country where the point of shipment occurred, North America and Europe generated 71% and 22%, respectively, of Howmet’s sales in 2022. In addition, Howmet has operating activities in numerous countries and regions outside of North America and Europe, including China and Japan.\n1\nDescription of the Business\nThe Company produces products that are used primarily in the aerospace (commercial and defense), commercial transportation, and industrial and other markets. Howmet seeks to provide its customers with innovative solutions through offering differentiated products such as airfoils with advanced cooling and coatings for extreme temperature applications; specially-designed fasteners for lightweight composite airframe construction, reduced assembly costs, and lightning strike protection; and lightweight aluminum commercial wheels. Its products and solutions include investment castings for jet engines and industrial gas turbines (nickel superalloys, titanium, and aluminum), including airfoils and structural parts; seamless rolled rings for jet engines (mostly nickel superalloys); fastening systems for aerospace, industrial and commercial transportation applications (titanium, steel, and nickel superalloys); forged jet engine components (e.g., jet engine disks); machined and forged aircraft parts (titanium and aluminum); and forged aluminum commercial vehicle wheels, all of which are sold directly to customers and/or through distributors.\nAerospace (Commercial and Defense) Market.\nHowmet’s largest market is aerospace, which represented approximately 62% of the Company’s revenue in 2022. The Company produces a range of high performance multi-materials, highly engineered products, and vertically integrated machined solutions for aero engines and airframe structures, ranging from investment castings, advanced coatings, seamless rings, forgings, titanium extrusions, and titanium mill products, to fasteners that hold aircraft together. Wingtip to wingtip, nose to tail, Howmet can produce more than 90% of all structural and rotating aero engine components. Modernization of the commercial and defense platforms is driven by an array of challenging performance requirements. With its precision engineering, materials science expertise and advanced manufacturing processes, Howmet aims to help its customers achieve greater fuel economies, reduced emissions, passenger comfort, and maintenance efficiencies.\nCommercial Transportation Market\n. The commercial transportation market represented approximately 23% of the Company’s revenue in 2022. The Company invented the forged aluminum truck wheel in 1948, and continues to advance technology to deliver breakthrough solutions that make trucks and buses lighter, more fuel efficient and sharper-looking. Howmet’s forged aluminum wheels are a leading choice for commercial trucks and mass transportation vehicles because they can reduce weight and save fuel. The strength of the Company’s rivets, bolts and fasteners offers another light-weighting solution that delivers performance.\nIndustrial and Other Markets.\nIndustrial and other markets include industrial gas turbines, oil and gas, and other industrials, which represented approximately 15% of the Company’s revenue in 2022.\nHowmet has four reportable segments, which are organized by product on a worldwide basis: Engine Products, Fastening Systems, Engineered Structures and Forged Wheels.\nEngine Products\nEngine Products utilizes advanced designs and techniques to support next-generation engine programs and produces components primarily for aircraft engines and industrial gas turbines, including airfoils and seamless rolled rings. Engine Products produces rotating parts as well as structural parts. Engine Products principally serves the commercial and defense aerospace markets as well as the industrial gas turbine market.\nFastening Systems\nFastening Systems produces\naerospace and industrial fasteners, latches, bearings, fluid fittings and installation tools\n. In addition to highly engineered aerospace fasteners with a broad range of fastening systems, the segment also supplies the commercial transportation, renewable, and material handling industries. The business’s high-tech, multi-material fastening systems are found nose to tail on\ncommercial and military aircraft, as well as on jet engines, industrial gas turbines, automobiles, commercial transportation vehicles, wind turbines, solar power systems, and construction and industrial equipment\n.\nEngineered Structures\nEngineered Structures produces titanium ingots and mill products for aerospace and defense applications and is vertically integrated to produce titanium forgings, extrusions, forming and machining services for airframe, wing, aero-engine, and landing gear components. Engineered Structures also produces aluminum forgings, nickel forgings, and aluminum machined components and assemblies for aerospace and defense applications. The principal markets served by Engineered Structures are commercial aerospace, defense aerospace, and land and sea defense.\nForged Wheels\nForged Wheels manufactures forged aluminum wheels for trucks, buses, and trailers and related products for the global commercial transportation market. The Company’s portfolio of wheels is sold under the product brand name Alcoa® Wheels, which are five times stronger and 47% lighter than steel wheels. The Ultra ONE® Wheel with MagnaForce® alloy is the lightest portfolio of wheels on the market. The Company’s proprietary Dura-Bright® surface treatment is unmatched in appearance and corrosion protection.\n2\nFor additional discussion of each segment's business, see “Results of Operations—Segment Information” in\n(Management’s Discussion and Analysis of Financial Condition and Results of Operations) and\nto the Consolidated Financial Statements in\n.\nSales by Market and Significant Customer Revenue\nSales by market for the years ended December 31, 2022, 2021, and 2020, were:\nIn 2022, General Electric Company and Raytheon Technologies Corporation represented approximately\n12% and 9%\n, respectively, of the Company’s third-party sales. The loss of any such significant customer could have a material adverse effect on such businesses. See\n(Risk Factors).\n3\nThe Company's Principal Facilities\n(1)\n4\n(1)\nPrincipal facilities are listed by location, with certain locations having more than one facility. The list in the above table does not include 19 locations that serve as sales and administrative offices, distribution centers or warehouses.\n(2)\nLeased property or partially leased property.\n5\nSources and Availability of Raw Materials\nImportant raw materials purchased in 2022 for each of the Company’s reportable segments are listed below.\nGenerally, raw materials are purchased from third-party suppliers under competitively priced supply contracts or bidding arrangements. The Company believes that the raw materials necessary to its business are and will continue to be available.\nPatents, Trade Secrets and Trademarks\nThe Company believes that its domestic and international patent, trade secret and trademark assets provide it with a significant competitive advantage. The Company’s rights under its patents, as well as the products made and sold under them, are important to the Company as a whole and, to varying degrees, important to each business segment. The patents owned by Howmet generally concern particular products, manufacturing equipment or techniques. Howmet’s business as a whole is not, however, materially dependent on any single patent, trade secret or trademark. As a result of product development and technological advancement, the Company continues to pursue patent protection in jurisdictions throughout the world. As of the end of 2022, the Company’s worldwide patent portfolio consists of approximately 938 granted patents and 205 pending patent applications.\nThe Company also has a significant number of trade secrets, mostly regarding manufacturing processes and material compositions that give many of its businesses important advantages in their markets. The Company continues to strive to improve those processes and generate new material compositions that provide additional benefits. With respect to domestic and international registered trademarks, the Company has many that have significant recognition within the markets that are served. Examples include the name Howmet\n®\nmetal castings, Huck\n®\nfasteners, and Dura-Bright\n®\nwheels with easy-clean surface treatments. A significant trademark filing campaign for the names “Howmet” and “Howmet Aerospace” along with its “H” logo was initiated in 2019, in support of the corporate launch of Howmet Aerospace Inc. As of the end of 2022, the Company’s worldwide trademark portfolio consists of approximately 1,569 registered trademarks and 94 pending trademark applications. The Company’s rights under its trademarks are important to the Company as a whole and, to varying degrees, important to each business segment.\nCompetitive Conditions\nThe Company’s segments - Engine Products, Fastening Systems, Engineered Structures, and Forged Wheels - are subject to substantial and intense competition in the markets they serve. Although Howmet believes its advanced technology, manufacturing processes and experience provide advantages to Howmet’s customers, such as high quality and superior mechanical properties that meet the Company’s customers’ most stringent requirements, many of the products Howmet makes can be produced by competitors using similar types of manufacturing processes as well as alternative forms of manufacturing. Despite intense competition, Howmet continues as a market leader in most of its principal markets. We believe that factors such as Howmet’s technological expertise, state-of-the-art capabilities, capacity, quality, engaged employees and long-standing customer relationships enable the Company to maintain its competitive position.\nPrincipal competitors include Berkshire Hathaway Inc., through its 2016 acquisition of Precision Castparts Corporation and subsidiaries, for titanium and titanium-based alloys, precision forgings, seamless rolled rings, investment castings, including airfoils, and aerospace fasteners; VSMPO (Russia) for titanium and titanium-based alloys and precision forgings; Allegheny Technologies, Inc.’s High-Performance Materials & Components segment for titanium and titanium-based alloys and precision forgings; Lisi Aerospace (France) for aerospace fasteners; and Aubert & Duval (part of Eramet Group in France) for precision forgings. Other competitors include Doncasters Group Ltd. (U.K.) and Consolidated Precision Products Corp. (owned by Warburg Pincus and Berkshire Partners) for investment castings; Weber Metals (part of Otto Fuchs) for precision forgings; and Forgital and Frisa (Mexico) for seamless rings.\nForged Wheels competes against aluminum and steel wheel suppliers in the commercial transportation industry under the product brand name Alcoa\n®\nWheels for the major regions that it serves (North America, Europe, Japan, China, South America, and Australia). Its larger aluminum wheel competitors are Accuride Corporation, Speedline (member of the Ronal Group), Nippon Steel Corporation, Dicastal, Alux, and Wheels India Limited. In recent years, Forged Wheels has seen an increase in the number of aluminum wheel suppliers (both forged and cast aluminum wheels) from China, Taiwan, India and South Korea attempting to penetrate the global commercial transportation market.\n6\nSeveral of Howmet’s largest customers have captive superalloy furnaces for producing airfoil investment castings for their own use. Many other companies around the world also produce superalloy investment castings, and some of these companies currently compete with Howmet in the aerospace and other markets, while others are capable of competing with the Company should they choose to do so.\nInternational competition in the investment castings,\nfasteners, rings and forgings markets may also increase in the future as a result of strategic alliances among engine original equipment manufacturers (“OEMs”), aero-structure prime contractors, and overseas companies, especially in developing markets, particularly where “offset” or “local content” requirements create purchase obligations with respect to products manufactured in or directed to a particular country.\nGovernment Regulations and Environmental Matters\nOur operations and activities are global and are subject to various federal, state, local, and foreign laws, rules and regulations, including those relating to the environment. In 2022, compliance with these laws, rules and regulations did not have a material effect on our capital expenditures, results of operations or competitive position. Additionally, we do not currently anticipate material capital expenditures for environmental control facilities in 2023. For a discussion of the risks associated with certain applicable laws and regulations, see “Risk Factors.” Information relating to environmental matters is included in\nto the Consolidated Financial Statements in\nunder the caption “Environmental Matters.”\nHuman Capital\nTo attract, recruit, develop and retain world-class talent, the Company has created a culture that embraces diversity, drives inclusion, and empowers and engages our employees. Our Code of Conduct describes how we lead with integrity and work with one another while supporting our stakeholders. The Company provides competitive wages, benefits and terms of employment.\nAttracting and recruiting candidates through workforce planning, increased hiring efficiency and effective onboarding has been a priority for the Company. The Company’s new Applicant Tracking System supports the dissemination of our job vacancies to a wider range of diverse partners. As an example, our campus recruitment platform provides an ability to proactively reach a broad talent network as the system of record for more than 9.2 million students and 1,300 schools across the United States. To retain new talent, the Company offers an onboarding program to develop a sense of belonging, teamwork and productivity that is uniform across the organization.\nThe Company enables our employees to own their development and create rewarding careers that draw on their aptitudes and support their ambitions. Using a human capital management platform, employees can build a professional profile to share their career aspirations and learn new skills. This platform allows us to align employee goals and growth with the Company’s future business needs so that we can pinpoint potential successor candidates and build their readiness for their future roles. Our talent review and succession planning process is an ongoing priority and is sponsored and led by our CEO with oversight by the Board of Directors.\nWe have started to use a data-driven approach to track how our employees are progressing through our organization. We seek to identify high performers and support their development into potential future leaders, with a particular focus on providing equitable opportunities to individuals who are members of underrepresented groups. Our Employee Resource Groups continue to be fundamental to building our culture of inclusion. Focusing on Gender, LGBTQ+, African Heritage, Hispanic, Veteran, European and Next Generation, these networks provide colleagues with valuable support and advice, create development opportunities, and provide leadership with feedback that raises awareness of issues and challenges. The Company also provides diversity awareness training and resources. Our Board of Directors and Executive Leadership team review diversity, equity and inclusion activity on a regular basis, and have been actively involved in ‘Meet the Leader’ sessions with our employees throughout the year.\nHowmet’s strong health and safety culture empowers our employees and contractors to take personal responsibility for their actions and the safety of their coworkers. This culture is supported by internal policies, standards, rules and procedures that clearly articulate our stringent requirements for working safely in all of our worldwide facilities. The Company embeds annual health and safety goals and objectives into its operating plans to progress against our ultimate goal of zero incidents. We prioritize our risk management processes toward the prevention of fatality and serious injury.\nEmployees\nTotal worldwide employment at the end of 2022 was approximately 21,400\nemployees in 23 countries.\nWithin the United States, there are eight collective bargaining agreements with varying expiration dates between Howmet and various labor unions. Of these eight, the largest workforce covered under a collective bargaining agreement is between Howmet and the United Autoworkers (“UAW”) at our Whitehall, Michigan location. This covers approximately 1,300 employees; the current agreement expires on March 31, 2023. The Whitehall, Michigan location has been preparing for the expiration of this collective bargaining agreement over the course of several months and has started negotiations with the union prior to the\n7\nagreement’s expiration date. In addition to the employees covered by the Whitehall UAW collective bargaining agreement, approximately 1,700 other employees in the United States are also represented by labor unions. On a regional basis, collective bargaining agreements with varying expiration dates cover employees in Europe, North America, South America, and Asia. The Company believes that it has positive relationships with its employees and any respective labor union representatives.\nExecutive Officers of the Registrant\nThe names, ages, positions and areas of responsibility of the executive officers of the Company as of February 14, 2023 are listed below. The Company’s executive officers are annually elected or appointed to serve until the next annual meeting of the Board of Directors (held in conjunction with the annual meeting of shareholders), except in the case of earlier death, retirement, resignation or removal.\nMichael N. Chanatry\n, 62, Vice President and Chief Commercial Officer. Mr. Chanatry was initially elected Vice President and Chief Commercial Officer of Howmet effective May 16, 2018. Prior to joining Howmet, from 2015 to April 2018, he was Vice President of Supply Chain for General Electric’s Power Division. Mr. Chanatry served as General Manager of Supply Chain for General Electric Appliances from 2013 to 2015; and General Electric Aviation Systems from 2009 to 2013. Prior to his leadership roles at General Electric Power, General Electric Appliances and General Electric Aviation Systems, Mr. Chanatry held numerous positions within the General Electric Aviation & Aerospace divisions, as well as at Lockheed Martin from 1983 to 2009.\nKen Giacobbe\n, 57, Executive Vice President and Chief Financial Officer. Mr. Giacobbe was initially elected Executive Vice President and Chief Financial Officer of Howmet effective November 1, 2016. Mr. Giacobbe joined Howmet in 2004 as Vice President of Finance for Global Extruded Products, part of Alcoa Forgings and Extrusions. He then served as Vice President of Finance for the Company’s Building and Construction Systems business from 2008 until 2011. In 2011, he assumed the role of Group Controller for the Engineered Products and Solutions segment. From January 2013 until October 2016, Mr. Giacobbe served as Chief Financial Officer of the Engineered Products and Solutions segment. Before joining Howmet, Mr. Giacobbe held senior finance roles at Avaya and Lucent Technologies.\nLola F. Lin\n, 48, Executive Vice President, Chief Legal and Compliance Officer and Secretary. Ms. Lin was initially elected Executive Vice President, Chief Legal Officer and Secretary of Howmet effective June 28, 2021. Prior to joining Howmet, she served as Senior Vice President and General Counsel of Airgas, Inc. from 2016 to May 2021.\nPrior to her time at Airgas, Ms. Lin\nheld various legal roles at Air Liquide USA LLC from 2007 to 2016, including as Vice President and Deputy General Counsel. Prior to her roles at Airgas Inc. and Air Liquide, Ms. Lin held roles at Dell Inc., Sutherland Asbill & Brennan LLP and Locke Liddell & Sapp LLP.\nNeil E. Marchuk\n, 65, Executive Vice President, Chief Human Resources Officer and Interim President, Fastening Systems. Mr. Marchuk was initially elected Executive Vice President and Chief Human Resources Officer of Howmet effective March 1, 2019. Prior to joining Howmet, from January 2016 to February 2019, he was Executive Vice President and Chief Human Resources Officer at Adient, an automotive manufacturer. From July 2006 to May 2015, Mr. Marchuk was Executive Vice President of Human Resource at TRW Automotive, and served as TRW’s Vice President, Human Resources from September 2004 to July 2006. Prior to joining TRW, from December 2001 to August 2004, Mr. Marchuk was Director, Corporate Human Resources for E.I. Du Pont De Nemours and Company (“E.I. Du Pont”). From September 1999 to November 2001, Mr. Marchuk was Director, Global HR Delivery for E.I. Du Pont. From February 1999 to August 1999, Mr. Marchuk served E.I. Du Pont as its Global HR Director, Global Services Division.\nJohn C. Plant\n, 69, Executive Chairman and Chief Executive Officer. Mr. Plant was appointed Howmet’s Chief Executive Officer effective October 14, 2021, and was Co-Chief Executive Officer from April 2020 to October 2021. From February 2019 to April 2020, he was the Chief Executive Officer of Arconic Inc., as the Company was then known prior to its separation. He has served as chairman of Howmet's Board of Directors since October 2017 and as a member of the Board since February 2016. Mr. Plant previously served as Chairman of the Board, President and Chief Executive Officer of TRW Automotive from 2011 to 2015, and as its President and Chief Executive Officer from 2003 to 2011. TRW Automotive was acquired by ZF Friedrichshafen AG in May 2015. Mr. Plant was a co-member of the Chief Executive Office of TRW Inc. from 2001 to 2003 and an Executive Vice President of TRW from 1999 (when the company acquired Lucas Varity) to 2003. Prior to TRW, Mr. Plant was President of Lucas Varity Automotive and managing director of the Electrical and Electronics division from 1991 through 1997.\nBarbara L. Shultz\n, 49, Vice President and Controller. Ms. Shultz was initially elected Vice President and Controller of Howmet effective May 25, 2021. Ms. Shultz joined Howmet in 2005 and served in numerous financial accounting positions until 2012 when she was appointed Director of Finance for the Company’s Alcoa Wheel and Transportation Products business. She then served as Director of Compliance for the Company’s then Structures business from July 2015 to February 2019, Director of Compliance from February 2019 to June 2020, and Assistant Controller from June 2020 to May 2021. Prior to joining Howmet, Ms. Shultz held several roles at PricewaterhouseCoopers LLP from 1995 to 2005.\n8"
  },
  {
    "item_key": "item_1a",
    "text": "Howmet’s business, financial condition and results of operations may be impacted by a number of factors. In addition to the factors discussed elsewhere in this report, the following risks and uncertainties could materially harm the Company’s business, results of operations, financial condition and/or cash flows, including causing its actual results to differ materially from those projected in any forward-looking statements. The following list of risk factors is not all-inclusive or necessarily in order of importance. Additional risks and uncertainties not presently known to Howmet or that Howmet currently deems immaterial may also adversely affect the Company materially in future periods.\nRisks Related to Our Business and Operations\nThe markets for Howmet’s products are cyclical, and such markets and Howmet’s operations\nare influenced by a number of factors, including global economic conditions.\nHowmet is subject to cyclical fluctuations in global economic conditions and lightweight metals end-use markets. Howmet sells many products to industries that are cyclical, such as the aerospace and commercial transportation industries, and the demand for our products is sensitive to, and quickly impacted by, demand for the finished goods manufactured by our customers in these industries, which may change as a result of changes in regional or worldwide economies, currency exchange rates, interest rates, inflation, energy prices or other factors beyond our control. In addition, Howmet derives a significant portion of our revenue from products sold to the aerospace industry, which is cyclical and reflective of changes in the general economy. The commercial aerospace industry is historically driven by the demand from commercial airlines for new aircraft and spare parts. Demand for commercial aircraft and spare parts is influenced by airline industry profitability, trends in airline passenger traffic domestically and globally, the state of U.S., regional and world economies, the ability of aircraft purchasers to obtain required financing and numerous other factors. The defense aerospace cycle is highly dependent on U.S. and foreign government funding; and, it is also driven by the effects of terrorism, a changing global geopolitical environment, U.S. foreign policy, whether older military aircraft are retired, and technological improvements to new engines and airframes. Further, the demand for Howmet’s commercial transportation products is driven by the number of vehicles produced by commercial transportation manufacturers. Commercial transportation sales and production are affected by many factors, including the age of the vehicle fleet, labor relations issues, fuel prices, regulatory requirements, government initiatives, trade agreements, and levels of competition.\nThe ongoing conflict between Russia and Ukraine has impacted global energy markets, particularly in Europe, leading to high volatility and increasing prices for crude oil, natural gas and other energy supplies. Higher energy costs result in increases in operating expenses at our manufacturing facilities, in the expense of shipping raw materials to our facilities, and in the expense of shipping products to our customers. The costs of certain raw materials (including, but not limited to, nickel, titanium, aluminum, cobalt, and rhenium) necessary for the manufacture of Howmet’s products and other manufacturing and operating costs are influenced by market forces and governmental constraints, including inflation, supply and demand, and shortages, and could be further influenced by export limits, sanctions, new or increased import duties, and countervailing or anti-dumping duties. Recent high levels of inflation worldwide and in the United States has resulted in an increase in the costs of materials and labor. While we generally attempt to pass along higher raw material and energy costs to our customers through contractual agreements in the form of price increases, there can be a delay between an increase in our costs and our ability to increase the prices of our products. Additionally, we may not be able to increase the prices of our products due to competitive pricing pressure and other factors. If the Company is unable to offset significant cost increases through customer price increases, productivity improvements, cost reduction or other programs, Howmet’s business, operating results or financial condition could be materially adversely affected.\nHowmet is unable to predict the future course of industry variables, the strength of the U.S., regional or global economies, or the effects of government actions. Negative economic conditions, such as a major economic downturn or recession, continued inflation, or disruptions in the financial markets, could have a material adverse effect on Howmet’s business, financial condition or results of operations.\nA material disruption of, or manufacturing difficulties at, Howmet’s manufacturing operations could adversely affect Howmet’s business.\nIf Howmet’s operations, particularly one of its key manufacturing facilities, were to be disrupted, including because of significant equipment failures, natural disasters, power outages, fires, explosions, terrorism, theft, sabotage, adverse weather conditions, public health crises, labor disputes, labor shortages or other reasons, Howmet may be unable to effectively meet its obligations to, or demand from, its customers. In addition, the manufacture of many of Howmet’s products is a complex process. Manufacturing problems arising from equipment failure or malfunction, inadvertent failure to follow regulatory or customer specifications and procedures, including those related to quality or safety, and problems with raw materials could have an adverse impact on the Company’s ability to fulfill orders or meet product quality or performance requirements, which may result in negative publicity and damage to our reputation, adversely impacting product demand and customer relationships. Interruptions in production capability could increase Howmet’s costs and reduce its sales, including causing the Company to\n9\nincur costs for premium freight, make substantial capital expenditures, or purchase alternative material at higher costs to fulfill customer orders. Additionally, a delivery delay by us due to production interruptions could subject us to liability from customer claims that such delay resulted in losses to the customer. Furthermore, product manufacturing or performance issues could result in recalls, customer penalties, contract cancellation and product liability exposure in addition to a material adverse effect on our business, financial condition or results of operations. Because of approval, license and qualification requirements applicable to manufacturers and/or their suppliers, sources of alternatives to mitigate manufacturing disruptions may not be readily available to Howmet or its customers.\nHowmet is dependent on a limited number of suppliers for materials and services essential to our operations, including raw materials, and supply chain disruptions could have a material adverse effect on our business.\nHowmet has supply arrangements with suppliers for various materials and services, including raw materials. We maintain annual or long-term contracts for a majority of our supply requirements, and, for the remainder, we depend on spot purchases. There can be no assurance that we will be able to renew, or obtain replacements for, any of our long-term contracts when they expire on terms that are as favorable as our existing agreements, or at all. For certain raw materials and services, we depend on a number of limited source or sole source suppliers. Supply constraints could impact our production or force us to purchase materials and other supplies from alternative sources, which may not be available in sufficient quantities or at prices that are favorable to us. Howmet could also have exposure if a key supplier is unable to deliver sufficient quantities of a necessary material on a timely basis. Several of our suppliers have recently had constraints on their ability to supply Howmet with its full requirements due to lack of capacity, labor shortages and/or material availability. If such constraints continue or escalate, it could result in an adverse impact on our business. Because of approval, license and qualification requirements applicable to manufacturers and/or their suppliers, sources of alternatives to mitigate supply disruptions may not be readily available to Howmet. Any delay in supply from these suppliers could prevent us from meeting customer demand for our products. The availability and costs of certain raw materials necessary for the production of Howmet’s products may also be influenced by private or government entities, including as a result of changes in geopolitical conditions or regulatory requirements, labor relations between the producers and their work forces, and unstable governments in exporting nations. Any of the foregoing supply chain disruptions or those due to trade barriers, business continuity, quality, cyberattacks, transportation, delivery or logistics challenges, weather, natural disaster, or pandemic events could adversely affect Howmet’s business, results of operations or financial condition.\nHowmet’s business depends, in part, on its ability to successfully meet program demand, production targets and commitments.\nHowmet is currently under contract to supply components for a number of existing and new commercial, general aviation, military aircraft and aircraft engine programs. Many of these contracts contemplate production increases over the next several years. If Howmet fails to meet production targets and commitments, or encounters difficulty or unexpected costs in meeting such levels, it could have a material adverse effect on the Company’s reputation, business, operating results or financial condition. Similarly, to the extent demand for our products increases rapidly and significantly in future periods, we may not be able to ramp up production quickly enough to meet the demand, which could result in lost opportunities for growth and adversely affect our business, financial condition, results of operations or competitive position.\nFailure to attract and retain a qualified workforce and key personnel or to provide adequate succession planning could adversely affect Howmet’s operations and competitiveness.\nHowmet’s global operations require qualified and skilled personnel with relevant industry and technical experience. Shortages in certain skills, in areas such as engineering, manufacturing and technology, and other labor market inadequacies have created more competition for talent. A sustained labor shortage, lack of skilled labor, increased turnover, labor inflation, or increase in general labor costs could lead to higher labor, recruiting or training costs to attract and retain personnel. If the Company fails to attract, train, develop and retain a global workforce with the skills and in the locations we need to operate and grow our business, our business and operations could be adversely impacted. Furthermore, the continuity of key personnel and the preservation of institutional knowledge are vital to the success of the Company’s growth and business strategy. The loss of key personnel could significantly harm Howmet’s business, and any unplanned turnover or failure to develop adequate succession plans for key positions could deplete the Company’s institutional knowledge base, result in loss of technical or other expertise, delay or impede the execution of the Company’s business plans and erode Howmet’s competitiveness.\nHowmet could be adversely affected by the loss of key customers or significant changes in the business or financial condition of its customers.\nHowmet has long-term contracts with a significant number of its customers, some of which are subject to renewal, renegotiation or re-pricing at periodic intervals or upon changes in competitive supply conditions. Howmet’s failure to successfully renew, renegotiate or favorably re-price such agreements, or a material deterioration in or termination of these customer relationships, could result in a reduction or loss in customer revenue. Additionally, a significant downturn or deterioration in the business or financial condition or loss of a key customer supplied by Howmet could adversely affect Howmet’s financial results. Howmet’s\n10\ncustomers may experience delays in the launch of new products, labor strikes, diminished liquidity or credit unavailability, weak demand for their products, supply chain constraints or other difficulties in their businesses. For example, our sales were negatively affected by Boeing’s pause in deliveries of its 787 aircraft from May 2021 through 2022 as a result of Boeing’s significantly reduced 787 production rates. Howmet’s customers may also change their business strategies or modify their business relationships with Howmet, including to reduce the amount of Howmet’s products they purchase, to switch to alternative suppliers, or to enter into the markets themselves to compete with Howmet. If Howmet’s customers reduce, terminate or delay purchases from Howmet due to the foregoing factors or otherwise and Howmet is unsuccessful in enforcing its contract rights or replacing such business in whole or in part or replaces it with less profitable business, our financial condition and results of operations may be adversely affected.\nHowmet’s products are used in a variety of military applications, including military aircraft. Although many of the military programs in which Howmet participates extend several years, changes in military strategy, policy and priorities, or reductions in defense spending, may affect current and future funding of these programs and could reduce the demand for Howmet’s products, which could adversely affect Howmet’s business, financial condition or results of operations.\nInformation technology system failures, cyberattacks and security breaches may threaten the integrity of Howmet’s intellectual property and other sensitive information, disrupt its business operations, and result in reputational harm and other negative consequences having a material adverse effect on its financial condition and results of operations.\nHowmet’s information technology systems could be subject to damage or interruption from power outages; computer network and telecommunications failures; computer viruses; catastrophic events, such as fires, floods, earthquakes, tornadoes, hurricanes, acts of war or terrorism; and usage errors by employees. If Howmet’s information technology systems are damaged or cease to function properly, the Company may have to make a significant investment to fix or replace them, and Howmet may suffer loss of critical data and interruptions or delays in its operations. Any material disruption in the Company’s information technology systems, or delays or difficulties in implementing or integrating new systems or enhancing current systems, could have an adverse effect on Howmet’s business, financial condition or results of operations.\nIncreased global cybersecurity vulnerabilities, threats and more sophisticated and targeted cyberattacks pose a risk to the security of our and our customers’, suppliers’ and third-party service providers’ products, systems and networks, and the confidentiality, availability and integrity of our data. The Company believes that it faces threats of cyberattacks due to the industries it serves, the locations of its operations, and its technological innovations. The Company has experienced cybersecurity attacks in the past, including breaches of its information technology systems in which information was taken, and may experience them in the future, potentially with more frequency or sophistication. Although past attacks did not result in known losses of any critical data or have a material impact on Howmet’s financial condition or results of operations, the scope and impact of any future incident cannot be predicted. While the Company continually works to safeguard its systems and mitigate potential risks, there is no assurance that such actions will be sufficient to prevent cyberattacks or security breaches that manipulate or improperly use the Company’s systems or networks, compromise confidential, personal or otherwise protected information, destroy or corrupt data, block access to its systems, or otherwise disrupt its operations. The occurrence of such events could negatively impact Howmet’s reputation and its competitive position and could result in litigation with third parties, regulatory action, loss of business, potential liability and increased remediation costs, any of which could have a material adverse effect on its financial condition and results of operations.\nOur business, results of operations, financial condition and/or cash flows have been and could continue to be adversely impacted materially by the continued effects of the COVID-19 pandemic.\nThe COVID-19 pandemic affecting the global community has had and may continue to have a material adverse effect on our business, results of operations, financial condition and/or cash flows, and the nature and extent of the impact over time remain uncertain. A sustained impact to our operations, financial results and market capitalization may require material impairments of our assets, including, but not limited to, goodwill and other intangible assets, long-lived assets, and right-of-use assets. The impact over time will depend on future developments that are beyond our control, including the duration of the pandemic, the continued severity of the virus, resurgences and emergence of variants of the virus, the efficacy and availability or uptake of vaccines and related drugs, and the actions that may be taken in response to COVID-19, such as travel limitations. For instance, the decrease in domestic and international air travel due to the pandemic adversely affected demand for narrow-body and wide-body aircraft. Although domestic air travel now approximates pre-pandemic levels, China domestic air travel is still below pre-pandemic 2019 levels on an average monthly basis in 2022. International travel also continues to be lower than pre-pandemic 2019 levels. We expect commercial aerospace growth to continue, with narrow-body demand  returning faster than wide-body demand. The commercial wide-body aircraft market is taking longer to recover, which is creating a shift in our product mix compared to pre-pandemic conditions. In addition, several of our commercial aerospace and transportation customers have encountered, and may continue to encounter, challenges in their ability to increase production rates to meet demand due to labor and supply chain constraints stemming from the pandemic. Additionally, the COVID-19 pandemic has or may continue to exacerbate other risks disclosed herein, including, but not limited to, risks related to global economic conditions, competition,\n11\nloss of customers, costs of supplies, supply chain disruptions, manufacturing difficulties and disruptions, investment returns, our credit profile, our credit ratings, and interest rates.\nHowmet faces significant competition, which may have an adverse effect on profitability.\nAs discussed in “Competitive Conditions” in\n(Business) of this report, the markets for Howmet’s products are highly competitive. Howmet’s competitors include a variety of both U.S. and non-U.S. companies in our product markets, which could include existing customers. New entrants in our markets, new product offerings, new and/or emerging technologies in the marketplace, or new facilities may compete with or replace Howmet products. The willingness of customers to accept alternate solutions for the products sold by Howmet, pricing pressure from competitors, and technological advancements or other developments by or affecting Howmet’s competitors or customers could adversely affect Howmet’s business, financial condition or results of operations. Howmet’s competitive position and future performance depends, in part, on the Company’s ability to develop and innovate products, deploy technology initiatives and implement advanced manufacturing technologies. While Howmet intends to continue to develop innovative new products and services, it may not be able to successfully differentiate its products or services from those of its competitors or achieve and maintain technological advantages.\nIn addition, Howmet may face increased competition due to industry consolidation. Companies that are strategic partners in some areas of Howmet’s business may acquire or form alliances with Howmet’s competitors, thereby reducing their business with Howmet. Industry consolidation may result in stronger competitors who are better able to obtain favorable terms from suppliers or who are better able to compete as sole-source vendors for customers. Consolidation within Howmet’s customer base may result in customers who are better able to exert leverage in negotiating prices and other terms of sale, or may lead to reduced demand for Howmet’s products if a combined entity replaces Howmet with a Howmet competitor with which it had prior relationships. The result of these circumstances could have a material adverse effect on Howmet’s business, operating results and financial condition.\nRisks Related to Liquidity and Capital Resources\nA decline in Howmet’s financial performance or outlook could negatively impact its credit profile, its access to capital markets and its borrowing costs.\nA decline in the Company’s financial performance or outlook due to internal or external factors, such as macroeconomic conditions, a deterioration in the Company’s financial metrics or a contraction in the Company’s liquidity, could adversely affect the Company’s credit ratings and its access to the capital or credit markets on terms and conditions that the Company finds acceptable. A downgrade of Howmet’s credit ratings could result in negative consequences, including limiting its ability to obtain future financing on favorable terms, if at all, increasing borrowing costs and credit facility fees, triggering collateral postings, and adversely affecting the market price of Howmet securities. For information on our credit ratings, see “Liquidity and Capital Resources” in\n(Management’s Discussion and Analysis of Financial Condition and Results of Operations). Limitations on Howmet’s ability to access global capital markets, a reduction in Howmet’s liquidity or an increase in borrowing costs could materially and adversely affect Howmet’s ability to maintain or grow its business, which in turn may adversely affect its financial condition, liquidity and results of operations.\nAn adverse decline in the liability discount rate, lower-than-expected investment return on pension assets and other factors could adversely affect Howmet’s results of operations or amount of pension funding contributions in future periods.\nHowmet’s results of operations may be negatively affected by the amount of expense Howmet records for its pension and other postretirement benefit plans, by reductions in the fair value of plan assets and by other factors. Howmet calculates income or expense for its plans using actuarial valuations in accordance with accounting principles generally accepted in the United States of America. These valuations reflect assumptions about financial market and other economic conditions, which may change due to changes in key economic indicators. The most significant year-end assumptions used by Howmet to estimate pension or other postretirement benefit income or expense for the following year are the discount rate applied to plan liabilities and the expected long-term rate of return on plan assets. In addition, Howmet is required to make an annual measurement of plan assets and liabilities, which may result in a significant charge to shareholders’ equity. For a discussion regarding how Howmet’s financial statements can be affected by pension and other postretirement benefits accounting policies, see “Critical Accounting Policies and Estimates—Pension and Other Postretirement Benefits” in\n(Management’s Discussion and Analysis of Financial Condition and Results of Operations) and\nto the Consolidated Financial Statements in\n.\nAdverse capital market conditions could result in reductions in the fair value of plan assets and increase the Company’s liabilities related to such plans. Additionally, unpredictable future declines in the discount rate or lower-than-expected investment returns on plan assets could lead to a decline in the plans’ funded status and result in higher than expected pension contributions. The foregoing factors may adversely affect the Company’s financial condition, liquidity and results of operations.\n12\nDividends and share repurchases fall within the discretion of our Board of Directors and depend on a number of factors.\nShare repurchases and the declaration of dividends fall within the discretion of Howmet’s Board of Directors, and the Board’s decision regarding such matters depends on many factors, including Howmet’s financial condition, earnings, capital requirements, debt service obligations, covenants associated with certain of the Company’s debt obligations, industry practice, legal requirements, regulatory constraints and other factors that the Board deems relevant. There can be no assurance that the Company will declare dividends or repurchase stock in the future in any particular amounts, or at all.\nRisks Related to Legal and Regulatory Matters\nHowmet may be exposed to significant legal proceedings, investigations or changes in U.S. federal, state or foreign law, regulation or policy.\nThe manufacture and sale of our products expose Howmet to potential product liability, personal injury, property damage and related claims. In the event that a Howmet product fails to perform as expected, regardless of fault, or is used in an unexpected manner, and such failure or use results in, or is alleged to result in, bodily injury and/or property damage or other losses, Howmet may be subject to product liability lawsuits and other claims, or may participate in a recall or other corrective action involving such product. In addition, if a Howmet product is perceived to be defective or unsafe, Howmet’s sales could decrease, its reputation could be adversely impacted and Howmet could be exposed to government investigations or regulatory enforcement actions. Howmet is also subject to a variety of global legal and regulatory compliance risks in connection with its business and products. These risks include, among other things, potential claims, class action lawsuits or compliance issues, including those relating to securities laws, employment laws, intellectual property rights, cyber, security and privacy, insurance, commercial matters, antitrust and competition, human rights, third-party relationships, ESG (including climate-related/sustainability and other) rules and regulations, supply chain operations and the manufacture and sale of products. An adverse outcome in one or more of proceedings or investigations, or unfavorable changes in laws, regulations or policies, or other contingencies that the Company cannot predict with certainty, could have a material adverse effect on the Company’s financial condition, results of operations or cash flows, including reputational harm, loss of customers and substantial monetary damages and/or non-monetary penalties. For additional information regarding the legal proceedings involving the Company, see\nto the Consolidated Financial Statements in\n.\nOur business may be adversely affected if we fail to comply with government contracting regulations.\nWe derive a portion of our revenue from sales to U.S. and foreign governments and their respective agencies. Such contracts are subject to various procurement laws and regulations and contract provisions relating to their formation, administration and performance. New laws and regulations or changes to existing ones (including, but not limited to, those related to subcontracting, cybersecurity and specialty metals) can increase our risks and/or costs. Failure to comply with these laws, regulations or provisions in our government contracts could result in the imposition of various civil and criminal penalties, termination of contracts, forfeiture of profits, suspension of payments, increased pricing pressure or suspension from future government contracting. If our government contracts are terminated, if we are suspended from government work, or if our ability to compete for new contracts is adversely affected, our financial condition and results of operation could be adversely affected.\nHowmet’s global operations expose Howmet to risks that could adversely affect its business, financial condition, results of operations, cash flows or the market price of its securities.\nHowmet has operations or activities in numerous countries and regions outside the United States, including Europe, Mexico, China, and Japan. As a result, Howmet’s global operations are affected by economic, political, legal, and other conditions in the United States and foreign countries in which Howmet does business, including (i) economic and commercial instability risks, including changes in local government laws, regulations and policies, such as those related to tariffs, sanctions and trade barriers, taxation, exchange controls, employment regulations and repatriation of assets or earnings; (ii) geopolitical risks such as political instability, civil unrest, expropriation, nationalization of properties by a government, imposition of sanctions, and renegotiation or nullification of existing agreements; (iii) war, cyber threats, terrorist activities or other dangerous conditions; (iv) compliance with applicable U.S. and foreign laws, including antitrust and competition regulations, the Foreign Corrupt Practices Act and other anti-bribery and corruption laws, and laws concerning trade, including the International Traffic in Arms Regulations, the Export Administration Regulations, and the sanctions, regulations and embargoes administered by the U.S. Department of Treasury’s Office of Foreign Assets Control; (v) aggressive, selective or lax enforcement of laws and regulations by foreign governmental authorities; (vi) exposure to fluctuations in foreign currency exchange rates and interest rates, as well as inflation, economic factors, and currency controls in the countries in which it operates; and (vii) imposition of currency controls. Although the effect of any of the foregoing factors is difficult to predict, any one or more of them could adversely affect Howmet’s business, financial condition or results of operations.\n13\nHowmet may face challenges to its intellectual property rights which could adversely affect the Company’s reputation, business and competitive position.\nHowmet owns important intellectual property, including patents, trademarks, copyrights and trade secrets. The Company’s intellectual property plays an important role in maintaining Howmet’s competitive position in a number of the markets that the Company serves. Howmet’s competitors may develop technologies that are similar or superior to Howmet’s proprietary technologies, or design around the patents Howmet owns or licenses. Despite its controls and safeguards, Howmet’s technology may be misappropriated by its employees, its competitors or other third parties. The pursuit of remedies for any misappropriation of Howmet intellectual property is expensive and the ultimate remedies may be deemed insufficient. Further, in jurisdictions where the enforcement of intellectual property rights is less robust, the risk of misappropriation of Howmet intellectual property increases, despite efforts the Company undertakes to protect it. Developments or assertions by or against Howmet relating to intellectual property rights, and any inability to protect or enforce Howmet’s rights sufficiently, could adversely affect Howmet’s business and competitive position.\nUnanticipated changes in Howmet’s tax provisions or exposure to additional tax liabilities could affect Howmet’s future profitability.\nHowmet is subject to income taxes in both the United States and various non-U.S. jurisdictions. Its domestic and international tax liabilities are dependent upon the distribution of income among these different jurisdictions. Changes in applicable domestic or foreign tax laws and regulations, or their interpretation and application, including the possibility of retroactive effect, could affect the Company’s tax expense and profitability. Howmet’s tax expense includes estimates of additional tax that may be incurred for tax exposures and reflects various estimates and assumptions. The assumptions include assessments of future earnings of the Company that could impact the valuation of its deferred tax assets. The Company’s future results of operations could be adversely affected by changes in the effective tax rate as a result of a change in the mix of earnings in countries with differing statutory tax rates, changes in the overall profitability of the Company, changes in tax legislation and rates, changes in generally accepted accounting principles, changes in the valuation of deferred tax assets and liabilities, the results of tax audits and examinations of previously filed tax returns or related litigation and continuing assessments of its tax exposures.\nLabor disputes and other employee relations issues could adversely affect Howmet’s business, financial condition or results of operations.\nA significant portion of Howmet’s employees are represented by labor unions in several countries under various collective bargaining agreements, each with varying durations and expiration dates. For more information, see “Employees” in\n(Business) of this report. Howmet may not be able to negotiate successor collective bargaining agreements upon expiration, in the United States and other countries, without a risk of labor disputes, including strikes or work stoppages. Howmet may also be subject to general country strikes or work stoppages unrelated to its business or collective bargaining agreements. Any such labor disputes or work stoppages (or potential work stoppages) could have a material adverse effect on Howmet’s business, financial condition or results of operations.\nHowmet is exposed to environmental, health and safety risks and is subject to a broad range of health, safety and environmental laws and regulations which may result in substantial costs and liabilities.\nHowmet’s operations worldwide are subject to numerous complex and increasingly stringent health, safety and environmental laws and regulations. The costs of complying with such laws and regulations, as well as participation in assessments and cleanups of sites, and internal voluntary programs, have been, and in the future could be, significant. Environmental matters for which Howmet may be liable may arise in the future at its present sites, at sites owned or operated by its predecessors or affiliates, at sites that it may acquire in the future, or at third-party sites used by Howmet, its predecessors or affiliates for material and waste handling and disposal. Compliance with health, safety and environmental laws and regulations, including remediation obligations, may impact Howmet’s results of operations or liquidity in a particular period.\nIn addition, the industrial activities conducted at Howmet’s facilities present a significant risk of injury or death to our employees or third parties that may be on site. Our operations are subject to regulation by various federal, state and local agencies in the United States, including the Occupational Safety and Health Administration, and regulation by foreign government entities abroad responsible for employee health and safety. Material liabilities relating to injury, death or other workers’ compensation claims could have a material adverse effect on our results of operations and financial condition or result in negative publicity and/or significant reputational harm.\n14\nHowmet may be affected by global climate change or by legal, regulatory, customer or supplier responses to such change.\nIncreased concern over climate change has led to new and proposed legislative and regulatory initiatives, such as cap-and-trade systems and additional limits on emissions of greenhouse gases, which in turn may trigger customer decarbonization requirements. New or revised laws, regulations and policies in this area and customer decarbonization requirements could directly and indirectly affect Howmet and its customers and suppliers, including by increasing the costs of production or impacting demand for certain products, which could result in an adverse effect on our financial condition, results of operations and cash flows. Additionally, Howmet utilizes natural gas, electricity and other fuels to operate its facilities. Significant increased energy costs and/or costs to transition to renewable energy sources, as a result of new laws, such as carbon pricing or product energy efficiency requirements, or as a result of customer requirements, could be passed along to the Company and its customers and suppliers. Compliance with any new or more stringent laws or regulations, or stricter interpretations of existing laws, could require additional expenditures by the Company or its customers or suppliers.\nPhysical risks associated with climate change may result in an increase of the exposure to, and impact of, events with damage due to flooding, extreme winds and extreme precipitation for Howmet locations, suppliers or customers. Prolonged periods of drought may result in wildfires and/or restrictions on process water use. These climate-related impacts may have an adverse effect on production capacity of Howmet sites, suppliers and customers. These types of incidents could have a material adverse effect on our results of operations and financial condition.\nWith respect to the various transaction agreements that the Company entered into in connection with its separation transactions, if the counterparties fail to meet their obligations or\nif we have material indemnification obligations under such agreements, our business, results of operations and financial condition may be materially adversely affected.\nIn connection with our separation transactions, we entered into various agreements with Arconic Corporation and Alcoa Corporation, including respective Separation and Distribution agreements pursuant to which Arconic Corporation and Alcoa Corporation agreed to indemnify us for certain liabilities, and we agreed to indemnify those parties for certain liabilities. We rely on these parties to satisfy their performance and payment obligations under these agreements. If either party is unable or unwilling to satisfy its obligations under its applicable agreements, we could incur operational difficulties and/or material losses. The indemnities that we are required to provide Alcoa Corporation and Arconic Corporation under these agreements are currently not material. If either Alcoa Corporation or Arconic Corporation, as applicable, is not able to fully satisfy its indemnification obligations to us, we may be required to bear such losses. Each of these risks could negatively affect our business, results of operations and financial condition.\nThe Arconic Inc. Separation Transaction could result in substantial tax liability.\nIt was a condition to the distribution of all outstanding shares of Arconic Corporation common stock to the Company’s stockholders (the “Distribution of Arconic”), which effected the Arconic Inc. Separation Transaction, that we receive an opinion of our outside counsel regarding the qualification of the distribution as a “reorganization” within the meaning of Sections 355 and 368(a)(1)(D) of the Internal Revenue Code of 1986, as amended (the “Code”). This condition was satisfied prior to the Distribution of Arconic. However, if any of the facts, representations, or undertakings of the opinion is, or becomes, inaccurate or incomplete, the opinion of counsel may be invalid and the conclusions reached therein could be jeopardized. Further, the Internal Revenue Service (the “IRS”) could determine that any of the facts, representations or undertakings are false or have been violated. Additionally, the opinion of counsel is not binding on the IRS or any court and the IRS or a court may disagree with the conclusions in the opinion of counsel. In the event the IRS were to prevail with such challenge, we, our stockholders and Arconic Corporation could be subject to significant U.S. federal income tax liability. In addition, even if the Distribution of Arconic, together with certain related transactions, otherwise qualifies for tax-free treatment under current U.S. federal income tax law, the Distribution of Arconic may nevertheless be rendered taxable to us as a result of certain post-distribution transactions, including certain acquisitions of shares or assets of ours or Arconic Corporation.\nUnder the tax matters agreement we entered into with Arconic Corporation in connection with the Arconic Inc. Separation Transaction, Arconic Corporation may be required to indemnify us for any taxes resulting from the separation due to certain actions, including Arconic Corporation’s representations, covenants or undertakings contained in the separation agreement and certain other agreements, including the opinion of counsel, being incorrect or violated. However, Arconic Corporation may not be able to fully satisfy its indemnification obligations. In addition, we may incur other tax costs in connection with the Arconic Inc. Separation Transaction, including non-U.S. tax costs resulting from transactions in non-U.S. jurisdictions, which may be material. Each of these risks could negatively affect our business, results of operations and financial condition."
  },
  {
    "item_key": "item_1b",
    "text": "None.\n15"
  },
  {
    "item_key": "item_2",
    "text": "Howmet’s principal office and corporate center is located at 201 Isabella Street, Suite 200, Pittsburgh, Pennsylvania 15212-5872. In the second quarter of 2022, the Company sold this property and entered into a 12-year lease with the purchaser for a portion of the property.\nHowmet leases some of its facilities; however, it is the opinion of management that the leases do not materially affect the continued use of the properties or the properties’ values.\nHowmet believes that its facilities are suitable and adequate for its operations. Although no title examination of properties owned by Howmet has been made for the purpose of this report, the Company knows of no material defects in title to any such properties. See\nand\nto the Consolidated Financial Statements in\nof this Form 10-K.\nHowmet has active plants and holdings in various geographic areas. See the table regarding the Company's principal facilities in\n(Business)."
  },
  {
    "item_key": "item_3",
    "text": "In the ordinary course of its business, Howmet is involved in a number of lawsuits and claims, both actual and potential. For a discussion of legal proceedings, see\nto the Consolidated Financial Statements in\nof this Form 10-K."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "The Company’s common stock is listed on the New York Stock Exchange under the symbol “HWM.” Prior to the Arconic Inc. Separation Transaction on April 1, 2020, the Company was known as Arconic Inc. and was listed under the stock symbol “ARNC.”\nThe number of holders of record of common stock was 9,404 as of February 13, 2023.\n16\nStock Performance Graph\nThe following graph compares the most recent five-year performance of the Company’s common stock with (1) the Standard & Poor’s (“S&P”) 500\n®\nIndex, (2) the S&P 500\n®\nIndustrials Index, a group of 70 companies categorized by Standard & Poor’s as active in the “industrials” market sector, and (3) the S&P Aerospace & Defense Index, which comprises General Dynamics Corporation, Howmet Aerospace Inc., Huntington Ingalls Industries, L3Harris Technologies, Inc., Lockheed Martin Corporation, Northrop Grumman Corporation, Raytheon Technologies Corporation, Textron Inc., The Boeing Company, and Transdigm Group Inc.\nThe graph assumes, in each case, an initial investment of $100 on December 31, 2017, and the reinvestment of dividends. The historical prices of the Company presented in the graph and table have been adjusted to reflect the impact of the April 2020 Arconic Inc. Separation Transaction. Because the starting point of the graph is December 31, 2017, the effect of the November 2016 Alcoa Inc. Separation Transaction is already reflected in the Company’s stock price on December 31, 2017. The graph, table and related information shall not be deemed to be “filed” with the SEC, nor shall such information be incorporated by reference into future filings under the Securities Act of 1933 or Securities Exchange Act of 1934, each as amended, except to the extent that the Company specifically incorporates it by reference into such filing.\n17\nIssuer Purchases of Equity Securities\nThe following table presents information with respect to the Company’s open-market repurchases of its common stock during the quarter ended December 31, 2022:\n(1)\nExcludes commissions cost.\n(2)\nOn August 18, 2021, the Company announced that its Board of Directors authorized a share repurchase program of up to $1,500 million of the Company's outstanding common stock. After giving effect to the share repurchases made through the fourth quarter of 2022, approximately $947 million Board authorization remained available as of January 1, 2023. Under the Company’s share repurchase programs (the “Share Repurchase Programs”), the Company may repurchase shares by means of trading plans established from time to time in accordance with Rule 10b5-1 under the Securities Exchange Act of 1934, as amended, block trades, private transactions, open market repurchases and/or accelerated share repurchase agreements or other derivative transactions. There is no stated expiration for the Share Repurchase Programs. Under its Share Repurchase Programs, the Company may repurchase shares from time to time, in amounts, at prices, and at such times as the Company deems appropriate, subject to market conditions, legal requirements and other considerations. The Company is not obligated to repurchase any specific number of shares or to do so at any particular time, and the Share Repurchase Programs may be suspended, modified or terminated at any time without prior notice.\n(3)\nAmount includes the surrender of 3,629 shares of Howmet common stock by a participant in the Company’s stock incentive plan to the Company to satisfy the exercise price and tax withholding obligations of employee stock options at the time of exercise. These surrendered shares are not part of any Share Repurchase Programs.\nItem 6. Selected Financial Data.\nReserved.\n18"
  },
  {
    "item_key": "item_7",
    "text": "(dollars in millions, except share and per-share amounts)\nThe following Management’s Discussion and Analysis of Financial Condition and Results of Operations (“MD&A”) is intended to help the reader understand our results of operations and financial condition. The MD&A is provided as a supplement to, and should be read in conjunction with, our consolidated financial statements and notes thereto included in\n(Financial Statements and Supplementary Data) of this Form 10-K.\nOverview\nOur Business\nHowmet is a global leader in lightweight metals engineering and manufacturing. Howmet’s innovative, multi-material products, which include nickel, titanium, aluminum, and cobalt, are used worldwide in the aerospace (commercial and defense), commercial transportation, and industrial and other markets.\nHowmet is a global company operating in 20 countries. Based upon the country where the point of shipment occurred, North America and Europe generated 71% and 22%, respectively, of Howmet’s sales in 2022. In addition, Howmet has operating activities in numerous countries and regions outside of North America and Europe, including China and Japan. Governmental policies, laws and regulations, and other economic factors, including inflation and fluctuations in foreign currency exchange rates and interest rates, affect the results of operations in countries with such activities.\nManagement Review of 2022 and Outlook\nThe Company derived approximately 46% of its revenue from products sold to the commercial aerospace market for the year ended December 31, 2022 which is substantially less than the pre-pandemic 2019 annual rate of approximately 60%. Due to the global COVID-19 pandemic and its impact on the commercial aerospace industry to date, there has been a decrease in domestic and international air travel, which in turn has adversely affected demand for narrow-body and wide-body aircraft. Although domestic air travel now approximates pre-pandemic levels, China domestic air travel is still below pre-pandemic 2019 levels on an average monthly basis in 2022. International travel also continues to be lower than pre-pandemic 2019 levels. We expect commercial aerospace growth to continue, with narrow-body demand returning faster than wide-body demand. The commercial wide-body aircraft market is taking longer to recover, which is creating a shift in our product mix compared to pre-pandemic conditions. In addition to the impact from the pandemic, the timing and level of future aircraft builds by OEMs are subject to changes and uncertainties, such as declines in Boeing 787 production rates due to delays in its recertification, which may cause our future results to differ from prior periods due to changes in product mix in certain segments.\nIn 2022, Sales increased 14% over 2021 primarily as a result of higher sales in the commercial aerospace market, an increase in material cost pass through of $225, and favorable product pricing of $67, partially offset by lower sales in the defense aerospace market. Price increases are in excess of material and inflationary cost pass through to our customers.\nIncome from continuing operations before income taxes increased 87% from 2021. Total Segment Adjusted EBITDA\n(1)\nincreased 13% from 2021 due to favorable sales in the commercial aerospace market, cost reductions, and favorable product pricing, partially offset by Boeing 787 production declines and lower sales in the defense aerospace market and inflationary costs.\nManagement continued its focus on liquidity and cash flows as well as improving its operating performance through profitable revenue, efficient operations, and margin enhancement. Management has also continued its intensified focus on capital efficiency. Management’s focus and the related results enabled Howmet to end 2022 with a solid financial position.\nThe following financial information reflects certain key highlights of Howmet’s 2022 results:\n•\nSales of $5,663, an increase of 14% from 2021, with higher sales in the commercial aerospace market;\n•\nNet income from continuing operations of $469, or $1.11 per diluted share;\n•\nIncome from continuing operations before income taxes of $606, an increase of $282, or 87%, from 2021;\n•\nTotal Segment Adjusted EBITDA\n(1)\nof $1,352, an increase of $152, or 13%, from 2021;\n•\nCash on hand and restricted cash at the end of the year of $792;\n•\nCash provided from operations of $733; cash used for financing activities of $526; and cash used for investing activities of $135;\n•\nPurchased approximately 11 million shares of Common Stock under the Share Repurchase Programs for approximately $400;\n19\n•\nTotal debt of $4,162, a decrease of $70 from 2021, reflecting repurchases of $69 of the 5.125% Notes due October 2024 (the “5.125% Notes”) during 2022; and\n•\nThe Company’s common stock had a closing price of $39.41 per share at December 30, 2022, an increase of $26.21 per share, or 199%, since the Arconic Inc. Separation Transaction on April 1, 2020, compared to an increase of 55% for both the S&P 500\n®\nIndex and S&P Aerospace & Defense Select Industry Index over the same period.\n(1)\nSee below in Results of Operations for the reconciliation of Total Segment Adjusted EBITDA to Income from continuing operations before income taxes.\nIn 2023, management projects sales to increase as we expect solid growth in the commercial aerospace market, and the Company’s strong position in that market is expected to continue. Earnings per share is expected to grow as management continues to focus on operational performance. Cash provided from operations is expected to increase for the full year in 2023 compared with 2022, resulting from a continued focus on operating performance and on capital efficiency. Capital expenditures are expected to be less than depreciation and amortization.\nResults of Operations\nEarnings Summary\nSales.\nSales for 2022 were $5,663 compared with $4,972 in 2021, an increase of $691, or 14%. The increase was primarily due to higher sales in the commercial aerospace market, an increase in material cost pass through of $225, and favorable product pricing of $67, partially offset by lower sales in the defense aerospace market. Price increases are in excess of material and inflationary pass through to our customers.\nSales for 2021 were $4,972 compared with $5,259 in 2020, a decrease of $287, or 5%. The decrease was primarily due to lower sales in the commercial aerospace market driven by the impact of COVID-19 and Boeing 787 production declines and lower sales in the defense aerospace market, partially offset by growth in the commercial transportation and industrial gas turbine markets as well as favorable product pricing of $97. Price increases are in excess of material and inflationary cost pass through to our customers.\nCost of goods sold (“COGS”).\nCOGS as a percentage of Sales was 72.5% in 2022 compared with 72.3% in 2021. The increase was primarily due to increased costs related to three plant fires, as well as material cost pass through and increased net headcount, primarily in the Engine Products and Fastening Systems segments, in anticipation of future revenue increases, partially offset by higher volumes and favorable product pricing. The Company had total COGS charges of $59 in 2022, offset by partial insurance claims reimbursements of $23, related to fires that occurred in 2019 at a Fastening Systems plant in France (the “France Plant Fire”), at a Forged Wheels plant in Barberton, Ohio in mid-February 2020 (the “Barberton Plant Fire”), and a mechanical failure resulting in substantial heat and fire-related damage to equipment at the Company’s cast house in Barberton, Ohio in the third quarter of 2022 (the “Barberton Cast House Incident”), compared to total COGS charges of $28 in 2021, offset by partial insurance claims reimbursements of $32, related to the France Plant Fire and the Barberton Plant Fire. The insurance claims related to these three plant fires were in excess of the insurance deductible. During the fourth quarter of 2022, the Company settled the insurance claim related to the Barberton Plant Fire. The downtime related to these plant fires in 2022 and 2021 reduced production levels and affected productivity at the plants. The Company anticipates additional charges related to these plant fires of approximately $5 to $10 in 2023.\nCOGS as a percentage of Sales was 72.3% in 2021 compared with 73.7% in 2020. The decrease was primarily due to structural cost reductions and favorable product pricing. Additionally, the Company submitted insurance claims related to the France Plant Fire and Barberton Plant Fire and received partial settlements of $32 in 2021 compared to $39 in 2020, which were in excess of the insurance deductibles. In 2021, the Company recorded charges of $28 related to plant fires compared to $41 in 2020. The downtime reduced production levels and affected productivity at the plants.\nSelling, general administrative, and other expenses (“SG&A”).\nSG&A expenses were $288, or 5.1% of Sales, in 2022 compared with $251, or 5.0% of Sales, in 2021. The increase in SG&A of $37, or 15%, was primarily due to higher employment, travel, and lease costs in 2022, as well as legal and other advisory reimbursements received in 2021 that did not recur in 2022.\nSG&A expenses were $251, or 5.0% of Sales, in 2021 compared with $277, or 5.3% of Sales, in 2020. The decrease in SG&A of $26, or 9%, was primarily due to overhead cost reductions in 2021 and costs incurred in 2020 associated with the Arconic Inc. Separation Transaction that did not recur in 2021.\nResearch and development expenses (“R&D”).\nR&D expenses were $32 in 2022 compared with $17 in 2021. The increase of $15, or 88%, was primarily due to higher spending on technology projects across all segments.\nR&D expenses were $17 in both 2021 and 2020.\n20\nProvision for depreciation and amortization (“D&A”).\nThe provision for D&A was $265 in 2022 compared with $270 in 2021. The decrease of $5, or 2%, was primarily driven by lower corporate software amortization and reduced depreciation due to the sale of the corporate center.\nThe provision for D&A was $270 in 2021 compared with $279 in 2020. The decrease of $9, or 3%, was primarily driven by lower corporate software amortization and research center depreciation as well as $1 of D&A related to the Barberton Plant Fire in 2021 compared to $6 in 2020.\nRestructuring and other charges.\nRestructuring and other charges were $56 in 2022 compared with $90 in 2021 and $182 in 2020.\nRestructuring and other charges in 2022\nconsisted primarily of a $58 charge for U.S. and United Kingdom (“U.K.”) pension plans' settlement accounting and a $6 charge for various other exit costs. These charges were partially offset by a gain of $8 on the sale of assets at a small U.S. manufacturing facility in Engine Products. The Company has closed some small manufacturing facilities and may in the future close additional small facilities in order to consolidate operations, reduce fixed costs, and exit less profitable businesses.\nRestructuring and other charges in 2021 consisted primarily of\na $75 charge for U.K. and U.S. pension plans’ settlement accounting, a $15 charge for accelerated depreciation primarily related to the closure of small U.S. manufacturing facilities in Engine Products and Fastening Systems, a $7 charge for layoff costs, a $4 charge for impairment of assets associated with an agreement to sell a small manufacturing business in France, and a $4 charge for various other exit costs. These charges were partially offset by a gain of $12 on the sale of assets at a small U.S. manufacturing facility in Fastening Systems and a benefit of $3 related to the reversal of a number of layoff reserves related to prior periods.\nRestructuring and other charges in 2020 consisted primarily of a\n$113\ncharge for layoff costs, a $74 charge for U.K. and U.S. pension plans' settlement accounting, a $5 post-closing adjustment related to the sale of the Company’s U.K. forgings business, a $5 charge for impairment of assets associated with an agreement to sell an aerospace components business in the U.K, which ultimately did not occur and the business was returned to held for use, and a $5 charge related to the impairment of a cost method investment. These charges were partially offset by a benefit of $21 related to the reversal of a number of prior period programs.\nSee\nto the Consolidated Financial Statements in\n(Financial Statements and Supplementary Data) of this Form 10-K.\nInterest expense, net.\nInterest expense, net was $229 in 2022 compared with $259 in 2021. The decrease of $30, or 12%, was primarily due to a reduced average level of debt for the year ended December 31, 2022 compared to the year ended December 31, 2021. On an annual basis, the partial repayment of the 5.125% Notes in 2022 will decrease Interest expense, net by approximately $4.\nInterest expense, net was $259 in 2021 compared with $317 in 2020. The decrease of $58, or 18%, was primarily due to a reduced average level of debt for the year ended December 31, 2021 compared to the year ended December 31, 2020.\nSee\nto the Consolidated Financial Statements in\n(Financial Statements and Supplementary Data) of this Form 10-K.\nLoss on debt redemption.\nDebt redemption or tender premiums include the cost to redeem or repurchase certain of the Company’s notes at a price which may be equal to the greater of the principal amount or the sum of the present values of the remaining scheduled payments, discounted using a defined treasury rate plus a spread, or a price based on the market price of its notes. Loss on debt redemption was $2 in 2022 compared with $146 in 2021. The decrease of $144 was primarily due to higher debt premiums paid in 2021 related to the repurchases of the 6.875% Notes due 2025 (the “6.875% Notes”), the 5.870% Notes due 2022, and the 5.125% Notes.\nLoss on debt redemption was $146 in 2021 compared with $64 in 2020. The increase of $82, or 128%, was primarily due to debt premiums paid in 2021 on the 6.875% Notes, partially offset by debt redemption or tender premiums, as applicable, paid in 2020 on the repurchases of the 6.150% Notes due 2020 (the “6.150% Notes”) and the 5.400% Notes due 2021.\nSee\nto the Consolidated Financial Statements in\n(Financial Statements and Supplementary Data) of this Form 10-K.\nOther expense, net.\nOther expense, net was $82 in 2022 compared with $19 in 2021. The increase in expense of $63 was primarily driven by the adverse judgment of $65 related to Lehman Brothers International (Europe) (“LBIE”) swaps that were entered into in 2007 and 2008, which were assumed as part of the Firth Rixson acquisition in 2014, an increase from net realized and unrealized losses of $9, primarily related to mark-to-market adjustments on exchange-traded fixed income securities and losses on sales of receivables, and higher non-service related net periodic benefit costs related to pension and other postretirement benefit plans in 2022 of $7, partially offset by the impacts of deferred compensation arrangements of $16\n21\nand higher interest income of $4. Non-service related net periodic benefit costs related to defined benefit plans is expected to increase by approximately $20 from 2022 to 2023.\nOther expense, net was $19 in 2021 compared with $74 in 2020. The decrease in expense of $55 was primarily driven by the write-off of an indemnification receivable of $53 related to a Spanish tax reserve, reflecting Alcoa Corporation's 49% share and Arconic Corporation's 33.66% share, that occurred in 2020 and did not occur in 2021 and lower non-service related net periodic benefit costs related to pension and other postretirement benefit plans in 2021 of $17, which were partially offset by an increase in foreign currency gains of $13. Non-service related net periodic benefit costs related to defined benefit plans declined approximately 65% from 2020 to 2021.\nIncome taxes.\nHowmet’s effective tax rate was 22.6% (provision on pre-tax income) in 2022 compared with the U.S. federal statutory rate of 21%. The effective rate differs from the U.S. federal statutory rate primarily as a result of a $12 charge related to an increase in the valuation allowance on a foreign tax credit carryforward in the U.S., $8 of charges related to U.S. tax on Global Intangible Low-Taxed Income (“GILTI”) and other foreign earnings, $8 of charges related to nondeductible expenses, and $5 of incremental state tax and foreign taxes on earnings also subject to U.S. federal income tax, partially offset by a $6 benefit for the release of a valuation allowance on interest deduction carryforwards in the U.K., a $5 benefit related to a tax accounting method change, a $5 excess benefit for stock compensation, and a $3 benefit related to a distribution of foreign earnings. The Inflation Reduction Act of 2022 (the “Act”) was signed into law on August 16, 2022. The Act includes various tax provisions, including a 1% excise tax on stock repurchases, expanded tax credits for clean energy incentives, and a corporate alternative minimum tax that generally applies to U.S. corporations with average adjusted financial statement income over a three-year period in excess of $1,000. The Company does not expect the Act to materially impact its financial statements. Howmet anticipates that the effective tax rate in 2023 will be between 22.5% and 23.5%.\nHowmet’s effective tax rate was 20.4% (provision on pre-tax income) in 2021 compared with the U.S. federal statutory rate of 21%. The effective rate differs from the U.S. federal statutory rate primarily as a result of a $32 benefit from the recognition of income tax credits related to development incentives in Hungary, and a $9 benefit related to updated U.S. regulatory guidance concerning the utilization of foreign tax credits in connection with the one-time transition tax on the deemed repatriation of previously non-taxed post-1986 earnings and profits of certain foreign subsidiaries enacted as part of the U.S. Tax Cuts and Jobs Act of 2017 (the “2017 Act”), partially offset by $9 of charges from the decision to no longer permanently reinvest earnings in certain foreign subsidiaries, $7 of charges from distributions of foreign earnings, $8 of charges to establish a valuation allowance on certain net operating losses in Switzerland, $6 of charges related to U.S. tax on foreign income, and other impacts related to nondeductible expenses including foreign losses with no tax benefit.\nHowmet’s effective tax rate was 23.4% (benefit on pre-tax income) in 2020 compared with the U.S. federal statutory rate of 21%. The effective rate differs from the U.S. federal statutory rate primarily as a result of a $64 benefit related to the release of an income tax reserve following a favorable Spanish tax case decision, a $30 benefit related to the recognition of a previously uncertain U.S. tax position, and a $30 benefit for a U.S. tax law change related to the issuance of final regulations that provide for an exclusion of certain high-taxed foreign earnings from the calculation of GILTI, partially offset by U.S. tax on foreign earnings, $8 of charges related to the remeasurement of deferred tax balances as a result of the Arconic Inc. Separation Transaction, the tax impact of $49 of nondeductible loss related to the reversal of indemnification receivables associated with the favorable Spanish tax case decision, and the tax impact of other nondeductible expenses.\nNet income from continuing operations.\nNet income\nfrom continuing operations was $469, or $1.11 per diluted share, for 2022 compared to $258, or $0.59 per diluted share, in 2021. The increase in results of $211, or 82%, was primarily due to higher sales in the commercial aerospace market, a decrease in the Loss on debt redemption of $144, favorable product pricing of $67, a decrease of $34 in Restructuring and other charges, and a decrease in Interest expense, net of $30, partially offset by lower sales in the defense aerospace market, an increase in other inflationary costs, the adverse judgment related to the LBIE legal proceeding of $65, and an increase in the Provision for income taxes primarily driven by an increase in income before income taxes.\nNet income\nfrom continuing operations was $258, or $0.59 per diluted share, for 2021 compared to $211, or $0.48 per diluted share, in 2020. The increase in results of $47, or 22%, was primarily due to cost reductions, a decrease of $92 in Restructuring and other charges, and a decrease of $58 in Interest expense, net, due to lower long-term debt levels, partially offset by lower sales in the commercial aerospace and defense aerospace market, an increase in the Provision for income taxes, and an increase in the Loss on debt redemption of $82.\nNet income.\nNet income was $469 for 2022, all of which was composed of $469 of income from continuing operations, or $1.11 per diluted share.\nNet income was $258 for 2021, all of which was composed of $258 of income from continuing operations, or $0.59 per diluted share.\n22\nNet income was $261 for 2020, composed of $211 of income from continuing operations and $50 from discontinued operations as a result of the Arconic Inc. Separation Transaction, or $0.48 and $0.11 per diluted share, respectively.\nSee details of discontinued operations in\nto the Consolidated Financial Statements in\n(Financial Statements and Supplementary Data) of this Form 10-K.\nSegment Information\nThe Company’s operations consist of four worldwide reportable segments: Engine Products, Fastening Systems, Engineered Structures and Forged Wheels. Segment performance under Howmet’s management reporting system is evaluated based on a number of factors; however, the primary measure of performance is Segment Adjusted EBITDA. Prior to the first quarter of 2022, the Company used Segment operating profit as its primary measure of performance. However, the Company’s CEO believes that Segment Adjusted EBITDA is now a better representation of its business because it provides additional information with respect to the Company’s operating performance and the Company’s ability to meet its financial obligations. Howmet’s definition of Segment Adjusted EBITDA (Earnings before interest, taxes, depreciation, and amortization) is net margin plus an add-back for depreciation and amortization. Net margin is equivalent to Sales minus the following items: Cost of goods sold; Selling, general administrative, and other expenses; Research and development expenses; and Provision for depreciation and amortization. Special items, including Restructuring and other charges, are excluded from Net margin and Segment Adjusted EBITDA. Segment Adjusted EBITDA may not be comparable to similarly titled measures of other companies. Differences between the total segment and consolidated totals are in Corporate (see\nto the Consolidated Financial Statements in\n(Financial Statements and Supplementary Data) of this Form 10-K).\nThe Company has aligned its operations consistent with how the CEO assesses operating performance and allocates capital.\nThe Company produces aerospace engine parts and components and aerospace fastening systems for 737 MAX airplanes. From late December 2019 and throughout 2020, Boeing suspended production of 737 MAX airplanes. While regulatory authorities in the United States and certain other jurisdictions lifted grounding orders beginning in late 2020, our sales remained at lower levels throughout 2021 due to the residual impacts of the 737 MAX grounding. Sales related to the 737 MAX improved in 2022 year over year, contributing to commercial aerospace growth.\nThe Company also produces aerospace engine parts and components and aerospace fastening systems for Boeing 787 airplanes. Boeing paused deliveries of its 787 aircraft between May 2021 and August 2022. As a result of the significant decline in Boeing 787 production rates, our sales remained at lower levels throughout 2022. We expect increased sales related to the Boeing 787 in 2023 year over year.\nIncome from continuing operations before income taxes totaled $606 in 2022, $324 in 2021, and $171 in 2020. Segment Adjusted EBITDA for all reportable segments totaled $1,352 in 2022, $1,200 in 2021, and $1,152 in 2020. See below for the reconciliation of Income from continuing operations before income taxes to Total Segment Adjusted EBITDA.\nThe following information provides Sales, Segment Adjusted EBITDA, and Segment Adjusted EBITDA Margin for each reportable segment for each of the three years in the period ended December 31, 2022.\nEngine Products\nEngine Products produces investment castings, including airfoils, and seamless rolled rings primarily for aircraft engines (aerospace commercial and defense) and industrial gas turbines. Engine Products produces rotating parts as well as structural parts, which are sold directly to customers. Generally, the sales and costs and expenses of this segment are transacted in the local currency of the respective operations, which are mostly the U.S. dollar, British pound, euro, and Japanese yen.\nThird-party sales for the Engine Products segment increased $416, or 18%, in 2022 compared with 2021, primarily due to higher volumes in the commercial aerospace and oil and gas markets as well as an increase in material cost pass through and favorable product pricing.\nThird-party sales for the Engine Products segment decreased $124, or 5%, in 2021 compared with 2020, primarily due to lower volumes in the commercial aerospace market driven by the impact of COVID-19 and Boeing 787 production declines and lower volumes in the defense aerospace market, partially offset by higher volumes in the industrial gas turbine market.\n23\nSegment Adjusted EBITDA for the Engine Products segment increased $165, or 29%, in 2022 compared with 2021, primarily due to higher volumes in the commercial aerospace and oil and gas markets as well as productivity gains and favorable product pricing. The segment added approximately 950 net headcount since the end of 2021 in anticipation of revenue increases into 2023.\nSegment Adjusted EBITDA for the Engine Products segment increased $24, or 4%, in 2021 compared with 2020, primarily due to cost reductions and favorable product pricing, partially offset by lower volumes in the commercial aerospace market driven by the impact of COVID-19 and Boeing 787 production declines, and lower volumes in the defense aerospace market.\nSegment Adjusted EBITDA Margin for the Engine Products segment increased approximately 230 basis points in 2022 compared with 2021, primarily due to higher volumes in the commercial aerospace and oil and gas markets as well as productivity gains, partially offset by an increase in material cost pass through.\nSegment Adjusted EBITDA Margin for the Engine Products segment increased approximately 230 basis points in 2021 compared with 2020, primarily due to cost reductions and favorable product pricing, partially offset by lower volumes in the commercial aerospace market driven by the impact of COVID-19 and Boeing 787 production declines, and lower volumes in the defense aerospace market.\nIn 2023, as compared to 2022, demand in the commercial aerospace, industrial gas turbine, and oil and gas markets is expected to increase. Additionally, an increase in other inflationary costs is expected to contribute to an increase in sales as the Company generally passes through these costs.\nFastening Systems\nFastening Systems produces aerospace fastening systems, as well as commercial transportation fasteners. The business’s high-tech, multi-material fastening systems are found nose to tail on aircraft and aero engines. The business’s products are also critical components of automobiles, commercial transportation vehicles, and construction and industrial equipment. Fastening Systems are sold directly to customers and through distributors. Generally, the sales and costs and expenses of this segment are transacted in the local currency of the respective operations, which are mostly the U.S. dollar, British pound, and euro.\nThird-party sales for the Fastening Systems segment increased $73, or 7%, in 2022 compared with 2021, primarily due to higher volumes in the commercial aerospace market, with narrow body recovery more than offsetting Boeing 787 production declines, higher volumes in the commercial transportation market, and an increase in material cost pass through, partially offset by lower volumes in the industrial market.\nThird-party sales for the Fastening Systems segment decreased $201, or 16%, in 2021 compared with 2020, primarily due to lower volumes in the commercial aerospace market, driven by the impact of COVID-19 and Boeing 787 production declines, partially offset by higher volumes in the commercial transportation and industrial markets.\nSegment Adjusted EBITDA for the Fastening Systems segment decreased $5, or 2%, in 2022 compared with 2021, primarily due to Boeing 787 production declines, lower volumes in the industrial market, and inflationary costs, partially offset by higher volumes in the narrow body commercial aerospace and commercial transportation markets. The segment added approximately 400 net headcount since the end of 2021 in anticipation of revenue increases into 2023.\nSegment Adjusted EBITDA for the Fastening Systems segment decreased $56, or 19%, in 2021 compared with 2020, primarily due to lower volumes in the commercial aerospace market, driven by the impact of COVID-19 and Boeing 787 production declines, partially offset by cost reductions and higher volumes in the commercial transportation and industrial markets.\nSegment Adjusted EBITDA Margin for the Fastening Systems segment decreased approximately 200 basis points in 2022 compared with 2021, primarily due to Boeing 787 production declines, lower volumes in the industrial market, and inflationary costs, partially offset by favorable volumes in the narrow body commercial aerospace and commercial transportation markets.\nSegment Adjusted EBITDA Margin for the Fastening Systems segment decreased approximately 80 basis points in 2021 compared with 2020, primarily due to lower volumes in the commercial aerospace market, driven by the impact of COVID-19 and Boeing 787 production declines, partially offset by cost reductions and higher volumes in the commercial transportation and industrial markets.\nIn 2023, as compared to 2022, demand in the commercial aerospace and industrial markets is expected to increase. Additionally, an increase in other inflationary costs is expected to contribute to an increase in sales as the Company generally passes through these costs.\n24\nEngineered Structures\nEngineered Structures produces titanium ingots and mill products for aerospace and defense applications and is vertically integrated to produce titanium forgings, extrusions forming and machining services for airframe, wing, aero-engine, and landing gear components. Engineered Structures also produces aluminum forgings, nickel forgings, and aluminum machined components, and assemblies for aerospace and defense applications. The segment’s products are sold directly to customers and through distributors, and sales and costs and expenses of this segment are generally transacted in the local currency of the respective operations, which are mostly the U.S. dollar and British pound.\nThird-party sales for the Engineered Structures segment increased $65, or 9%, in 2022 compared with 2021, primarily due to higher volumes in the narrow body commercial aerospace market as well as an increase in material cost pass through and favorable product pricing, partially offset by lower volumes in the defense aerospace market, including lower F-35 program volumes, and Boeing 787 production declines.\nThird-party sales for the Engineered Structures segment decreased $202, or 22%, in 2021 compared with 2020, primarily due to lower volumes in the commercial aerospace market, driven by the impact of COVID-19 and Boeing 787 production declines, and lower volumes in the defense aerospace market, including lower F-35 program volumes.\nSegment Adjusted EBITDA for the Engineered Structures\nsegment increased $8, or 8%, in 2022 compared with 2021, primarily due to higher volumes in the narrow body commercial aerospace market and favorable product pricing, partially offset by lower volumes in the defense aerospace market, including lower F-35 program volumes, and Boeing 787 production declines as well as inflationary costs.\nSegment Adjusted EBITDA for the Engineered Structures\nsegment decreased $22, or 18%, in 2021 compared with 2020, primarily due to lower volumes in the commercial aerospace market, driven by the impact of COVID-19 and Boeing 787 production declines, and lower volumes in the defense aerospace market, including lower F-35 program volumes, partially offset by cost reductions.\nSegment Adjusted EBITDA Margin for the Engineered Structures\nsegment decreased approximately 10 basis points in 2022 compared with 2021, primarily due to lower volumes in the defense aerospace market and Boeing 787 production declines as well as continued inflationary cost pressures, partially offset by higher volumes in the narrow body commercial aerospace market.\nSegment Adjusted EBITDA Margin for the Engineered Structures\nsegment increased approximately 70 basis points in 2021 compared with 2020, primarily due to cost reductions, partially offset by lower volumes in the commercial aerospace market, driven by the impact of COVID-19 and Boeing 787 production declines, and lower volumes in the defense aerospace market, including lower F-35 program volumes.\nIn 2023, as compared to 2022, demand in the commercial aerospace market is expected to increase. Additionally, an increase in material and other inflationary costs is expected to contribute to an increase in sales as the Company generally passes through these costs.\nForged Wheels\nForged Wheels produces forged aluminum wheels and related products for heavy-duty trucks, trailers, and buses globally. Forged Wheels' products are sold directly to OEMs and through distributors. Generally, the sales and costs and expenses of this segment are transacted in the local currency of the respective operations, which are mostly the U.S. dollar and euro.\nThird-party sales for the Forged Wheels segment increased $137, or 15%, in 2022 compared with 2021, primarily due to an increase in aluminum material and other inflationary cost pass through and higher commercial transportation volumes, partially offset by unfavorable foreign currency movements.\nThird-party sales for the Forged Wheels segment increased $242, or 36%, in 2021 compared with 2020, primarily due to higher commercial transportation volumes and an increase in aluminum material cost pass through.\n25\nSegment Adjusted EBITDA for the Forged Wheels\nsegment decreased $16, or 5%, in 2022 compared with 2021, primarily due to unfavorable foreign currency movements, partially offset by higher commercial transportation volumes.\nSegment Adjusted EBITDA for the Forged Wheels\nsegment increased $102, or 53%, in 2021 compared with 2020, primarily due to higher commercial transportation volumes, fixed cost reductions, and maximizing production in low-cost countries.\nSegment Adjusted EBITDA Margin for the Forged Wheels\nsegment decreased approximately 560 basis points in 2022 compared with 2021, primarily due to aluminum material and European energy cost pass through as well as unfavorable foreign currency movements, partially offset by higher volumes.\nSegment Adjusted EBITDA Margin for the Forged Wheels\nsegment increased approximately 360 basis points in 2021 compared with 2020, primarily due to higher commercial transportation volumes, fixed cost reductions, and maximizing production in low-cost countries, partially offset by aluminum material cost pass through.\nIn July 2022, the Company’s cast house in Barberton, Ohio, which produces aluminum ingot used in the production of wheels for the North American commercial transportation market, experienced a mechanical failure resulting in substantial heat and fire-related damage to equipment. The downtime temporarily reduced production levels and affected productivity at the plant. The plant has been repaired and resumed normal operations in the fourth quarter of 2022.\nThe Company has insurance with a deductible of $10.\nIn mid-February 2020, a fire occurred at the Company’s forged wheels plant located in Barberton, Ohio. The downtime reduced production levels and affected productivity at the plant. During the fourth quarter of 2022, the Company settled the insurance claim related to the Barberton Plant Fire.\nIn 2023, as compared to 2022, demand in the commercial transportation markets served by Forged Wheels is expected to decrease in most regions due to lower OEM builds. A decrease in material costs partially offset by an increase in other inflationary costs is expected to contribute to a net decrease in sales as the Company generally passes through these costs. Sales in the Forged Wheels segment could also be negatively impacted by component supply chain constraints at our customers.\nReconciliation of Total Segment Adjusted EBITDA to Income from continuing operations before income taxes\n(1)\nSee the Contingencies section of\nto the Consolidated Financial Statements in\nof this Form 10-K.\nTotal Segment Adjusted EBITDA is a non-GAAP financial measure. Management believes that this measure is meaningful to investors because it provides additional information with respect to the Company’s operating performance and the Company’s ability to meet its financial obligations. Differences between the total segment and consolidated totals are in Corporate.\nSee Restructuring and other charges, D&A, Loss on debt redemption, Interest expense, net, and Other expense, net discussions above under “Results of Operations” for reference.\nCorporate expense increased $18, or 18%, in 2022 compared with 2021, primarily due to higher net costs related to the France Plant Fire, the Barberton Plant Fire, and the Barberton Cast House Incident of $39, higher employment, travel, and lease costs in 2022, and higher nonrecurring legal and other advisory reimbursements received in 2021 compared to 2022 of $1, partially offset by 2021 costs of $32 associated with closures, shutdowns, and other items which did not recur in 2022.\nCorporate expense increased $19, or 23%, in 2021 compared with 2020, primarily due to costs associated with closures, shutdowns, and other items of $32 and nonrecurring legal and other advisory reimbursements received in 2020 that did not recur in 2021 aggregating to $8, partially offset by lower costs driven by overhead cost reductions, as well as costs incurred in 2020 associated with the Arconic Inc. Separation Transaction of $7 that did not recur in 2021 and lower net costs related to the Barberton Plant Fire and the France Plant Fire of $6.\n26\nEnvironmental Matters\nSee the Environmental Matters section of\nto the Consolidated Financial Statements in\nof this Form 10-K.\nLiquidity and Capital Resources\nHowmet maintains a disciplined approach to cash management and the strengthening of its balance sheet. Management continued to focus on actions to improve Howmet’s cost structure and liquidity, providing the Company with the ability to operate effectively. Such actions included procurement efficiencies and overhead rationalization to reduce costs, working capital initiatives, and maintaining a sustainable level of capital expenditures.\nCash provided from operations and financing activities is expected to be adequate to cover Howmet's operational and business needs over the next 12 months. For an analysis of long-term liquidity, see “Contractual Obligations” and “Off-Balance Sheet Arrangements” below.\nAt December 31, 2022, cash and cash equivalents of Howmet were $791, of which $283 was held by Howmet's non-U.S. subsidiaries. If the cash held by non-U.S. subsidiaries were to be repatriated to the U.S., the Company does not expect there to be material income tax consequences.\nThe cash flows related to Arconic Corporation have not been segregated and are included in the Statement of Consolidated Cash Flows for the period prior to the Arconic Inc. Separation Transaction.\nOperating Activities\nCash provided from operations in 2022 was $733 compared with $449 in 2021 and $9 in 2020.\nThe increase in cash provided from operations of $284, or 63%, between 2022 and 2021 was due to lower working capital of $165, higher operating results of $89, and lower pension contributions of $53, partially offset by higher payments on noncurrent liabilities of $37. The components of the change in working capital included favorable changes in receivables of $176, including collections of employee retention credit receivables, accrued expenses of $169, accounts payable of $102, and taxes, including income taxes, of $29, partially offset by inventories of $294 and prepaid expenses and other current assets of $17.\nThe increase in cash provided from operations of $440 between 2021 and 2020 was primarily due to lower working capital of $357, lower pension contributions of $161, and lower noncurrent liabilities of $12, partially offset by lower operating results of $38 and the write-off of an indemnification receivable of $53 related to a Spanish tax reserve that occurred in 2020 and did not occur in 2021. The components of the change in working capital included favorable changes in accounts payable of $525, accrued expenses of $71, and prepaid expenses and other current assets of $13, partially offset by taxes, including income taxes of $139, receivables of $99, including employee retention credit receivables, and inventories of $14.\nFinancing Activities\nCash used for financing activities was $526 in 2022 compared with $1,444 in 2021 and $369 in 2020.\nThe use of cash in 2022 was primarily related to the repurchase of common stock of $400, the repayments on the aggregate outstanding principal amount of long-term debt of approximately $69, and dividends paid to shareholders of $44. These items were partially offset by proceeds from the exercise of employee stock options of $16. On an annual basis, the partial repayment of the 5.125% Notes due October 2024 (the “5.125% Notes”) in 2022 will decrease Interest expense, net by approximately $4.\nThe use of cash in 2021 was primarily related to the repayments on the aggregate outstanding principal amount of long-term debt of approximately $1,537, repurchase of common stock of $430, premiums paid on the redemption of debt of $138, dividends paid to shareholders of $19, and debt issuance costs of $11. These items were partially offset by long-term debt issuance of $700 and proceeds from the exercise of employee stock options of $22.\nThe use of cash in 2020 was primarily related to the repayments on borrowings under certain revolving credit facilities (see below) and repayments on debt, primarily the aggregate outstanding principal amount of the 6.150% Notes of approximately $2,040, cash distributed to Arconic Corporation at the Arconic Inc. Separation Transaction of $500, repurchase of common stock of $73, debt issuance costs of $61, premiums paid on the redemption of debt of $59, and dividends paid to shareholders of $11. These items were partially offset by long-term debt issuance of $2,400 (of which $1,200 went with Arconic Corporation at the Arconic Inc. Separation Transaction) and proceeds from the exercise of employee stock options of $33.\nThe Company has an effective shelf registration statement on Form S-3, filed with the SEC, which allows for offerings of debt securities from time to time. The Company may opportunistically issue new debt securities under such registration statement or otherwise in accordance with securities laws, including but not limited to in order to refinance existing indebtedness.\nFor further details regarding the Company’s debt and stock repurchases, see\nand\n, respectively, to the Consolidated Financial Statements in\n(Financial Statements and Supplementary Data) of this Form 10-K.\n27\nThe Company maintains a credit facility pursuant to its Five-Year Revolving Credit Agreement (the “Credit Agreement”) with a syndicate of lenders and issuers named therein. Following the end of the covenant relief period on December 31, 2022, the restriction on common stock dividends and share repurchases under the Credit Agreement, along with certain covenants, no longer applies. See\nto the Consolidated Financial Statements in\n(Financial Statements and Supplementary Data) of this Form 10-K.\nThe Company may in the future repurchase additional portions of its debt or equity securities from time to time, in either the open market or through privately negotiated transactions, in accordance with applicable SEC and other legal requirements. The timing, prices, and sizes of purchases depend upon prevailing trading prices, general economic and market conditions, and other factors, including applicable securities laws. Such purchases may be completed by means of trading plans established from time to time in accordance with Rule 10b5-1 under the Securities Exchange Act of 1934, as amended, block trades, private transactions, open market repurchases, tender offers, and/or accelerated share repurchase agreements or other derivative transactions.\nThe Company’s costs of borrowing and ability to access the capital markets are affected not only by market conditions but also by the short-term and long-term debt ratings assigned to the Company by the major credit rating agencies.\nThe Company's credit ratings from the three major credit rating agencies are as follows:\nOn November 29, 2022, S&P affirmed the following ratings for Howmet: long-term debt at BB+ and the current outlook as stable.\nOn April 27, 2022, Moody’s upgraded Howmet’s long-term debt rating from Ba2 to Ba1 citing the Company’s ability to improve its financial leverage, strong cash generation, and well-balanced financial policies and affirmed the current outlook as stable.\nOn March 22, 2022, Fitch affirmed the following ratings for Howmet: long-term debt at BBB- and the current outlook as stable.\nInvesting Activities\nCash used for investing activities was $135 in 2022 compared with cash provided from investing activities of $107 in 2021 and $271 in 2020.\nThe use of cash in 2022 was capital expenditures of $193 primarily related to various automation projects, information technology upgrades, and sustaining capital projects across all segments, partially offset by proceeds from the sale of assets of $58, which was primarily due to the sale of the corporate center and a manufacturing facility in Engine Products. In the second quarter of 2022, the Company sold the corporate headquarters in Pittsburgh, PA. The proceeds from the sale of the corporate headquarters were $44, excluding $3 of transaction costs, and a carrying value of $41. The Company entered into a 12-year lease with the purchaser for a portion of the property. Additionally, in the fourth quarter of 2022, the Company sold the property of an Engine Products segment’s manufacturing facility. The proceeds from the sale of this property were $15 and a carrying value of $7.\nThe source of cash in 2021 was primarily cash receipts from sold receivables of $267 and proceeds from the sale of a small manufacturing plant in France of $8 and the sale of assets at a small U.S. manufacturing facility in Fastening Systems of $23, partially offset by capital expenditures of $199 primarily related to capacity expansion investments in Hungary and Mexico in Forged Wheels and various automation projects. As a result of accounts receivables securitization program changes in 2021, there was no additional activity related to cash receipts from sold receivables within investing activities in the Statement of Consolidated Cash Flows in future periods. The net cash funding from the sale of accounts receivable was neither a use of cash nor a source of cash during 2022.\nThe source of cash in 2020 was primarily cash receipts from sold receivables of $422 and proceeds from the sale of a rolling mill business in Itapissuma, Brazil of $50 and a hard alloy extrusions plant in South Korea of $62, both of which were related to Arconic Corporation (see\nto the Consolidated Financial Statements in\n(Financial Statements and Supplementary Data) of this Form 10-K), partially offset by capital expenditures of $267.\n28\nContractual Obligations and Off-Balance Sheet Arrangements\nContractual Obligations\nHowmet is required to make future payments under various contracts, including long-term purchase obligations, financing arrangements, and lease agreements. Howmet also has commitments to fund its pension plans, provide payments for other postretirement benefit plans, and fund capital projects.\nIn order to better understand Howmet’s outstanding contractual obligations, the table below represents a summary of these commitments as of December 31, 2022 (these contractual obligations are grouped in the same manner as they are classified in the Statement of Consolidated Cash Flows in order to provide a better understanding of the nature of the obligations and to provide a basis for comparison to historical information):\nObligations for Operating Activities\nRaw material purchase obligations consist mostly of aluminum, titanium, cobalt, nickel, and various other metals with expiration dates ranging from less than one year to five years. Many of these purchase obligations contain variable pricing components, and, as a result, actual cash payments may differ from the estimates provided in the preceding table. The Company generally passes through metal costs in customer contracts with limited exceptions. As a result, the Company expects higher metal costs to contribute to increased sales in 2023.\nIn connection with the\nArconic Inc. Separation Transaction\n, the Company entered into several agreements with Arconic Corporation that\ngovern the relationship\nbetween\nthe Company and Arconic Corporation following the separation, including raw material supply agreements.\nOperating leases represent multi-year obligations for certain land and buildings, plant equipment, vehicles, and computer equipment.\nInterest related to total debt is based on interest rates in effect as of December 31, 2022 and is calculated on debt with maturities that extend to 2042.\nEstimated minimum required pension funding and other postretirement benefit payments are based on actuarial estimates using current assumptions for discount rates, long-term rate of return on plan assets, and health care cost trend rates, among others. It is Howmet’s policy to fund amounts for pension plans sufficient to meet the minimum requirements set forth in the benefits laws and tax laws of the applicable country. Periodically, Howmet contributes additional amounts as deemed appropriate. Howmet has determined that it is not practicable to present pension funding and other postretirement benefit payments beyond 2027 and 2032, respectively.\nLayoff and other restructuring payments to be paid within one year primarily relate to severance costs.\nUncertain tax positions taken or expected to be taken on an income tax return may result in additional payments to tax authorities. The amount in the preceding table includes interest and penalties accrued related to such positions as of December 31, 2022. The total amount of uncertain tax positions is included in the “Thereafter” column as the Company is not able to reasonably estimate the timing of potential future payments. If a tax authority agrees with the tax position taken or expected to be taken or the applicable statute of limitations expires, then additional payments will not be necessary. Tax assessments received may also result in payments to be made in order to preserve our right to appeal any tax positions challenged by tax authorities for which we have concluded that we are more likely than not to prevail.\n29\nContingencies such as legal proceedings and environmental matters may also result in additional cash payments. The timing of these payments, if necessary, depends on several factors, including the timing of litigation and settlements of liability claims. Accordingly, amounts have not been included in the preceding table. See\nto the Consolidated Financial Statements in\n(Financial Statements and Supplementary Data) of this Form 10-K for further discussion\n.\nObligations for Financing Activities\nHowmet has historically paid quarterly dividends on its preferred and common stock. The Company paid an aggregate of $44 in common stock and preferred stock dividends to shareholders during 2022. Because all dividends are subject to approval by Howmet’s Board of Directors, amounts are not included in the preceding table unless such authorization has occurred. As of December 31, 2022, there were 412,155,057 shares of outstanding common stock and 546,024 shares of outstanding Class A preferred stock. In 2022, the preferred stock dividend was $3.75 per share. A dividend of $0.10 per share on the Company’s common stock was paid in 2022 ($0.02 per share in each of the first, second, and third quarters of 2022 and $0.04 in the fourth quarter of 2022). Fully diluted shares outstanding as of December 31, 2022 were 418,011,145.\nThe Company’s Board of Directors authorized a share repurchase program of up to $1,500 of the Company's outstanding common stock. After giving effect to the share repurchases made through the fourth quarter of 2022, approximately $947 Board authorization remained available as of January 1, 2023. There is no stated expiration for the Share Repurchase Programs. Accordingly, amounts have not been included in the preceding table. See “Liquidity and Capital Resources” for additional information.\nObligations for Investing Activities\nCapital projects in the preceding table only include amounts approved by management as of December 31, 2022. Funding levels may vary in future years based on anticipated construction schedules of the projects. It is expected that significant expansion projects will be funded through various sources, including cash provided from operations. Total capital expenditures are anticipated to be approximately 4% of sales in 2023.\nOff-Balance Sheet Arrangements\nAt December 31, 2022, the Company had outstanding bank guarantees related to tax matters, outstanding debt, workers’ compensation, environmental obligations, energy contracts, and customs duties, among others. The total amount committed under these guarantees, which expire at various dates between\n2023\nand 2040, was $13 at December 31, 2022.\nPursuant to the Separation and Distribution Agreement, dated as of October 31, 2016, between Howmet and Alcoa Corporation, Howmet was required to provide certain guarantees for Alcoa Corporation, which had a combined fair value of $6 at both December 31, 2022 and 2021, and were included in Other noncurrent liabilities and deferred credits in the Consolidated Balance Sheet. The remaining guarantee, for which the Company and Arconic Corporation are secondarily liable in the event of a payment default by Alcoa Corporation, relates to a long-term energy supply agreement that expires in 2047 at an Alcoa Corporation facility. The Company currently views the risk of an Alcoa Corporation payment default on its obligations under the contract to be remote. The Company and Arconic Corporation are required to provide a guarantee up to an estimated present value amount of approximately $1,040 and $1,406 at December 31, 2022 and 2021, respectively, in the event of an Alcoa Corporation payment default. In December 2020, December 2021, and December 2022, a surety bond with a limit of $80 relating to this guarantee was obtained by Alcoa Corporation to protect Howmet's obligation. This surety bond is expected to be renewed on an annual basis by Alcoa Corporation.\nHowmet has outstanding letters of credit primarily related to workers’ compensation, environmental obligations, and insurance obligations. The total amount committed under these letters of credit, which automatically renew or expire at various dates, mostly in\n2023, was $120 at\nDecember 31, 2022.\nPursuant to the Separation and Distribution Agreements between the Company and Arconic Corporation and between the Company and Alcoa Corporation, the Company is required to retain letters of credit of $53 (which are included in the\n$120 in the above paragraph)\nthat had previously been provided related to the Company, Arconic Corporation, and Alcoa Corporation workers’ compensation claims that occurred prior to the respective separation transactions of April 1, 2020 and November 1, 2016. Arconic Corporation and Alcoa Corporation workers’ compensation and letter of credit fees paid by the Company are proportionally billed to, and are reimbursed by, Arconic Corporation and Alcoa Corporation, respectively. Also, the Company was required to provide letters of credit for certain Arconic Corporation environmental obligations and, as a result, the Company has $17 of outstanding letters of credit relating to such liabilities (which are included in the\n$120\nin the above paragraph). Arconic Corporation has issued surety bonds to cover these environmental obligations. Arconic Corporation is being billed for these letter of credit fees paid by the Company and will reimburse the Company for any payments made under these letters of credit.\n30\nHowmet has outstanding surety bonds primarily related to tax matters, contract performance, workers’ compensation, environmental-related matters, energy contracts, and customs duties. The total amount committed under these annual surety bonds, which expire and automatically renew at various dates, primarily in 2023 and 2024, was $43 at December 31, 2022.\nPursuant to the Separation and Distribution Agreements between the Company and Arconic Corporation and between the Company and Alcoa Corporation, the Company is required to provide surety bonds of $22 (which are included in the $43 in the above paragraph) that had previously been provided related to the Company, Arconic Corporation and Alcoa Corporation workers’ compensation claims paid that occurred prior to the respective separation transactions of April 1, 2020 and November 1, 2016. Arconic Corporation and Alcoa Corporation workers’ compensation claims and surety bond fees paid by the Company are proportionally billed to, and are reimbursed by, Arconic Corporation and Alcoa Corporation.\nCritical Accounting Policies and Estimates\nThe preparation of the Consolidated Financial Statements in accordance with accounting principles generally accepted in the United States of America requires management to make certain judgments, estimates, and assumptions regarding uncertainties that affect the amounts reported in the Consolidated Financial Statements and disclosed in the accompanying Notes. These estimates are based on historical experience and, in some cases, assumptions based on current and future market experience, including considerations relating to the impact of COVID-19 and changes in the aerospace industry as a result of the pandemic. The impact of these changes is rapidly changing and of unknown duration and macroeconomic impact and, as a result, these conditions remain highly uncertain. Areas that require significant judgments, estimates, and assumptions include the testing of goodwill, properties, plants, and equipment, and other intangible assets for impairment; estimating fair value of businesses acquired or divested; pension plans and other postretirement benefits obligations; stock-based compensation; and income taxes.\nManagement uses historical experience and all available information to make these judgments, estimates, and assumptions, and actual results may differ from those used to prepare the Company’s Consolidated Financial Statements at any given time. Despite these inherent limitations, management believes that Management’s Discussion and Analysis of Financial Condition and Results of Operations and the Consolidated Financial Statements and accompanying Notes provide a meaningful and fair perspective of the Company.\nA summary of the Company’s significant accounting policies is included in\nto the Consolidated Financial Statements of this Form 10-K. Management believes that the application of these policies on a consistent basis enables the Company to provide the users of the Consolidated Financial Statements with useful and reliable information about the Company’s operating results and financial condition.\nGoodwill.\nHowmet reviews goodwill for impairment annually (in the fourth quarter) or more frequently if indicators of impairment exist or if a decision is made to sell or realign a business. The Company has the option to assess impairment through qualitative assessment, which includes factors such as general economic conditions, negative developments in equity and credit markets, adverse changes in the markets in which an entity operates, increases in input costs that have a negative effect on earnings and cash flows, or a trend of negative or declining cash flows over multiple periods, among others. Howmet can also assess goodwill impairment through a quantitative analysis, using a discounted cash flow (“DCF”) model to estimate a reporting unit’s fair value. Assumptions and estimates utilized in the DCF model include weighted average cost of capital (“WACC”) rates, revenue, future profitability, working capital, cash flows and a number of other items. For more information on these matters, see\nto the Consolidated Financial Statements of this Form 10-K.\nProperties, Plants, and Equipment and Other Intangible Assets.\nProperties, plants, and equipment and Other intangible assets are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amount of such assets (asset group) may not be recoverable. Recoverability of assets is determined by comparing the estimated undiscounted net cash flows of the operations related to the assets (asset group) to their carrying amount. An impairment loss would be recognized when the carrying amount of the assets (asset group) exceeds the estimated undiscounted net cash flows. The amount of the impairment loss to be recorded is measured as the excess of the carrying value of the assets (asset group) over their fair value, with fair value determined using the best information available, which generally is a DCF model. The determination of what constitutes an asset group, the associated estimated undiscounted net cash flows, and the estimated useful lives of the assets also require significant judgments.\nDiscontinued Operations and Assets Held for Sale.\nThe fair values of all businesses to be divested are estimated using accepted valuation techniques such as a DCF model, valuations performed by third parties, earnings multiples, or indicative bids, when available. A number of significant estimates and assumptions are involved in the application of these techniques, including the forecasting of markets and market share, sales volumes and prices, costs and expenses, and multiple other factors. Management considers historical experience and all available information at the time the estimates are made; however, the fair value that is ultimately realized upon the divestiture of a business may differ from the estimated fair value reflected in the Consolidated Financial Statements.\n31\nPension and Other Postretirement Benefits.\nLiabilities and expenses for pension and other postretirement benefits are determined using actuarial methodologies and incorporate significant assumptions, including the interest rate used to discount the future estimated liability, the expected long-term rate of return on plan assets, and several assumptions relating to the employee workforce (health care cost trend rates, retirement age, and mortality). The pension and other postretirement benefits obligation was $1,719 and $2,461, with a funded status of $(749) and $(930) at December 31, 2022 and 2021, respectively. The total benefit obligation reduction of $742 was primarily driven by changes in discount rate. The improvement in the funded status of $181 was primarily driven by changes in discount rates partially offset by actual asset losses in comparison to expected asset returns. Excluding settlements and curtailments, net periodic benefit cost of pension and other postretirement benefits is expected to be approximately $40 in 2023 compared to $22 and $16 in 2022 and 2021, respectively. These costs increased by $6, or 38%, in 2022 compared to 2021 as a result of changes in discount rates and annuity purchases.\nEmployer contributions for pension benefits were\n$43 and $96\nfor the years ended December 31, 2022 and 2021, respectively. No additional employer contributions for pension benefits were required for the pension settlements in 2022. Benefits paid for other postretirement benefits were $13 and $17 for the years ended December 31, 2022 and 2021, respectively. Total pension contributions and other postretirement benefits paid decreased by $57, or 50%, in 2022 compared to 2021 primarily driven by additional 2021 contributions related to annuity buyouts and funding balances of the plans. Cash pension contributions in 2023 are expected to be approximately $45. Howmet’s funded status under the Employee Retirement Income Security Act was approximately 87% as of January 1, 2022.\nThe interest rate used to discount future estimated liabilities for the U.S. is determined using a Company-specific yield curve model (above-median) developed with the assistance of an external actuary, while both the U.K. and Canada utilize models developed by the respective actuary. The cash flows of the plans’ projected benefit obligations are discounted using a single equivalent rate derived from yields on high quality corporate bonds, which represent a broad diversification of issuers in various sectors, including finance and banking, industrials, transportation, and utilities, among others. The yield curve models parallel the plans’ projected cash flows, which have a global average duration of 10 years. The underlying cash flows of the\nbonds included in the models exceed the cash flows needed to satisfy the Company’s plans’ obligations multiple times. In 2022, 2021, and 2020, the discount rate used to determine benefit obligations for pension and other postretirement benefit plans was 5.40%, 2.70%, and 2.40%, respectively.\nThe impact on the liabilities of a change in the discount rate of 1/4 of 1% would be approximately $36 and either a charge or credit of less than $1 to earnings in the following year.\nThe expected long-term rate of return on plan assets is generally applied to a five-year market-related value of plan assets. The process used by management to develop this assumption is one that relies on a combination of historical asset return information and forward-looking returns by asset class. As it relates to historical asset return information, management focuses on various historical moving averages when developing this assumption. While consideration is given to recent performance and historical returns, the assumption represents a long-term, prospective return. Management also incorporates expected future returns on current and planned asset allocations using information from various external investment managers and consultants, as well as management’s own judgment.\nFor\n2022, 2021, and 2020\n, management used 6.70%, 6.20%, and 6.00%, respectively, as its weighted-average global expected long-term rate of return on plan assets, which was based on the prevailing and planned strategic asset allocations, as well as estimates of future returns by asset class for each plan. T\nhese rates were within the respective range of the 20-year moving average of actual performance and the expected future return developed by asset class for each plan. The increase in expected long-term rate of return of plan assets compared to prior years is due to current asset allocations and estimates of future returns by country. For 2023, management anticipates that the expected long-term rate of return for global plan assets will remain at approximately 7%.\nA change in the assumption for the expected long-term rate of return on plan assets of 1/4 of 1% would impact earnings by approximately $3 for\n2023\n.\nIn\n2022\n, net income of $146 (after-tax) was recorded in other comprehensive loss, primarily due to the increase in the discount rate and amortization of actuarial losses, partially offset by plan asset returns that were less than expected. In\n2021\n, net income of $181 (after-tax) was recorded in other comprehensive loss, primarily due to the increase in the discount rate, plan asset performance that was greater than expected, and amortization of actuarial losses.\nIn\n2020\n, a net loss of $46 (after-tax) was recorded in other comprehensive loss, primarily due to the decrease in the discount rate, partially offset by plan asset performance that was greater than expected, and amortization of actuarial losses.\n32\nStock-Based Compensation.\nHowmet recognizes compensation expense for employee equity grants using the non-substantive vesting period approach, in which the expense is recognized ratably over the requisite service period based on the grant date fair value. Forfeitures are accounted for as they occur. The fair value of new stock options is estimated on the date of grant using a lattice-pricing model. The fair value of performance awards containing a market condition is valued using a Monte Carlo valuation model. Determining the fair value at the grant date requires judgment, including estimates for the average risk-free interest rate, dividend yield, volatility, and exercise behavior. These assumptions may differ significantly between grant dates because of changes in the actual results of these inputs that occur over time.\nCompensation expense recorded in 2022, 2021, and 2020 was $54 ($49 after-tax), $40 ($36 after-tax), and $46 ($42 after-tax), respectively.\nIncome Taxes.\nThe provision (benefit) for income taxes is determined using the asset and liability approach of accounting for income taxes. Under this approach, the provision (benefit) for income taxes represents income taxes paid or payable (or received or receivable) based on current year pre-tax income plus the change in deferred taxes during the year. Deferred taxes represent the future tax consequences expected to occur when the reported amounts of assets and liabilities are recovered or paid, and result from differences between the financial and tax bases of Howmet’s assets and liabilities and are adjusted for changes in tax rates and tax laws when enacted.\nValuation allowances are recorded to reduce deferred tax assets when it is more likely than not that a tax benefit will not be realized. In evaluating the need for a valuation allowance, management considers all potential sources of taxable income, including income available in carry-back periods, future reversals of taxable temporary differences, projections of taxable income, and income from tax planning strategies, as well as all available positive and negative evidence. Positive evidence includes factors such as a history of profitable operations, projections of future profitability within the carryforward period, including from tax planning strategies, and Howmet’s experience with similar operations. Existing favorable contracts and the ability to sell products into established markets are additional positive evidence. Negative evidence includes items such as cumulative losses, projections of future losses, or carryforward periods that are not long enough to allow for the utilization of a deferred tax asset based on existing projections of income. Deferred tax assets for which no valuation allowance is recorded may not be realized upon changes in facts and circumstances, resulting in a future charge to establish a valuation allowance. Existing valuation allowances are re-examined under the same standards of positive and negative evidence. If it is determined that it is more likely than not that a deferred tax asset will be realized, the appropriate amount of the valuation allowance, if any, is released. Deferred tax assets and liabilities are also re-measured to reflect changes in underlying tax rates due to law changes and the granting and lapse of tax holidays.\nIt is Howmet’s policy to apply a tax law ordering approach when considering the need for a valuation allowance on net operating losses expected to offset GILTI inclusions. Under this approach, reductions in cash tax savings are not considered as part of the valuation allowance assessment. Instead, future GILTI inclusions are considered a source of taxable income that support the realizability of deferred tax assets.\nIt is Howmet’s policy to treat taxes due from future inclusions in U.S. taxable income related to GILTI as a current period expense when incurred.\nTax benefits related to uncertain tax positions taken or expected to be taken on a tax return are recorded when such benefits meet a more likely than not threshold. Otherwise, these tax benefits are recorded when a tax position has been effectively settled, which means that the statute of limitations has expired or the appropriate taxing authority has completed their examination even though the statute of limitations remains open. Interest and penalties related to uncertain tax positions are recognized as part of the provision for income taxes and are accrued beginning in the period that such interest and penalties would be applicable under relevant tax law until such time that the related tax benefits are recognized.\nLitigation and Contingent Liabilities.\nFrom time to time, we are involved in various lawsuits, claims, investigations, and proceedings. These matters may include speculative claims for substantial or indeterminate amounts of damages. Management determines the likelihood of an unfavorable outcome based on many factors, such as the nature of the matter, available defenses and case strategy, progress of the matter, views and opinions of legal counsel and other advisors, applicability and success of appeals processes, and the outcome of similar historical matters, among others. If an unfavorable outcome is deemed probable and the amount of the potential loss can be estimated, the most reasonable loss estimate is recorded. If an unfavorable outcome of a matter is deemed probable but the loss is not reasonably estimable, or if an unfavorable outcome is deemed reasonably possible, then the matter is disclosed but no liability is recorded. Legal matters are reviewed on a continuous basis to determine if there has been a change in management’s judgment regarding the likelihood of an unfavorable outcome or the estimate of a potential loss. For more information on these matters, see\nto the Consolidated Financial Statements in\n(Financial Statements and Supplementary Data) of this Form 10-K.\n33\nRecently Adopted Accounting Guidance.\nSee the Recently Adopted Accounting Guidance section of\nto the Consolidated Financial Statements in\n(Financial Statements and Supplementary Data) of this Form 10-K.\nRecently Issued Accounting Guidance.\nSee the Recently Issued Accounting Guidance section of\nto the Consolidated Financial Statements in\n(Financial Statements and Supplementary Data) of this Form 10-K."
  },
  {
    "item_key": "item_7a",
    "text": "Not material.\n34"
  },
  {
    "item_key": "item_8",
    "text": "35\nManagement’s Reports to Howmet Shareholders\nManagement’s Report on Financial Statements and Practices\nThe accompanying Consolidated Financial Statements of Howmet Aerospace Inc. and its subsidiaries (the “Company”) were prepared by management, which is responsible for their integrity and objectivity. The statements were prepared in accordance with accounting principles generally accepted in the United States of America and include amounts that are based on management’s best judgments and estimates. The other financial information included in the annual report is consistent with that in the financial statements.\nManagement also recognizes its responsibility for conducting the Company’s affairs according to the highest standards of personal and corporate conduct. This responsibility is characterized and reflected in key policy statements issued from time to time regarding, among other things, conduct of its business activities within the laws of the host countries in which the Company operates and potentially conflicting outside business interests of its employees. The Company maintains a systematic program to assess compliance with these policies.\nManagement’s Report on Internal Control over Financial Reporting\nManagement is responsible for establishing and maintaining adequate internal control over financial reporting for the Company. In order to evaluate the effectiveness of internal control over financial reporting, as required by Section 404 of the Sarbanes-Oxley Act, management has conducted an assessment, including testing, using the criteria in\nInternal Control—Integrated Framework\n(2013), issued by the Committee of Sponsoring Organizations of the Treadway Commission (“COSO”). The Company’s system of internal control over financial reporting is designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. The Company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the Company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with accounting principles generally accepted in the United States of America, and that receipts and expenditures of the Company are being made only in accordance with authorizations of management and directors of the Company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the Company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nBased on the assessment, management has concluded that the Company maintained effective internal control over financial reporting as of December 31, 2022, based on criteria in\nInternal Control—Integrated Framework\n(2013) issued by the COSO.\nThe effectiveness of the Company’s internal control over financial reporting as of December 31, 2022 has been audited by PricewaterhouseCoopers LLP, an independent registered public accounting firm, as stated in their report, which is included herein.\n36\nReport of Independent Registered Public Accounting Firm\nTo the Board of Directors and Shareholders of Howmet Aerospace Inc.\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of Howmet Aerospace Inc. and its subsidiaries (the “Company”) as of December 31, 2022 and 2021, and the related consolidated statements of operations, of changes in equity, of comprehensive income and of cash flows for each of the three years in the period ended December 31, 2022, including the related notes (collectively referred to as the “consolidated financial statements”). We also have audited the Company's internal control over financial reporting as of December 31, 2022, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2022 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the COSO.\nBasis for Opinions\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control over Financial Reporting. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n37\nCritical Audit Matters\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nGoodwill Impairment Assessment – Engineered Structures Reporting Unit\nAs described in Notes A and P to the consolidated financial statements, the Company’s consolidated goodwill balance was $4,013 million as of December 31, 2022, and the amount of the goodwill associated with the Engineered Structures reporting unit was $304 million. Goodwill is reviewed for impairment annually (in the fourth quarter) or more frequently if indicators of impairment exist. Under the quantitative impairment test, the evaluation of impairment involves comparing the current fair value of each reporting unit to its carrying value, including goodwill. Fair value is estimated by management using a discounted cash flow model. The determination of fair value using this technique requires management to use significant estimates and assumptions related to forecasting operating cash flows, including sales growth, production costs, capital spending and discount rate.\nThe principal considerations for our determination that performing procedures relating to the goodwill impairment assessment of the Engineered Structures reporting unit is a critical audit matter are the significant judgment by management when determining the fair value of the reporting unit. This in turn led to a high degree of auditor judgment, subjectivity, and effort in performing procedures and evaluating management’s significant assumptions related to sales growth, production costs, and discount rate. In addition, the audit effort involved the use of professionals with specialized skill and knowledge.\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to management’s goodwill impairment assessment, including controls over the valuation of the Company’s Engineered Structures reporting unit. These procedures also included, among others (i) testing management’s process for determining the fair value of the reporting unit; (ii) evaluating the appropriateness of the discounted cash flow model; (iii) testing the completeness and accuracy of underlying data used in the model; and (iv) evaluating the reasonableness of the significant assumptions used by management related to sales growth, production costs, and discount rate. Evaluating management’s significant assumptions related to sales growth and production costs involved evaluating whether the significant assumptions used by management were reasonable by considering: (i) the current and past performance of the reporting unit; (ii) the consistency with relevant industry data; and (iii) considering whether the assumptions were consistent with evidence obtained in other areas of the audit. Professionals with specialized skill and knowledge were used to assist in the evaluation of the discounted cash flow model and the evaluation of the reasonableness of the discount rate significant assumption.\n/s/\nPricewaterhouseCoopers LLP\nPittsburgh, Pennsylvania\nFebruary 14, 2023\nWe have served as the Company’s auditor since 1950.\n38\nHowmet Aerospace Inc. and subsidiaries\nStatement of Consolidated Operations\n(in millions, except per-share amounts)\nThe accompanying notes are an integral part of the consolidated financial statements.\n39\nHowmet Aerospace Inc. and subsidiaries\nStatement of Consolidated Comprehensive Income\n(in millions)\nThe accompanying notes are an integral part of the consolidated financial statements.\n40\nHowmet Aerospace Inc. and subsidiaries\nConsolidated Balance Sheet\n(in millions)\nThe accompanying notes are an integral part of the consolidated financial statements.\n41\nHowmet Aerospace Inc. and subsidiaries\nStatement of Consolidated Cash Flows\n(in millions)\nThe accompanying notes are an integral part of the consolidated financial statements.\n42\nHowmet Aerospace Inc. and subsidiaries\nStatement of Changes in Consolidated Equity\n(in millions, except per-share amounts)\nThe accompanying notes are an integral part of the consolidated financial statements.\n43\nHowmet Aerospace Inc. and subsidiaries\nNotes to the Consolidated Financial Statements\n(dollars in millions, except share and per-share amounts)\nA.\nSummary of Significant Accounting Policies\nBasis of Presentation.\nThe Consolidated Financial Statements of Howmet Aerospace Inc. (formerly known as Arconic Inc.) and subsidiaries (“Howmet” or the “Company” or “we” or “our”) are prepared in conformity with accounting principles generally accepted in the United States of America (“GAAP”) and require management to make certain judgments, estimates, and assumptions. These estimates are based on historical experience and, in some cases, assumptions based on current and future market experience, including considerations relating to the impact of COVID-19 and changes in the aerospace industry as a result of the pandemic. The impact of these changes is rapidly changing and of unknown duration and macroeconomic impact and, as a result, these conditions remain highly uncertain. We have made our best estimates using all relevant information available at the time, but it is possible that our estimates will differ from our actual results and affect the Consolidated Financial Statements in future periods and potentially require adverse adjustments to the recoverability of goodwill, intangible and long-lived assets, the realizability of deferred tax assets, and other judgments and estimations and assumptions. These may affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities at the date of the financial statements. They also may affect the reported amounts of sales and expenses during the reporting period. Actual results could differ from those estimates upon subsequent resolution of identified matters. Certain amounts in previously issued financial statements were reclassified to conform to the current period presentation.\nThe separation of Arconic Inc. into\ntwo\nstandalone, publicly-traded companies, Howmet Aerospace Inc. and Arconic Corporation, (the “Arconic Inc. Separation Transaction”) occurred on April 1, 2020. The Engineered Products and Forgings (“EP&F”) segment remained in the existing company, which was renamed Howmet Aerospace Inc. The Global Rolled Products (“GRP”) segment was spun off and was named Arconic Corporation. In the second quarter of 2020, in conjunction with the Arconic Inc. Separation Transaction, the Company realigned its operations by separating the former EP&F segment into\nfour\nnew segments: Engine Products, Fastening Systems, Engineered Structures and Forged Wheels. See\nfor further details.\nThe financial results of Arconic Corporation for all periods prior to the Arconic Inc. Separation Transaction have been retrospectively reflected in the Statement of Consolidated Operations as discontinued operations and, as such, have been excluded from continuing operations and segment results for all periods presented. The cash flows, comprehensive income, and equity related to Arconic Corporation have not been segregated and are included in the Statement of Consolidated Cash Flows, Statement of Consolidated Comprehensive Income, and Statement of Changes in Consolidated Equity, respectively, for all periods prior to the Arconic Inc. Separation Transaction. See\nfor additional information related to the Arconic Inc. Separation Transaction and discontinued operations.\nThe Company derived approximately\n46\n%\n,\n41\n%, and\n49\n%\nof its revenue from products sold to the commercial aerospace market for the years ended December 31, 2022, 2021, and 2020, respectively, which is substantially less than the pre-pandemic 2019 annual rate of approximately\n60\n%. Due to the global COVID-19 pandemic and its impact on the commercial aerospace industry to date, there has been a decrease in domestic and international air travel, which in turn has adversely affected demand for narrow-body and wide-body aircraft. Although domestic air travel now approximates pre-pandemic levels, China domestic air travel is still below pre-pandemic 2019 levels on an average monthly basis in 2022. International travel also continues to be lower than pre-pandemic 2019 levels. We expect commercial aerospace growth to continue with narrow-body demand returning faster than wide-body demand. The commercial wide-body aircraft market is taking longer to recover, which is creating a shift in our product mix compared to pre-pandemic conditions. In addition to the impact from the pandemic, the timing and level of future aircraft builds by original equipment manufacturers are subject to changes and uncertainties, such as declines in Boeing 787 production rates due to delays in its recertification, which may cause our future results to differ from prior periods due to changes in product mix in certain segments.\nPrinciples of Consolidation.\nThe Consolidated Financial Statements include the accounts of Howmet Aerospace Inc. and companies in which Howmet Aerospace Inc. has a controlling interest. Intercompany transactions have been eliminated. Investments in affiliates in which Howmet Aerospace Inc. cannot exercise significant influence that do not have readily determinable fair values are accounted for at cost less impairment, if any, plus or minus changes resulting from observable price changes in orderly transactions for the identical or a similar investment of the same issuer.\nManagement also evaluates whether a Howmet Aerospace Inc. entity or interest is a variable interest entity and whether Howmet Aerospace Inc. is the primary beneficiary. Consolidation is required if both of these criteria are met. Howmet Aerospace Inc. does not have any variable interest entities requiring consolidation.\nCash Equivalents.\nCash equivalents are highly liquid investments purchased with an original maturity of three months or less.\n44\nInventory Valuation.\nInventories are carried at the lower of cost or net realizable value with the cost of inventories determined under a combination of the first-in, first-out (“FIFO”), last-in, first-out (“LIFO”), and average-cost methods. See\nfor further details.\nProperties, Plants, and Equipment.\nProperties, plants, and equipment are recorded at cost. Depreciation is recorded principally on the straight-line method at rates based on the estimated useful lives of the assets.\nThe following table details the weighted-average useful lives of structures and machinery and equipment by reporting segment (numbers in years):\nGains or losses from the sale of asset groups or properties are generally recorded in Restructuring and other charges while the sale of individual assets are recorded in Other expense, net (see policy below for assets classified as held for sale and discontinued operations). Repairs and maintenance are charged to expense as incurred. Interest related to the construction of qualifying assets is capitalized as part of the construction costs.\nProperties, plants, and equipment are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amount of such assets (asset group) may not be recoverable. Recoverability of assets is determined by comparing the estimated undiscounted net cash flows of the operations related to the assets (asset group) to their carrying amount. An impairment loss would be recognized when the carrying amount of the assets (asset group) exceeds the estimated undiscounted net cash flows. The amount of the impairment loss to be recorded is measured as the excess of the carrying value of the assets (asset group) over their fair value, with fair value determined using the best information available, which generally is a discounted cash flow (“DCF”) model. The determination of what constitutes an asset group, the associated estimated undiscounted net cash flows, and the estimated useful lives of the assets also require significant judgments. See\nfor further details.\nGoodwill.\nGoodwill is not amortized; instead, it is reviewed for impairment annually (in the fourth quarter) or more frequently if indicators of impairment exist or if a decision is made to sell or realign a business. A significant amount of judgment is involved in determining if an indicator of impairment has occurred. Such indicators may include deterioration in general economic conditions, negative developments in equity and credit markets, adverse changes in the markets in which an entity operates, increases in input costs that have a negative effect on earnings and cash flows, or a trend of negative or declining cash flows over multiple periods, among others. The fair value that could be realized in an actual transaction may differ from that used to evaluate the impairment of goodwill.\nGoodwill is allocated among and evaluated for impairment at the reporting unit level, which is defined as an operating segment or one level below an operating segment. Howmet has\nfour\nreporting units composed of the Engine Products, Fastening Systems, Engineered Structures, and Forged Wheels segments.\nHowmet determines annually, based on facts and circumstances, which of its reporting units will be subject to the qualitative assessment. Under the qualitative assessment, various events and circumstances (similar to the impairment indicators above) that would affect the estimated fair value of a reporting unit are identified to determine if a quantitative assessment should be performed. Management also considers the most recent forecasted cash flows and discount rates in determining if the prior fair value measurement estimate may be reduced to a level that would indicate impairment is more likely than not and compares the weighted average cost of capital (“WACC”) between the current and prior years for each reporting unit. If management concludes it is more likely than not (greater than\n50\n%) that the estimated fair value of a reporting unit is less than its carrying amount, we will proceed directly to the quantitative impairment test. Howmet will periodically refresh a reporting unit’s fair value measurement and is based upon a number of factors, including how much fair value exceeded carrying value in the most recent quantitative assessment and the reporting unit’s recent performance. Our policy is that a quantitative impairment test be performed for each reporting unit at least once during every\nthree-year\nperiod. For those reporting units where a qualitative assessment is either not performed or for which the conclusion is that an impairment is more likely than not, a quantitative impairment test will be performed.\nOther Intangible Assets.\nIntangible assets with indefinite useful lives are not amortized while intangible assets with finite useful lives are amortized generally on a straight-line basis over the periods benefited.\n45\nThe following table details the weighted-average useful lives of software and other intangible assets by reporting segment (numbers in years):\nLeases.\nThe Company determines whether a contract contains a lease at inception. The Company leases land and buildings, plant equipment, vehicles, and computer equipment which have been classified as operating leases. Certain real estate leases include one or more options to renew; the exercise of lease renewal options is at the Company’s discretion. The Company includes renewal option periods in the lease term when it is determined that the options are reasonably certain to be exercised. Certain of Howmet's real estate lease agreements include rental payments that either have fixed contractual increases over time or adjust periodically for inflation. Certain of the Company's lease agreements include variable lease payments. The variable portion of payments is not included in the initial measurement of the right-of-use asset or lease liability due to the uncertainty of the payment amount and is recorded as lease cost in the period incurred. The Company also rents or subleases certain real estate to third parties, which is not material to the consolidated financial statements.\nOperating lease right-of-use assets and lease liabilities with an initial term greater than 12 months are recorded on the balance sheet at the present value of the future minimum lease payments over the lease term at the lease commencement date and are recognized as lease expense on a straight-line basis over the lease term. The Company uses an incremental collateralized borrowing rate based on the information available at the lease commencement date in determining the present value of future payments, as most of its leases do not provide an implicit rate. The operating lease right-of-use assets also include any lease prepayments made and are reduced by lease incentives and accrued exit costs.\nEnvironmental Matters.\nExpenditures for current operations are expensed or capitalized, as appropriate. Expenditures relating to existing conditions caused by past operations, which will not contribute to future sales, are expensed. Liabilities are recorded when remediation costs are probable and can be reasonably estimated. The liability may include costs such as site investigations, consultant fees, feasibility studies, outside contractors, and monitoring expenses. Estimates are generally not discounted or reduced by potential claims for recovery. Claims for recovery are recognized when probable and as agreements are reached with third parties. The estimates also include costs related to other potentially responsible parties to the extent that Howmet has reason to believe such parties will not fully pay their proportionate share. The liability is continuously reviewed and adjusted to reflect current remediation progress, prospective estimates of required activity, and other factors that may be relevant, including changes in technology or regulations.\nLitigation and Contingent Liabilities.\nFrom time to time, we are involved in various lawsuits, claims, investigations, and proceedings. These matters may include speculative claims for substantial or indeterminate amounts of damages. Management determines the likelihood of an unfavorable outcome based on many factors, such as the nature of the matter, available defenses and case strategy, progress of the matter, views and opinions of legal counsel and other advisors, applicability and success of appeals processes, and the outcome of similar historical matters, among others. If an unfavorable outcome is deemed probable and the amount of the potential loss can be estimated, the most reasonable loss estimate is recorded. If an unfavorable outcome of a matter is deemed probable but the loss is not reasonably estimable, or if an unfavorable outcome is deemed reasonably possible, then the matter is disclosed but no liability is recorded. Legal matters are reviewed on a continuous basis to determine if there has been a change in management’s judgment regarding the likelihood of an unfavorable outcome or the estimate of a potential loss.\nRevenue Recognition.\nThe Company's contracts with customers are comprised of acknowledged purchase orders incorporating the Company’s standard terms and conditions, or for larger customers, may also generally include terms under negotiated multi-year agreements. These contracts with customers typically consist of the manufacture of products which represent single performance obligations that are satisfied upon transfer of control of the product to the customer. The Company produces fastening systems; seamless rolled rings; investment castings, including airfoils; extruded, machined and formed aircraft parts; and forged aluminum commercial vehicle wheels. Transfer of control is assessed based on alternative use of the products we produce and our enforceable right to payment for performance to date under the contract terms. Transfer of control and revenue recognition generally occur upon shipment or delivery of the product, which is when title, ownership and risk of loss pass to the customer and is based on the applicable shipping terms. The shipping terms vary across all businesses and depend on the product, the country of origin, and the type of transportation (truck, train, or vessel). An invoice for payment is issued at time of shipment. Our segments set commercial terms on which Howmet sells products to its customers. These terms are influenced by industry custom, market conditions, product line (specialty versus commodity products), and other considerations.\n46\nIn certain circumstances, Howmet receives advanced payments from its customers for product to be delivered in future periods. These advanced payments are recorded as deferred revenue until the product is delivered and title and risk of loss have passed to the customer in accordance with the terms of the contract. Deferred revenue is included in Other current liabilities and Other noncurrent liabilities and deferred credits in the Consolidated Balance Sheet. Advanced payments were $\n32\nand $\n46\nat December 31, 2022 and 2021, respectively.\nIncome Taxes.\nThe provision for income taxes is determined using the asset and liability approach of accounting for income taxes. Under this approach, the provision for income taxes represents income taxes paid or payable (or received or receivable) for the current year plus the change in deferred taxes during the year. Deferred taxes represent the future tax consequences expected to occur when the reported amounts of assets and liabilities are recovered or paid, and result from differences between the financial and tax bases of Howmet’s assets and liabilities and are adjusted for changes in tax rates and tax laws when enacted.\nValuation allowances are recorded to reduce deferred tax assets when it is more likely than not (greater than 50%) that a tax benefit will not be realized. In evaluating the need for a valuation allowance, management considers all potential sources of taxable income, including income available in carryback periods, future reversals of taxable temporary differences, projections of taxable income, and income from tax planning strategies, as well as all available positive and negative evidence. Positive evidence includes factors such as a history of profitable operations, projections of future profitability within the carryforward period, including from tax planning strategies, and Howmet’s experience with similar operations. Existing favorable contracts and the ability to sell products into established markets are additional positive evidence. Negative evidence includes items such as cumulative losses, projections of future losses, or carryforward periods that are not long enough to allow for the utilization of a deferred tax asset based on existing projections of income. Deferred tax assets for which no valuation allowance is recorded may not be realized upon changes in facts and circumstances, resulting in a future charge to establish a valuation allowance. Existing valuation allowances are re-examined under the same standards of positive and negative evidence. If it is determined that it is more likely than not that a deferred tax asset will be realized, the appropriate amount of the valuation allowance, if any, is released. Deferred tax assets and liabilities are also remeasured to reflect changes in underlying tax rates due to law changes and the granting and lapse of tax holidays.\nIt is Howmet’s policy to apply a tax law ordering approach when considering the need for a valuation allowance on net operating losses expected to offset Global Intangible Low-Taxed Income (“GILTI”) income inclusions. Under this approach, reductions in cash tax savings are not considered as part of the valuation allowance assessment. Instead, future GILTI inclusions are considered a source of taxable income that support the realizability of deferred tax assets.\nIt is Howmet’s policy to treat taxes due from future inclusions in United States (“U.S.”) taxable income related to GILTI as a current period expense when incurred.\nTax benefits related to uncertain tax positions taken or expected to be taken on a tax return are recorded when such benefits meet a more likely than not threshold. Otherwise, these tax benefits are recorded when a tax position has been effectively settled, which means that the statute of limitations has expired or the appropriate taxing authority has completed their examination even though the statute of limitations remains open. Interest and penalties related to uncertain tax positions are recognized as part of the provision for income taxes and are accrued beginning in the period that such interest and penalties would be applicable under relevant tax law until such time that the related tax benefits are recognized.\nStock-Based Compensation.\nHowmet recognizes compensation expense for employee equity grants using the non-substantive vesting period approach, in which the expense is recognized ratably over the requisite service period based on the grant date fair value. Forfeitures are accounted for as they occur. The fair value of new stock options is estimated on the date of grant using a lattice-pricing model. The fair value of performance awards containing a market condition is valued using a Monte Carlo valuation model. Determining the fair value at the grant date requires judgment, including estimates for the average risk-free interest rate, dividend yield, volatility, and exercise behavior. These assumptions may differ significantly between grant dates because of changes in the actual results of these inputs that occur over time.\nForeign Currency.\nThe local currency is the functional currency for Howmet’s significant operations outside the U.S., except for certain operations in Canada, the United Kingdom (“U.K.”), and France, where the U.S. dollar is used as the functional currency. The determination of the functional currency for Howmet’s operations is made based on the appropriate economic and management indicators.\n47\nAcquisitions.\nHowmet’s business acquisitions are accounted for using the acquisition method. The purchase price is allocated to the assets acquired and liabilities assumed based on their estimated fair values. Any excess purchase price over the fair value of the net assets acquired is recorded as goodwill. For all acquisitions, operating results are included in the Statement of Consolidated Operations from the date of the acquisition.\nDiscontinued Operations and Assets Held for Sale.\nFor those businesses where management has committed to a plan to divest, each business is valued at the lower of its carrying amount or estimated fair value less cost to sell. If the carrying amount of the business exceeds its estimated fair value, an impairment loss is recognized. Fair value is estimated using accepted valuation techniques such as a DCF model, valuations performed by third parties, earnings multiples, or indicative bids, when available. A number of significant estimates and assumptions are involved in the application of these techniques, including the forecasting of markets and market share, sales volumes and prices, costs and expenses, and multiple other factors. Management considers historical experience and all available information at the time the estimates are made; however, the fair value that is ultimately realized upon the divestiture of a business may differ from the estimated fair value reflected in the Consolidated Financial Statements. Depreciation and amortization expense is not recorded on assets of a business to be divested once they are classified as held for sale. Businesses to be divested are generally classified in the Consolidated Financial Statements as either discontinued operations or held for sale.\nFor businesses classified as discontinued operations, the balance sheet amounts and results of operations are reclassified from their historical presentation to assets and liabilities of discontinued operations on the Consolidated Balance Sheet and to discontinued operations on the Statement of Consolidated Operations, respectively, for all periods presented. The gains or losses associated with these divested businesses are recorded in discontinued operations on the Statement of Consolidated Operations. The Statement of Consolidated Cash Flows is not required to be reclassified for discontinued operations for any period. Segment information does not include the assets or operating results of businesses classified as discontinued operations for all periods presented. These businesses are expected to be disposed of within\none year\n.\nFor businesses classified as held for sale that do not qualify for discontinued operations treatment, the balance sheet and cash flow amounts are reclassified from their historical presentation to assets and liabilities of operations held for sale for all periods presented. The results of operations continue to be reported in continuing operations. The gains or losses associated with these divested businesses are recorded in Restructuring and other charges on the Statement of Consolidated Operations. The segment information includes the assets and operating results of businesses classified as held for sale for all periods presented.\nB.\nRecently Adopted and Recently Issued Accounting Guidance\nRecently Adopted Accounting Guidance.\nOn January 1, 2021, the Company adopted changes issued by the Financial Accounting Standards Board (“FASB”) that were intended to simplify various aspects of accounting for income taxes by eliminating certain exceptions contained in existing guidance and amending other guidance to simplify several other income tax accounting matters. The adoption of this new guidance did not have a material impact on the Consolidated Financial Statements.\nOn January 1, 2020, the Company adopted changes issued by the\nFASB related to the impairment model for expected credit losses.\nThe new impairment model (known as the current expected credit loss (“CECL”) model) is based on expected losses rather than incurred losses. The Company recognizes as an allowance its estimate of expected credit losses. The CECL model applies to most debt instruments, trade receivables, lease receivables, financial guarantee contracts, and other loan commitments and requires the measurement of expected credit losses on assets including those that have a low risk of loss. The adoption of this new guidance did not have a material impact on the Consolidated Financial Statements.\nIn August 2018, the FASB issued guidance that impacts disclosures for defined benefit pension plans and other postretirement benefit plans. These changes became effective for Howmet's annual report for the year ended December 31, 2020 which did not have a material impact on its Consolidated Financial Statements.\nRecently Issued Accounting Guidance.\nIn September 2022, the FASB issued guidance to enhance the transparency of disclosures regarding supplier finance programs. These changes become effective for fiscal years beginning after December 15, 2022, including interim periods within those fiscal years, except for the amendment on rollforward information, which is effective for fiscal years beginning after December 15, 2023. Management is currently evaluating the impact of these changes on the Consolidated Financial Statements.\n48\nIn March 2020, the FASB issued amendments that provide optional expedients and exceptions for applying GAAP to contracts, hedging relationships, and other transactions affected by reference rate reform, if certain criteria are met. The amendments apply only to contracts and hedging relationships that reference London Inter-bank Offered Rate (“LIBOR”) or another reference rate expected to be discontinued due to reference rate reform. These amendments are effective immediately and may be applied prospectively to contract modifications made and hedging relationships entered into or evaluated on or before December 31, 2022. In December 2022, the FASB deferred the sunset date to December 31, 2024. I\nn February 2023, the Company amended its\nFive-Year\nRevolving Credit Agreement to replace LIBOR with the term secured overnight financing rate (“Term SOFR”) as the reference rate for U.S. dollar-denominated loans (See\n)\n.\nManagement has concluded that the impact of these changes is not expected to have a material impact on the Consolidated Financial Statements.\nC.\nArconic Inc. Separation Transaction and Discontinued Operations\nOn April 1, 2020, the Company completed the separation of its business into\ntwo\nindependent, publicly-traded companies, which was effected by the distribution (the “Distribution”) by the Company of all of the outstanding common stock of Arconic Corporation to the Company’s stockholders. Following the Arconic Inc. Separation Transaction, Arconic Corporation held the Global Rolled Products businesses (global rolled products, aluminum extrusions, and building and construction systems) previously held by the Company. The Company retained the Engineered Products and Forgings businesses (engine products, fastening systems, engineered structures, and forged wheels).\nIn connection with the\nArconic Inc. Separation Transaction\n, the Company entered into several agreements with Arconic Corporation\n, including the following:\na Separation and Distribution Agreement, Tax Matters Agreement, Employee Matters Agreement, certain Patent, Know-How, Trade Secret License and Trademark License Agreements, and Raw Material Supply Agreements.\nOn February 7, 2020, Arconic Corporation completed an offering of $\n600\naggregate principal amount of\n6.125\n% senior secured second-lien notes due 2028. On March 25, 2020, Arconic Corporation entered into a credit agreement which provided for a $\n600\naggregate principal amount\nseven-year\nsenior secured first-lien loan B facility and a revolving credit facility which is guaranteed by certain of Arconic Corporation's wholly-owned domestic subsidiaries and secured on a first-priority basis by liens on substantially all assets of Arconic Corporation and subsidiary guarantors. Arconic Corporation used the proceeds to make payment to the Company to fund the transfer of certain assets to Arconic Corporation relating to the Arconic Inc. Separation Transaction and for general corporate purposes. The Company incurred debt issuance costs of $\n45\nassociated with these issuances for the first quarter of 2020 and year ended December 31, 2020.\nOn February 1, 2020, the Company completed the sale of its rolling mill in Itapissuma, Brazil for $\n50\nin cash, which resulted in a loss of $\n59\n, of which $\n53\nwas recognized in Restructuring and other charges within discontinued operations in the second half of 2019 and $\n6\nin the first quarter of 2020 and year ended December 31, 2020. On March 1, 2020, the Company sold its hard alloy extrusions plant in South Korea for $\n62\nin cash, which resulted in a gain that was recognized in Restructuring and other charges within discontinued operations in the first quarter of 2020 and year ended December 31, 2020.\nDiscontinued Operations\nThe results of operations of Arconic Corporation are presented as Income from discontinued operations after income taxes in the Statement of Consolidated Operations as summarized below:\n49\nThe following table presents purchases of properties, plants, and equipment, proceeds from the sale of businesses, and the provision for depreciation and amortization of discontinued operations related to Arconic Corporation:\nOn April 1, 2020, management evaluated the net assets of Arconic Corporation for potential impairment and determined that no impairment charge was required.\nThe cash flows and equity related to Arconic Corporation have not been segregated and are included in the Statement of Consolidated Cash Flows or Statement of Comprehensive Income for all periods presented prior to the Arconic Inc. Separation Transaction.\nD.\nSegment and Geographic Area Information\nHowmet is a global leader in lightweight metals engineering and manufacturing. Howmet’s innovative, multi-material products, which include nickel, titanium, aluminum, and cobalt, are used worldwide in the aerospace (commercial and defense), commercial transportation, and industrial and other markets. Segment performance under Howmet’s management reporting system is evaluated based on a number of factors; however, the primary measure of performance is Segment Adjusted EBITDA. Prior to the first quarter of 2022, the Company used Segment operating profit as its primary measure of performance. However, the Company’s Chief Executive Officer believes that Segment Adjusted EBITDA is now a better representation of its business because it provides additional information with respect to the Company’s operating performance and the Company’s ability to meet its financial obligations. Howmet’s definition of Segment Adjusted EBITDA (Earnings before interest, taxes, depreciation, and amortization) is net margin plus an add-back for depreciation and amortization. Net margin is equivalent to Sales minus the following items: Cost of goods sold; Selling, general administrative, and other expenses; Research and development expenses; and Provision for depreciation and amortization. Special items, including Restructuring and other charges, are excluded from Net margin and Segment Adjusted EBITDA. Segment Adjusted EBITDA may not be comparable to similarly titled measures of other companies. Differences between the total segment and consolidated totals are in Corporate.\nFollowing the Arconic Inc. Separation Transaction, Howmet’s operations consist of\nfour\nworldwide reportable segments as follows:\nEngine Products\nEngine Products produces investment castings, including airfoils, and seamless rolled rings primarily for aircraft engines and industrial gas turbines. Engine Products produces rotating parts as well as structural parts.\nFastening Systems\nFastening Systems produces aerospace fastening systems, as well as commercial transportation, industrial and other fasteners. The business’s high-tech, multi-material fastening systems are found nose to tail on aircraft and aero engines. Fastening Systems’ products are also critical components of commercial transportation vehicles, automobiles, construction and industrial equipment, and renewable energy sectors.\nEngineered Structures\nEngineered Structures produces titanium ingots and mill products for aerospace and defense applications and is vertically integrated to produce titanium forgings, extrusions, forming and machining services for airframe, wing, aero-engine, and landing gear components. Engineered Structures also produces aluminum forgings, nickel forgings, and aluminum machined components and assemblies for aerospace and defense applications.\nForged Wheels\nForged Wheels provides forged aluminum wheels and related products for heavy-duty trucks and the commercial transportation market.\n50\nThe operating results and assets of the Company's reportable segments were as follows:\n51\nThe following table reconciles Total segment capital expenditures, which are presented on an accrual basis, with Capital expenditures as presented on the Statement of Consolidated Cash Flows. Differences between the total segment and consolidated totals are in Corporate and discontinued operations, including the impact of changes in accrued capital expenditures during the period.\nThe following tables reconcile certain segment information to consolidated totals. Differences between the total segment and consolidated totals are in Corporate.\nSegment assets include third-party receivables while the accounts receivable securitization item includes the impact of sold receivables under the Company's Accounts Receivable securitization programs. See\nfor further details.\n52\nGeographic information for sales was as follows (based upon the destination of the sale):\nGeographic information for long-lived tangible assets was as follows (based upon the physical location of the assets):\n53\nThe following table disaggregates segment revenue by major market served. Differences between total segment and consolidated totals are in Corporate.\nThe Company derived\n62\n%,\n60\n%, and\n69\n% of its revenue for the years ended December 31, 2022, 2021, and 2020, respectively, from aerospace (commercial and defense) markets.\nGeneral Electric Company and Raytheon Technologies Corporation represented approximately\n12\n% and\n9\n%, respectively, of the Company’s third-party sales for the year ended December 31, 2022, primarily from the Engine Products segment.\nE.\nRestructuring and Other Charges\nRestructuring and other charges were comprised of the following:\nLayoff costs were recorded based on approved detailed action plans submitted by the operating locations that specified positions to be eliminated, benefits to be paid under existing severance plans, union contracts or statutory requirements and the expected timetable for completion of the plans.\n2022 Actions.\nIn 2022, Howmet recorded Restructuring and other charges of $\n56\n, which included a $\n58\ncharge for U.S. and U.K. pension plans' settlement accounting; a $\n6\ncharge for various other exit costs, and a $\n1\ncharge for accelerated depreciation primarily related to the closure of small U.S. manufacturing facilities in Engineered Structures. These charges were partially offset by a gain of $\n8\non the sale of assets at a small U.S. manufacturing facility in Engine Products and a benefit of $\n1\nrelated to the reversal of a number of layoff reserves related to prior periods.\n54\n2021 Actions.\nIn 2021, Howmet recorded Restructuring and other charges of $\n90\n, which included a $\n75\ncharge for U.K. and U.S. pension plans' settlement accounting; a $\n15\ncharge for accelerated depreciation primarily related to the closure of small U.S. manufacturing facilities in Engine Products and Fastening Systems; a $\n7\ncharge for layoff costs, including the separation of\n253\nemployees (\n171\nin Engineered Structures,\n75\nin Engine Products,\n6\nin Fastening Systems and\n1\nin Corporate); a $\n4\ncharge for impairment of assets associated with an agreement to sell a small manufacturing business in France, and a $\n4\ncharge for various other exit costs. These charges were partially offset by a gain of $\n12\non the sale of assets at a small U.S. manufacturing facility in Fastening Systems and a benefit of $\n3\nrelated to the reversal of a number of layoff reserves related to prior periods.\nAs of December 31, 2022,\n80\nof the\n253\nemployees were separated. The remaining separations for the 2021 restructuring programs are expected to be completed in 2023 with certain final payouts expected to occur in 2024.\n2020 Actions.\nIn 2020, Howmet recorded Restructuring and other charges of $\n182\n, which included a $\n113\ncharge for layoff costs, including the separation of\n4,301\nemployees (\n1,706\nin Engine Products,\n1,675\nin Fastening Systems,\n805\nin Engineered Structures,\n92\nin Forged Wheels and\n23\nin Corporate); a $\n69\nnet charge for\nPension, Other postretirement benefits and deferred compensation - net settlement and curtailments, composed of\na $\n74\ncharge for U.K. and U.S. pension plans' settlement accounting offset by a $\n3\nbenefit from the termination of a deferred compensation plan and a $\n2\ncurtailment benefit related to a postretirement plan; a $\n5\npost-closing adjustment related to the sale of the Company’s U.K. forgings business (which was formerly part of the Engine Products segment); a $\n5\ncharge for impairment of assets associated with an agreement to sell an aerospace components business in the U.K. (within the Engineered Structures segment), which ultimately did not occur and the business was returned to held for use; $\n5\ncharge related to the impairment of a cost method investment; a $\n2\ncharge for accelerated depreciation; a $\n1\ncharge for impairment of assets due to a facility sale, and a $\n6\ncharge for various other exit costs. These charges were partially offset by a benefit of $\n21\nrelated to the reversal of a number of prior period programs and a gain of $\n3\non the sale of assets.\nAs of December 31, 2022, the employee separations associated with the 2020 restructuring programs were essentially complete\n.\nActivity and reserve balances for restructuring charges were as follows:\n(1)\nIn\n2020\n, other for layoff costs included $\n74\nin settlement accounting charges related to U.K. and U.S. pension plans, offset by a $\n3\nbenefit from the termination of a deferred compensation plan and a $\n2\ncurtailment benefit related to a postretirement plan; while other for other exit costs included a charge of $\n5\nfor impairment of assets; a $\n5\npost-closing adjustment related to the sale of a business; a $\n5\ncharge related to the impairment of a cost method investment; a $\n2\ncharge for accelerated depreciation; a $\n1\ncharge for impairment of assets due to a facility closure and a $\n6\ncharge for various other exit costs, which were offset by a gain of $\n3\non the sale of assets.\n55\n(2)\nIn\n2021\n, other for layoff costs included $\n75\nin settlement accounting charges related to U.K. and U.S. pension plans; while other for other exit costs included a charge of $\n15\nfor accelerated depreciation and a $\n4\ncharge for various other exit costs, which were offset by a gain of $\n12\non the sale of assets.\n(3)\nIn\n2022\n, other for layoff costs included $\n58\nin settlement accounting charges related to U.S. and U.K. pension plans; while other for other exit costs included a gain of $\n8\non the sale of assets, which was offset by a $\n1\ncharge for accelerated depreciation.\nThe remaining reserves at\nDecember 31, 2022\nare expected to be paid in cash during 2023 and 2024\n.\nF.\nInterest Cost Components\nG.\nOther Expense, Net\n(1)\nIn 2020, Other, net included a charge from the write-off of a tax indemnification receivable of $\n53\nreflecting the aggregate of Alcoa Corporation’s\n49\n% share and Arconic Corporation's\n33.66\n% share of a Spanish tax reserve (see\n).\nH.\nPension and Other Postretirement Benefits\nHowmet maintains pension plans covering U.S. employees and certain employees in foreign locations. Defined pension benefits generally depend on length of service and job grade. Substantially all benefits are paid through pension trusts that are sufficiently funded to ensure that all plans can pay benefits to retirees as they become due. Most salaried and non-bargaining hourly U.S. employees hired after March 1, 2006, participate in a defined contribution plan instead of a defined benefit plan.\nHowmet also maintains health care and life insurance postretirement benefit plans covering eligible U.S. retired employees. Generally, the medical plans are unfunded and pay a percentage of medical expenses, reduced by deductibles and other coverage. Life benefits are generally provided by insurance contracts. Howmet retains the right, subject to existing agreements, to change or eliminate these benefits. Effective May 1, 2019, salaried and non-bargaining hourly U.S. employees and retirees are not eligible for postretirement life insurance benefits. Salaried and non-bargaining hourly U.S. employees that retire on or after January 1, 2022 are not eligible for any postretirement medical benefits. Certain previously retired salary and non-bargaining hourly U.S. employees remain eligible for Medicare Part B reimbursement.\nIn 2022, a certain U.S. pension plan attained funding levels that allowed full lump sum payments. These payments resulted in settlement charges of $\n41\nthat were recorded in Restructuring and other charges in the Statement of Consolidated Operations. Additionally, in 2022, 2021, and 2020, the Company applied settlement accounting to other U.S. and U.K. pension plans due to lump sum payments to participants, which resulted in settlement charges\nof $\n17\n, $\n12\n,\nand $\n8\n, respectively, that were recorded in Restructuring and other charges.\n56\nIn December 2022, the Canadian pension plan was amended to provide for termination of the plan. As a result, the Company recognized a reduction of $\n2\nin the pension benefit obligation through curtailment, which was offset in Accumulated other comprehensive loss in the Consolidated Balance Sheet. The wind-up efforts and satisfaction of all plan liabilities are expected to be completed in 2023.\nIn 2021 and 2020, the Company undertook a number of actions to reduce pension obligations in the U.K. by offering lump sum payments to certain plan participants and entering into group annuity contracts with a third-party carrier to pay and administer future annuity payments. The Company applied settlement accounting to these U.K. pension plans, which resulted in settlement charges\nof $\n23\nand $\n66\n, respectively, th\nat were recorded in Restructuring and other charges in the Statement of Consolidated Operations. These actions reduced the number of pension plan participants in the U.K. by approximately\n70\n%.\nIn 2020, the Company communicated to plan participants that for its U.S. salaried and non-bargained hourly retirees of the Company and its subsidiaries, it would eliminate certain health care subsidies effective December 31, 2021, and that for certain bargained retirees of the Company, it would eliminate certain health care subsidies effective December 31, 2021 and the life insurance benefit effective August 1, 2020. As a result of these amendments, the Company recorded a decrease to the Accrued other postretirement benefits liability of $\n6\nin 2020, which was offset in Accumulated other comprehensive loss.\nIn the first quarter of 2021, the Company announced a plan administration change of certain of its Medicare-eligible prescription drug benefits to an Employer Group Waiver Plan with a wrap-around secondary plan effective July 1, 2021. The administration change is expected to reduce costs to the Company through the usage of Medicare Part D and drug manufacturer subsidies. Due to this amendment, along with the associated plan remeasurements, the Company recorded a decrease to its Accrued other postretirement benefits liability of $\n39\n, which was offset in Accumulated other comprehensive loss.\nIn October 2021, the Company undertook additional actions to reduce gross pension obligations by $\n125\nby purchasing group annuity contracts with a third-party carrier to pay and administer future annuity payments. These actions resulted in a settlement charge of $\n34\nand were recorded in Restructuring and other charges in the fourth quarter ended December 31, 2021 in the Statement of Consolidated Operations. The funded status of the plans have not been significantly impacted.\n57\nObligations and Funded Status\n(1)\nAt December 31, 2022, the actuarial gains impacting the benefit obligation were primarily due to changes in the discount rate as well as the alternative interest cost method, and other changes including census data.\n(2)\nAt December 31, 2022, the benefit obligation, fair value of plan assets, and funded status for U.S. pension plans were $\n1,459\n, $\n833\n, and $(\n626\n), respectively. At December 31, 2021, the benefit obligation, fair value of plan assets, and funded status for U.S. pension plans were $\n2,039\n, $\n1,278\n, and $(\n761\n), respectively.\n58\nPension Plan Benefit Obligations\nComponents of Net Periodic Benefit Cost\n(1)\nIn 2022, 2021, and 2020, net periodic benefit cost for U.S. pension plans was $\n79\n, $\n61\n, and $\n58\n, respectively.\n(2)\nIn 2021 and 2020, net periodic benefit cost for other postretirement benefits reflects a reduction of less than $\n1\nand $\n1\n, respectively, related to the recognition of the federal subsidy awarded under Medicare Part D.\n(3)\nIn 2022, settlements were related to U.S. and U.K. lump sum benefit payments. In 2021, settlements were related to U.S. and U.K. actions including the purchase of group annuity contracts and lump sum benefit payments. In 2020, settlements were related to U.K. actions including lump sum benefit payments and the purchase of group annuity contracts as well as U.S. lump sum benefit payments. See\nfor further details.\n(4)\nIn 2021, the curtailment was due to plan termination. In 2020, the curtailment was due to workforce reductions.\n(5)\nService cost was included within Cost of goods sold, Selling, general administrative, and other expenses; curtailments and settlements were included in Restructuring and other charges; and all other cost components were recorded in Other expense, net\nin the Statement of Consolidated Operations.\n59\nAssumptions\nWeighted average assumptions used to determine benefit obligations for pension and other postretirement benefit plans were as follows:\nThe U.S. discount rate is determined using a Company-specific yield curve model (above-median) developed with the assistance of an external actuary, while both the U.K. and Canada utilize models developed internally by their respective actuary. The cash flows of the plans’ projected benefit obligations are discounted using a single equivalent rate derived from yields on\nhigh quality corporate bonds, which represent a broad diversification of issuers in various sectors, including finance and banking, industrials, transportation, and utilities, among others. The yield curve models parallel the plans’ projected cash flows, which have a global average duration o\nf\n10\nyears. The underlying cash flows of the bonds included in the models exceed the cash flows needed to satisfy the Company’s plans’ obligations multiple times.\nBenefit accruals for future compensation under the Company’s major salaried and non-bargained hourly defined benefit pension plans have ceased. The rate of compensation increase no longer impacts the determination of the benefit obligation.\nWeighted average assumptions used to determine net periodic benefit cost for pension and other postretirement benefit plans were as follows:\n(1)\nIn all periods presented, the respective global discount rates were used to determine net periodic benefit cost for most pension plans for the full annual period. The discount rates for certain plans were updated during 2022, 2021, and 2020 to reflect the remeasurement of these plans due to settlements and/or curtailments. The weighted-average rates reflecting these remeasurements does not significantly differ from the rates presented.\nThe expected long-term rate of return on plan assets (“EROA”) is generally applied to a\nfive-year\nmarket-related value of plan assets. The process used by management to develop this assumption is one that relies on a combination of historical asset return information and forward-looking returns by asset class. As it relates to historical asset return information, management focuses on various historical moving averages when developing this assumption. While consideration is given to recent performance and historical returns, the assumption represents a long-term, prospective return. Management also incorporates expected future returns on current and planned asset allocations using information from various external investment managers and consultants, as well as management’s own judgment.\nFor 2023, management anticipates that approximately\n7\n% will continue to be the expected long-term rate of return for global plan assets. EROA assumptions are developed by country. Annual changes in the weighted average EROA are impacted by the relative size of the assets by country.\nFor 2022, 2021, and 2020, the U.S. expected long-term rate of return used by management was based on the prevailing and planned strategic asset allocations, as well as estimates of future returns by asset class. These rates were within the respective range of the\n20-year\nmoving average of actual performance and the expected future return developed by asset class.\nAssumed health care cost trend rates for U.S. other postretirement benefit plans were as follows:\nThe assumed health care cost trend rate is used to measure the expected cost of gross eligible charges covered by Howmet’s other postretirement benefit plans. For 2023, a\n5.50\n% trend rate will be used, reflecting management’s best estimate of the change in future health care costs covered by the plans. The plans’ actual annual health care cost trend experience over the past\nthree years\nhas ranged from\n1.80\n% to\n11.30\n%. Management does not believe this\nthree-year\nrange is indicative of expected increases for future health care costs over the long-term.\n60\nPlan Assets\nHowmet’s pension plans’ investment policy at December 31, 2022 by asset class, were as follows:\n(1)\nPolicy range is for U.S. plan assets only, as both the U.K. and Canadian asset investment allocations are controlled by a third-party trustee with input from Howmet.\nThe principal objectives underlying the investment of the pension plans’ assets are to ensure that Howmet can properly fund benefit obligations as they become due under a broad range of potential economic and financial scenarios, maximize the long-term investment return with an acceptable level of risk based on such obligations, and broadly diversify investments across and within various asset classes to protect asset values against adverse movements. Specific objectives for long-term investment strategy include reducing the volatility of pension assets relative to pension liabilities, and attaining and maintaining a sufficiently funded status. The use of derivative instruments is permitted where appropriate and necessary for achieving overall investment policy objectives. The investment strategy uses long duration cash bonds and derivative instruments to offset a portion of the interest rate sensitivity of U.S. pension liabilities. Exposure to broad equity risk is decreased and diversified through investments in hedge funds, private equity, private credit, private real estate, high-yield bonds, global and emerging market debt, and global and emerging market equities. Investments are further diversified by strategy, asset class, geography, and sector to enhance returns and mitigate downside risk. A large number of external investment managers are used to gain broad exposure to the financial markets and to mitigate manager-concentration risk.\nInvestment practices comply with the requirements of the Employee Retirement Income Security Act (“ERISA”) and other applicable laws and regulations.\nThe following section describes the valuation methodologies used to measure the fair value of pension plan assets, including an indication of the level in the fair value hierarchy in which each type of asset is generally classified (see\nfor the definition of fair value and a description of the fair value hierarchy).\nEquities.\nThese securities consist of: (i) direct investments in the stock of publicly traded U.S. and non-U.S. companies that are valued based on the closing price reported in an active market on which the individual securities are traded (generally classified in Level 1); (ii) the plans’ share of commingled funds that are invested in the stock of publicly traded companies and are valued at the net asset value of shares held at December 31 (included in Level 1 and Level 2); and (iii) direct investments in long/short equity hedge funds and private equity (limited partnerships and venture capital partnerships) that are valued at net asset value.\nFixed income.\nThese securities consist of: (i) U.S. government debt that are generally valued using quoted prices (included in Level 1); (ii) cash and cash equivalents invested in publicly-traded funds and are valued based on the closing price reported in an active market on which the individual securities are traded (generally classified in Level 1); (iii) publicly traded U.S. and non-U.S. fixed interest obligations (principally corporate bonds and debentures) and are valued through consultation and evaluation with brokers in the institutional market using quoted prices and other observable market data (included in Level 2); (iv) fixed income derivatives that are generally valued using industry standard models with market-based observable inputs (included in Level 2); and (v) cash and cash equivalents invested in institutional funds and are valued at net asset value.\nOther investments.\nThese investments include, among others: (i) real estate investment trusts that are valued based on the quoted prices and other observable market data (included in Level 2) and (ii) direct investments of discretionary and systematic macro hedge funds and private real estate (includes limited partnerships) and are valued at net asset value.\nThe fair value methods described above may not be indicative of net realizable value or reflective of future fair values. Additionally, while Howmet believes the valuation methods used by the plans’ trustees are appropriate and consistent with other market participants, the use of different methodologies or assumptions to determine the fair value of certain financial instruments could result in a different fair value measurement at the reporting date.\n61\nThe following table presents the fair value of pension plan assets classified under the appropriate level of the fair value hierarchy or net asset value:\n(1)\nAs of December 31, 2022, the total fair value of pension plans’ assets excludes a net receivable\nof $\n8\n, which represents securities purchased and sold but not yet settled plus interest and dividends earned on various investments.\n(2)\nAs of December 31, 2021, the total fair value of pension plans’ assets excludes a net receivable of $\n17\n, which represents securities purchased and sold but not yet settled plus interest and dividends earned on various investments.\nFunding and Cash Flows\nIt is Howmet’s policy to fund amounts for pension plans sufficient to meet the minimum requirements set forth in the benefits laws and tax laws of the applicable country. Periodically, Howmet contributes additional amounts as deemed appropriate. In\n2022 and 2021\n, cash contributions to Howmet’s pension plans were $\n43\nand $\n96\n, respectively. The\n2021\ncash contributions include $\n12\nthat was contributed to the Company’s U.S. plans in excess of the minimum required under ERISA.\nThe contributions to the Company’s pension plans in\n2023\nare estimated to\nbe $\n45\n(of w\nhich $\n35\nis for U.S. plans).\n62\nDue to the plan administration change of certain Medicare-eligible prescription drug benefits to an Employer Group Waiver Plan with a wrap-around secondary plan in 2021, there will be no direct Medicare Part D subsidy receipts going forward.\nBenefit payments expected to be paid to pension and other postretirement benefit plans’ participants are as follows utilizing the current assumptions outlined above:\nDefined Contribution Plans\nHowmet sponsors savings and investment plans in various countries, primarily in the U.S. Howmet’s contributions and expenses related to these plans\nwere $\n76\n, $\n66\n, and $\n73\nin 2022, 2021, and 2020, respectively. U.S. employees may contribute a portion of their compensation to the plans, and Howmet matches a portion of these contributions in equivalent form of the investments elected by the employee. Additionally, for certain U.S. employees, Howmet makes a contribution of either a percentage of applicable eligible compensation or per hour worked.\nI.\nIncome Taxes\nThe components of income from continuing operations before income taxes were as follows:\n63\nThe provision for income taxes consisted of the following:\n(1)\nIncludes U.S. taxes related to foreign income.\nA reconciliation of the U.S. federal statutory rate to Howmet’s effective tax rate was as follows (the effective tax rate for 2022 and 2021 was a provision on income and for 2020 was a benefit on income):\n(1)\nIt is Howmet’s policy to treat taxes due from future inclusions in U.S. taxable income related to GILTI as a current period expense when incurred.\n(2)\nIn 2020, final regulations were issued that provided an election to exclude from GILTI any foreign earnings subject to a local country tax rate of at least 90% of the U.S. tax rate. The Company recorded a $\n30\nbenefit related to this tax law change.\n(3)\nIn 2021, a $\n32\nbenefit for income tax credits related to development incentives in Hungary was recognized.\n(4)\nIn 2020, a $\n104\nvaluation allowance was recorded related to deferred tax assets that were previously subject to a reserve that was otherwise released in 2020 as a result of a favorable Spanish tax case decision.\n(5)\nIn 2020, the Company released a $\n64\nreserve liability and a $\n104\nreserve recorded as a contra balance against deferred tax assets as a result of a favorable Spanish tax case decision. A $\n30\nbenefit related to a previously uncertain U.S. tax position was also recognized in 2020.\n64\nThe components of net deferred tax assets and liabilities were as follows:\nThe following table details the expiration periods of the deferred tax assets presented above:\n(1)\nDeferred tax assets with no expiration may still have annual limitations on utilization.\n(2)\nOther represents deferred tax assets whose expiration is dependent upon the reversal of the underlying temporary difference.\n(3)\nA substantial amount of Other deferred tax assets relates to employee benefits that will become deductible for tax purposes in jurisdictions with unlimited expiration over an extended period of time as contributions are made to employee benefit plans and payments are made to retirees.\nThe total deferred tax asset (net of valuation allowance) is supported by projections of future taxable income exclusive of reversing temporary differences (\n4\n%), and taxable temporary differences that reverse within the carryforward period (\n96\n%).\nValuation allowances are recorded to reduce deferred tax assets when it is more likely than not (greater than 50%) that a tax benefit will not be realized. In evaluating the need for a valuation allowance, management considers all potential sources of taxable income, including income available in carryback periods, future reversals of taxable temporary differences, projections of taxable income, and income from tax planning strategies, as well as all available positive and negative evidence. Positive evidence includes factors such as a history of profitable operations, projections of future profitability within the carryforward period, including from tax planning strategies, and Howmet’s experience with similar operations. Existing favorable contracts and the ability to sell products into established markets are additional positive evidence. Negative evidence includes items such as cumulative losses, projections of future losses, or carryforward periods that are not long enough to allow for the utilization of a deferred tax asset based on existing projections of income. Deferred tax assets for which no valuation allowance is recorded may not be realized upon changes in facts and circumstances, resulting in a future charge to establish a valuation allowance. Existing valuation allowances are re-examined under the same standards of positive and negative evidence. If it is determined that it is more likely than not that a deferred tax asset will be realized, the appropriate amount of the valuation allowance, if any, is released. Deferred tax assets and liabilities are also remeasured to reflect changes in underlying tax rates due to law changes and the granting and lapse of tax holidays.\nIt is Howmet’s policy to apply a tax law ordering approach when considering the need for a valuation allowance on net operating losses expected to offset GILTI income inclusions. Under this approach, reductions in cash tax savings are not considered as part of the valuation allowance assessment. Instead, future GILTI inclusions are considered a source of taxable income that support the realizability of deferred tax assets.\n65\nHowmet’s foreign tax credits in the U.S. have a 10-year carryforward period with expirations ranging from 2023 to 2027 (as of December 31, 2022). Valuation allowances were initially established in prior years on a portion of the foreign tax credit carryforwards, primarily due to insufficient foreign source income to allow for full utilization of the credits within the expiration period. Foreign tax credits of $\n68\nand $\n22\nexpired at the end of 2022 and 2021, respectively, resulting in a corresponding decrease to the valuation allowance. In 2022, the Company decided to increase the valuation allowance by $\n12\nin order to fully reserve the foreign tax credit carryover after weighing all available evidence including foreign source income projections. The valuation allowance was reduced in 2021 by $\n9\nas a result of updated U.S. regulatory guidance concerning the utilization of foreign tax credits in connection with the one-time transition tax on the deemed repatriation of previously non-taxed post-1986 earnings and profits of certain foreign subsidiaries enacted as part of the 2017 Act, and by $\n4\nas a result of a corresponding reduction in the deferred tax asset related to suspended foreign tax credits. At December 31, 2022, the cumulative amount of the valuation allowance was $\n124\n. The need for this valuation allowance will be reassessed on a continuous basis in future periods and, as a result, the allowance may increase or decrease based on changes in facts and circumstances.\nDuring 2021, the Company concluded that it would not pursue a deduction related to a capital investment for which a deferred tax asset of $\n9\nand offsetting valuation allowance had previously been recorded. As such, both the deferred tax asset and the valuation allowance were eliminated. The need for valuation allowances against other capital investments will be reassessed on a continuing basis. As of December 31, 2022, there is\nno\nvaluation allowance recorded related to capital investments.\nThe Company recorded a net $\n1\ndecrease, $\n3\nincrease, and $\n20\nincrease to U.S. state valuation allowances in 2022, 2021, and 2020, respectively. After weighing all available positive and negative evidence, the Company determined the adjustments based on the underlying net deferred tax assets that were more likely than not realizable based on projected taxable income. Changes in fully reserved U.S. state tax losses, credits and other deferred tax assets resulting from expirations, audit adjustments, tax rate, and tax law changes also resulted in a corresponding net $\n142\ndecrease, $\n20\nincrease, and $\n58\ndecrease in the valuation allowance in 2022, 2021, and 2020, respectively. Valuation allowances of $\n489\nremain against state deferred tax assets expected to expire before utilization. The need for valuation allowances against state deferred tax assets will be reassessed on a continuous basis in future periods and, as a result, the allowance may increase or decrease based on changes in facts and circumstances.\nIn 2022, after weighing all available evidence, the Company released a $\n6\nvaluation allowance in the U.K. related to interest deduction carryforwards. In 2021, after weighing all available evidence, the Company recognized a discrete income tax cost to establish a valuation allowance of $\n8\nin Switzerland. In 2020, the Company increased a valuation allowance by $\n104\nas a result of releasing a tax reserve following a favorable Spanish tax case decision. The need for valuation allowances will be reassessed by entity and by jurisdiction on a continuous basis in future periods and, as a result, the allowances may increase or decrease based on changes in facts and circumstances.\nThe following table details the changes in the valuation allowance:\nForeign U.S. GAAP earnings that have not otherwise been subject to U.S. tax, will generally be exempt from future U.S. tax under the 2017 Act when distributed. Such distributions, as well as distributions of previously taxed foreign earnings, could potentially be subject to U.S. state tax in certain states, and foreign withholding taxes. Foreign currency gains/losses related to the translation of previously taxed earnings from functional currency to U.S. dollars could also be subject to U.S. tax when distributed. Howmet would expect the potential withholding tax, U.S. state tax, and U.S. capital gains tax impacts to be immaterial and the potential deferred tax liability associated with future currency gains to be impracticable to determine.\nHowmet and its subsidiaries file income tax returns in the U.S. federal jurisdiction and various states and foreign jurisdictions. With a few minor exceptions, Howmet is no longer subject to income tax examinations by tax authorities for years prior to 2014. All U.S. tax years prior to 2022 have been audited by the Internal Revenue Service. Various state and foreign jurisdiction tax authorities are in the process of examining the Company’s income tax returns for various tax years through 2021. The Company had net cash income tax payments of $\n50\nand $\n53\nin 2022 and 2021, respectively, and net cash refunds of $\n33\nin 2020.\n66\nA reconciliation of the beginning and ending amount of unrecognized tax benefits (excluding interest and penalties) was as follows:\nFor all periods presented, a portion of the balance pertains to state tax liabilities, which are presented before any offset for federal tax benefits. The effect of unrecognized tax benefits, if recorded, that would impact the annual effective tax rate for 2022, 2021, and 2020 would be approximately less than\n1\n%,\n1\n%, and\n1\n%, respectively, of pre-tax book income. Howmet does not anticipate that changes in its unrecognized tax benefits will have a material impact on the Statement of Consolidated Operations during 2023.\nIt is Howmet’s policy to recognize interest and penalties related to income taxes as a component of the Provision for income taxes in the Statement of Consolidated Operations. Howmet recognized interest of less than $\n1\n, less than $\n1\n, and $\n2\nin 2022, 2021, and 2020, respectively. Due to the expiration of the statute of limitations, settlements with tax authorities, reductions in prior accruals, and refunded overpayments, Howmet recognized interest income of less than $\n1\n, $\n3\n, and $\n25\nin 2022, 2021, and 2020, respectively. As of December 31, 2022, 2021, and 2020, the amount accrued for the payment of interest and penalties was less than $\n1\n, less than $\n1\n, and $\n2\n, respectively.\nJ.\nPreferred and Common Stock\nPreferred Stock.\nHowmet has\ntwo\nclasses of preferred stock: $\n3.75\nCumulative Preferred Stock (“Class A Preferred Stock”) and Class B Serial Preferred Stock. Class A Preferred Stock has\n660,000\nshares authorized at a par value of $\n100\nper share with an annual $\n3.75\ncumulative dividend preference per share. There were\n546,024\nshares of Class A Preferred Stock outstanding at both December 31, 2022 and 2021. Class B Serial Preferred Stock has\n10,000,000\nshares authorized at a par value of $\n1\nper share. There were\nno\nshares of Class B Serial Preferred Stock outstanding at both December 31, 2022 and 2021.\nCommon Stock.\nAt December 31, 2022, there were\n600,000,000\nshares authorized and\n412,155,057\nshares issued and outstanding. Dividends paid were $\n0.10\nper share in 2022 ($\n0.02\nper share in each of the first, second, and third quarters of 2022 and $\n0.04\nper share in the fourth quarter of 2022), $\n0.04\nper share in 2021 ($\n0.02\nper share in each of the third and fourth quarters of 2021), and $\n0.02\nper share in 2020 (all in the first quarter of 2020).\nAs of December 31, 2022,\n47\nmillion shares of common stock were reserved for issuance under Howmet’s stock-based compensation plans. As of December 31, 2022,\n29\nmillion shares remain available for issuance. Howmet issues new shares to satisfy the exercise of stock options and the conversion of stock awards.\n67\nCommon Stock Outstanding and Share Activity\n(number of shares)\nThe following table provides details for share repurchases during 2022, 2021, and 2020:\n(1)\nExcludes commissions cost.\nThe total value of shares repurchased during 2022, 2021, and 2020 were $\n400\n, $\n430\n, and $\n73\n, respectively. All of the shares repurchased during 2022, 2021, and 2020 were immediately retired. After giving effect to the share repurchases made through December 31, 2022, approximately $\n947\nremained available for share repurchases as of January 1, 2023 under the prior authorizations by the Board. Under the Company’s share repurchase programs (the “Share Repurchase Programs”), the Company may repurchase shares by means of trading plans established from time to time in accordance with Rule 10b5-1 under the Securities Exchange Act of 1934, as amended, block trades, private transactions, open market repurchases and/or accelerated share repurchase agreements or other derivative transactions. There is no stated expiration for the Share Repurchase Programs. Under its Share Repurchase Programs, the Company may repurchase shares from time to time, in amounts, at prices, and at such times as the Company deems appropriate, subject to market conditions, legal requirements and other considerations. The Company is not obligated to repurchase any specific number of shares or to do so at any particular time, and the Share Repurchase Programs may be suspended, modified or terminated at any time without prior notice.\n68\nStock-Based Compensation\nHowmet has a stock-based compensation plan under which stock options and/or restricted stock unit awards are granted, generally, in the first half of each year to eligible employees. Stock options are granted at the closing market price of Howmet’s common stock on the date of grant and typically vest over a\nthree-year\nservice period (1/3 each year) with a\nten-year\ncontractual term. Restricted stock unit awards typically vest over a\nthree-year\nservice period from the date of grant. As part of Howmet’s stock-based compensation plan design, individuals who are retirement-eligible have a\nsix-month\nrequisite service period in the year of grant. Certain of the restricted stock unit awards include performance and market conditions and are granted to certain eligible employees. In 2020, performance stock awards were granted to a senior executive that vest either based on achievement of the Arconic Inc. Separation Transaction (see\nfor further details) or the achievement of certain stock price thresholds. For performance stock awards granted in 2022, 2021, and for annual performance awards granted in 2020, the final number of shares earned will be based on Howmet’s achievement of profitability targets over the respective performance periods and will be earned at the end of the third year. Additionally, the annual 2022, 2021, and 2020 performance stock awards will be scaled by a total shareholder return (“TSR”) multiplier, which depends upon relative performance against the TSRs of a group of peer companies.\nIn conjunction with their employment agreements, certain current and former executives were granted cash bonus awards based on the achievement of certain stock price thresholds. These awards are liability classified and were marked-to-market each quarter using a Monte Carlo simulation. The stock price thresholds were fully reached. The cash payment of $\n23\noccurred in 2021 in accordance with the terms of the agreements.\nIn 2022, 2021, and 2020, Howmet recognized stock-based compensation expense of $\n54\n($\n49\nafter-tax), $\n40\n($\n36\nafter-tax), and $\n46\n($\n42\nafter-tax), respectively. Senior executive performance awards granted in April 2020 were modified in June 2020, resulting in incremental compensation expense of $\n12\n, which is amortized over the remaining service period ending April 1, 2023. Additionally, the effect of the Arconic Inc. Separation Transaction was a modification of the original stock options and restricted stock award units. The modifications were designed with the intention that the intrinsic value of the stock option or stock award were the same both previous to and after the adjustments. An immaterial charge was recorded to Restructuring and other charges related to the modification.\nAll stock-based compensation expense recorded in 2022 and 2021 relates to restricted stock unit awards. Cash bonus awards of $\n2\nwere recorded in 2020. Of the remaining stock-based compensation expense in 2020, more than\n95\n% relates to restricted stock unit awards.\nNo\nstock-based compensation expense was capitalized in any of those years. Stock-based compensation expense was reduced by $\n2\nin 2021 for certain executive pre-vest cancellations, which were recorded in Restructuring and other charges within the Statement of Consolidated Operations. At December 31, 2022, there was $\n35\n(pre-tax) of unrecognized compensation expense related to non-vested restricted stock unit award grants. This expense is expected to be recognized over a weighted average period of\n1.3\nyears.\nStock-based compensation expense is based on the grant date fair value of the applicable equity grant. For restricted stock unit awards, the fair value is equivalent to the closing market price of Howmet’s common stock on the date of grant. The weighted average grant date fair value per share of the 2022 and 2021 performance stock awards with a market condition scaled by a TSR multiplier is $\n44.44\nand $\n43.41\n, respectively. The weighted average grant date fair value per share of the April 2020 senior executive performance stock awards with a market condition (achievement of certain stock price thresholds) is $\n2.57\n. The 2022, 2021, and 2020 performance awards were valued using a Monte Carlo model. A Monte Carlo simulation uses assumptions of stock price behavior to estimate the probability of satisfying market conditions and the resulting fair value of the award. The risk-free interest rate (\n2.0\n% in 2022,\n0.2\n% in 2021, and in\n0.3\n% in 2020) was based on a yield curve of interest rates at the time of the grant based on the remaining performance period. In 2022, 2021, and 2020, volatility of\n39.4\n%,\n56.0\n%, and\n48.3\n%, respectively, was estimated using Howmet's historical volatility in 2022 and a blended rate of Howmet's historical volatility and a peer-based volatility due to the Arconic Inc. Separation Transaction and the related changes in the nature of the business in 2021 and 2020. Stock options were last granted in 2018.\n69\nThe activity for stock options and stock awards during 2022 was as follows (options and awards in millions):\nAs of December 31, 2022, the stock options outstanding had a weighted average remaining contractual life of\n2.1\nyears and a total intrinsic value of $\n15\n. All of the stock options outstanding were fully vested and exercisable. In 2022, 2021, and 2020, the cash received from stock option exercises was $\n16\n, $\n22\n, and $\n33\n, respectively, and the total tax benefit realized from these exercises was $\n2\n, $\n2\n, and $\n3\n, respectively. The total intrinsic value of stock options exercised during 2022, 2021, and 2020 was $\n10\n, $\n10\n, and $\n14\n, respectively. The total intrinsic value of stock awards converted during 2022, 2021, and 2020 was $\n61\n, $\n55\n, and $\n104\n, respectively.\nK.\nEarnings Per Share\nBasic earnings per share (“EPS”) amounts are computed by dividing earnings, after the deduction of preferred stock dividends declared, by the average number of common shares outstanding. Diluted EPS amounts assume the issuance of common stock for all potentially dilutive share equivalents outstanding.\nThe information used to compute basic and diluted EPS attributable to Howmet common shareholders was as follows (shares in millions):\nCommon stock outstanding at December 31, 2022 and 2021 was approximately\n412\nmillion and\n422\nmillion, respectively.\nThe\n14\nmillion decrease in average shares outstanding (basic) for the year ended December 31, 2022 compared to the year ended December 31, 2021 was primarily due to the\n11\nmillion shares repurchased during 2022. As average shares outstanding are used in the calculation of both basic and diluted EPS, the full impact of share repurchases is not realized in EPS in the year of repurchase.\nThe following shares were excluded from the calculation of average shares outstanding – diluted as their effect was anti-dilutive (shares in millions):\n70\nL.\nAccumulated Other Comprehensive Loss\nThe following table details the activity of the three components that comprise Accumulated other comprehensive loss:\n(1)\nThese amounts were recorded in Other expense, net (see\n) and Restructuring and other charges (see\n) in the Statement of Consolidated Operations.\n(2)\nThese amounts were included in Provision (benefit) for income taxes (see\n) in the Statement of Consolidated Operations.\n(3)\nA positive amount indicates a corresponding charge to earnings and a negative amount indicates a corresponding benefit to earnings.\n(4)\nIn all periods presented, no amounts were reclassified to earnings.\n71\nM.\nReceivables\nSale of Receivables Programs\nThe Company maintains an accounts receivables securitization arrangement through a wholly-owned special purpose entity (“SPE”). The Company previously had a second arrangement which terminated on August 30, 2021. The net cash funding from the sale of accounts receivable was neither a use of cash nor a source of cash during 2022 or 2021.\nThe terminated arrangement was with financial institutions to sell certain customer receivables without recourse on a revolving basis. The Company had $\n44\nnet cash repayments ($\n41\nin draws and $\n85\nin repayments) in 2021 in connection with this arrangement. The total cash receipts from both customer payments on sold receivables (which were cash receipts on the underlying trade receivables that had been previously sold) and net cash repayments under the program were presented as cash receipts from sold receivables within investing activities in the Statement of Consolidated Cash Flows in 2021.\nThe current accounts receivables securitization arrangement is one in which the Company, through an SPE, has a receivables purchase agreement (the “Receivables Purchase Agreement”) such that the SPE may sell certain receivables to financial institutions until the earlier of\nAugust 30, 2024\nor a termination event. The Receivables Purchase Agreement also contains customary representations and warranties, as well as affirmative and negative covenants. Pursuant to the Receivables Purchase Agreement, the Company does not maintain effective control over the transferred receivables, and therefore accounts for these transfers as sales of receivables. This accounts receivable securitization arrangement totaled $\n325\nat both December 31, 2022 and December 31, 2021 of which $\n250\nwas drawn as of December 31, 2022 and December 31, 2021. As collateral against the sold receivables, the SPE maintains a certain level of unsold receivables, which were $\n190\nand $\n79\nat December 31, 2022 and December 31, 2021, respectively.\nThe Company sold $\n1,799\nof its receivables without recourse and received cash funding under this program during 2022, resulting in derecognition of the receivables from the Company’s Consolidated Balance Sheet. Costs associated with the sales of receivables are reflected in the Company’s Statement of Consolidated Operations for the periods in which the sales occur. Cash receipts from sold receivables under the Receivables Purchase Agreement are presented within operating activities in the Statement of Consolidated Cash Flows.\nOther Customer Receivable Sales\nIn 2022, the Company sold $\n474\nof certain customers’ receivables in exchange for cash (of which $\n126\nwas outstanding from customers at December 31, 2022), the proceeds from which are presented in changes in receivables within operating activities in the Statement of Consolidated Cash Flows.\nIn 2021, the Company sold $\n368\nof certain customers’ receivables in exchange for cash (of which $\n109\nwas outstanding from customers at December 31, 2021), the proceeds from which are presented in changes in receivables within operating activities in the Statement of Consolidated Cash Flows.\nN.\nInventories\nAt December 31, 2022 and 2021, the portion of total inventories valued on a LIFO basis was $\n441\nand $\n331\n, respectively. If valued on an average-cost basis, total inventories would have been $\n220\nand $\n192\nhigher at December 31, 2022 and 2021, respectively. During 2022 and 2020, reductions in LIFO inventory quantities caused partial liquidations of LIFO inventory layers. These liquidations resulted in the recognition of expense of less than $\n1\nin 2022 and 2020. In 2021, we did\nno\nt have any LIFO inventory layer liquidations.\n72\nO.\nProperties, Plants, and Equipment, Net\n(1)\nIn the first quarter of 2022, the Company entered into an agreement to sell the corporate headquarters in Pittsburgh, PA. The proceeds from the sale of the corporate headquarters, which closed in June 2022, were $\n44\n, excluding $\n3\nof transaction costs, and the carrying value at the time of sale was $\n41\n. A loss of less than $\n1\nwas recorded in Restructuring and other charges in the Statement of Consolidated Operations upon finalization of the sale in the second quarter of 2022. The Company entered into a\n12\n-year lease with the purchaser for a portion of the property.\nDepreciation expense related to Properties, plants, and equipment recorded in Provision for depreciation and amortization in the Statement of Consolidated Operations was $\n227\n, $\n232\n, and $\n236\nfor the years ended December 31, 2022, 2021, and 2020, respectively\n.\nP.\nGoodwill and Other Intangible Assets\nThe following table details the changes in the carrying amount of goodwill:\nDuring the 2022 annual review of goodwill in the fourth quarter, management elected to perform qualitative assessments on the Engine Products and Forged Wheels reporting units and performed quantitative impairment tests on the Engineered Structures and Fastening Systems reporting units. The estimated fair values for the Engineered Structures and Fastening Systems reporting units exceeded their respective carrying values by approximately\n40\n%; thus, there were\nno\ngoodwill impairments. Howmet uses a discounted cash flow (“DCF”) model to estimate the current fair value of the reporting unit, which is compared to its carrying value, when testing for impairment. Management believes forecasted cash flows are the best indicator of such fair value. A number of significant assumptions and estimates are involved in the application of the DCF model to forecast operating cash flows, including sales growth, production costs, capital spending, and discount rate. Assumptions can vary among the reporting units. Cash flow forecasts are generally based on approved business unit operating plans for the early years and historical relationships in later years. The WACC rate for the individual reporting units is estimated with the assistance of valuation experts. The annual goodwill impairment tests in the fourth quarters of 2022, 2021, and 2020 indicated that goodwill was not\n73\nimpaired for any of the Company’s reporting units. If actual results or external market factors decline significantly from management’s estimates, future goodwill impairment charges (or the amount by which the carrying amount exceeds the reporting unit’s fair value without exceeding the total amount of goodwill allocated to that reporting unit) may be necessary and could be material.\nDuring the first quarter of 2020, we performed a qualitative impairment test of our reporting units as a result of these macroeconomic factors, including Howmet’s market capitalization declining significantly compared to the fourth quarter of 2019, equity value of our peer group companies and the overall U.S. stock market significant declines amid market volatility and the onset of the COVID-19 pandemic and its impact on the aerospace and commercial transportation industries. As a result of this qualitative assessment, the Company performed a quantitative impairment test for the Engineered Structures reporting unit in the first quarter of 2020 and concluded that although the margin between the fair value of the reporting unit and carrying value had declined from\n60\n% to approximately\n15\n%, it was not impaired. Since the first quarter of 2020, there have been no indicators of impairment identified for the Engineered Structures reporting unit or any other reporting units or indefinite-lived intangible assets.\nOther intangible assets were as follows:\nComputer software consists primarily of software costs associated with enterprise business solutions across Howmet's businesses.\nAmortization expense related to the intangible assets recorded in Provision for depreciation and amortization in the Statement of Consolidated Operations was $\n36\n, $\n36\n, and $\n40\nfor the years ended December 31, 2022, 2021, and 2020, respectively, and is expected to be in the range of approximately $\n34\nto $\n39\nannually from 2023 to 2027.\nQ.\nLeases\nOperating lease cost, which included short-term leases and variable lease payments and approximated cash paid, was $\n61\n, $\n63\n, and $\n67\nin 2022, 2021, and 2020, respectively.\nOperating lease right-of-use assets and lease liabilities in the Consolidated Balance Sheet were as follows:\n74\nFuture minimum contractual operating lease obligations were as follows at December 31, 2022:\nR.\nDebt\nDebt.\n(1)\nIncludes various financing arrangements related to subsidiaries, unamortized debt discounts and unamortized debt issuance costs related to outstanding notes and bonds listed in the table above.\nThe principal amount of long-term debt maturing in each of the next five years is $\n1,081\nin 2024, $\n600\nin 2025, $\n625\nin 2027, and\nno\ndebt maturities in each of 2023 and 2026.\nPublic Debt.\nIn the second and fourth quarters of 2022, the Company repurchased in the open market approximately $\n69\naggregate principal amount of its\n5.125\n% Notes due October 2024 (the “\n5.125\n% Notes”) and paid approximately $\n71\n, including an early termination premium of approximately $\n2\n,\nwhich was recorded in Loss on debt redemption\nin the Statement of Consolidated Operations. In January 2023, the Company repurchased approximately $\n26\naggregate principal amount of additional\n5.125\n% Notes in the open market.\nIn the third and fourth quarters of 2021, the Company repurchased an additional $\n100\naggregate principal amount of its\n5.125\n% Notes in the open market and paid approximately $\n111\n, including an early termination premium and accrued interest of approximately $\n10\nand $\n1\n, respectively, which were recorded in Loss on debt redemption and Interest expense, net, respectively, in the Statement of Consolidated Operations.\nOn September 2, 2021, the Company completed a cash tender offer and repurchased approximately $\n600\naggregate principal amount of its\n6.875\n% Notes due 2025 (the “\n6.875\n% Notes”). The amount of tender premium and accrued interest associated with the notes accepted for settlement were $\n105\nand $\n14\n, respectively, which were recorded in Loss on debt redemption and Interest expense, net, respectively, in the Statement of Consolidated Operations.\n75\nOn September 1, 2021, the Company completed an offering of $\n700\naggregate principal amount of\n3.000\n% Notes due 2029, the proceeds of which were used to fund the cash tender offer noted above and to pay related transaction fees, including applicable premiums and expenses.\nOn May 3, 2021, the Company completed the early redemption of all the remaining $\n476\naggregate principal amount of its\n5.870\n%\nNotes due 2022 (the “\n5.870\n% Notes”)\nand\npaid an aggregate of $\n503\n, including\n$\n5\nof accrued interest. The Company also incurred an early termination premium and other costs of\n$\n23\n, which was recorded in Loss on debt redemption\nin the Statement of Consolidated Operations.\nOn January 15, 2021 the Company completed the early redemption of all the remaining $\n361\nof its\n5.400\n% Notes due 2021 (the\n“\n5.400\n% Notes\n”\n) at par and paid $\n5\nin accrued interest.\nOn May 21, 2020, the Company completed a cash tender offer and\nrepurchased $\n589\nand $\n151\nof principa\nl amount of the\n5.400\n%\nNotes and its\n5.870\n% Notes, respectively. The amount of early tender premium and accrued interest associated with the notes accepted for early settlement were $\n24\nand $\n4\n, respectively, which were recorded in Loss on debt redemption and Interest expense, net, respectively, in the Statement of Consolidated Operations.\nOn April 24, 2020, the Company completed an offering of $\n1,200\naggregate principal amount of\n6.875\n% Notes, the proceeds of which have been used to fund the May 2020 cash tender offers noted above and to pay related transaction fees, including applicable premiums and expenses, with the remaining amount to be used for general corporate purposes. The Company incurred deferred financing costs of $\n14\nassociated with the issuance in the second quarter of 2020.\nOn April 6, 2020, the Company completed the early redemption of all $\n1,000\nof its\n6.150\n% Notes due 2020 (the “\n6.150\n% Notes”) and the early partial redemption of $\n300\nof its\n5.400\n% Notes. Holders of the\n6.150\n% Notes were paid an aggregate of $\n1,020\nand holders of the\n5.400\n% Notes were paid an aggregate of $\n315\n, plus accrued and unpaid interest up to, but not including, the redemption date. The Company incurred early termination premium and accrued interest of $\n35\nand $\n17\n, respectively, which were recorded in Loss on debt redemption and Interest expense, net, respectively,\nin the Statement of Consolidated Operations.\nThe Company has the option to redeem certain of its notes and bonds in whole or part, at any time at a redemption price equal to the greater of principal amount or the sum of the present values of the remaining scheduled payments, discounted using a defined treasury rate plus a spread, plus in either case accrued and unpaid interest to the redemption date.\nCredit Facility.\nOn September 28, 2021, the Company amended and restated its\nFive-Year\nRevolving Credit Agreement (as so amended and restated, the “Credit Agreement”). Capitalized terms used in this “Credit Facility” section but not otherwise defined shall have the meanings given to such terms in the Credit Agreement.\nThe Credit Agreement provides a $\n1,000\nsenior unsecured revolving credit facility (the “Credit Facility”) that matures on September 28, 2026, unless extended or earlier terminated in accordance with the provisions of the Credit Agreement.\nHowmet may make\ntwo\none-year\nextension requests during the term of the Credit Facility, subject to the lender consent requirements set forth in the Credit Agreement.\nSubject to the terms and conditions of the Credit Agreement, the Company may from time to time request increases in lender commitments under the Credit Facility, not to exceed $\n500\nin aggregate principal amount, and may also request the issuance of letters of credit, subject to a letter of credit sublimit of $\n500\nof the Credit Facility.\nUnder the provisions of the Credit Agreement, based on Howmet’s current long-term debt ratings, Howmet pays an annual fee of\n0.23\n%\nof the total commitment to maintain the Credit Facility.\nThe Credit Facility is unsecured and amounts payable under it will rank pari passu with all other unsecured, unsubordinated indebtedness of Howmet. Borrowings under the Credit Facility may be denominated in U.S. dollars or euros. On February 13, 2023, the Company amended the Credit Agreement to replace LIBOR with Term SOFR as the reference rate for U.S. dollar-denominated loans. Loans under the Credit Agreement will bear interest at a base rate or, in the case of U.S. dollar-denominated loans, a rate equal to Term SOFR plus adjustment or, in the case of euro-denominated loans, the Euro inter-bank offered rate (“EURIBOR”), plus, in each case, an applicable margin based on the credit ratings of Howmet’s outstanding senior unsecured long-term debt. Based on Howmet’s current long-term debt ratings, the applicable margin on base rate loans would be\n0.40\n% per annum and the applicable margin on Term SOFR loans and EURIBOR loans would be\n1.40\n% per annum. The applicable margin is subject to change based on the Company’s long-term debt ratings. Loans may be prepaid without premium or penalty, subject to customary breakage costs.\nThe obligation of Howmet to pay amounts outstanding under the Credit Facility may be accelerated upon the occurrence of an “Event of Default” as defined in the Credit Agreement. Such Events of Default include, among others, (a) non-payment of obligations; (b) breach of any representation or warranty in any material respect; (c) non-performance of covenants and obligations; (d) with respect to other indebtedness in a principal amount in excess of $\n100\n, a default thereunder that causes such indebtedness to become due prior to its stated maturity or a default in the payment at maturity of any principal of such indebtedness; (e) the bankruptcy or insolvency of Howmet; and (f) a change in control of Howmet.\n76\nUnder the Credit Agreement, the Company’s ratio of Consolidated Net Debt to Consolidated EBITDA as of the end of each fiscal quarter for the period of the four fiscal quarters of the Company most recently ended, is required to be no greater than\n3.50\nto 1.00.\nDuring the Covenant Relief Period, which ended on December 31, 2022, the Company was required to maintain a Consolidated Net Debt to Consolidated EBITDA ratio of no greater than\n5.00\nto 1.00 as of the end of the fiscal quarter for the period of four fiscal quarters ended September 30, 2021, stepping down as of the end of each fiscal quarter to\n3.75\nto 1.00 as of December 31, 2022. In addition, during the Covenant Relief Period, common stock dividends and share repurchases (see\n) were permitted only if no loans under the Credit Agreement were outstanding at the time and were limited to an aggregate amount not to exceed $\n500\nduring the year ended December 31, 2022. Common stock dividends and share repurchases were $\n442\nduring the year ended December 31, 2022. Following the end of the Covenant Relief Period, the restriction on common stock dividends and share repurchases under the Credit Agreement, along with certain covenants, no longer applies.\nThe Credit Agreement includes additional covenants, including, among others, (a) limitations on Howmet’s ability to incur liens securing indebtedness for borrowed money, (b) limitations on Howmet’s ability to consummate a merger, consolidation or sale of all or substantially all of its assets, and (c) limitations on Howmet’s ability to change the nature of its business.\nThere were\nno\namounts outstanding under the Credit Agreement at\nDecember 31, 2022 and 2021\n, and\nno\namounts were borrowed during\n2022, 2021 or 2020\nunder the Credit Agreement. At\nDecember 31, 2022, the Company was in compliance with all covenants under the Credit Agreement.\nAvailability under the Credit Agreement could be reduced in future periods if the Company fails to maintain the required ratios referenced above.\nIn\naddition to the Credit Agreement, the Company had several other credit agreements that provided a borrowing capacity of $\n640\nas of December 31, 2019, and all of which expired in 2020. In\n2020\n,\nno\nthing was borrowed or repaid under these arrangements.\nShort-Term Debt.\nAt\nDecember 31, 2022 and 2021\n, short-term debt was\nzero\nand $\n5\n, respectively, substantially all of which related to accounts payable settlement arrangements with certain vendors and third-party intermediaries. These arrangements provide that, at the vendor’s request, the third-party intermediary advances the amount of the scheduled payment to the vendor, less an appropriate discount, before the scheduled payment date, and Howmet makes payment to the third-party intermediary on the date stipulated in accordance with the commercial terms negotiated with its vendors. Howmet records imputed interest related to these arrangements in Interest expense, net in the Statement of Consolidated Operations.\nS.\nOther Financial Instruments\nFair Value.\nFair value is defined as the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants at the measurement date. The fair value hierarchy distinguishes between (i) market participant assumptions developed based on market data obtained from independent sources (observable inputs) and (ii) an entity’s own assumptions about market participant assumptions developed based on the best information available in the circumstances (unobservable inputs). The fair value hierarchy consists of three broad levels, which gives the highest priority to unadjusted quoted prices in active markets for identical assets or liabilities (Level 1) and the lowest priority to unobservable inputs (Level 3). The three levels of the fair value hierarchy are described below:\n•\nLevel 1 - Unadjusted quoted prices in active markets that are accessible at the measurement date for identical, unrestricted assets or liabilities.\n•\nLevel 2 - Inputs other than quoted prices included within Level 1 that are observable for the asset or liability, either directly or indirectly, including quoted prices for similar assets or liabilities in active markets; quoted prices for identical or similar assets or liabilities in markets that are not active; inputs other than quoted prices that are observable for the asset or liability (e.g., interest rates); and inputs that are derived principally from or corroborated by observable market data by correlation or other means.\n•\nLevel 3 - Inputs that are both significant to the fair value measurement and unobservable.\nThe carrying values of Cash and cash equivalents, restricted cash, derivatives, noncurrent receivables, and Short-term debt included in the Consolidated Balance Sheet approximate their fair value. The Company holds exchange-traded fixed income securities which are considered available-for-sale securities and are carried at fair value based on quoted market prices. The aforementioned securities are classified in Level 1 of the fair value hierarchy and are included in Other noncurrent assets in the Consolidated Balance Sheet. The fair value of Long-term debt, less amount due within one year was based on quoted market prices for public debt and on interest rates that are currently available to Howmet for issuance of debt with similar terms and maturities for non-public debt. The fair value amounts for all Long-term debt were classified in Level 2 of the fair value hierarchy.\n77\nRestricted cash was $\n1\n, $\n2\n, and $\n1\nin 2022, 2021, and 2020\n,\nrespectively, and was recorded in Prepaid expenses and other current assets in the Consolidated Balance Sheet.\nT.\nCash Flow Information\nCash paid for interest and income taxes for both continuing and discontinued operations was as follows:\nThe Company incurred capital expenditures which remain unpaid at December 31, 2022, 2021, and 2020 of $\n55\n, $\n49\n, and $\n50\n, respectively, and will result in cash outflows within investing activities in the Statement of Consolidated Cash Flows in subsequent periods.\nU.\nDivestitures\n2021 Divestiture\nOn March 15, 2021, the Company reached an agreement to sell a small manufacturing plant in France within the Fastening Systems segment, which resulted in a charge of $\n4\nrelated to the non-cash impairment of the net book value of the business, primarily goodwill, in the first quarter of 2021 which was recorded in Restructuring and other charges in the Statement of Consolidated Operations. On June 1, 2021, the Company completed the sale for $\n10\n(of which $\n8\nof cash was received in the second quarter of 2021). In the third quarter of 2022, $\n1\nwas received, and the remaining $\n1\nin escrow is expected to be received in the third quarter of 2023.\n2020 Divestiture\nOn January 31, 2020, the Company reached an agreement to sell a small manufacturing plant in the U.K. within the Engineered Structures segment for $\n12\nin cash, and therefore was classified as held for sale. As a result of entering into the agreement, a charge of $\n12\nwas recognized related to a non-cash impairment of the net book value of the business, primarily properties, plants, and equipment in the first quarter of 2020, which was recorded in Restructuring and other charges in the Statement of Consolidated Operations. As the sale did not close, the Company changed the classification from held for sale to held for use in the second quarter of 2020 and recorded these assets at their lower of carrying value (assuming no initial reclassification for held for sale was made) or fair value. The result was a reversal of $\n7\nrelated to a non-cash impairment in the second quarter of 2020. These charges were recorded in Restructuring and other charges in the Statement of Consolidated Operations.\nV.\nContingencies and Commitments\nContingencies\nEnvironmental Matters.\nHowmet participates in environmental assessments and cleanups at more than\n30\nlocations. These include owned or operating facilities and adjoining properties, previously owned or operated facilities and adjoining properties, and waste sites, including Superfund (Comprehensive Environmental Response, Compensation and Liability Act (“CERCLA”)) sites.\nA liability is recorded for environmental remediation when a cleanup program becomes probable and the costs can be reasonably estimated. As assessments and cleanups proceed, the liability is adjusted based on progress made in determining the extent of remedial actions and related costs. The liability can change substantially due to factors such as the nature and extent of contamination, changes in remedial requirements, and technological changes, among others.\nThe Company's remediation reserve balance was $\n16\nand $\n15\nat\nDecember 31, 2022 and 2021\n, respectively, and was recorded in Other noncurrent liabilities and deferred credits in the Consolidated Balance Sheet (of which $\n6\nwas classified as a current liability for both periods), and reflects the most probable costs to remediate identified environmental conditions for which costs can be reasonably estimated.\nPayments related to remediation expenses applied against the reserve were $\n4\nand $\n2\nin 2022 and 2021, respectively, and included expenditures currently mandated, as well as those not required by any regulatory authority or third party.\n78\nIncluded in annual operating expenses are the recurring costs of managing hazardous substances and environmental programs. These costs are estimated to be less than\n1\n% of Cost of goods sold.\nTax.\nAs pre\nviously reported, in July 2013, following a Spanish corporate income tax audit covering the 2006 through 2009 tax years, an assessment was received mainly disallowing certain interest deductions claimed by a Spanish consolidated tax group owned by the Company. The Company appealed this assessment to Spain's Central Tax Administrative Court, and subsequently to Spain's National Court, each of which was denied.\nThe Company then appealed the decision to the Supreme Court of Spain. In November 2020, the Supreme Court of Spain rendered a decision in favor of the taxpayer, removing the assessment in its entirety. The decision is final and cannot be further appealed.\nAs a result of the favorable decision, in the fourth quarter of 2020, the Company released an income tax reserve, including interest, of $\n64\n(€\n54\n), which was recorded in Provision (benefit) for income taxes in the Consolidated Statement of Operations, that was previously established in the third quarter of 2018. In addition, the Company reversed a combined indemnification receivable of $\n53\n(€\n45\n) for Alcoa Corporation's\n49\n% share and Arconic Corporation's\n33.66\n% share of the total reserve, which was recorded in Other expense, net in the Consolidated Statement of Operations, that were previously established pursuant to the October 31, 2016 and March 31, 2020 Tax Matters Agreements, respectively. As of the end of 2020, the Company\nno\nlonger has a balance recorded for this matter.\nIndemnified Matters.\nThe Separation and Distribution Agreement, dated October 31, 2016, that the Company entered into with Alcoa Corporation in connection with the Alcoa Inc. Separation Transaction, provides for cross-indemnities between the Company and Alcoa Corporation for claims subject to indemnification. The Separation and Distribution Agreement, dated March 31, 2020, that the Company entered into with Arconic Corporation in connection with the Arconic Inc. Separation Transaction, provides for cross-indemnities between the Company and Arconic Corporation for claims subject to indemnification. Among other claims that are covered by these indemnities, Arconic Corporation indemnifies the Company (f/k/a Arconic Inc. and f/k/a Alcoa Inc.) for all potential liabilities associated with the fire that occurred at the Grenfell Tower in London, U.K. on June 14, 2017 (“Grenfell Fire”), including the following:\n(i)\nRegulatory Investigations\n.\nArconic Architectural Products SAS (\"AAP SAS\") (now a subsidiary of Arconic Corporation) supplied Reynobond PE to its customer who used the product as one component of the overall cladding system on Grenfell Tower. Regulatory Investigations into the overall Grenfell Fire are being conducted, including a criminal investigation by the London Metropolitan Police Service and a Public Inquiry by the British government (regarding which AAP SAS is a participant). (ii)\nUnited Kingdom Litigation\n.\nOn December 23, 2020, survivors and estates of decedents of the Grenfell Fire and emergency responders filed suit against\n23\ndefendants, including the Company. No substantive allegations or requests for relief have been provided. The suits are stayed until the next case management conference, which will be scheduled after April 27, 2023. (iii)\nBehrens et al. v. Arconic Inc. et al.\n(United States District Court for the Eastern District of Pennsylvania)\n. On June 6, 2019,\n247\nsurvivors and estates of decedents of the Grenfell\nFire filed a complaint against Arconic Inc., Alcoa Inc. and Arconic Architectural Products, LLC (now a subsidiary of Arconic Corporation), among others, for product liability and wrongful death. The plaintiffs seek monetary damages exceeding $\n75,000\n(amount not in millions) for each plaintiff. On September 16, 2020, the court dismissed the U.S. case, determining that the U.K. is the appropriate jurisdiction for the case. The plaintiffs\nappealed that decision. The Third Circuit Court of Appeals affirmed the dismissal on July 8, 2022, and denied a petition for a rehearing on October 7, 2022. On January 5, 2023, the plaintiffs filed a petition for a writ of certiorari in the U.S. Supreme Court, which is currently pending. (iv)\nHoward v. Arconic Inc. et al.\n(United States District Court for the Western District of Pennsylvania)\n. In 2017,\ntwo\npurported class actions were filed against Arconic Inc., Klaus Kleinfeld and other former Arconic Inc. executives and directors, and certain banks. The actions, which later were consolidated, allege violations of the federal securities laws relating to the Grenfell Fire. On June 23, 2021, the court ruled that certain claims related to a particular registration statement, other SEC filings, product brochures and websites can proceed and dismissed all other claims with prejudice. On December 2, 2022, the court issued an initial case management order, setting forth deadlines for class certification briefing and discovery.\nDiscovery has begun and is ongoing. (v)\nRaul v. Albaugh, et al.\n(United States District Court for the District of Delaware)\n. On June 22, 2018, a derivative complaint was filed nominally on behalf of Arconic Inc. by a purported Arconic Inc. stockholder against the then members of Arconic Inc.’s Board of Directors, Klaus Kleinfeld and Ken Giacobbe, naming Arconic Inc. as a nominal defendant. The complaint asserts claims under federal securities laws, most of which are similar to those in\nHoward\n, as well as\nclaims under Delaware state law for breaches of fiduciary duty, gross mismanagement and abuse of control, and also alleges that the defendants improperly authorized the sale of Reynobond PE for unsafe uses. The case has been stayed until the final resolution of the\nHoward\ncase and the Regulatory Investigations. (vi)\nStockholder Demands.\nFollowing the Grenfell Fire, the then Arconic Inc. Board of Directors (the “Board”) received letters, purportedly sent on behalf of stockholders, reciting allegations similar to the\nHoward\nand\nRaul\ncases and demanding that the Board authorize Arconic Inc. to initiate litigation against members of management, the Board and others. On May 28, 2019, the Board adopted the findings and recommendations of its Special Litigation Committee and rejected the stockholders’ demands. On June 28, 2021, one of the stockholders whose demand was rejected asked the current Howmet Board of Directors to reconsider the decision of the Board,\n79\nwhich was declined. On August 4, 2021, another stockholder whose demand was rejected requested books and records relating to, among other things, the Board’s decision to reject his initial demand, which the Company declined. There has been no further correspondence with either stockholder.\nLegal Proceedings.\nLehman Brothers International (Europe) (“LBIE”) Proceeding\n.\nOn June 26, 2020, Lehman Brothers International (Europe) (“LBIE”) filed proceedings in the High Court of Justice, Business and Property Courts of England and Wales (the “Court”) against two subsidiaries of the Company, FR Acquisitions Corporation (Europe) Ltd and JFB Firth Rixson Inc. (collectively, the “Firth Rixson Entities”). The proceedings concern\ntwo\ninterest rate swap transactions with LBIE (collectively, the “ISDAs”). In 2007 and 2008, the Firth Rixson Entities, then owned by Oak Hill, entered into the ISDAs in order to meet their obligation to hedge interest rate exposure under a lending agreement with LBIE. When LBIE went into bankruptcy in 2008, the Firth Rixson Entities entered into alternative swap agreements with another counterparty in order to meet this hedging obligation. The Firth Rixson Entities were acquired by the Company as part of its acquisition of the Firth Rixson business from Oak Hill in 2014. In the LBIE legal proceeding, LBIE claims the amounts owing by the Firth Rixson Entities under the ISDAs to be approximately $\n64\n, plus applicable interest. The Court issued its ruling in these proceedings on October 11, 2022 (the “Judgment”). In its ruling, the Court determined that the event of default under the ISDAs caused by LBIE as a result of its insolvency in 2008 and other defaults will conclude upon LBIE’s expected emergence from administration under the Insolvency Act of 1986. The Court ruled that upon such future event and other relevant steps being completed, the timing of which is unknown, the Firth Rixson Entities will be obligated to pay amounts due under the ISDAs. In late 2022, the Court granted LBIE a\nthree-year\nextension of its bankruptcy administration. The Company recorded $\n65\nin Other current liabilities in the Consolidated Balance Sheet, and took a pre-tax charge of this amount in Other expense, net in the Statement of Consolidated Operations in 2022. The matter of interest was not specifically addressed in the proceeding and no related amounts have been reserved. The Company vigorously disagrees with the ruling including as to any payment obligation in respect of the principal as well as any interest. In December 2022, the Company was granted permission to appeal the Court’s decision.\nOther.\nIn addition to the matters discussed above, various other lawsuits, claims, and proceedings have been or may be instituted or asserted against the\nCompany, including those pertaining to environmental, product liability, safety and health, employment, tax and antitrust matters. While the amounts claimed in these other matters may be substantial, the ultimate liability cannot currently be determined because of the considerable uncertainties that exist. Therefore, it is possible that the Company’s liquidity or results of operations in a period could be materially affected by one or more of these other matters. However, based on facts currently available, management believes that the disposition of these other matters that are pending or asserted will not have a material adverse effect, individually or in the aggregate, on the results of operations, financial position or cash flows of the Company.\nCommitments\nPurchase Obligations.\nHowmet has entered into purchase commitments for raw materials, energy and other goods and services, which total $\n265\nin 2023, $\n140\nin 2024, $\n14\nin 2025, $\n2\nin 2026, and\nnone\nin 2027 and thereafter.\nOperating Leases.\nSee\nfor the operating lease future minimum contractual obligations.\nGuarantees.\nAt December 31, 2022, Howmet had outstanding bank guarantees related to tax matters, outstanding debt, workers’ compensation, environmental obligations, and customs duties, among others. The total amount committed under these guarantees, which expire at various dates between 2023 and 2040, was $\n13\nat December 31, 2022.\nPursuant to the Separation and Distribution Agreement, dated as of October 31, 2016, between Howmet and Alcoa Corporation, Howmet was required to provide certain guarantees for Alcoa Corporation, which had a fair value of\n$\n6\nat both December 31, 2022 and 2021\n, and were included in Other noncurrent liabilities and deferred credits in the Consolidated Balance Sheet. The remaining guarantee, for which the Company and Arconic Corporation are secondarily liable in the event of a payment default by Alcoa Corporation, relates to a long-term energy supply agreement that expires in\n2047\nat an Alcoa Corporation facility.\nThe Company currently views the risk of an Alcoa Corporation payment default on its obligations under the contract to be remote.\nThe Company and Arconic Corporation are required to provide a guarantee up to\nan estimated present value amount of approximately $\n1,040\nand $\n1,406\nat December 31, 2022 and 2021, respectively, in the event of an Alcoa Corporation default. In December 2020, December 2021, and December 2022, a surety bond with a limit of $\n80\nrelating to this guarantee was obtained by Alcoa Corporation to protect Howmet's obligation. This surety bond will be renewed on an annual basis by Alcoa Corporation.\nLetters of Credit.\nThe Company has outstanding letters of credit, primarily related to workers’ compensation, environmental obligations, and insurance obligations. The total amount committed under these letters of credit, which automatically renew or expire at various dates, mostly in 2023, was $\n120\nat\nDecember 31, 2022\n.\n80\nPursuant to the Separation and Distribution Agreements between the Company and Arconic Corporation and between the Company and Alcoa Corporation, the Company is required to retain letters of credit of $\n53\n(which are included in the\n$\n120\nin the above paragraph) that had previously been provided related to the Company, Arconic Corporation, and Alcoa Corporation workers’ compensation claims that occurred prior to the respective separation transactions of April 1, 2020 and November 1, 2016. Arconic Corporation and Alcoa Corporation workers’ compensation and letters of credit fees paid by the Company are proportionally billed to, and are reimbursed by, Arconic Corporation and Alcoa Corporation, respectively. Also, the Company was required to provide letters of credit for certain Arconic Corporation environmental obligations and, as a result, the Company has $\n17\nof outstanding letters of credit relating to such liabilities (which are also included in the\n$\n120\nin the above paragraph). Arconic Corporation has issued surety bonds to cover these environmental obligations. Arconic Corporation is being billed for these letter of credit fees paid by the Company and will reimburse the Company for any payments made under these letters of credit.\nSurety Bonds.\nThe Company has outstanding surety bonds primarily related to tax matters, contract performance, workers’ compensation, environmental-related matters, energy contracts, and customs duties. The total amount committed under these annual surety bonds, which expire and automatically renew at various dates, primarily in 2023 and 2024, was $\n43\nat December 31, 2022.\nPursuant to the Separation and Distribution Agreements between the Company and Arconic Corporation and between the Company and Alcoa Corporation, the Company is required to provide surety bonds of $\n22\n(which are included in the $\n43\nin the above paragraph) that had previously been provided related to the Company, Arconic Corporation, and Alcoa Corporation workers’ compensation claims that occurred prior to the respective separation transactions of April 1, 2020 and November 1, 2016. Arconic Corporation and Alcoa Corporation workers’ compensation claims and surety bond fees paid by the Company are proportionately billed to, and are reimbursed by, Arconic Corporation and Alcoa Corporation.\nW.\nSubsequent Events\nManagement evaluated all activity of Howmet and concluded that no subsequent events have occurred that would require recognition in the Consolidated Financial Statements or disclosure in the Notes to the Consolidated Financial Statements, except as noted below:\nSee\nfor the open market debt repurchases made subsequent to the fourth quarter of 2022 as well as an amendment to the Credit Agreement on February 13, 2023 to replace LIBOR with Term SOFR as the reference rate therein.\n81"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "(a) Evaluation of Disclosure Controls and Procedures\nHowmet’s Chief Executive Officer and Chief Financial Officer have evaluated the Company’s disclosure controls and procedures, as defined in Rules 13a-15(e) and 15d-15(e) of the Securities Exchange Act of 1934, as of the end of the period covered by this report, and they have concluded that these controls and procedures are effective.\n(b) Management’s Annual Report on Internal Control over Financial Reporting\nManagement’s Report on Internal Control over Financial Reporting is included in\nof this Form 10-K beginning on page\n.\n(c) Attestation Report of the Registered Public Accounting Firm\nThe effectiveness of Howmet’s internal control over financial reporting as of December 31, 2022 has been audited by PricewaterhouseCoopers LLP, an independent registered public accounting firm, as stated in their report, which is included in\nof this Form 10-K on page\n.\n(d) Changes in Internal Control over Financial Reporting\nThere have been no changes in internal control over financial reporting during the fourth quarter of 2022, that have materially affected, or are reasonably likely to materially affect, the Company’s internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information required by Item 401 of Regulation S-K regarding directors is contained under the caption “Item 1 Election of Directors” of the Proxy Statement and is incorporated by reference. The information required by Item 401 of Regulation S-K regarding executive officers is set forth in Part I, Item 1 of this report under “Executive Officers of the Registrant.”\nThe information required by Item 405 of Regulation S-K is contained under the caption “Section 16(a) Beneficial Ownership Reporting Compliance” of the Proxy Statement and is incorporated by reference.\nThe Company’s Code of Ethics for the CEO, CFO and Other Financial Professionals is publicly available on the Company’s Internet website at www.howmet.com under the section “Investors—Corporate Governance—Governance and Policies.” The remaining information required by Item 406 of Regulation S-K is contained under the captions “Corporate Governance” and “Corporate Governance—Code of Conduct and Code of Ethics” of the Proxy Statement and is incorporated by reference.\nThe information required by Items 407(c)(3), (d)(4) and (d)(5) of Regulation S-K is included under the captions “Item 1 Election of Directors—Nominating Board Candidates—Procedures and Director Qualifications” and “Corporate Governance—Committees of the Board—Audit Committee” of the Proxy Statement and is incorporated by reference."
  },
  {
    "item_key": "item_11",
    "text": "The information required by Item 402 of Regulation S-K is contained under the captions “Director Compensation”, “Executive Compensation” and “Corporate Governance—Recovery of Incentive Compensation” of the Proxy Statement. Such information is incorporated by reference, except as to information required pursuant to Item 402(v) of Regulation S-K relating to pay versus performance.\nThe information required by Items 407(e)(4) and (e)(5) of Regulation S-K is contained under the captions “Corporate Governance—Compensation Committee Interlocks and Insider Participation” and “Item 3 Advisory Approval of Executive Compensation—Compensation Committee Report” of the Proxy Statement. Such information (other than the Compensation Committee Report, which shall not be deemed to be “filed”) is incorporated by reference.\n82"
  },
  {
    "item_key": "item_12",
    "text": "The following table gives information about Howmet’s common stock that could be issued under the Company’s equity compensation plans as of December 31, 2022:\nEquity Compensation Plan Information\n(1)\nIncludes the 2013 Howmet Aerospace Stock Incentive Plan, as Amended and Restated (approved by shareholders in May 2019, May 2018, May 2016 and May 2013) (the “2013 Plan”) and the 2009 Alcoa Stock Incentive Plan (approved by shareholders in May 2009). Table amounts are comprised of the following:\n•\n936,242 stock options\n•\n3,527,349 restricted share units\n•\n2,947,661 performance share awards (191,217 granted in 2022 at target)\n(2)\nThe 2013 Plan authorizes, in addition to stock options, other types of stock-based awards in the form of stock appreciation rights, restricted shares, restricted share units, performance awards and other awards. The shares that remain available for issuance under the 2013 Plan may be issued in connection with any one of these awards. Up to 66,666,667 shares may be issued under the plan. Any award other than an option or a stock appreciation right shall count as 2.33 shares. Options and stock appreciation rights shall be counted as one share for each option or stock appreciation right. In addition, the 2013 Plan provides the following are available to grant under the 2013 Plan: (i) shares that are issued under the 2013 Plan, which are subsequently forfeited, cancelled or expire in accordance with the terms of the award and (ii) shares that had previously been issued under prior plans that are outstanding as of the date of the 2013 Plan which are subsequently forfeited, cancelled or expire in accordance with the terms of the award.\nThe information required by Item 403 of Regulation S-K is contained under the captions “Howmet Aerospace Stock Ownership—Stock Ownership of Certain Beneficial Owners” and “Howmet Aerospace Stock Ownership—Stock Ownership of Directors and Executive Officers” of the Proxy Statement and is incorporated by reference."
  },
  {
    "item_key": "item_13",
    "text": "The information required by Item 404 of Regulation S-K is contained under the captions “Executive Compensation” (excluding the information under the caption “Compensation Committee Report”) and “Corporate Governance— Related Person Transactions” of the Proxy Statement and is incorporated by reference.\nThe information required by Item 407(a) of Regulation S-K regarding director independence is contained under the captions “Item 1 Election of Directors” and “Corporate Governance” of the Proxy Statement and is incorporated by reference."
  },
  {
    "item_key": "item_14",
    "text": "The information required by Item 9(e) of Schedule 14A is contained under the captions “Item 2 Ratification of Appointment of Independent Registered Public Accounting Firm—Report of the Audit Committee” and “Item 2 Ratification of Appointment of Independent Registered Public Accounting Firm—Audit and Non-Audit Fees” of the Proxy Statement and in its Attachment A (Pre-Approval Policies and Procedures for Audit and Non-Audit Services) thereto and is incorporated by reference.\n83\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a) The consolidated financial statements and exhibits listed below are filed as part of this report.\n(1) The Company’s consolidated financial statements, the notes thereto and the report of the Independent Registered Public Accounting Firm are on pages 37 through 81 of this report.\n(2) Financial statement schedules have been omitted because they are not applicable, not required, or the required information is included in the consolidated financial statements or notes thereto.\n(3) Exhibits.\n84\n85\n86\n87\n88\n89\n* Exhibit Nos. 10(f) through 10(yy) are management contracts or compensatory plans required to be filed as Exhibits to this Form 10-K.\nAmendments and modifications to other Exhibits previously filed have been omitted when in the opinion of the registrant such Exhibits as amended or modified are no longer material or, in certain instances, are no longer required to be filed as Exhibits.\nCertain instruments defining the rights of holders of long-term debt securities of the Registrant and its subsidiaries are omitted pursuant to Item 601(b)(4)(iii) of Regulation S-K. The Registrant hereby undertakes to furnish to the SEC, upon request, copies of any such instruments."
  },
  {
    "item_key": "item_16",
    "text": "None.\n90\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated.\nJames F. Albaugh, Amy E. Alving, Sharon R. Barner, Joseph S. Cantie, Robert F. Leduc, David J. Miller, Jody G. Miller, Nicole W. Piasecki and Ulrich R. Schmidt, each as a Director, on February 14, 2023, by Barbara L. Shultz, their Attorney-in-Fact.*\n91"
  }
]