[
  {
    "item_key": "item_5",
    "text": "Motorola Solutions' common stock is listed on the New York Stock Exchange and trades under the symbol \"MSI.\" The number of stockholders of record of its common stock on February 6, 2023 was\n18,620. This figure does not include a substantially greater number of “street name” holders whose shares are held of record by banks, brokers and other financial institutions.\nDuring 2022, we declared regular quarterly dividends of $0.79 per share of our common stock for each of the first three quarters of fiscal 2022, and $0.88 per share of our common stock for the fourth quarter of fiscal 2022. While we expect to continue to pay comparable regular quarterly dividends in 2023, any future dividend payments will be at the discretion of our Board of Directors and will depend upon our profits, financial requirements and other factors, including legal restrictions on the payment of dividends, general business conditions and such other factors as our Board of Directors deems relevant.\nUnregistered Sales of Equity Securities\nOn December 14, 2022, the Company issued 7,747 shares of common stock in connection with the acquisition of Rave Mobile to certain former shareholders of Rave Mobile. The stock was issued for an aggregate grant-date fair value of $2 million that will be expensed over an average service period of two years. The foregoing transaction did not involve any underwriters, any underwriting discounts or commissions, or any public offerings. The shares with respect to the transaction were issued in reliance upon the exemption from registration provided by Section 4(a)(2) of the Securities Act of 1933, as amended, in a privately negotiated transaction not involving any public offerings or solicitations.\nIssuer Purchases of Equity Securities\nThe following table provides information with respect to acquisitions by the Company of shares of its common stock during the quarter ended December 31, 2022.\n26\nPerformance Graph\nThe following graph compares the five-year cumulative total shareholder returns of Motorola Solutions, Inc., the S&P 500 Index and the S&P Communications Equipment Index.\nThis graph assumes $100 was invested in the stock or the indices on December 31, 2017 and reflects the reinvestment of dividends.\n27"
  },
  {
    "item_key": "item_6",
    "text": "28"
  },
  {
    "item_key": "item_7",
    "text": "The following is a discussion and analysis of our financial position as of December 31, 2022 and 2021 and results of operations and cash flows for each of the three years in the period ended December 31, 2022. This commentary should be read in conjunction with our consolidated financial statements and the notes thereto appearing under “Item 8: Financial Statements and Supplementary Data.”\nExecutive Overview\nOur Business\nMotorola Solutions is a global leader in public safety and enterprise security. Our technologies in Land Mobile Radio Communications (\"LMR\" or \"LMR Communications\"), Video Security and Access Control (\"Video\") and Command Center, bolstered by managed and support services, help make communities safer and businesses stay productive and secure. We serve more than 100,000 public safety and commercial customers in over 100 countries, providing “purpose-built” solutions designed for their unique needs, and we have a rich heritage of innovation focusing on advancing global safety for more than 90 years.\nWe manage our business organizationally through two segments: “Products and Systems Integration” and “Software and Services.” Within these segments, we have principal product lines that also follow our three major technologies: LMR Communications, Video and Command Center. In January 2023, we began using Command Center as a naming convention, eliminating the \"Software\" descriptor from Command Center Software in order to inform investors that the Company has software components more broadly across all technologies; this name change does not require any financial information to be reclassified from previous periods.\nThe Company has invested across these three technologies, evolving the Company’s LMR focus to purposefully integrate software, video security and access control solutions for public safety and enterprise customers globally.\nOur strategy is to generate value through the integration of critical communications, video security, access control and data and analytics. While each technology individually strives to make users safer and more productive, we believe we can enable better outcomes for our customers when we unite these technologies as one connected system. Our goal is to help remove silos between systems, unify data, streamline workflows, and simplify operations for our customers. Across all three technologies, we offer cloud-based solutions, cybersecurity services, software and subscription services as well as managed and support services.\nThe schools we serve provide an example of our integrated technology ecosystem in action, which can be tailored to a school's unique needs and can span the end-to-end workflow for daily school operations as well as for emergencies. Video security and analytics such as license plate recognition can alert security and identify potentially suspicious activities, influencing building access. AI-powered video analytics can search video footage and help locate individuals based on physical descriptions. Software can help share real-time alerts and live video feeds with school officials and public safety agencies for incident response. Voice and data communications can notify school employees of security breaches, while mass notification and incident management platforms can help to coordinate an emergency response across school safety personnel, local law enforcement and administrators. Together, these technologies can help schools to detect, analyze, communicate and manage safety and security threats.\nThe principal products within each segment, by technology, are described below:\nProducts and Systems Integration Segment\nIn 2022, the segment’s net sales were $5.7 billion, representing 63% of our consolidated net sales.\nLMR Communications\nOur LMR Communications technology includes infrastructure and devices for LMR, public safety Long Term Evolution (“LTE”) and enterprise-grade private LTE. Our technology enables voice and multimedia collaborations across two-way radio, WiFi and public and private broadband networks. We are a global leader in the two-way radio category, including Project 25 (P25), Terrestrial Trunked Radio (\"TETRA\") and Digital Mobile Radio (DMR), as well as other PCR solutions. We also deliver LTE solutions for public safety, government and commercial users, including infrastructure and devices operating in both low-band and mid-band frequencies, including Citizens’ Broadband Radio Service (CBRS) frequencies. Primary sources of revenue for this technology come from selling devices and building telecommunications networks, including infrastructure, installation and integration with our customers’ technology environments.\nWe believe that public safety agencies and enterprises continue to trust LMR communications systems and devices because they are purpose-built and designed for reliability, availability, security and resiliency to withstand the most challenging conditions.\nBy adding broadband data capabilities to our two-way radios, we strive to provide our customers with greater functionality and multimedia access to the information and data they need in their workflows. Examples include application services such as GPS location to better protect lone workers, job dispatch to share detailed information and over-the-air programming to optimize device uptime. Our view is that complementary data applications such as these enable government, public safety and enterprise\n29\ncustomers to work more efficiently and safely, while maintaining their mission-critical voice communications to remain connected and working in collaboration with others.\nThe LMR technology within the Products and Systems Integration segment represent\ned 82%\nof the net sales of the total segment in 2022.\nVideo\nOur Video technology includes video management infrastructure, AI-video powered security cameras including fixed and certain mobile video equipment as well as on-premise and cloud-based access control solutions. Since 2018, we have developed our video security and access control business through investments in research and development and acquisitions, directly contributing to our growth strategy to serve as a leader in end-to-end video security solutions and supporting the expansion of our portfolio.\nWe deploy video security and access control solutions to thousands of government and commercial customers around the world including school campuses, transportation systems, healthcare centers, public venues, utilities, prisons, factories, casinos, airports, financial institutions, government facilities, state and local law enforcement agencies and retailers. Organizations such as these utilize video security and access control to verify critical events or incidents in real-time and to provide data to investigate an event or incident after it happens.\nOur view is that government and public safety customers in particular are increasingly turning to video security technologies, including fixed and mobile cameras, to increase visibility, accountability and safety for citizens, communities and first responders alike. Additionally, our view is that government, public safety agencies and businesses are increasingly turning to scalable, cloud-based multi-factor authentication access control to make their facilities more secure.\nThe Video technology within the Products and Systems Integration segment represented 18% of the net sales of the total segment in 2022.\nSoftware\nand Services Segment\nIn 2022, the segment’s net sales were $3.4 billion, representing 37% of our consolidated net sales.\nLMR Communications\nLMR Communications services include support and managed services, which offer a broad continuum of support for our customers. Support services include repair and replacement, technical support and preventative maintenance, and more advanced offerings such as system monitoring, software updates and cybersecurity services. Managed services range from partial to full operational support of customer-owned or Motorola Solutions-owned networks. Our customers’ systems often have multi-year or multi-decade lifespans that help drive demand for software upgrades, device and infrastructure refresh opportunities, as well as additional services to monitor, manage, maintain and secure these complex networks and solutions. We strive to deliver services to our customers that help improve performance across their systems, devices and applications for greater safety and productivity.\nGiven the mission-critical nature of our customers’ operational environments, we aim to design the LMR networks they rely on for availability, security and resiliency. We have a comprehensive approach to system upgrades that addresses hardware, software and implementation services. As new system releases become available, we work with our customers to upgrade software, hardware, or both, with respect to site controllers, comparators, routers, LAN switches, servers, dispatch consoles, logging equipment, network management terminals, network security devices such as firewalls and intrusion detection sensors, and more, on-site or remotely.\nDesigned to complement our customers’ mission-critical LMR systems, our mission-critical cloud-based LMR technology is also available “as-a-service” with a multi-year subscription. We believe this technology increases resiliency and system reliability to help ensure users remain connected, even, for example, in natural disasters where physical communications infrastructure can be damaged.\nThe LMR technology within the Software and Services segment represente\nd 67% o\nf the net sales of the total segment in 2022.\nVideo\nVideo software includes video management software, decision management and digital evidence management software, certain mobile video equipment, and advanced vehicle location data analysis software, including license plate recognition. Our software is designed to complement video hardware systems, proving end-to-end video security to strive to keep people, property and assets safe.\nOur video network management software is embedded with AI-enabled analytics to deliver operational insights to our customers by bringing attention to important events within their video footage. Given the growing volume of video content, we believe that analytics are critical to deliver meaningful, action-oriented insights. Our view is that these insights can help to proactively detect an important event in real time as well as reactively search video content to detect an important event that occurred in the past. For example, AI-enabled analytics can highlight unusual behavior such as a person at a facility out of hours, locate a missing child at a theme park with Appearance Search, flag a vehicle of interest at a school through license plate recognition, or send an alert through access control if doors are propped open at a hospital.\n30\nOur cloud technologies can offer organizations the ability to access, search and manage their video security and access control system from a centralized dashboard, accessible on devices such as smartphones and laptops. Additionally, our Avigilon fixed video systems can be cloud-administered by connecting to Avigilon Cloud Services (“ACS”), providing our customers with the ability to securely access video across their sites from a remote/central monitoring location.\nOur Video services include our \"video-as-a-service\" subscription-based offerings for law enforcement, simplifying procurement by bundling hardware and software into a single subscription. For example, body-worn cameras and in-car video systems can be paired with either on-premises or cloud-based digital evidence management software and complementary command center products. Our cloud solutions are also sold as a service, available as single-year to multi-year hosted services, supporting our customers with upgrades and software enhancements to help ensure system performance and technological advancement.\nThe Video technology within the Software and Services segment represente\nd\n15% of the net sales of the total segment in 2022.\nCommand Center\nOur Command Center portfolio consists of native cloud and on-premises software solutions that support the complex process of the public safety workflow from \"911 call to case closure.\" From the moment a person contacts 911, an array of individuals engage to gather information to coordinate a response and manage the post-incident resolution. These individuals include dispatchers who route calls to police, fire and emergency medical services, first responders in the field, intelligence analysts who manage real-time operations, records specialists who preserve the integrity of information and evidence, crime analysts who identify patterns and accelerate investigations, and corrections officers who oversee jail and inmate management.\nAdditionally, to help ensure that individuals within the public safety workflow can work as efficiently, effectively and safely as possible, we believe it’s important that individuals within enterprise settings can communicate and collaborate directly with public safety agencies, particularly during emergencies. We remain focused on strengthening the intersection of public safety and enterprise security, offering solutions that are designed to help individuals, businesses and public safety agencies work together and share the information that better informs people to take appropriate action.\nOur Command Center software supports these individuals through the three phases of incident response: incident awareness, incident management and post-incident resolution. Incident awareness software includes community engagement applications for tip submissions, crime mapping and evidence submission,  panic buttons that can share real-time incident details and location, 911 call management software (including multimedia) and next-generation core services for 911 call routing. Incident management software includes voice and computer aided dispatch (CAD) for dispatch and coordinating first response, mass notification software, collaboration software to share operational updates, real-time intelligence software that shows a single, real-time view of video feeds and other alerts on a map, and field response and reporting to help frontline personnel collaborate, manage incident activity and file reports from the field. Post-incident resolution software includes centralized records and evidence management for record-keeping and judicial sharing, analytics including license plate recognition, and jail and inmate management to streamline the process and enable secure inter-agency information sharing.\nAs the public safety market continues to leverage both on-premises and cloud \"software-as-a service\" (“SaaS”) technologies to efficiently run their operations, reduce response times and increase officer availability, we offer both native cloud-based applications and cloud features that enhance on-premises applications. We believe our products and services enhance first responders’ situational awareness and safety by integrating critical communications, video security, data and analytics to provide an all-in-one operational view of the incident.\nAnother area of public safety evolution is increasing adoption of Next Generation 911 Core Services (“NGCS”), a group of products and services needed to create infrastructure connectivity in order to process a 911 call using Next Generation (“NG”) technology. The NG infrastructure is an Emergency Service IP Network (\"ESInet\"), which can carry voice, data and multimedia. ESInet enables 911 call takers at public safety answering points to respond to text, video and data. Our NGCS can be offered as a managed service and includes call routing, ESInet, location services, geographic information services, cybersecurity and our continuous network and security operations center dedicated to public safety.\nAdditionally, Command Center includes interoperability software that helps to ensure communication is not limited by coverage area, network technology or device type. Our solutions, including Kodiak, WAVE PTX and CriticalConnect, enable interoperability among devices across multiple networks. For example, a two-way radio network can connect with an LTE network making it possible for individuals to communicate securely and more easily across technologies.\nThe Command Center technology within the Software and Services segment represented\n18%\nof the net sales of the total segment in 2022.\n2022 Financial Results\n•\nNet sales were $9.1 billion in 2022 compared to $8.2 billion in 2021.\n•\nOperating earnings were $1.7 billion in each of 2021 and 2022.\n•\nNet earnings attributable to Motorola Solutions, Inc. were $1.4 billion, or $7.93 per diluted common share in 2022, compared to earnings of $1.2 billion, or $7.17 per diluted common share in 2021.\n•\nOur operating cash flow was $1.8 billion in each of 2021 and 2022.\n31\n•\nWe returned over $1.4 billion of capital to shareholders, in the form of $836 million in share repurchases and $530 million in dividends in 2022.\n•\nWe increased our quarterly dividend by 11% to $0.88 per share in November 2022.\n•\nWe ended 2022 with a backlog position of $14.3 billion, up $788 million compared to 2021.\nSegment Financial Highlights\n•\nIn the Products and Systems Integration segment, net sales were $5.7 billion in 2022, an increase of $695 million, or 14%, compared to $5.0 billion in 2021. On a geographic basis, net sales increased in both the North America region and the International region. Operating earnings were $913 million in 2022, compared to $760 million in 2021. Operating margins increased in 2022 to 15.9% from 15.1% in 2021 primarily due to higher sales volume and increased pricing partially offset by higher direct material costs, higher expenses associated with acquired businesses and $27 million higher share-based compensation expenses.\n•\nIn the Software and Services segment, net sales were $3.4 billion in 2022, an increase of $246 million, or 8%, compared to $3.1 billion in 2021. On a geographic basis, net sales increased in the North America region. Operating earnings were $748 million in 2022, compared to $907 million in 2021. Operating margins decreased in 2022 to 22.1% from 28.9% in 2021 due to a fixed asset impairment loss of $147 million related to assets constructed and used in the deployment of the Emergency Services Network (\"ESN\") services contract with the Home Office of the United Kingdom (the \"Home Office\") which both parties have agreed to exit.\nMacroeconomic Events\nDuring fiscal year 2022, we operated under challenging market conditions, influenced by events such as those discussed below. For a further discussion of our business and the trends and risks that we encounter in our business, please refer to “Part I. Item 1. Business” and “Part I. Item 1A. Risk Factors” in this Form 10-K.\nRussia-Ukraine Conflict\nDuring the first quarter of 2022, in response to Russia's invasion of Ukraine, we suspended all sales, provision of services and shipments of our products to Russia and Belarus, which did not constitute a material portion of our business. For the year ended December 31, 2021, our net sales in Russia and Belarus were less than $25 million. However, throughout 2022, we indirectly experienced impacts from the Russia-Ukraine conflict (as further described below). While we do not anticipate that the current posture of the Russia-Ukraine conflict will materially and adversely affect our results of operations, the conflict is still ongoing and has had, and may continue to have, a significant impact on the global macroeconomic and geopolitical environments, including increased volatility in capital and commodity markets, rapid changes to regulatory conditions (including the use of sanctions), supply chain and operational challenges for multinational corporations, inflationary pressures and an increased risk of cybersecurity incidents.\nCOVID-19, Supply Chain Disruptions & Inflationary Cost Environment\nThroughout 2022, our supply chain was, and continues to be, impacted by global issues related to the effects of the COVID-19 pandemic, the Russia-Ukraine conflict and the inflationary cost environment particularly with respect to materials in the semiconductor market, including part shortages, increased freight costs, diminished transportation capacity and labor constraints. This has resulted in disruptions in our supply chain, as well as difficulties and delays in procuring certain semiconductor components. Cost increases were driven by elevated lead times and increased material costs, in particular the need to purchase semiconductor components from alternative sources, including brokers. While we continued to navigate supply chain constraints in 2022, we anticipate the broader impact of inflationary pressures and increased material and supply chain costs and disruptions (including elevated costs to procure materials within the semiconductor market) to continue into 2023. However, we expect global transportation costs to improve in 2023 as compared to 2022. We are closely monitoring supply chain disruptions and continue to remain focused on improving our supplier network, engineering alternative designs and working to reduce supply shortages. We also continue to actively manage our inventory in an effort to minimize supply chain disruptions and enable continuity of supply and services to our customers, and we expect to maintain elevated levels of inventory until supply constraints have been remediated.\nIn order to combat rising inflation in the U.S., the Federal Reserve has raised interest rates multiple times since the beginning of 2022. The increase in U.S. dollar interest rates and overall market conditions led to significant strengthening of the U.S. dollar against many other global currencies in 2022. The strong U.S. dollar negatively impacted cash generated from our foreign operations in 2022, driven by revenues and costs that are denominated in foreign currencies. We expect fluctuations in the value of U.S. dollar relative to other currencies to continue to impact our operating cash flows and net earnings throughout 2023.\nAlthough the macroeconomic environment continued to introduce challenges during 2022, we are encouraged by customer demand for our products and services. Specifically, in our Software and Services segment, with the largely recurring nature of the business and our strong backlog position, we expect that the impact to operating margin will be limited during 2023. While we were encouraged by strong backlog and growth in our Products and Systems Integration segment throughout 2022, which we expect to continue to grow during 2023, supply constraints continue to impact our business and we expect demand for our products will continue to outpace our ability to obtain semiconductor component supply throughout 2023. Where appropriate, we have taken pricing actions around our product and service offerings to mitigate our exposure to inflationary pressures on our businesses and benefited from these adjustments during 2022. We expect to further benefit from such adjustments throughout\n32\n2023. Further, demand continues to be supported with ongoing sources of government funding, including the American Rescue Plan Act of 2021 (\"ARPA\"), which is intended to provide economic stimulus. We experienced the positive impact of the ARPA funding on our business and results of operations throughout 2022 and anticipate that the ARPA will continue to have a positive impact on our business in 2023.\nWe believe our existing balances of cash and cash equivalents, along with other short-term liquidity arrangements, will continue to be sufficient to satisfy our liquidity requirements associated with our existing operations. We were in compliance with all applicable covenants in the 2021 unsecured revolving credit facility as of December 31, 2022. Additionally, we have no bond maturities until 2024. We continue to assess our operating expenses and identify cost reducing initiatives, including lower travel costs, contractor spend and reducing our real estate footprint.\nLastly, as a result of the challenging market conditions described above, we evaluated whether there were any impairment indicators as of December 31, 2022, which included a review of our receivables and contract assets, inventory, right-of-use lease assets, long-lived assets, investments, goodwill and intangible assets. As of December 31, 2022, we concluded our assets were fairly stated and recoverable.\nRecent Events\nCMA Update\nIn October 2021, the United Kingdom’s (\"the U.K.\") Competition and Markets Authority (the \"CMA\") announced that it had opened a market investigation into the Mobile Radio Network for the Police and Emergency Services. This investigation affects Airwave, our private mobile radio communications network that we acquired in 2016. Airwave provides mission-critical voice and data communications to public emergency service agencies in Great Britain. In October 2022, the CMA published a provisional decision with its findings regarding competition and proposed remedies. We disagree with the CMA’s provisional decision and will continue to work with the CMA to demonstrate the value of the Airwave network and protect Airwave’s contractual position.\nESN Matters\nDuring the year ended December 31, 2022, we signed a mutual agreement with the Home Office for us to exit the ESN communications systems contract early, inclusive of twelve months of transition services through the end of 2023. During the third quarter of 2022, we determined that the future service potential of the ESN communications systems contract was limited, based on the Company's intention to terminate the contract in advance of the contracted service term. We thus recorded a fixed asset impairment loss of $147 million related to assets constructed and used in the deployment of the contract based on our expectation that, more likely than not, the ESN long-lived asset group would be disposed of significantly before the end of its previously estimated useful life. The impairment loss was recorded in the Software and Services segment within cost of sales in the Consolidated Statements of Operations. The recognized impairment loss represents the amount by which the carrying amount of the asset group exceeded the fair value under a measurement of discounted cash flows.\nRecent Acquisitions\n33\n34\nClimate Change\nWe expect that our operations and supply chain will become increasingly subject to federal, state, local and foreign laws, regulations and international treaties and industry standards relating to climate change. For example, in the European Union (the “EU”), the EU Corporate Sustainability Reporting Directive, Corporate Sustainability Due Diligence Directive and EU taxonomy initiatives will introduce additional due diligence and disclosure requirements addressing sustainability that we expect will apply to us in the coming years.\nRecently, in October 2021 the U.K.’s Cabinet Office began requiring companies bidding on contracts with the U.K. government that have a value of over £5m per year to have carbon reduction plans that contain a commitment to achieving net zero emissions by 2050 for U.K. operations. This requirement applies to our operations in the U.K. Although Motorola Solutions  UK Ltd. and Airwave Solutions Ltd., our U.K. subsidiaries, each committed in early 2022 to achieving net zero emissions by 2050 for such entities' U.K. operations, this requirement and any similar future requirements and other increased regulation of climate change concerns could subject us to additional costs and restrictions, impact our competitive position or require us to make certain changes to our manufacturing practices and/or product designs.\nLooking Forward\nWe expect continued growth within our global LMR installed base as a number of events such as natural disasters and large-scale incidents continue to reinforce the importance of having secure, reliable LMR for public safety. We believe our augmentation of LMR with broadband solutions will also drive growth, as we expect our customers will look to integrate valuable data capabilities. We expect to provide additional services to existing LMR customers as communication networks become more complex, software-centric and data-driven.\nAs public safety needs continue to evolve, we anticipate growth opportunities within the command center as our Command Center suite covers the public safety workflow from \"911 call to case closure\" and management. We expect increased growth in our integrated software next generation core services and our cloud-based solutions, such as the PremierOne Cloud suite, as well as hybrid cloud solutions that provide a migration path from on-premises software solutions to cloud-connected capabilities.\nWithin Video, we expect growth across our portfolio of fixed and mobile security solutions embedded with advanced analytics and access control solutions. We believe drivers include expansion of traditional video sales beyond commercial customers to government and public safety customers. Additionally, we expect customers to continue to embrace analytics that convert video into data and the scalability of the cloud to run their operations, and we also expect continued expansion of offerings such as video-as-a-service and ACS.\nFinally, we anticipate new opportunities from the investments we are making to integrate our LMR, Video and Command Center technologies into one unified ecosystem. We have made go-to-market and research and development investments in both Video and our Command Center technologies with growth in mind. We have made a number of acquisitions and we see opportunities to continue to rationalize costs within both segments of our business, further driving operating leverage in our businesses. We believe our integrated products and services for public and enterprise safety can enable strong collaboration by removing system silos, simplifying management and automating workflows.\nWhile we anticipate growth in our business, we also expect to be impacted by a higher tax rate as we look forward, mainly based on lower continuing benefits from stock-based compensation and an increase in the tax rate in the U.K.\nRefer to “Macroeconomic Events” set forth in this “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Form 10-K for a further discussion of our outlook with respect to the continuing impact of certain macroeconomic events on our financial condition, results of operations and cash flows.\n35\nResults of Operations\n*    Amounts attributable to Motorola Solutions, Inc. common shareholders.\n**    Percentages may not add due to rounding.\nGeographic Market Sales by Locale of End Customer\n36\nResults of Operations—2022 Compared to 2021\nNet Sales\nThe Products and Systems Integration segment’s net sales represented 63% of our net sales in 2022, compared to 62% in 2021. The Software and Services segment’s net sales represented 37% of our net sales in 2022, compared to 38% in 2021.\nNet sales increased by $941 million, or 12%, compared to 2021. The 14% increase in net sales within the Products and Systems Integration segment was driven by a 15% increase in the North America region and a 10% increase in the International region. The 8% increase in the Software and Services segment was driven by a 14% increase in the North America region and consistent net sales within the International region. The increase in net sales included:\n•\nan increase in the Products and Systems Integration segment, inclusive of $53 million of revenue from acquisitions, driven by growth in LMR, inclusive of public safety LMR products and PCR, and Video; and\n•\nan increase in the Software and Services segment, inclusive of $68 million of revenue from acquisitions, driven by an increase in Video, LMR services and Command Center; partially offset by\n•\n$216 million from unfavorable currency rates.\nRegional results included:\n•\na 15% increase in the North America region, inclusive of revenue from acquisitions, driven by growth in LMR, Video and Command Center; and\n•\na 5% increase in the International region, inclusive of revenue from acquisitions, driven by growth in LMR, Video and Command Center.\nProducts and Systems Integration\nThe 14% increase in the Products and Systems Integration segment was driven by the following:\n•\n$510 million, or 12% growth in public safety LMR products and PCR, inclusive of revenue from acquisitions, driven by both the North America and International regions; and\n•\n$185 million, or 22% growth in Video, inclusive of revenue from acquisitions, in both the North America and International regions;\n•\ninclusive of $98 million from unfavorable currency rates.\nSoftware and Services\nThe 8% increase in the Software and Services segment was driven by the following:\n•\n$112 million, or 28% growth in Video, inclusive of revenue from acquisitions, driven by the North America region;\n•\n$69 million, or 3% growth in LMR services, inclusive of revenue from acquisitions, driven by the North America region; and\n•\n$65 million, or 12% growth in Command Center, inclusive of revenue from acquisitions, driven by both the North America and International regions;\n•\ninclusive of $118 million from unfavorable currency rates.\nGross Margin\nGross margin was 46.4% of net sales in 2022 compared to 49.4% of net sales in 2021. The primary drivers of this decrease in gross margin as a percentage of net sales were:\n•\nlower gross margin as a percentage of net sales in the Software and Services segment, inclusive of acquisitions, primarily driven by a fixed asset impairment loss of $147 million related to assets constructed and\n37\nused in the deployment of the ESN services contract with the Home Office which we have executed an agreement to exit; and\n•\nlower gross margin as a percentage of net sales in the Products and Systems Integration segment, inclusive of acquisitions, primarily driven by increased direct material costs and freight costs, partially offset by pricing actions and higher sales volume.\nSelling, General and Administrative (\"SG&A\") Expenses\nSG&A expenses increased $97 million, or 7% in 2022 compared to 2021. SG&A expenses were 15.9% of net sales in 2022 compared to 16.6% of net sales in 2021. The increase in SG&A expenses was primarily due to higher expenses associated with acquired businesses, higher share-based compensation and higher travel expenses.\nResearch and Development (\"R&D\") Expenditures\nR&D expenditures increased $45 million, or 6% in 2022 compared to 2021 primarily due to an investment in R&D, higher expenses associated with acquired businesses and higher share-based compensation. R&D expenditures were 8.5% of net sales in 2022 and 9.0% of net sales in 2021.\nOther Charges\nOther charges increased $53 million, or 19% in 2022 compared to 2021 primarily due to the following:\n•\n$257 million of intangible asset amortization expense in 2022 compared to $236 million in 2021;\n•\n$23 million of legal settlements in 2022 compared to $3 million in 2021;\n•\n$24 million of operating lease asset impairments in 2022 compared to $10 million in 2021;\n•\n$12 million of fixed asset impairments in 2022 that did not occur in 2021; and\n•\n$23 million of charges for acquisition-related transaction fees in 2022 compared to $15 million in 2021; partially offset by\n•\n$15 million of gain recoveries from the legal settlement under the Hytera bankruptcy proceedings in 2022 that did not occur in 2021; and\n•\n$18 million of net reorganization of business charges in 2022 compared to $24 million in 2021 (see \"Note 14: Reorganization of Businesses\" to our consolidated financial statements in “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for further information.\nOperating Earnings\n38\nOperating earnings decreased $6 million, or 0.4% in 2022 compared to 2021. The decrease in Operating earnings was due to:\n•\na $159 million decrease in the Software and Services segment from 2021 to 2022, primarily driven by a fixed asset impairment loss of $147 million related to assets constructed and used in the deployment of the ESN services contract with the Home Office which we have executed an agreement to exit; partially offset by\n•\na $153 million increase in the Products and Systems Integration segment from 2021 to 2022, driven by higher sales volume and increased pricing, partially offset by higher direct material costs and higher operating expenses. The increase in operating expenses was primarily driven by higher expenses associated with acquired businesses and $27 million higher share-based compensation expense, partially offset by a $15 million gain from Hytera legal recoveries.\nInterest Expense, net\nThe $18 million increase in net interest expense in 2022 compared to 2021 was a result of higher debt outstanding and the reversal of a non-cash interest accrual related to an international tax audit in 2021, partially offset by higher interest income earned on cash.\nGains (losses) on Sales of Investments and Businesses, net\nThe net gains on sales of investments and businesses were primarily related to the sales of various equity investments.\nOther, net\nOther, net income decreased $15 million in 2022 compared to 2021 primarily due to:\n•\na $61 million loss on derivatives in 2022 compared to a $30 million loss on derivatives in 2021;\n•\na $30 million loss on fair value adjustments to equity investments in 2022 compared to an $8 million loss on fair value adjustments to equity investments in 2021; and\n•\na $3 million loss on equity method investments in 2022 compared to a $5 million gain on equity method investments in 2021; partially offset by\n•\n$21 million gain on TETRA Ireland equity method investment in 2022 that did not occur in 2021;\n•\n$37 million of foreign currency gains in 2022 compared to $17 million of foreign currency gains in 2021; and\n•\na $6 million loss on the extinguishment of long-term debt in 2022 compared to a $18 million loss on the extinguishment of long-term debt in 2021 (see \"Note 5: Debt and Credit Facilities\" to our consolidated financial statements in “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for further information).\nEffective Tax Rate\nIncome tax expense decreased by $154 million in 2022 compared to 2021, for an effective tax rate of 9.8%, which is lower than the current U.S. federal statutory rate of 21% primarily due to:\n39\n•\na $77 million non-recurring net deferred tax benefit as a result of an intra-group transfer of certain intellectual property rights in 2022 (see \"Note 7: Income Taxes\" to our consolidated financial statements in “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for further information);\n•\n$68 million of benefits due to the recognition of excess tax benefits on share-based compensation;\n•\na $59 million benefit from the foreign derived intangible income deduction; and\n•\na $47 million benefit due to a change in the Company's ability to utilize tax attribute carryforwards resulting in the partial release of valuation allowances.\nOur effective tax rate in 2021 was 19.5%, which is lower than the current U.S. federal statutory rate of 21% primarily due to:\n•\na $34 million benefit due to a change in the Company's ability to utilize tax attribute carryforwards resulting in the partial release of valuation allowances; and\n•\n$32 million of benefits due to the recognition of excess tax benefits on share-based compensation.\nResults of Operations—2021 Compared to 2020\nNet Sales\nThe Products and Systems Integration segment’s net sales represented 62% of our net sales in 2021, compared to 63% in 2020. The Software and Services segment’s net sales represented 38% of our net sales in 2021, compared to 37% in 2020.\nNet sales increased by $757 million, or 10%, in 2021 compared to 2020. The 9% increase in net sales within the Products and Systems Integration segment was driven by a 9% increase in the North America region and an 8% increase in the International region. The 13% increase in the Software and Services segment was driven by a 14% increase in the North America region and a 11% increase in the International region. The increase in net sales included:\n•\nan increase in the Products and Systems Integration segment, inclusive of $89 million of revenue from acquisitions, driven by growth in LMR, inclusive of public safety LMR products and PCR, and Video;\n•\ngrowth in the Software and Services segment, inclusive of $31 million of revenue from acquisitions, driven by an increase in LMR services, Video and Command Center; and\n•\n$130 million from favorable currency rates.\nRegional results include:\n•\na 11% increase in the North America region, inclusive of revenue from acquisitions, driven by growth in LMR, Video and Command Center; and\n•\na 9% increase in the International region, inclusive of revenue from acquisitions, driven by growth in LMR, Video and Command Center.\nProducts and Systems Integration\nThe 9% increase in the Products and Systems Integration segment was driven by the following:\n•\n$211 million, or 5% growth in public safety LMR products and PCR, driven by both the North America and International regions;\n•\n$188 million, or 29% growth in Video, inclusive of revenue from acquisitions, in both the North America and International regions;\n•\ninclusive of $60 million from favorable currency rates.\nSoftware and Services\nThe 13% increase in the Software and Services segment was driven by the following:\n•\n$197 million, or 10% growth in LMR services, driven by both the North America and International regions;\n•\n$112 million, or 39% growth in Video software, inclusive of revenue from acquisitions, driven by both the North America and International regions;\n•\n$49 million, or 10% growth in Command Center, inclusive of revenue from acquisitions, driven by both the North America and International regions;\n•\ninclusive of $70 million from favorable currency rates.\n40\nGross Margin\nGross margin was 49.4% of net sales in 2021 compared to 48.7% of net sales in 2020. The primary drivers of this increase in gross margin as a percentage of net sales were:\n•\nhigher gross margin as a percentage of net sales in the Software and Services segment, inclusive of acquisitions, primarily driven by higher gross margin contribution from sales growth and improved mix of service offerings, partially offset by higher employee incentive costs; and\n•\nconsistent gross margin as a percentage of net sales in the Products and Systems Integration segment as a result of favorable product mix and reduced reorganization of business charges, offset by an increase in employee incentive costs.\nSelling, General and Administrative Expenses\nSG&A expenses increased $60 million, or 5% in 2021 compared to 2020. SG&A expenses were 16.6% of net sales in 2021 compared to 17.4% of net sales in 2020. The increase in SG&A expenses was primarily due to higher employee incentive costs, expenses associated with acquired businesses, higher travel expenses and increased share-based compensation expenses. The overall increase in SG&A expenses was partially offset by lower Hytera-related legal expenses.\nResearch and Development Expenditures\nR&D expenditures increased $48 million, or 7% in 2021 compared to 2020 primarily due to higher employee incentive costs and higher expenses associated with acquired businesses, partially offset by lower share-based compensation expenses. R&D expenditures were 9.0% of net sales in 2021 and 9.3% of net sales in 2020.\nOther Charges\nOther charges increased $40 million, or 16% in 2021 compared to 2020 primarily due to the following:\n•\n$50 million gain on the sale of property, plant and equipment in 2020 that did not recur in 2021;\n•\n$236 million of intangible asset amortization expense in 2021 compared to $215 million in 2020;\n•\n$10 million of operating lease asset impairments in 2021 that did not occur in 2020; and\n•\n$15 million of charges for acquisition-related transaction fees in 2021 compared to $9 million in 2020; partially offset by\n•\n$24 million of net reorganization of business charges in 2021 compared to $57 million in 2020 (see \"Note 14: Reorganization of Businesses\" to our consolidated financial statements in “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for further information);\n•\n$3 million of legal settlements in 2021 compared to $9 million in 2020; and\n•\n$5 million of fixed asset impairments in 2020 that did not recur in 2021.\n41\nOperating Earnings\nOperating earnings increased $284 million, or 21% in 2021 compared to 2020. The increase in Operating earnings was due to:\n•\nSoftware and Services segment increased $180 million from 2020 to 2021 driven by higher sales and gross margin contribution and an improved mix of service offerings, offset by higher operating expenses. The increase in operating expenses was driven by higher expenses associated with acquired businesses, higher employee incentive costs and higher intangible assets amortization expense, partially offset by $11 million lower reorganization of business expenses and $7 million lower share-based compensation expenses; and\n•\nProducts and Systems Integration increased $104 million from 2020 to 2021 primarily driven by increased sales volume, partially offset by higher operating expenses.  The increase in operating expenses was driven by a $50 million gain on the sale of property, plant and equipment in 2020 that did not recur in 2021, higher employee incentive costs and higher expenses associated with acquired businesses, partially offset by: $43 million lower reorganization of business charges and $16 million lower Hytera-related legal expenses.\nInterest Expense, net\nThe $12 million decrease in net interest expense in 2021 compared to 2020 was a result of the reversal of an $11 million non-cash interest accrual related to an international tax audit and lower interest rates on debt outstanding.\nGains (losses) on Sales of Investments and Businesses, net\nThe net gains (losses) on sales of investments and businesses were primarily related to the sales of various equity investments.\nOther, net\nNet Other income increased $79 million in 2021 compared to 2020 primarily due to:\n•\n$17 million of foreign currency gains in 2021 compared to $44 million of foreign currency losses in 2020;\n•\n$123 million of net periodic pension and postretirement benefits in 2021 compared to $81 million of net periodic pension and postretirement benefits in 2020;\n•\nan $18 million loss on the extinguishment of long term debt in 2021 compared to a $56 million loss on the extinguishment of long-term debt in 2020 (see \"Note 5: Debt and Credit Facilities\" to our consolidated financial statements in “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for further information); and\n•\n$4 million of investment impairments in 2020 that did not occur in 2021; partially offset by\n•\n$30 million loss on derivatives in 2021 compared to a $25 million gain on derivatives in 2020; and\n•\nan $8 million loss on fair value adjustments to equity investments in 2021 compared to a $6 million gain on fair value adjustments to equity investments in 2020.\n42\nEffective Tax Rate\nIncome tax expense increased by $81 million in 2021 compared to 2020, for an effective tax rate of 19.5%, which is lower than the current U.S. federal statutory rate of 21% primarily due to:\n•\na $34 million benefit due to a change in the Company's ability to utilize tax attribute carryforwards resulting in the partial release of valuation allowances; and\n•\n$32 million of benefits due to the recognition of excess tax benefits on share-based compensation.\nOur effective tax rate in 2020 was 18.8%, which is lower than the current U.S. federal statutory rate of 21% primarily due to:\n•\n$48 million of benefits due to the recognition of excess tax benefits on share-based compensation; and\n•\n$28 million of benefits due to the recognition of increased prior and current R&D tax credits.\nReorganization of Businesses\nIn 2022, we recorded net reorganization of business charges of $36 million relating to the separation of 460 employees, of which 150 were indirect employees and 310 were direct employees. The $36 million of charges included $18 million recorded to Cost of sales and $18 million recorded to Other charges. Included in the aggregate $36 million were charges of $36 million for employee separation costs and $10 million for exit costs, partially offset by $10 million of reversals for accruals no longer needed.\nDuring 2021, we recorded net reorganization of business charges of $32 million relating to the separation of 600 employees, of which 200 were indirect employees and 400 were direct employees. The $32 million of charges included $8 million recorded to Cost of sales and $24 million recorded to Other charges. Included in the aggregate $32 million were charges of $42 million for employee separation costs, partially offset by $10 million of reversals for accruals no longer needed.\nDuring 2020, we recorded net reorganization of business charges of $86 million relating to the separation of 1,200 employees, of which 400 were indirect employees and 800 were direct employees. The $86 million of charges included $29 million recorded to Cost of sales and $57 million recorded to Other charges. Included in the aggregate $86 million were charges of $100 million for employee separation costs and $2 million for exit costs, partially offset by $16 million of reversals for accruals no longer needed.\nThe following table displays the net charges incurred by business segment due to such reorganizations:\nCash payments for employee severance in connection with the reorganization of business plans were $34 million, $77 million, and $85 million in 2022, 2021, and 2020, respectively. The reorganization of business accruals for employee separation costs at December 31, 2022 were $26 million which we expect to pay within one year.\nAt January 1, 2022, we did not have an accrual for exit costs. There were $10 million of exit cost charges in 2022 related to our exit of the ESN contract with the Home Office. The $10 million of exit costs are recorded in Accrued liabilities in our Consolidated Balance Sheet at December 31, 2022, and are expected to be paid within one year.\n43\nLiquidity and Capital Resources\nCash and Cash Equivalents\nAt December 31, 2022, $879 million of our $1.3 billion cash and cash equivalents balance was held in the U.S. and $446 million was held in other countries, with $74 million held in the U.K.. Restricted cash was $2 million at each of   December 31, 2022 and December 31, 2021.\nIn 2022, we repatriated $378 million in cash to the U.S. from international jurisdictions. We routinely repatriate a portion of non-U.S. earnings each year. We have recorded income tax expense for foreign withholding tax and distribution taxes on such earnings and, under current U.S. tax laws, do not expect to incur material incremental U.S. tax on repatriation.\nWhere appropriate, we may also pursue capital reduction activities; however, such activities can be involved and lengthy. While we regularly repatriate funds, and a portion of offshore funds can be repatriated with minimal adverse financial impact, repatriation of some of these funds may be subject to delay due to local country approvals.\nOperating Activities\nThe decrease in operating cash flows from 2021 to 2022 was driven by:\n•\nan increase in working capital, inclusive of higher inventory;\n•\nhigher employee incentive costs; and\n•\n$50 million of higher income tax payments; partially offset by\n•\nhigher earnings.\nThe increase in operating cash flows from 2020 to 2021 was driven by:\n•\nan increase in operating earnings as a result of higher sales volume; partially offset by\n•\n$76 million of higher income tax payments.\nInvesting Activities\nThe increase in net cash used for investing activities from 2021 to 2022 was primarily due to:\n•\n$656 million increase in acquisitions and investments, driven by acquisitions of $1.2 billion in 2022 compared to $521 million in 2021;\n•\n$30 million increase in sales of investments in 2022 compared to 2021; and\n•\n$13 million increase in capital expenditures in 2022 compared to 2021.\nThe increase in net cash used for investing activities from 2020 to 2021 was primarily due to:\n•\n$234 million increase in acquisitions and investments, driven by acquisitions of $521 million in 2021 compared to $287 million in 20201;\n•\n$50 million decrease in proceeds from the sale of property, plant and equipment in 2020 that did not recur in 2021; and\n•\n$26 million increase in capital expenditures in 2021 compared to 2020 due to higher expenditures for the Airwave and ESN networks.\nFinancing Activities\nThe increase in cash used for financing activities in 2022 compared to cash used for financing activities in 2021 was driven by (also see further discussion in \"Debt,\" \"Credit Facilities,\" \"Share Repurchase Program\" and \"Dividends\" in this section below):\n•\n$836 million used for purchases under our share repurchase program in 2022 compared to $528 million in 2021; and\n44\n•\n$530 million cash used for the payment of dividends in 2022 compared to $482 million in 2021; partially offset by\n•\n$595 million net proceeds from the issuance of $600 million of 5.6% senior notes due 2032 in the second quarter of 2022, which was subsequently used to repurchase $275 million principal amount of our 4.0% senior notes due 2024 for a purchase price of $279 million, excluding $3 million of accrued interest.\nThe decrease in cash used for financing activities in 2021 compared to cash used for financing activities in 2020 was driven by:\n•\n$844 million net proceeds from the issuance of $850 million of 2.75% senior notes due 2031 in the second quarter of 2021, which was subsequently used to repurchase $324 million principal amount of our 3.5% senior notes due 2023 for a purchase price of $341 million, excluding $3 million of accrued interest; and\n•\n$528 million used for purchases under our share repurchase program in 2021 compared to $612 million in 2020; partially offset by\n•\n$482 million cash used for the payment of dividends in 2021 compared to $436 million in 2020.\nSales of Receivables\nWe may choose to sell accounts receivable and long-term receivables to third-parties under one-time arrangements. We may or may not retain the obligation to service the sold accounts receivable and long-term receivables.\nThe following table summarizes the proceeds received from sales of accounts receivable and long-term receivables for the years ended December 31, 2022, 2021, and 2020:\nDuring the year ended December 31, 2022, we utilized and fully repaid a cost-efficient receivable discounting facility, implemented in 2020, to neutralize the impact of increased payment terms under a renegotiated and extended long-term contract in Europe. Both the proceeds and repayment of our receivable sales are included in \"Operating Activities\" within our Consolidated Statements of Cash Flows.\nAt December 31, 2022, the Company had retained servicing obligations for $891 million of long-term receivables, compared to $940 million of long-term receivables at December 31, 2021. Servicing obligations are limited to collection activities related to the sales of accounts receivables and long-term receivables.\nDebt\nWe had outstanding long-term debt of $6.0 billion and $5.7 billion, including the current portions of $1 million and $5 million, at December 31, 2022 and December 31, 2021, respectively.\nOn September 5, 2019, we entered into an agreement with Silver Lake Partners to issue $1.0 billion of 1.75% senior convertible notes which mature in September 2024 (the \"Senior Convertible Notes\"). Interest on these notes is payable semiannually. The Senior Notes became fully convertible on September 5, 2021. The notes are convertible based on a conversion rate of 4.9140 per $1,000 principal amount (which is equal to an initial conversion price of $203.50 per share), adjusted for dividends declared through the date of settlement. We adopted ASU No. 2020-06 on January 1, 2022, using the modified retrospective method of adoption. As a result of the adoption of this ASU, the Senior Convertible Notes are accounted as a single liability measured at its amortized cost, given the embedded conversion feature does not require bifurcation and recognition as a derivative. Upon adoption of this ASU, amounts previously recognized in additional paid-in capital from the original embedded conversion feature of $10 million were reclassified to retained earnings.  Refer to \"Note 1: Summary of Accounting Policies\" in this “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for a further discussion regarding the effect of the adoption of ASU 2020-06.\nIn August of 2020, we issued $900 million of 2.30% senior notes due 2030. We recognized net proceeds of $892 million after debt issuance costs and debt discounts. A portion of these proceeds were then used to redeem $552 million in principal amount outstanding of the 3.75% senior notes due 2022 for a redemption price of $582 million, excluding $7 million of accrued interest. The remaining proceeds were used to repurchase $293 million in principal amount outstanding of our long-term debt under a tender offer, for a purchase price of $315 million, excluding $5 million of accrued interest. After accelerating the amortization of debt issuance costs and debt discounts, we recognized a loss of $56 million related to the redemption and the repurchase in Other, net within Other income (expense) in our Consolidated Statements of Operations.\n45\nIn May of 2021, we issued $850 million of 2.75% senior notes due 2031. We recognized net proceeds of $844 million after debt issuance costs. A portion of these proceeds was then used to redeem $324 million in principal amount of our outstanding long-term debt for a purchase price of $341 million, excluding $3 million of accrued interest. After accelerating the amortization of debt issuance costs, we recognized a loss of $18 million related to the redemption in Other, net within Other income (expense) in our Consolidated Statements of Operations.\nIn May of 2022, we issued $600 million of 5.6% senior notes due 2032. We recognized net proceeds of $595 million after debt issuance costs and discounts. A portion of these proceeds was then used to repurchase $275 million in principal amount of the Company's 4.0% senior notes due 2024 pursuant to a cash tender offer, for a purchase price of $279 million, excluding $3 million of accrued interest. After accelerating the amortization of debt discounts and debt issuance costs, we recognized a loss of $6 million related to the tender offer in Other, net within Other income (expense) in our Consolidated Statements of Operations.\nWe have an unsecured commercial paper program, backed by the revolving credit facility described below, under which we may issue unsecured commercial paper notes up to a maximum aggregate principal amount of $2.2 billion outstanding at any one time. At maturity, the notes are paid back in full including the interest component. The notes are not redeemable prior to maturity. As of December 31, 2022, we had no outstanding debt under the commercial paper program.\nCredit Facilities\nAs of December 31, 2022, we had a $2.25 billion syndicated, unsecured revolving credit facility scheduled to mature in March 2026 (the \"2021 Motorola Solutions Credit Agreement\"). The 2021 Motorola Solutions Credit Agreement includes a letter of credit sub-limit and fronting commitments of $450 million.\nAn annual facility fee is payable on the undrawn amount of the credit line. The interest rate and facility fee are subject to adjustment if our credit rating changes. We must comply with certain customary covenants including a maximum leverage ratio, as defined in the 2021 Motorola Solutions Credit Agreement. We were in compliance with our financial covenants as of December 31, 2022. Subsequent to year end, on February 8, 2023, we entered into an amendment to the 2021 Motorola Solutions Credit Agreement to replace the interest rate benchmark from London Interbank Offered Rate (LIBOR) to the Secured Overnight Financing Rate (SOFR).\nShare Repurchase Program\nThrough a series of actions, the Board of Directors has authorized an aggregate share repurchase amount of up to $16.0 billion of our outstanding shares of common stock (the “share repurchase program”). The share repurchase program does not have an expiration date. As of December 31, 2022, we used approximately $14.7 billion of the share repurchase authority, including transaction costs, to repurchase shares, leaving approximately $1.3 billion of authority available for future repurchases.\nOur share repurchases, including transaction costs, for 2022, 2021, and 2020 are summarized as follows:\nDividends\nWe paid cash dividends to holders of our common stock of $530 million in 2022, $482 million in 2021, and $436 million in 2020. On January 13, 2023, we paid an additional $148 million in cash dividends to holders of our common stock.\nAdequate Internal Funding Resources\nWe believe that we have adequate internal resources available to generate adequate amounts of cash to meet our expected working capital, capital expenditure and cash requirements for the next twelve months and the foreseeable future, as supported by the level of cash and cash equivalents in the U.S., the ability to repatriate funds from foreign jurisdictions, cash provided by operations, as well as liquidity provided by our commercial paper program backed by the 2021 Motorola Solutions Credit Agreement.\nWe do not anticipate a material decrease to net future cash flows generated from operations. We expect to use our available cash, investments, and debt facilities to support and invest in our business. This includes investing in our existing products and technologies, seeking new acquisition opportunities related to our strategic growth initiatives and returning cash to shareholders through common stock cash dividend payments (subject to the discretion of our Board of Directors) and share repurchases. Refer also to “Macroeconomic Events” of this section of Form 10-K for a discussion of the impact of macroeconomic events on our liquidity, as well as \"Part I. Item 1A. Risk Factors\" for further discussion regarding access to the capital markets.\n46\nMaterial Cash Requirements from Contractual and Other Obligations\nSummarized in the table and text below are our short-term (within the next twelve months) and long-term material cash requirements as of December 31, 2022, which we expect to fund with a combination of operating cash flows, existing cash balances or, as needed, borrowings under new or existing debt:\n(1)\nAmounts included represent the estimated principal payments applicable to outstanding debt. Refer to \"Note 5: Debt and Credit Facilities\" in \"Part II. Item 8. Financial Statements and Supplementary Data\" of this Form 10-K for discussion related to our long-term debt obligations.\n(2)\nWe lease certain office, factory and warehouse space, land, and other equipment, principally under non-cancelable operating leases. We are evaluating our real estate needs in order to identify opportunities to reduce long-term cash requirements for office space where practicable. Refer to \"Note 3: Leases\" to our consolidated financial statements in \"Part II. Item 8. Financial Statements and Supplementary Data\" of this Form 10-K for further discussion of these material lease obligations.\n(3)\nAmounts included represent firm, non-cancelable commitments. Such commitments include license agreements and  agreements with contract manufacturers and suppliers that either allow them to procure inventory based upon criteria as defined by us or establish the parameters defining our requirements. We do not anticipate the cancellation of any of our take-or-pay agreements in the future and estimate that purchases from these suppliers will exceed the minimum obligations during the agreement periods.\nOther Contingencies\nPotential Contractual Damage Claims in Excess of Underlying Contract Value:\nIn certain circumstances, we enter into contracts with customers pursuant to which the damages that could be claimed by the customer for failed performance might exceed the revenue we receive from the contract. Contracts with these types of uncapped damages provisions are fairly rare, but individual contracts could still represent meaningful risk. There is a possibility that a claim by a counterparty to one of these contracts could result in expenses that are far in excess of the revenue received from the counterparty in connection with the contract.\nIndemnification Provisions:\nWe may provide indemnifications for losses that result from the breach of general warranties contained in certain commercial and intellectual property agreements. Historically, we have not made significant payments under these agreements, nor have there been significant claims asserted against us. However, there is an increasing risk in relation to intellectual property indemnities given the current legal climate. In indemnification cases, payment by us is conditioned on the other party making a claim pursuant to the procedures specified in the particular contract, which procedures typically allow us to challenge the other party’s claims. In some instances we may have recourse against third-parties for certain payments made by us.\nLegal Matters:\nWe are a defendant in various lawsuits, claims, and actions, which arise in the normal course of business. In the opinion of management, the ultimate disposition of these matters will not have a material adverse effect on our consolidated financial position or liquidity. However, an unfavorable resolution could have a material adverse effect on our results of operations in the periods in which the matters are ultimately resolved, or in the periods in which more information is obtained that changes management's opinion of the ultimate disposition.\nLong-term Customer Financing Commitments\nOutstanding Commitments:\nCertain purchasers of our products and services may request that we provide long-term financing (defined as financing with a term of greater than one year) in connection with the sale of equipment. These requests may include all or a portion of the purchase price of the products and services. Our obligation to provide long-term financing may be conditioned on the issuance of a letter of credit in favor of us by a reputable bank to support the purchaser's credit or a pre-existing commitment from a reputable bank to purchase the long-term receivables from us. We had outstanding commitments to provide long-term financing to third-parties totaling $65 million at December 31, 2022 and $56 million at December 31, 2021.\nCritical Accounting Estimates\nThis Management’s Discussion and Analysis of Financial Condition and Results of Operations discusses our consolidated financial statements, which have been prepared in accordance with U.S. generally accepted accounting principles (\"GAAP\"). The preparation of these financial statements requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities at the date of the financial statements, as well as the reported amounts of revenues and expenses during the reporting period.\n47\nManagement bases its estimates and judgments on historical experience, current economic and industry conditions and on various other factors that are believed to be reasonable under the circumstances. This forms the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions. The Company believes that the following discussion addresses the Company’s most critical accounting estimates, which are those that are most important to the portrayal of the Company’s financial condition and results of operations and require management’s most difficult, subjective and complex judgments.\nRevenue Recognition\nWe enter into arrangements which consist of multiple promises to our customers. We evaluate whether the promised goods and services are distinct or a series of distinct goods or services. Where contracts contain multiple performance obligations, we generally allocate the total estimated consideration to each performance obligation based on applying an estimated selling price (“ESP”) as our best estimate of standalone selling price. We determine ESP by: (i) collecting all reasonably available data points including sales, cost and margin analyses of the product or services, and other inputs based on our normal pricing and discounting practices, (ii) making any reasonably required adjustments to the data based on market and Company-specific factors, and (iii) stratifying the data points, when appropriate, based on major product or service, type of customer, geographic market, and sales volume.\nWe account for certain system contracts on an over-time basis, electing an input method of estimated costs as a measure of performance completed. The selection of the measurement of progress using estimated costs was based on a thorough consideration of alternatives of various output and input measures, including contract milestones and labor hours. However, we have determined that other input and output measures are not an appropriate measure of progress as they do not accurately align with the transfer of control on our customized systems. The selection of costs incurred as a measure of progress aligns the transfer of control to the overall production of the customized system.\nFor system contracts accounted for over time using estimated costs as a measure of performance completed, we rely on estimates around the total estimated costs to complete the contract (“Estimated Costs at Completion”). Total Estimated Costs at Completion include direct labor, material and subcontracting costs. Due to the nature of the efforts required to be performed to meet the underlying performance obligation, determining Estimated Costs at Completion may be complex and subject to many variables. We have a standard and disciplined quarterly process in which management reviews the progress and performance of open contracts in order to determine the best estimate of Estimated Costs at Completion. As part of this process, management reviews information including, but not limited to, any outstanding key contract matters, progress towards completion, the project schedule, identified risks and opportunities, and the related changes in estimates of costs. The risks and opportunities include management’s judgment about the ability and cost to achieve the project schedule, technical requirements, and other contract requirements. Management must make assumptions and estimates regarding labor productivity and availability, the complexity of work to be performed, the availability and cost of materials, and performance by subcontractors, among other variables. Based on this analysis, any adjustment to net sales, cost of sales, and the related impact to operating income are recorded as necessary in the period they become known. When estimates of total costs to be incurred on a contract exceed estimates of total revenue to be earned, a provision for the entire loss on the contract is recorded in the period in which the loss is determined.\nRetirement Benefits\nOur benefit obligations and net periodic pension costs (benefits) associated with our domestic noncontributory pension plans (“U.S. Pension Benefit Plans”), our foreign noncontributory pension plans (“Non-U.S. Plans”), as well as our domestic postretirement health care plan (“Postretirement Health Care Benefits Plan”), are determined using actuarial assumptions. The assumptions are based on management’s best estimates, after consulting with outside investment advisors and actuaries.\nAccounting methodologies use an attribution approach that generally spreads the effects of individual events over the service lives of the participants in the plan, or estimated average lifetime when almost all of the plan participants are considered \"inactive.\" Examples of “events” are plan amendments and changes in actuarial assumptions such as discount rate, expected long-term rate of return on plan assets, and rate of compensation increases.\nThere are various assumptions used in calculating the net periodic costs (benefits) and related benefit obligations. One of these assumptions is the expected long-term rate of return on plan assets. The required use of the expected long-term rate of return on plan assets may result in recognized pension income that is greater or less than the actual returns of those plan assets in any given year. Over time, however, the expected long-term returns are designed to approximate the actual long-term returns.  We use a five-year, market-related asset value method of recognizing asset related gains and losses.\nWe use long-term historical actual return experience with consideration of the expected investment mix of the plans’ assets, as well as future estimates of long-term investment returns, to develop our expected rate of return assumption used in calculating the net periodic pension cost (benefit) and the net postretirement health care benefit. Our investment return assumption for the U.S. Pension Benefit Plans was 6.76% in 2022 and 6.75% in 2021. Our investment return assumption for the Postretirement Health Care Benefits Plan was 6.90% in 2022 and 6.75% in 2021. Our weighted average investment return assumption for the Non-U.S. Plans was 4.78% in 2022 and 4.54% in 2021. For the U.S. Pension Benefit Plans, a 25 bps increase in expected return on plan assets would result in $9 million of additional net periodic pension benefit and a 25 bps decrease would result in a $9 million reduction in net periodic pension benefit. The impact of a similar increase or decrease on the Non-U.S. Plans and the Postretirement Health Care Benefits Plan would be de minimis.\nA second key assumption is the discount rate. The discount rate assumptions used for the U.S. Pension Benefit Plans, the Non-U.S. Plans and the Postretirement Health Care Benefits Plan reflect, at December 31 of each year, the prevailing market\n48\nrates for high-quality, fixed-income debt instruments that, if the obligation was settled at the measurement date, would provide the necessary future cash flows to pay the benefit obligation when due. Our discount rates for measuring our U.S. Pension Benefit Plan obligations were 5.20% and 2.98% at December 31, 2022 and 2021, respectively. Our weighted average discount rates for measuring our Non-U.S. Plans were 4.6% and 1.82% at December 31, 2022 and 2021, respectively. Our discount rates for measuring the Postretirement Health Care Benefits Plan obligation were 5.10% and 2.78% at December 31, 2022 and 2021, respectively.\nA change in our discount rate on the Postretirement Health Care Benefits Plan would be de minimis. The effects of a change in the discount rate on the projected benefit obligation for both the U.S. and Non-U.S. Pension Benefit Plans are as follows:\nUnder relevant accounting rules, when almost all of the plan participants are considered inactive, the amortization period for certain unrecognized losses changes from the average remaining service period to the average remaining lifetime of the participant. As such, depending on the specific plan, we amortize gains and losses over periods ranging from nine to twenty-seven years. Prior service costs are being amortized over periods ranging from one to seventeen years. Benefits under all pension plans are valued based on the projected unit credit cost method.\nValuation and Recoverability of Goodwill\nWe assess the recorded amount of goodwill for recovery on an annual basis as of the last day of the third quarter of each fiscal year. Goodwill is assessed more frequently if an event occurs or circumstances change that would indicate it is more-likely-than-not that the fair value of a reporting unit is below its carrying amount. We continually assess whether any such events and circumstances have occurred, which requires a significant amount of judgment. Such events and circumstances may include: (i) adverse changes in macroeconomic conditions, (ii) adverse changes in the industry or market in which we transact, (iii) changes in cost factors negatively impacting earnings and cash flows, (iv) negative or declining overall financial performance, (v) events affecting the carrying value or composition of a reporting unit, or (vi) a sustained decrease in share price, among others. Any such adverse event or change in circumstances could have a significant impact on the recoverability of goodwill and could have a material impact on our consolidated financial statements.\nThe goodwill impairment assessment is performed at the reporting unit level. A reporting unit is an operating segment or one level below an operating segment (referred to as a “component”). A component of an operating segment is a reporting unit if the component constitutes a business for which discrete financial information is available and segment management regularly reviews the operating results of that component. When two or more components of an operating segment have similar economic characteristics, the components are aggregated and deemed a single reporting unit. An operating segment is deemed to be a reporting unit if all of its components are similar, if none of its components is a reporting unit, or if the segment comprises only a single component. Based on this guidance, we have determined that our Products and Systems Integration and Software and Services segments are comprised of three and two reporting units, respectively.\nIn the fiscal year 2022, we elected to perform a quantitative assessment of goodwill for impairment. The quantitative assessment involved the assignment of assets and liabilities to each of our reporting units and an assessment of the fair value of each of our reporting units.  We utilized an income approach (discounted cash flows) to estimate the fair value of each reporting unit which was corroborated by market multiples when available and as appropriate.  Key assumptions in the quantitative analysis included revenue growth rates (including long-term growth rates for terminal value assumptions), operating margin estimates, discount rates, and where applicable, the comparable multiples from publicly traded companies in our industry. The quantitative test indicated all reporting units had fair values in excess of their carrying values, and no impairment of goodwill was identified as a result of our annual testing conducted in 2022.\nWe performed a qualitative assessment to determine whether it was more-likely-than-not that the fair value of each reporting unit was less than its carrying amount for the fiscal years 2021 and 2020. In performing this qualitative assessment we assessed relevant events and circumstances including macroeconomic conditions, industry and market conditions, cost factors, overall financial performance, changes in enterprise value and entity-specific events. For fiscal years 2021 and 2020, we concluded it was more-likely-than-not that the fair value of each reporting unit exceeded its carrying value.\nValuation of Deferred Tax Assets and Liabilities\nWe use the asset and liability method of accounting for income taxes. Under this method, income tax expense is recognized for the amount of taxes payable or refundable for the current year. In addition, deferred tax assets and liabilities are recognized for the expected future tax consequences of temporary differences between the financial reporting and tax bases of assets and liabilities, and for operating losses and tax credit carryforwards. Management makes assumptions, judgments and estimates to determine our current and deferred tax provision and also the deferred tax assets and liabilities. We evaluate our deferred tax assets quarterly to determine if adjustments to our valuation allowance are required based on the consideration of all available positive and negative evidence.\n49\nOur assumptions, judgments and estimates for computing the income tax provision takes into account current tax laws, our interpretation of current tax law and possible outcomes of current and future audits conducted by foreign and domestic tax authorities. We believe such estimates to be reasonable; however, the final determination of certain audits could significantly impact the amounts provided for income taxes in our financial statements.\nRecent Accounting Pronouncements\nSee “Note 1: Summary of Significant Accounting Policies” to our consolidated financial statements in “Part II. Item 8: Financial Statements and Supplementary Data” of this Form 10-K.\n50"
  },
  {
    "item_key": "item_7a",
    "text": "Interest Rate Risk\nOur exposure to market risk for changes in interest rates relates primarily to our long-term debt as interest rate fluctuations impact the fair value of our long-term debt. As of December 31, 2022, we had $6.0 billion of long-term debt, including the current portion, which is primarily priced at long-term, fixed interest rates. A hypothetical 10% decrease in interest rates as of the end of 2022 would have increased the fair value of our debt by approximately $118 million at December 31, 2022. See \"Note 5: Debt and Credit Facilities\" to the consolidated financial statements included in “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for more information on our long-term debt.\nForeign Currency Risk\nWe are exposed to foreign currency risk as a result of buying and selling in various currencies, our net investments in foreign entities, and monetary assets and liabilities denominated in a currency other than the functional currency of the legal entity holding the instrument. We use financial instruments to reduce our overall exposure to the effects of currency fluctuations on cash flows. Our policy prohibits speculation in financial instruments for profit on exchange rate price fluctuations, trading in currencies for which there are no underlying exposures, or entering into transactions for any currency to intentionally increase the underlying exposure.\nOur strategy related to foreign exchange exposure management is to offset the gains or losses on the financial instruments against losses or gains on the underlying operational cash flows, net investments or monetary assets and liabilities based on our assessment of risk. We enter into derivative contracts for some of our non-functional currency cash, receivables, and payables, which are primarily denominated in major currencies that can be traded on open markets. Our policy permits us to use forward contracts and options to hedge these currency exposures. In addition, we enter into derivative contracts for some forecasted transactions or net investments in some of our overseas entities, which are designated as part of a hedging relationship if it is determined that the transaction qualifies for hedge accounting under the provisions of the authoritative accounting guidance for derivative instruments and hedging activities. A portion of our exposure is from currencies that are not traded in liquid markets and these are addressed, to the extent reasonably possible, by managing net asset positions, product pricing and component sourcing.\nWe had outstanding foreign exchange contracts totaling $1.1 billion at the end of each of December 31, 2022 and 2021. Management does not believe these financial instruments should subject it to undue risk due to foreign exchange movements because gains and losses on these contracts should generally offset gains and losses on the underlying assets, liabilities and transactions.\nThe following table shows the five largest net notional amounts of the positions to buy or sell foreign currency as of December 31, 2022 and the corresponding positions as of December 31, 2021:\nForeign exchange financial instruments that are subject to the effects of currency fluctuations, which may affect reported earnings, include derivative financial instruments and other monetary assets and liabilities denominated in a currency other than the functional currency of the legal entity holding the instrument. Currently, our derivative financial instruments consist primarily of currency forward contracts. Other monetary assets and liabilities denominated in a currency other than the functional currency of the legal entity consist primarily of cash, cash equivalents, accounts payable and accounts receivable. Assuming the amounts of the outstanding foreign exchange contracts represent our underlying foreign exchange risk related to monetary assets and liabilities, a hypothetical unfavorable 10% movement in the foreign exchange rates at December 31, 2022 would reduce the value of those monetary assets and liabilities by approximately $76 million. Our market risk calculation represents an estimate of reasonably possible net losses that would be recognized assuming hypothetical 10% movements in future currency market pricing and is not necessarily indicative of actual results, which may or may not occur. It does not represent the maximum possible loss or any expected loss that may occur, since actual future gains and losses will differ from those estimated, based upon, among other things, actual fluctuation in market rates, operating exposures, and the timing thereof. We believe, however, that any such loss incurred would be offset by the effects of market rate movements on the respective underlying derivative financial instruments transactions.\n51"
  },
  {
    "item_key": "item_8",
    "text": "Index to Consolidated Financial Statements\n52\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Board of Directors and Stockholders of Motorola Solutions, Inc.\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of Motorola Solutions, Inc. and its subsidiaries (the “Company”) as of December 31, 2022 and 2021, and the related consolidated statements of operations, of comprehensive income (loss), of stockholders’ equity (deficit) and of cash flows for each of the three years in the period ended December 31, 2022, including the related notes (collectively referred to as the “consolidated financial statements”). We also have audited the Company's internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2022 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control - Integrated Framework (2013) issued by the COSO.\nBasis for Opinions\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in Management’s Report on Internal Control Over Financial Reporting appearing under Item 9A. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nCritical Audit Matters\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n53\nRevenue Recognition - Estimated Costs to Complete System Contracts\nAs described in Note 1 to the consolidated financial statements, $1.8 billion of the Company’s total revenues for the year ended December 31, 2022 was generated from System contracts. The Company recognizes revenue on a significant portion of System contracts on an over-time basis, electing an input method of estimated costs as a measure of performance completed. For contracts accounted for over-time using estimated costs as a measure of performance completed, the Company relies on estimates of the total estimated costs to complete the contract (“Estimated Costs at Completion”). Total Estimated Costs at Completion include direct labor, material and subcontracting costs. Due to the nature of the efforts required to meet the underlying performance obligation, determining Estimated Costs at Completion may be complex and subject to many variables. As disclosed by management, management reviews the progress and performance of open contracts in order to determine the best estimate of Estimated Costs at Completion. As part of this process, management reviews information including, but not limited to, any outstanding key contract matters, progress towards completion, the project schedule, identified risks and opportunities, and the related changes in estimates of costs. The risks and opportunities include management’s judgments about the ability and the cost to achieve the project schedule, technical requirements, and other contract requirements.\nThe principal considerations for our determination that performing procedures relating to the estimated costs to complete system contracts is a critical audit matter are the significant judgments by management when developing the Estimated Costs at Completion, which in turn led to a high degree of auditor judgment, subjectivity and effort in performing procedures to evaluate management’s estimates related to management’s judgments about the cost to achieve the project schedule, technical requirements, and other contract requirements.\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to the revenue recognition process, including controls over the determination of Estimated Costs at Completion. These procedures also included, among others, evaluating and testing management’s process for determining the Estimated Costs at Completion for a sample of contracts. Management’s process for determining the Estimated Costs at Completion was evaluated for reasonableness by (i) performing a comparison of the originally estimated and actual costs incurred on completed contracts; (ii) evaluating the timely identification of circumstances that may warrant a modification to Estimated Costs at Completion; and (iii) analyzing contracts and project schedules that support those estimates.\n/s/\nPricewaterhouseCoopers LLP\nChicago, Illinois\nFebruary 16, 2023\nWe have served as the Company’s auditor since 2018.\n54\nConsolidated Statements of Operations\nSee accompanying notes to consolidated financial statements.\n55\nConsolidated Statements of Comprehensive Income (Loss)\nSee accompanying notes to consolidated financial statements.\n56\nConsolidated Balance Sheets\nSee accompanying notes to consolidated financial statements.\n57\nConsolidated Statements of Stockholders’ Equity (Deficit)\nSee accompanying notes to consolidated financial statements.\n58\nConsolidated Statements of Cash Flows\nSee accompanying notes to consolidated financial statements.\n59\nNotes to Consolidated Financial Statements\n(Dollars in millions, except as noted)\n1.\nSummary of Significant Accounting Policies\nPrinciples of Consolidation\n:\nThe consolidated financial statements include the accounts of Motorola Solutions, Inc. (the “Company” or “Motorola Solutions”) and all controlled subsidiaries. All intercompany transactions and balances have been eliminated.\nThe consolidated financial statements as of December 31, 2022 and 2021 and for the years ended December 31, 2022, 2021 and 2020, include, in the opinion of management, all adjustments (consisting of normal recurring adjustments and reclassifications) necessary to present fairly the Company's consolidated financial position, results of operations, statements of comprehensive income, and statements of stockholders' equity and cash flows for all periods presented.\nUse of Estimates:\nThe preparation of financial statements in conformity with United States (\"U.S.\") Generally Accepted Accounting Principles (\"GAAP\") requires management to make certain estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting periods. Actual results could differ from those estimates.\nRevenue Recognition:\nNet sales consist of a wide range of goods and services including the delivery of devices, systems and system integration and a full set of software and service offerings. The Company recognizes revenue to reflect the transfer of control of promised goods or services to customers in an amount that reflects the consideration to which the Company expects to be entitled in exchange for goods or services.\nThe Products and Systems Integration segment is comprised of devices, systems, and systems integration for our Land Mobile Radio Communication (\"LMR\" or \"LMR Communications\") and Video Security and Access Control (\"Video\") technologies. Direct customers of the Products and Systems Integration segment are typically government, public safety agencies, procuring at state, local, and federal levels as well as large commercial customers with secure mission-critical needs. Indirect customers are defined as customers purchasing professional and commercial radios and video security, which are primarily sold through the Company's reseller partners to an end-customer base, composed of various industries where private communications networks and video security are used to secure operations and enable a mobile workforce. Contracts with the Company's customers are typically fixed fee, with consideration measured net of associated sales taxes, and, as it relates to our direct customers, funded through government appropriations. For Products and Systems Integration sales, the Company records consideration from shipping and handling on a gross basis within Net sales.\nLMR and Video devices include two-way portable and vehicle-mounted radios, fixed video cameras and accessories. Devices are considered capable of being distinct and distinct within the context of the Company's contracts. Revenue is recognized upon the transfer of control of the devices to the customer at a point in time, typically consistent with delivery under the applicable shipping terms. Devices are sold by both the direct sales force and through reseller partners. Revenue is generally recognized upon transfer of devices to reseller partners, rather than the end-customer, except for limited consignment arrangements. Provisions for returns and reseller discounts are made on a portfolio basis using historical data.\nThe Products and Systems Integration segment includes both customized radio networks and video security solutions, including the integration of these networks with devices, software, and applications within both LMR and Video technologies. For systems contracts, revenue for the year ended December 31, 2022 was $\n1.8\nbillion compared to $\n1.9\nbillion for the year ended December 31, 2021 and $\n1.8\nbillion for the year ended December 31, 2020. The networks include the aggregation of promises to the customer to provide i) a radio network core and central processing software, base stations, consoles, and repeaters or ii) a video security solution including video analytics, network video management hardware and software, and access control solutions. The individual promises within a radio network contract are not distinct in the context of the contract, as the Company provides a significant service of integrating and customizing the goods and services promised. The radio network represents a distinct performance obligation for which revenue is recognized over time, as the Company creates an asset with no alternative use and has an enforceable right to payment for work performed. The Company's revenue recognition over time is based on an input measure of costs incurred, which depicts the transfer of control to its customers under its contracts. Products and Systems Integration revenue for radio network systems is recognized over an average duration of approximately\none\nto\ntwo years\n. Individual promises of the video security solution are capable of being distinct and distinct in the context of the contract. Video security solutions are traditionally sold through reseller partners, with contracts negotiated under fixed pricing. Revenue is recognized upon the transfer of control of the video solution to the reseller partners, typically upon shipment.\nThe Software and Services segment provides a full set of offerings for government, public safety and commercial communication networks. Direct customers of the Software and Services segment are typically government, public safety and first-responder agencies and municipalities. Indirect customers are commercial customers who distribute broadband push-to-talk services to a final end customer base. Contracts with our customers are typically fixed fee, with consideration measured net of associated sales taxes, and, as it relates to our direct customers, funded through government appropriations.\nSoftware offerings primarily include Command Center and Video software and services which can be delivered either “as a service” or on-premise. Solutions delivered as a service consist of a range of promises including hosted software, technical support and the right to unspecified future software enhancements. Software is not distinct from the hosting service since the customer does not have the right to take possession of the software at any time during the term of the arrangement. The hosted software, technical support, and right to unspecified future software enhancements each represent a series of distinct services\n60\nthat are delivered concurrently using the same over-time method. As such, the promises are accounted for as a single performance obligation with revenue recognized on a straight-line basis.\nOn-premise offerings consist of multiple promises primarily including software licenses and post-contract customer support. The promises are generally each distinct and distinct within the context of the contract as the customer benefits from each promise individually without any significant integration or interrelationship between the promises. On-premise software revenue is generally recognized at the point in time when the customer can benefit from the software which generally aligns with the beginning of the license period. Revenue for post-contract customer support is recognized over time as the customer simultaneously receives and consumes the services on a straight-line basis. In certain situations when the software license is not distinct within the context of the contract, revenue for the software license is recognized over time following the transfer of control under the arrangement.\nServices include a continuum of service offerings beginning with repair, technical support and maintenance. More advanced offerings include: monitoring, software updates and cybersecurity services. Managed service offerings range from partial to full operation of customer-owned or Motorola Solutions-owned networks. Services are provided across all technologies and are both distinct and capable of being distinct in the context of the contract, representing a series of recurring services that the Company stands ready to perform over the contract term. Since services contracts typically allow for customers to terminate for convenience or for non-appropriations of fiscal funding, the contract term is generally considered to be limited to a monthly or annual basis, subject to customer renewal. While contracts with customers are typically fixed fee, certain managed services contracts may be subject to variable consideration related to the achievement of service level agreement performance measurements. The Company has not historically paid significant penalties under service level agreements, and accordingly, it does not constrain its contract price. Certain contracts may also contain variable consideration driven by the number of users. Revenue is typically recognized on services over time as a series of services performed over the contract term on a straight-line basis.\nThe Company enters into arrangements which consist of multiple promises to our customers. The Company evaluates whether the promised goods and services are distinct or a series of distinct goods or services. Where contracts contain multiple performance obligations, the Company generally allocates the total estimated consideration to each performance obligation based on applying an estimated selling price (“ESP”) as our best estimate of standalone selling price. The Company determines ESP by: (i) collecting all reasonably available data points including sales, cost and margin analyses of the product or services, and other inputs based on its normal pricing and discounting practices, (ii) making any reasonably required adjustments to the data based on market and Company-specific factors, and (iii) stratifying the data points, when appropriate, based on major product or service, type of customer, geographic market, and sales volume.\nThe Company accounts for certain system contracts without an alternative use on an over-time basis, electing an input method of estimated costs as a measure of performance completed. The selection of the measurement of progress using estimated costs was based on a thorough consideration of alternatives of various output and input measures, including contract milestones and labor hours. However, the Company has determined that other input and output measures are not an appropriate measure of progress as they do not accurately align with the transfer of control on its customized systems. The selection of costs incurred as a measure of progress aligns the transfer of control to the overall production of the customized system.\nFor system contracts accounted for over time using estimated costs as a measure of performance completed, the Company relies on estimates around the total estimated costs to complete the contract (“Estimated Costs at Completion”). Total Estimated Costs at Completion include direct labor, material and subcontracting costs. Due to the nature of the efforts required to be performed to meet the underlying performance obligation, determining Estimated Costs at Completion may be complex and subject to many variables. The Company has a standard and disciplined quarterly process in which management reviews the progress and performance of open contracts in order to determine the best estimate of Estimated Costs at Completion. As part of this process, management reviews information including, but not limited to, any outstanding key contract matters, progress towards completion, the project schedule, identified risks and opportunities, and the related changes in estimates of costs. The risks and opportunities include management’s judgment about the ability and cost to achieve the project schedule, technical requirements, and other contract requirements. Management must make assumptions and estimates regarding labor productivity and availability, the complexity of work to be performed, the availability and cost of materials, and performance by subcontractors, among other variables. Based on this analysis, any quarterly adjustment to net sales, cost of sales, and the related impact to operating income are recorded as necessary in the period they become known. When estimates of total costs to be incurred on a contract exceed estimates of total revenue to be earned, a provision for the entire loss on the contract is recorded in the period in which the loss is determined.\nCash Equivalents:\nThe Company considers all highly-liquid investments purchased with an original maturity of three months or less to be cash equivalents.\nRestricted cash was $\n2\nmillion at each of December 31, 2022 and December 31, 2021.\nInvestments:\nThe Company generally invests in debt and equity securities of a strategic nature.\nThe Company applies the equity method of accounting for equity investments if the Company has significant influence over the issuing entity. The Company’s share of the investee’s underlying net income or loss is recorded to Other, net within Other income (expense).\nEquity securities with readily determinable fair values are carried at fair value with changes in fair value recorded in Other, net within Other income (expense). Equity securities without readily determinable fair values are carried at cost, less impairments, if any, and adjusted for observable price changes for the identical or a similar investment of the same issuer. The Company performs a qualitative impairment assessment to determine if such investments are impaired. The qualitative\n61\nassessment considers all available information, including declines in the financial performance of the issuing entity, the issuing entity’s operating environment, and general market conditions. Impairments of equity securities without readily determinable fair values are recorded to Other, net within Other income (expense).\nInvestments in debt securities are classified as available-for-sale and held-to-maturity on the basis of the Company’s intent and ability to hold the investments. Investments classified as available-for-sale are carried at fair value with changes reflected in other comprehensive income. Any credit-related impairment is recognized through an allowance for expected credit losses, and adjusted subsequently if conditions change, with a corresponding impact in earnings. Where there is an intention or a requirement to sell an impaired available-for-sale debt security, the entire impairment is recognized in earnings with a corresponding adjustment to the amortized cost basis of the security. Investments classified as held-to-maturity are carried at amortized cost less allowance for credit losses recorded within Other, net within Other income (expense).\nInventories:\nInventories are valued at the lower of cost (which approximates cost on a first-in, first-out basis) and net realizable value.\nProperty, Plant and Equipment:\nProperty, plant and equipment are stated at cost less accumulated depreciation. Depreciation is recorded on a straight-line basis, based on the estimated useful lives of the assets (leasehold improvements,\none\nto\ntwenty years\n; machinery and equipment,\none\nto\nfifteen years\n) and commences once the assets are ready for their intended use. When certain events or changes in operating conditions occur, useful lives of the assets may be adjusted or an impairment assessment may be performed on the recoverability of the carrying value.\nGoodwill and Intangible Assets:\nGoodwill is assessed for impairment at least annually at the reporting unit, or more frequently if events or circumstances occur that would more likely than not reduce the fair value of a reporting unit below its carrying value level. The Company performs its annual assessment of goodwill for impairment as of the last day of the third quarter of each fiscal year, typically through a qualitative assessment. Indicators of impairment include: (i) macroeconomic conditions, (ii) industry and market conditions, (iii) cost factors, including product and selling, general and administrative costs, (iv) overall financial performance of the Company, (v) changes in share price, and (vi) other relevant company-specific events. If it is determined that it is more-likely-than-not that the fair value of the reporting unit is less than its carrying amount, the Company will perform a quantitative goodwill impairment test, which compares the fair value of the reporting unit to its carrying value. A quantitative assessment includes the assignment of assets and liabilities to each of the Company's reporting units and an assessment of the fair value of each of the Company's reporting units. The Company estimates the fair value of each reporting utilizing an income approach (discounted cash flows) to estimate the fair value of each reporting unit, which is corroborated by market multiples when available and as appropriate.  Key assumptions in the quantitative analysis include revenue growth rates (including long-term growth rates for terminal value assumptions), operating margin estimates, discount rates, and where applicable, the comparable multiples from publicly traded companies in the Company's industry.\nIf the carrying amount of a reporting unit exceeds its fair value, the Company would recognize an impairment loss in an amount equal to that excess, limited to the total amount of goodwill allocated to that reporting unit.\nIntangible assets are amortized on a straight line basis over their respective estimated useful lives ranging from\none\nto\ntwenty years\n. The Company has no intangible assets with indefinite useful lives.\nLeases:\nThe Company leases certain office, factory and warehouse space, land and other equipment, principally under non-cancelable operating leases.\nThe Company determines if an arrangement is a lease at inception of the contract. The Company’s key considerations in determining whether a contract is or contains a lease include establishing whether the supplier has the ability to use other assets to fulfill its service or whether the terms of the agreement enable the Company to control the use of a dedicated asset during the contract term. In the majority of the Company’s contracts where it must identify whether a lease is present, it is readily determinable that the Company controls the use of the assets and obtains substantially all of the economic benefit during the term of the contract. In those contracts where identification is not readily determinable, the Company has determined that the supplier has either the ability to use another asset to provide the service or the terms of the contract give the supplier the right to operate the asset at its discretion during the term of the contract.\nRight-of-use (\"ROU\") assets and operating lease liabilities are recognized based on the present value of the future minimum lease payments over the lease term at the commencement date. The Company’s lease payments are typically fixed or contain fixed escalators. The Company has elected to not separate lease and non-lease components for all of its current lease categories and therefore, all consideration is included in lease payments. For the Company’s leases consisting of land and other equipment (i.e. “communication network sites”), future payments are subject to variability due to changes in indices or rates. The Company values its ROU assets and lease liabilities based on the index or rate in effect at lease commencement. Future changes in the indices or rates are accounted for as variable lease costs. Other variable lease costs include items that are not fixed at lease commencement including property taxes, insurance, and operating charges that vary based on usage. ROU assets also include lease payments made in advance and are net of lease incentives.\nAs the majority of the Company’s leases do not provide an implicit rate, the Company uses its incremental borrowing rates based on the information available at the commencement date in determining the present value of future payments. The Company’s incremental borrowing rates are based on the term of the lease, the economic environment of the lease, and the effect of collateralization.\nThe Company's lease terms range from\none\nto\ntwenty-one years\nand may include options to extend the lease by\none\nto\nten years\nor terminate the lease after the initial non-cancelable term. The Company does not include options in the determination of\n62\nthe lease term for the majority of leases as sufficient economic factors do not exist that would compel it to continue to use the underlying asset beyond the initial non-cancelable term. However, for the Company's communication network site leases that are necessary to provide services to customers under managed service arrangements, the Company includes options in the lease term to the extent of the customer contracts to which those leases relate.\nImpairment of Long-Lived Assets:\nLong-lived assets, which include intangible assets, held and used by the Company are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amount of assets may not be recoverable. The Company evaluates recoverability of assets to be held and used by comparing the carrying amount of an asset (group) to future net undiscounted cash flows to be generated by the asset (group). If an asset (group) is considered to be impaired, the impairment to be recognized is equal to the amount by which the carrying amount of the asset (group) exceeds the asset's (group's) fair value calculated using a discounted future cash flows analysis or market comparable analysis. Assets held for sale, if any, are reported at the lower of the carrying amount or fair value less cost to sell.\nIncome Taxes:\nThe Company records deferred income tax assets and liabilities based on the estimated future tax effects of differences between the financial and tax bases of assets and liabilities based on currently enacted tax laws. The Company's deferred and other tax balances are based on management's interpretation of the tax regulations and rulings in numerous tax jurisdictions. Income tax expenses and liabilities recognized by the Company also reflect its best estimates and assumptions regarding, among other things, the level of future taxable income, the effect of the Company's various tax planning strategies, and uncertain tax positions. Future tax authority rulings and changes in tax laws, changes in projected levels of taxable income, and future tax planning strategies could affect the actual effective tax rate and tax balances recorded by the Company.\nLong-Term Receivables:\nLong-term receivables include trade receivables where contractual terms of the note agreement are greater than\none year\n. The Company estimates credit losses on accounts receivable based on historical losses and then takes into account estimates of current and future economic conditions. Long-term receivables are considered past due if payments have not been received according to the contractual terms of the note agreement, including principal and interest. Impaired long-term receivables are valued based on the present value of expected future cash flows discounted at the receivable’s effective interest rate, or the fair value of the collateral if the receivable is collateral dependent. Interest income and late fees on impaired long-term receivables are recognized only when payments are received. Previously impaired long-term receivables are no longer considered impaired and are reclassified to performing when they have performed under restructuring for four consecutive quarters.\nEnvironmental Liabilities:\nThe Company maintains a liability related to ongoing remediation efforts of environmental media such as groundwater, soil, and soil vapor, as well as related legal fees for a designated Superfund site under the Comprehensive Environmental Response, Compensation and Liability Act (commonly known as the “Superfund Act”) incurred by a legacy business. It is the Company’s policy to re-evaluate the reserve when certain events become known that will impact the future cash payments. When the timing and amount of the future cash payments are fixed or reliably determinable, the Company discounts the future cash flows used in estimating the accrual using a risk-free treasury rate. The current portion of the estimated environmental liability is included in the Accrued liabilities statement line and the non-current portion is included in the Other liabilities statement line within the Company’s Consolidated Balance Sheet.\nForeign Currency:\nCertain non-U.S. operations within the Company use their respective local currency as their functional currency. Those operations that do not have the U.S. dollar as their functional currency translate assets and liabilities at current rates of exchange in effect at the balance sheet date and revenues and expenses using rates that approximate those in effect during the period. The resulting translation adjustments are included as a component of Accumulated other comprehensive income (loss) in the Company’s Consolidated Balance Sheet. For those operations that have transactions denominated in local currency which differs from functional currency, transactions denominated in the local currency are measured in their functional currency using the current rates of exchange for monetary assets and liabilities and historical rates of exchange for nonmonetary assets. Gains and losses from remeasurement of monetary assets and liabilities are included in Other within Other income (expense) within the Company’s Consolidated Statements of Operations.\nThe Company uses financial instruments to reduce its overall exposure to the effects of currency fluctuations on cash flows. The Company’s policy prohibits speculation in financial instruments for profit on exchange rate fluctuations, trading in currencies for which there are no underlying exposures, or entering into transactions for any currency to intentionally increase the underlying exposure.\nThe Company’s strategy related to foreign exchange exposure management is to offset the gains or losses on the financial instruments against gains or losses on the underlying operational cash flows, net investments or monetary assets and liabilities based on the Company's assessment of risk. The Company enters into derivative contracts for some of its non-functional currency cash, receivables, and payables, which are primarily denominated in major currencies that can be traded on open markets. The Company typically uses forward contracts and options to hedge these currency exposures. In addition, the Company has entered into derivative contracts for some forecasted transactions or net investments in some of its overseas entities, which are designated as part of a hedging relationship if it is determined that the transaction qualifies for hedge accounting under the provisions of the authoritative accounting guidance for derivative instruments and hedging activities. A portion of the Company’s exposure is from currencies that are not traded in liquid markets and these are addressed, to the extent reasonably possible, by managing net asset positions, product pricing and component sourcing.\nDerivative Instruments:\nGains and losses on hedging instruments that do not qualify for hedge accounting are recorded immediately in Other income (expense) within the Consolidated Statements of Operations. Gains and losses pertaining to instruments designated as net investment hedges that qualify for hedge accounting are recognized as a component of\n63\nAccumulated other comprehensive income. Components excluded from the assessment of hedge ineffectiveness in net investment hedges are included in Accumulated other comprehensive income at their initial value and amortized into Interest expense, net on a straight-line basis.\nFair Value Measurements:\nThe Company holds certain fixed income securities, equity securities and derivatives, which are recognized and disclosed at fair value in the financial statements. Fair value is defined as the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants as of the measurement date and is measured using the fair value hierarchy. This hierarchy prescribes valuation techniques based on whether the inputs to each measurement are observable or unobservable. Observable inputs reflect market data obtained from independent sources, while unobservable inputs reflect the Company's assumptions about current market conditions. The prescribed fair value hierarchy and related valuation methodologies are as follows:\nLevel 1 — Quoted prices for identical instruments in active markets.\nLevel 2 — Quoted prices for similar instruments in active markets, quoted prices for identical or similar instruments in markets that are not active, and model-derived valuations, in which all significant inputs are observable, in active markets.\nLevel 3 — Valuations derived from valuation techniques, in which one or more significant inputs are unobservable.\nEarnings Per Share:\nThe Company calculates its basic earnings per share based on the weighted-average number of common shares issued and outstanding. Net earnings attributable to Motorola Solutions, Inc. is divided by the weighted average common shares outstanding during the period to arrive at the basic earnings per share. Diluted earnings per share is calculated by dividing net earnings attributable to Motorola Solutions, by the sum of the weighted-average number of common shares used in the basic earnings per share calculation and the weighted-average number of common shares that would be issued assuming exercise or conversion of all potentially dilutive securities, excluding those securities that would be anti-dilutive to the earnings per share calculation. Both basic and diluted earnings per share amounts are calculated for net earnings attributable to Motorola Solutions for all periods presented.\nShare-Based Compensation Costs:\nThe Company grants share-based compensation awards and offers an employee stock purchase plan. The amount of compensation cost for these share-based awards is generally measured based on the fair value of the awards as of the date that the share-based awards are issued and adjusted to the estimated number of awards that are expected to vest. The fair values of stock options and stock appreciation rights are generally determined using a Black-Scholes option pricing model which incorporates assumptions about expected volatility, risk-free rate, dividend yield, and expected life. Performance-based stock options, performance stock units, and market stock units vest based on market conditions and are therefore measured under a Monte Carlo simulation in order to simulate a range of possible future unit prices for Motorola Solutions over the performance period. Compensation cost for share-based awards is recognized on a straight-line basis over the vesting period.\nDefined Benefit Plans:\nThe Company records annual expenses relating to its defined benefit plans based on calculations which include various actuarial assumptions, including discount rates, assumed asset rates of return, compensation increases, and turnover rates. The Company reviews its actuarial assumptions on an annual basis and makes modifications to the assumptions based on current rates and trends. Under relevant accounting rules, when almost all of the plan participants are considered inactive, the amortization period for certain unrecognized gains and losses changes from the average remaining service period to the average remaining lifetime of the participants. As such, depending on the specific plan, the Company amortizes gains and losses over periods ranging from\nnine\nto\ntwenty-seven years\n. Prior service costs will be amortized over periods ranging from\none\nto\nseventeen years\n. Benefits under all pension plans are valued based on the projected unit credit cost method. The Company utilizes a five-year, market-related asset value method of recognizing asset related gains and losses.\nThe benefit obligation and plan assets for the Company's defined benefit plans are presented on a net basis according to the plans' net funded status and measured as of December 31, 2022.\nRecent Acquisitions:\nOn December 14, 2022, the Company acquired Rave Mobile Safety, Inc. (\"Rave Mobile\"), a leader in mass notification and incident management, for $\n553\nmillion, net of cash acquired. In addition, the Company issued restricted stock at a fair value of $\n2\nmillion to certain key employees that will be expensed over a service period of\ntwo years\n. This acquisition complements the Company's portfolio with a platform specifically designed to help organizations and public safety agencies communicate and collaborate during emergencies. The business is a part of the Software and Services segment.\nOn October 25, 2022, the Company acquired Futurecom Systems Group, ULC (\"Futurecom\"), a leading provider of radio coverage extension solutions for public safety agencies, for $\n30\nmillion, net of cash acquired. Futurecom designs and manufactures radio frequency repeaters. This acquisition further expands the Company's radio network and device portfolios. The business is a part of the Products and Systems Integration segment.\nOn August 8, 2022, the Company acquired Barrett Communications Pty Ltd (\"Barrett Communications\"), a global provider of specialized radio communications, for $\n18\nmillion, net of cash acquired. This acquisition complements the Company's existing radio portfolio, allowing the Company to use high frequency and very high frequency radio communications to support mission-critical operations. The business is a part of the Products and Systems Integration segment.\n64\nOn May 12, 2022, the Company acquired Videotec S.p.A. (\"Videotec\"), a global provider of ruggedized video security solutions, for $\n23\nmillion, net of cash acquired. In addition, the Company issued restricted stock at a fair value of $\n4\nmillion to certain key employees that will be expensed over a service period of\none year\n. This acquisition extends the Company's breadth of high-performance video products, reinforcing the Company's strategy to be a global leader in video security solutions. The business is a part of the Products and Systems Integration segment.\nOn April 19, 2022, the Company acquired Calipsa, Inc. (\"Calipsa\"), a technology leader in cloud-native advanced video analytics, for $\n39\nmillion, net of cash acquired. In addition, the Company issued restricted stock at a fair value of $\n4\nmillion to certain key employees that will be expensed over a service period of\ntwo years\n. This acquisition extends the Company's intelligent analytics across video security solutions and supports the accelerating trend of enterprises using cloud technologies to enhance safety and security. The business is a part of the Software and Services segment.\nOn March 23, 2022, the Company acquired TETRA Ireland Communications Limited (\"TETRA Ireland\"), the provider of Ireland's National Digital Radio Service, for $\n120\nmillion, net of cash acquired. The Company was an initial shareholder of TETRA Ireland and acquired the remaining interest in the entity from the other shareholders. This acquisition expands the Company's portfolio of delivering mission-critical voice and data communications solutions to first responders and frontline workers. The business is part of the Software and Services segment.\nOn March 3, 2022, the Company acquired Ava Security Limited (\"Ava\"), a global provider of cloud-native video security and analytics, for $\n388\nmillion, net of cash acquired. In addition, the Company issued restricted stock and restricted stock units at a fair value of $\n7\nmillion to certain key employees that will be expensed over an average service period of\ntwo years\n. This acquisition expands the Company's portfolio of intelligent video solutions that help to enhance safety and streamline operations. The business is a part of both the Products and Systems Integration segment and the Software and Services segment.\nOn December 16, 2021, the Company acquired 911 Datamaster, Inc. (\"911 Datamaster\"), a Next Generation 911 (\"NG911\") data solutions provider, for $\n35\nmillion, net of cash acquired. In addition, the Company issued restricted stock at a fair value of $\n3\nmillion to certain key employees that will be expensed over a service of\ntwo years\n. This acquisition reinforces the Company's strategy to be a leader in command center solutions and further supports 911 call centers’ unique organizational workflows as they transition to NG911 technologies. The business is a part of the Software and Services segment.\nOn October 29, 2021, the Company acquired Envysion, Inc. (\"Envysion\"), a leader in enterprise video security and business analytics, for $\n124\nmillion, net of cash acquired. In addition, the Company issued restricted stock at a fair value of $\n1\nmillion to certain key employees that will be expensed over a service period of\none year\n. This acquisition expands the Company's presence in the industry and reinforces the Company's strategy as a global leader in end-to-end video security solutions. The business is a part of both the Products and Systems Integration segment and the Software and Services segment.\nOn July 15, 2021, the Company acquired Openpath Security Inc. (\"Openpath\"), a cloud-based mobile access control provider for $\n298\nmillion, net of cash acquired. In addition, the Company issued restricted stock at a fair value of $\n29\nmillion to certain key employees that will be expensed over an average service period of\nthree years\n.This acquisition expands the Company's ability to combine video security and access control solutions within Video to help support enterprise customers. The business is a part of both the Products and Systems Integration segment and the Software and Services segment.\nOn August 28, 2020, the Company acquired the Callyo business (\"Callyo\"), a cloud-based mobile applications provider for law enforcement in North America for $\n63\nmillion, inclusive of share-based compensation withheld at a fair value of $\n3\nmillion that will be expensed over an average service period of\ntwo years\n. The acquisition was settled with $\n61\nmillion in cash, net of cash acquired. This acquisition adds to the Company's existing Command Center suite critical mobile technological capabilities that enable information to flow seamlessly from the field to the command center. The business is a part of the Software and Services segment.\nOn July 31, 2020, the Company acquired Pelco, Inc. (\"Pelco\"), a global provider of video security solutions for a purchase price of $\n110\nmillion. The acquisition was settled with $\n107\nmillion of cash, net of cash acquired. The acquisition demonstrates the Company's continued investment in Video, adding a broad range of products that can be used in a variety of commercial and industrial environments and use cases. The business is part of both the Products and Systems Integration segment and the Software and Services segment.\nOn June 16, 2020 the Company acquired IndigoVision Group plc (\"IndigoVision\") for a purchase price of $\n37\nmillion. The acquisition was settled with $\n35\nmillion of cash, net of cash acquired and debt assumed. The acquisition complements the Company's Video technology, providing enhanced geographical reach across a wider customer base. The business is a part of both the Products and Systems Integration segment and the Software and Services segment.\nOn April 30, 2020, the Company acquired a cybersecurity services business for $\n32\nmillion of cash, net of cash acquired. The acquisition expands the Company's ability to assist customers with cybersecurity needs through vulnerability assessments, cybersecurity consulting, and managed services including security monitoring of network operations. The business is a part of the Software and Services segment.\nOn March 3, 2020, the Company acquired a cybersecurity services business for $\n40\nmillion, inclusive of share-based compensation withheld at a fair value of $\n6\nmillion that will be expensed over a service period of\ntwo years\n. The acquisition was settled with $\n33\nmillion of cash, net of cash acquired. The acquisition expands the Company's ability to assist customers with cybersecurity needs through vulnerability assessments, cybersecurity consulting, managed services and remediation and response capabilities. The business is a part of the Software and Services segment.\n65\nRecent Accounting Pronouncements:\nIn September 2022, the Financial Accounting Standards Board (\"FASB\") issued Accounting Standards Update (\"ASU\") No. 2022-04, “Liabilities—Supplier Finance Programs (Subtopic 405-50): Disclosure of Supplier Finance Program Obligations,” which requires disclosures to enhance transparency about an entity’s use of supplier finance programs. The amendments require a buyer that uses supplier finance programs to disclose the program’s key terms, outstanding confirmed amounts as of the end of the period, a rollforward of such amounts during each annual period and a description of where in the financial statements outstanding amounts are presented. Only the amount outstanding at the end of the period must be disclosed in interim periods. The amendments are effective for all entities for fiscal years beginning after December 15, 2022 on a retrospective basis, including interim periods within those fiscal years, except for the requirement to disclose rollforward information, which is effective prospectively for fiscal years beginning after December 15, 2023. Early adoption is permitted upon issuance of the update. The ASU became effective for the Company on January 1, 2023, including interim periods, with early adoption permitted. The Company does not expect the adoption to have a material impact on its financial statements and disclosures.\nRecently Adopted Accounting Pronouncements\nIn August 2020, the FASB issued ASU No. 2020-06, \"Debt - Debt with Conversion and Other Options (Subtopic 470-20) and Derivatives and Hedging-Contracts in Entity’s Own Equity (Subtopic 815-40) - Accounting for Convertible Instruments and Contracts in an Entity’s Own Equity,\" which simplifies the accounting for certain financial instruments with characteristics of liabilities and equity, including convertible instruments. The new guidance removes the separation models for convertible debt with a cash conversion feature or a beneficial conversion feature. In addition, the new standard requires the application of the if-converted method for calculating diluted earnings per share and the treasury stock method will be no longer available. The Company adopted\nASU No. 2020-06\non January 1, 2022, using the modified retrospective method of adoption. As a result of the adoption of this ASU, the Company's $\n1\nbillion of\n1.75\n% senior convertible notes due 2024 issued to Silver Lake Partners (the \"Senior Convertible Notes\") are accounted as a single liability measured at its amortized cost, given the embedded conversion feature does not require bifurcation and recognition as a derivative. Upon adoption of this ASU, amounts previously recognized in additional paid-in capital from the original embedded conversion feature of $\n10\nmillion were reclassified to retained earnings. The Company uses the if-converted method as required under ASU No. 2020-06 to determine the dilutive effect of the convertible instrument. Refer to Note 4, \"Other Financial Data\" to our consolidated financial statements included in this \"Part II, Item 8. Financial Statements and Supplementary Data\" of this Form 10-K for the effect of the Senior Convertible Notes on diluted earnings per common share.\nIn October 2021, the FASB issued ASU No. 2021-08, \"Business Combinations (Topic 805) - Accounting for Contract Assets and Contract Liabilities from Contracts with Customers,\" which requires companies to recognize and measure contract assets and contract liabilities relating to contracts with customers that are acquired in a business combination in accordance with ASC Topic 606. Under current GAAP, an acquirer generally recognizes assets acquired and liabilities assumed in a business combination, including contract assets and contract liabilities arising from revenue contracts with customers, at fair value on the acquisition date. ASU No. 2021-08 results in the acquirer recording acquired contract assets and liabilities on the same basis that would have been recorded by the acquiree before the acquisition under ASC Topic 606. The ASU is effective for fiscal years beginning after December 15, 2022, with early adoption permitted. The Company adopted this ASU as of January 1, 2022 on a prospective basis and the adoption of this standard did not have a material impact on the Company's financial statements and disclosures. The Company anticipates that this adoption will generally result in the Company recognizing larger contract liabilities in connection with business combinations.\nIn November 2021, the FASB issued ASU No. 2021-10, \"Government Assistance (Topic 832) – Disclosures by Business Entities about Government Assistance.\" This ASU requires disclosures that are expected to increase the transparency of transactions with a governmental entity accounted for by applying a grant or contribution accounting model by analogy, including disclosures around: (1) the types of transactions, (2) the accounting for those transactions, and (3) the effect of those transactions on an entity’s financial statements. The ASU was effective for the Company on January 1, 2022, including interim periods, with early adoption permitted. The Company adopted this ASU as of January 1, 2022 on a prospective basis, and the adoption of this standard did not have a material impact on the Company's financial statements and disclosures.\n66\n2.\nRevenue from Contracts with Customers\nDisaggregation of Revenue\nIn January 2023, the Company began using Command Center as a naming convention, eliminating the \"Software\" descriptor from Command Center Software in order to inform investors that the Company has software components more broadly across all technologies; this name change does not require any financial information to be reclassified from previous periods.\nThe following table summarizes the disaggregation of our revenue by segment, geography, major product and service type and customer type for the years ended December 31, 2022, 2021 and 2020, consistent with the information reviewed by our chief operating decision maker for evaluating the financial performance of reportable segments:\nRemaining Performance Obligations\nRemaining performance obligations represent the revenue that is expected to be recognized in future periods related to performance obligations that are unsatisfied, or partially unsatisfied, as of the end of a period. The transaction value associated with remaining performance obligations which were not yet satisfied as of December 31, 2022 was $\n9.5\nbillion. A total of $\n4.9\nbillion was from Products and Systems Integration performance obligations that were not yet satisfied, of which $\n2.9\nbillion is expected to be recognized in the next\ntwelve months\n. The remaining amounts will generally be satisfied over time as systems are implemented. A total of $\n4.6\nbillion was from Software and Services performance obligations that were not yet satisfied as of December 31, 2022. The determination of Software and Services performance obligations that are not satisfied takes into account a contract term that may be limited by the customer’s ability to terminate for convenience. Where termination for convenience exists in the Company's services contracts, its disclosure of the remaining performance obligations that are unsatisfied assumes the contract term is limited until renewal. The Company expects to recognize $\n1.6\nbillion from unsatisfied Software and Services performance obligations over the next\ntwelve months\n, with the remaining performance obligations to be recognized over time as services are performed and software is implemented.\nPayment terms on system contracts are typically tied to implementation milestones associated with progress on contracts, while revenue recognition is over time based on a cost-to-cost method of measuring performance. The Company may recognize a Contract asset or Contract liability, depending on whether revenue has been recognized in excess of billings or billings in excess of revenue. Services contracts are typically billed in advance, generating Contract liabilities until the Company has performed the services. The Company does not record a financing component to contracts when it expects, at contract inception, that the period between the transfer of a promised good or service and related payment terms are less than a year.\n67\nContract Balances\nRevenue recognized during the year ended December 31, 2022 which was previously included in Contract liabilities as of January 1, 2022 was $\n1.1\nbillion, compared to $\n1.0\nbillion of revenue recognized during the year ended December 31, 2021 which was previously included in Contract liabilities as of January 1, 2021, and $\n946\nmillion of revenue recognized during the year ended December 31, 2020 which was previously included in Contract liabilities as of January 1, 2020. Revenue of $\n26\nmillion was reversed during the year ended December 31, 2022 related to performance obligations satisfied, or partially satisfied, in previous periods, primarily driven by changes in the estimates of progress on system contracts, compared to $\n4\nmillion during the year ended December 31, 2021 and $\n53\nmillion during the year ended December 31, 2020.\nThere have been\nno\nmaterial expected credit losses recognized on contract assets during the year ended December 31, 2022.\nContract Cost Balances\nContract cost assets represent incremental costs to obtain a contract, primarily related to the Company's sales incentive plans, and certain costs to fulfill contracts. Contract cost assets are amortized into expense over a period that follows the passage of control to the customer over time. Incremental costs to obtain a contract with the Company's sales incentive plans are accounted for under a portfolio approach, with amortization ranging from\none year\nto\neight years\nto approximate the recognition of revenues over time. Where incremental costs to obtain a contract will be recognized in one year or less, the Company applies a practical expedient around expensing amounts as incurred. Amortization of contract cost assets was $\n62\nmillion for the year ended December 31, 2022, compared to $\n52\nmillion as of the year ended December 31, 2021 and $\n49\nmillion as of the year ended December 31, 2020.\n3.\nLeases\nThe Company leases certain office, factory and warehouse space, land and other equipment, principally under non-cancelable operating leases.\nComponents of Lease Expense\n68\nLease Assets and Liabilities\nOther Information Related to Leases\nDuring the year ended December 31, 2022 the Company recorded $\n150\nmillion of assets obtained in exchange for lease liabilities due to an assumption that it is reasonably certain that renewal options will be extended on its radio tower site leases operated within the Airwave radio network consistent with the contract extension of the radio communication services through 2026. In addition, assets obtained in exchange for lease liabilities of $\n34\nmillion were recorded in connection with the Company's acquisition of TETRA Ireland on March 23, 2022.\nFuture Lease Payments\n69\n4.\nOther Financial Data\nStatement of Operations Information\nOther Charges (Income)\nOther charges (income) included in Operating earnings consist of the following:\nDuring the year ended December 31, 2022, the Company recognized a gain of $\n15\nmillion related to the recovery, through legal proceedings to seize and liquidate assets, of financial receivables owed to the Company by the bankruptcy estate of two U.S. subsidiaries of Hytera Communications Corporation Limited of Shenzhen, China. Refer also to \"Hytera Bankruptcy Proceedings\" in Note 12, \"Commitments and Contingencies\" to our consolidated financial statements included in this \"Part I, Item 8.Financial Statements and Supplementary Data\" of this Form 10-K for additional information related to these proceedings.\nDuring the year ended December 31, 2022, the Company recognized $\n24\nmillion of operating lease asset impairments primarily relating to the Company's reduction of its corporate real estate footprint. This loss has been recognized in Other charges in the Company's Consolidated Statements of Operations. During the year ended December 31, 2020, the Company recorded a $\n50\nmillion gain on the sale of a manufacturing facility in Europe.\nOther Income (Expense)\nInterest expense, net, and Other both included in Other income (expense) consist of the following:\nThe Company previously held a minority ownership interest in TETRA Ireland, and, upon acquisition of\n100\n% of the equity of TETRA Ireland on March 23, 2022, recorded a $\n21\nmillion gain to adjust the Company's initial equity method investment to fair value during the year ended December 31, 2022. Refer to \"Note 15:\" Intangible Assets and Goodwill\" to the Company's consolidated financial statements included in this \"Part II.Item 8. Financial Statements and Supplementary Data\" of this Form 10-K for further information related to this acquisition.\n70\nEarnings Per Common Share\nBasic and diluted earnings per common share from net earnings attributable to Motorola Solutions, Inc. are computed as follows:\nIn the computation of diluted earnings per common share for the year ended December 31, 2022, the assumed exercise of\n0.3\nmillion options, including\n0.1\nmillion subject to market-based contingent option agreements, were excluded because their inclusion would have been antidilutive. In the computation of diluted earnings per common share for the year ended December 31, 2021, the assumed exercise of\n0.2\nmillion options, including\n0.1\nmillion subject to market-based contingent option agreements, were excluded because their inclusion would have been antidilutive. In the computation of diluted earnings per common share for the year ended December 31, 2020, the assumed exercise of\n0.4\nmillion options, including\n0.1\nmillion subject to market-based contingent option agreements, were excluded because their inclusion would have been antidilutive.\nAs of December 31, 2022, the Company had $\n1.0\nbillion of senior convertible notes outstanding, which mature on September 15, 2024 (\"Senior Convertible Notes\"). The notes are convertible based on a rate of 4.9140 per $1,000 principal amount as of December 31, 2022 (which is equal to an initial conversion price of $\n203.50\nper share), adjusted for dividends declared through the date of settlement. The notes became fully convertible as of September 5, 2021, providing the holders the option to convert all or any portion of their Senior Convertible Notes. In November 2021, the Company's Board of Directors approved an irrevocable determination requiring the future settlement of the principal amount of the Senior Convertible Notes to be in cash. Because the Company has irrevocably decided to settle the principal amount of the Senior Convertible Notes in cash, the Company did not reflect any shares underlying the Senior Convertible Notes in its diluted weighted average shares outstanding until the average stock price per share for the period exceeded the conversion price, which first occurred for the year ended December 31, 2021. Upon conversion of the Senior Convertible Notes, the Company has the option to settle the conversion spread in cash or shares. The Company included the number of shares that would be issuable upon conversion in the Company’s computation of diluted earnings per share, based on the amount by which the average stock price exceeded the conversion price for the period ended December 31, 2022. The value by which the Senior Convertible Notes exceeded their principal amount if converted as of December 31, 2022 was $\n304\nmillion. Refer to \"Note 5: Debt and Credit Facilities\" in this “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for a further discussion of the Senior Convertible Notes.\nBalance Sheet Information\nAccounts Receivable, Net\nAccounts receivable, net, consists of the following:\n71\nInventories, Net\nInventories, net, consist of the following:\nOther Current Assets\nOther current assets consist of the following:\nProperty, Plant and Equipment, Net\nProperty, plant and equipment, net, consist of the following:\nDuring the year ended December 31, 2022, the Company signed a mutual agreement with the Home Office of the United Kingdom (the \"Home Office\") for the Company to exit the Emergency Services Network (\"ESN\") communications systems contract early, inclusive of twelve months of transition services through the end of 2023. During the third quarter of 2022, the Company determined that the future service potential of the ESN communications systems contract was limited, based on the Company's intention to terminate the contract in advance of the contracted service term. The Company thus recorded a fixed asset impairment loss of $\n147\nmillion related to assets constructed and used in the deployment of the contract with the Home Office based on its expectation that, more likely than not, the ESN long-lived asset group would be disposed of significantly before the end of its previously estimated useful life. The impairment loss was recorded in the Software and Services segment within cost of sales in the Consolidated Statements of Operations. The recognized impairment loss represents the amount by which the carrying amount of the asset group exceeded the fair value under a measurement of discounted cash flows.\nDepreciation expense for the years ended December 31, 2022, 2021, and 2020 was $\n183\nmillion, $\n202\nmillion and $\n194\nmillion, respectively.\nInvestments\nInvestments consist of the following:\nDuring the year ended December 31, 2021, the Company paid $\n50\nmillion for equity securities of NewHold Investment Corp. (\"NHIC\"), a special purpose acquisition company (SPAC) that completed a business combination with Evolv Technologies, Inc. After the business combination, NHIC was renamed “Evolv Technologies Holdings, Inc.” During the years ended December 31, 2022 and December 31, 2021, the Company recognized a loss of $\n11\nmillion and $\n30\nmillion, respectively, in\n72\nOther income (expense) within the Consolidated Statements of Operations related to a decrease in the fair value of the investment.\nDuring the year ended December 31, 2022, the Company sold $\n15\nmillion of equity securities from a single investment, recognizing losses of $\n11\nmillion in Other income (expense) within the Consolidated Statements of Operations.\nStrategic investments include investments in non-public technology-driven startup companies. Strategic investments do not have a readily determinable fair value and are recorded at cost, less any impairment, and adjusted for changes resulting from observable, orderly transactions for identical or similar securities.\nDuring the year ended December 31, 2022, the Company recorded a $\n1\nmillion investment impairment charge, compared to\nno\ninvestment impairment charges during the year ended December 31, 2021 and $\n4\nmillion in investment impairments charges during the year ended December 31, 2020, representing other-than-temporary declines in the value of the Company’s strategic equity investment portfolio.\nOther Assets\nOther assets consist of the following:\nAccrued Liabilities\nAccrued liabilities consist of the following:\nOther Liabilities\nOther liabilities consist of the following:\nStockholders’ Equity Information\nShare Repurchase Program:\nThrough a series of actions, the Board of Directors has authorized the Company to repurchase in the aggregate up to $\n16.0\nbillion of its outstanding shares of common stock (the “share repurchase program”). The share repurchase program does not have an expiration date. As of December 31, 2022, the Company had used approximately $\n14.7\nbillion of the share repurchase authority, including transaction costs, to repurchase shares, leaving approximately $\n1.3\nbillion of authority available for future repurchases.\n73\nThe Company's share repurchases, including transaction costs, for 2022, 2021, and 2020 can be summarized as follows:\nPayment of Dividends:\nOn November 17, 2022, the Company announced that its Board of Directors approved an increase in the quarterly cash dividend from $\n0.79\nper share of common stock to $\n0.88\nper share of common stock.\nDuring the years ended December 31, 2022, 2021, and 2020 the Company paid $\n530\nmillion, $\n482\nmillion, and $\n436\nmillion, respectively, in cash dividends to holders of its common stock. On January 14, 2022, the Company paid an additional $\n148\nmillion in cash dividends to holders of its common stock.\nAccumulated Other Comprehensive Loss\nThe following table displays the changes in Accumulated other comprehensive loss, including amounts reclassified into income, and the affected line items in the Consolidated Statements of Operations during the years ended December 31, 2022, 2021, and 2020:\n74\n5.\nDebt and Credit Facilities\nLong-Term Debt\nOn September 5, 2019, the Company entered into an agreement with Silver Lake Partners to issue the Senior Convertible Notes. Interest on these notes is payable semiannually. The notes became fully convertible as of September 5, 2021. The notes are convertible based on a conversion rate of\n4.9140\nper $1,000 principal amount as of December 31, 2022 (which is equal to an initial conversion price of $\n203.50\nper share), adjusted for dividends declared through the date of settlement. The Company adopted ASU No. 2020-06 on January 1, 2022, using the modified retrospective method of adoption. As a result of the adoption of this ASU, the Senior Convertible Notes are accounted as a single liability measured at its amortized cost, given the embedded conversion feature does not require bifurcation and recognition as a derivative. Upon adoption of this ASU, amounts previously recognized in additional paid-in capital from the original embedded conversion feature of $\n10\nmillion were reclassified to retained earnings.  Refer to \"Note 1: Summary of Accounting Policies\" in this “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for a further discussion regarding the effect of the adoption of ASU 2020-06.\nIn August of 2020, the Company issued $\n900\nmillion of\n2.30\n% senior notes due 2030. The Company recognized net proceeds of $\n892\nmillion after debt issuance costs and debt discounts. A portion of these proceeds were then used to redeem $\n552\nmillion in principal amount outstanding of the\n3.75\n% senior notes due 2022 for a redemption price of $\n582\nmillion, excluding $\n7\nmillion of accrued interest. The remaining proceeds were used to repurchase $\n293\nmillion in principal amount outstanding of its long-term debt under a tender offer, for a purchase price of $\n315\nmillion, excluding $\n5\nmillion of accrued interest. After accelerating the amortization of debt issuance costs and debt discounts, the Company recognized a loss of $\n56\nmillion related to the redemption and the repurchase in Other, net within Other income (expense) in the Consolidated Statements of Operations.\nIn May of 2021, the Company issued $\n850\nmillion of\n2.75\n% senior notes due 2031. The Company recognized net proceeds of $\n844\nmillion after debt issuance costs. A portion of these proceeds were then used to redeem $\n324\nmillion in principal amount of the\n3.5\n% senior notes due 2023 for a purchase price of $\n341\nmillion, excluding $\n3\nmillion of accrued interest. After accelerating the amortization of debt discounts and debt issuance costs, the Company recognized a loss of $\n18\nmillion related to the redemption in Other, net within Other income (expense) in the Consolidated Statements of Operations.\nIn May of 2022, the Company issued $\n600\nmillion of\n5.6\n% senior notes due 2032. The Company recognized net proceeds of $\n595\nmillion after debt issuance costs and discounts. A portion of these proceeds was then used to repurchase $\n275\nmillion in principal amount of the Company's\n4.0\n% senior notes due 2024 pursuant to a cash tender offer, for a purchase price of $\n279\nmillion, excluding $\n3\nmillion of accrued interest. After accelerating the amortization of debt discounts and debt issuance costs, the Company recognized a loss of $\n6\nmillion related to the tender offer in Other, net within Other income (expense) in the Consolidated Statements of Operations.\nThe Company has an unsecured commercial paper program, backed by the 2021 Motorola Solutions Credit Agreement (defined below), under which the Company may issue unsecured commercial paper notes up to a maximum aggregate principal amount of $\n2.2\nbillion outstanding at any one time. Proceeds from the issuances of the commercial paper notes are expected to be used for general corporate purposes. The notes are issued at a zero-coupon rate and are issued at a discount which reflects the interest component. At maturity, the notes are paid back in full including the interest component. The notes are not\n75\nredeemable prior to maturity. As of December 31, 2022 the Company had\nno\noutstanding debt under the commercial paper program.\nAggregate requirements for long-term debt maturities during the next three years are as follows: 2023—$\n1\nmillion; 2024—$\n1.3\nbillion; and 2025—$\n322\nmillion. The Company has\nno\nmaturities of long-term debt in 2026 or 2027.\nCredit Facilities\nAs of December 31, 2022, the Company had a $\n2.25\nbillion syndicated, unsecured revolving credit facility scheduled to mature in March 2026 (the \"2021 Motorola Solutions Credit Agreement\"). The 2021 Motorola Solutions Credit Agreement includes a letter of credit sub-limit and fronting commitments of $\n450\nmillion.\nAn annual facility fee is payable on the undrawn amount of the credit line. The interest rate and facility fee are subject to adjustment if the Company's credit rating changes. The Company must comply with certain customary covenants including a maximum leverage ratio, as defined in the 2021 Motorola Solutions Credit Agreement. The Company was in compliance with its financial covenants as of December 31, 2022. Subsequent to year end, on February 8, 2023, the Company entered into an amendment to the 2021 Motorola Solutions Credit Agreement to replace the interest rate benchmark from London Interbank Offered Rate (LIBOR) to the Secured Overnight Financing Rate (SOFR).\n6.\nRisk Management\nForeign Currency Risk\nThe Company had outstanding foreign exchange contracts with notional amounts totaling $\n1.1\nbillion at each of December 31, 2022 and December 31, 2021. The Company does not believe these financial instruments should subject it to undue risk due to foreign exchange movements because gains and losses on these contracts should generally offset gains and losses on the underlying assets, liabilities and transactions.\nThe following table shows the Company's five largest net notional amounts of the positions to buy or sell foreign currency as of December 31, 2022 and the corresponding positions as of December 31, 2021:\nNet Investment Hedges\nThe Company uses foreign exchange forward contracts to hedge against the effect of the British pound and the Euro exchange rate fluctuations against the U.S. dollar on a portion of its net investment in certain European operations. The Company recognizes changes in the fair value of the net investment hedges as a component of foreign currency translation adjustments within other comprehensive income to offset a portion of the change in translated value of the net investments being hedged, until the investments are sold or liquidated. As of December 31, 2022, the Company had €\n100\nmillion of net investment hedges in certain Euro functional subsidiaries and £\n45\nmillion of net investment hedges in certain British pound functional subsidiaries.\nCounterparty Risk\nThe use of derivative financial instruments exposes the Company to counterparty credit risk in the event of non-performance by counterparties. However, the Company’s risk is limited to the fair value of the instruments when the derivative is in an asset position. The Company actively monitors its exposure to credit risk. As of December 31, 2022, all of the counterparties had investment grade credit ratings. As of December 31, 2022, the credit risk with all derivative counterparties was approximately $\n15\nmillion.\n76\nDerivative Financial Instruments\nThe following tables summarize the fair values and location in the Consolidated Balance Sheet of all derivative financial instruments held by the Company at December 31, 2022 and 2021:\nThe following table summarizes the effect of derivatives on the Company's consolidated financial statements for the years ended December 31, 2022, 2021 and 2020:\n7.\nIncome Taxes\nComponents of Income Tax Expense\nComponents of earnings before income taxes are as follows:\n77\nComponents of income tax expense are as follows:\nDifferences between income tax expense computed at the U.S. federal statutory tax rate of\n21\n% and income tax expense as reflected in the Consolidated Statements of Operations are as follows:\nThe effective tax rate for 2022 was below the current U.S. federal statutory rate of\n21\n% primarily due to a net deferred tax benefit as a result of an intra-group transfer of certain intellectual property (\"IP\") rights (described below), the recognition of excess tax benefits on share-based compensation, the foreign derived intangible income deduction, and a partial release of the valuation allowance recorded on the U.S. foreign tax credit carryforward.\nIn January 2022, the Company completed an intra-group transfer of certain IP rights from non-U.S. wholly-owned subsidiaries of the Company to the United States in order to better align with current and future business operations. The transfer resulted in a step-up in tax basis driven by the fair value of the transferred IP rights, resulting in a one-time net deferred benefit of $\n77\nmillion during 2022. The determination of the fair value involves judgment on future revenue growth, operating margins and discount rates. The Company expects to realize the net deferred tax asset recorded as a result of the IP transfer and will periodically assess such realizability. The tax-deductible amortization related to the transferred IP rights will be recognized over a\n15\n-year period.\nDeferred tax balances that were recorded within Accumulated other comprehensive loss in the Company’s Consolidated Balance Sheet, rather than Income tax expense, are the result of retirement benefit adjustments and currency translation adjustments. The adjustments were charges of $\n2\nmillion for the year ended December 31, 2022, charges of $\n21\nmillion for the year ended December 31, 2021 and benefits of $\n11\nmillion for the year ended December 31, 2020.\nThe Company evaluates its permanent reinvestment assertions with respect to foreign earnings at each reporting period and generally, except for certain earnings that the Company intends to reinvest indefinitely due to the capital requirements of the foreign subsidiaries or due to local country restrictions, accrues for the U.S. federal and foreign income tax applicable to the earnings. As a result of the 2017 U.S. Tax Cuts and Jobs Act (\"the Tax Act\"), dividends from foreign subsidiaries are now exempt or the earnings have been previously subject to U.S. tax. As a result, the tax accrual for undistributed foreign earnings is limited primarily to foreign withholding taxes and tax on inherent capital gains that would result from distribution of foreign earnings which are not permanently reinvested, and such earnings may be distributed without an additional charge.\nUndistributed foreign earnings that the Company intends to reinvest indefinitely amounted to, in the aggregate, $\n1.6\nbillion at December 31, 2022. It is impracticable to determine the exact amount of unrecognized deferred tax liabilities on such earnings; however, due to the above-mentioned changes made under the Tax Act, the Company believes that the additional U.S. or foreign income tax charge with respect to such earnings, if distributed, would be immaterial.\n78\nGross deferred tax assets were $\n2.2\nbillion and $\n2.0\nbillion for December 31, 2022 and December 31, 2021, respectively. Deferred tax assets, net of valuation allowances, were $\n2.0\nbillion and $\n1.8\nbillion at December 31, 2022 and December 31, 2021, respectively. Gross deferred tax liabilities were $\n1.0\nbillion at each of December 31, 2022 and December 31, 2021, respectively.\nSignificant components of deferred tax assets (liabilities) are as follows:\nAt December 31, 2022 and 2021, the Company had valuation allowances of $\n221\nmillion and $\n275\nmillion, respectively, against its deferred tax assets, including $\n46\nmillion and $\n53\nmillion, respectively, relating to deferred tax assets for non-U.S. subsidiaries. The Company’s U.S. valuation allowance decreased $\n47\nmillion during 2022 primarily due to a change in the Company's ability to utilize U.S. foreign tax credits. The Company's Non-U.S. valuation allowance decreased $\n7\nmillion during 2022 primarily due to a change in the realizability of certain Non-US deferred tax assets and the expiration of tax attributes. The Company believes that the remaining deferred tax assets are more-likely-than-not to be realizable based on estimates of future taxable income and the implementation of tax planning strategies.\nTax attribute carryforwards are as follows:\nThe Company had unrecognized tax benefits of $\n35\nmillion and $\n43\nmillion at December 31, 2022 and December 31, 2021, respectively, of which approximately $\n29\nmillion and $\n36\nmillion, if recognized, would have affected the effective tax rate for 2022 and 2021, respectively.\n79\nA roll-forward of unrecognized tax benefits is as follows:\nThe Company recorded $\n29\nmillion and $\n36\nmillion of unrecognized tax benefits in other liabilities at December 31, 2022 and December 31, 2021, respectively.\nThe Company has several US state and non-U.S. audits pending.\nA summary of open tax years by major jurisdiction is presented below:\nAlthough the final resolution of the Company’s global tax disputes is uncertain, based on current information, in the opinion of the Company’s management, the ultimate disposition of these matters will not have a material adverse effect on the Company’s consolidated financial position or liquidity. However, an unfavorable resolution of the Company’s global tax disputes could have a material adverse effect on the Company’s results of operations in the periods, and as of the dates, on which the matters are ultimately resolved.\nBased on the potential outcome of the Company’s global tax examinations, the expiration of the statute of limitations for specific jurisdictions, or the continued ability to satisfy tax incentive obligations, it is reasonably possible that the unrecognized tax benefits will change within the next twelve months. The associated net tax impact on the effective tax rate, exclusive of valuation allowance changes, is estimated to be up to a $\n6\nmillion tax benefit.\nAt December 31, 2022, the Company had $\n22\nmillion accrued for interest and $\n12\nmillion accrued for penalties on unrecognized tax benefits. At December 31, 2021, the Company had $\n22\nmillion and $\n15\nmillion accrued for interest and penalties, respectively, on unrecognized tax benefits. The Company's policy is to classify the interest and penalty as a component of interest expense and other expense, respectively.\n8.\nRetirement Benefits\nPension and Postretirement Health Care Benefits Plans\nU.S. Pension Benefit Plans\nThe Company’s non-contributory U.S. defined benefit plans (the \"U.S. Pension Plans\") provide benefits to U.S. employees hired prior to January 1, 2005, who became eligible after\none year\nof service. The Company also has an additional non-contributory supplemental retirement benefit plan, the Motorola Supplemental Pension Plan (\"MSPP\"), which provided supplemental benefits to individuals by replacing benefits that are lost by such individuals under the retirement formula due to application of the limitations imposed by the Internal Revenue Code. In December 2008, the Company amended the U.S. Pension Plans and MSPP (together the \"U.S. Pension Benefit Plans\") such that, effective March 1, 2009: (i) no participant shall accrue any benefit or additional benefit on or after March 1, 2009, and (ii) no compensation increases earned by a participant on or after March 1, 2009 shall be used to compute any accrued benefit.\nPostretirement Health Care Benefits Plan\nCertain health care benefits are available to eligible domestic employees hired prior to January 1, 2002 and meeting certain age and service requirements upon termination of employment or retirement eligibility (the “Postretirement Health Care Benefits Plan”). As of January 1, 2005, the Postretirement Health Care Benefits Plan was closed to new participants. After a series of\n80\namendments, all eligible retirees under the age of\n65\nare provided an annual subsidy per household, versus per individual, toward the purchase of their own health care coverage from private insurance companies and for the reimbursement of eligible health care expenses. All eligible retirees over the age of\n65\nare entitled to one fixed-rate subsidy capped at $\n560\nper participant.\nNon-U.S. Pension Benefit Plans\nThe Company also provides defined benefit plans which cover non-U.S. employees in certain jurisdictions, principally the U.K. and Germany (the “Non-U.S. Pension Benefit Plans”). Other pension plans outside of the U.S. are not material to the Company either individually or in the aggregate.\nIn June 2015, the Company amended its non-U.S. defined benefit plan within the United Kingdom by closing future benefit accruals to all participants effective December 31, 2015.\nNet Periodic Cost (Benefit)\nThe net periodic cost (benefit) for pension and Postretirement Health Care Benefits plans was as follows:\n81\nThe status of the Company’s plans is as follows:\nFor the year ended December 31, 2022, the primary driver of the decrease in the U.S. Pension Benefit Plans' benefit obligation was higher actuarial gains due to an increase in the discount rate from\n2.98\n% as of December 31, 2021 to\n5.20\n% as of December 31, 2022. For the year ended December 31, 2021, the primary driver of the decrease in the U.S. Pension Benefit Plans benefit obligation was higher actuarial gains due to an increase in the discount rate from\n2.63\n% as of December 31, 2020 to\n2.98\n% as of December 31, 2021, partially offset by increases in the benefit obligation due to demographic assumption updates.\nFor the year ended December 31, 2022, the most significant drivers of the decrease in Non-U.S. Pension Benefit Plans' benefit obligation were the higher actuarial gains coupled with favorable foreign exchange effects. The Non-U.S. Pension Benefit Plans incurred actuarial gains primarily due to increases in the discount rates from\n1.82\n% as of December 31, 2021 to\n4.60\n% as of December 31, 2022. For the year ended December 31, 2021, the most significant drivers of the decrease in Non-U.S. Pension Benefit Plans benefit obligation were the higher actuarial gains coupled with favorable foreign exchange effects. The Non-U.S. Pension Benefit Plans incurred actuarial gains primarily due to an increase in the discount rate from\n1.24\n% as of December 31, 2020 to\n1.82\n% as of December 31, 2021.\n82\nActuarial Assumptions\nCertain actuarial assumptions such as the discount rate and the long-term rate of return on plan assets have a significant effect on the amounts reported for net periodic cost and the benefit obligation. The assumed discount rates reflect the prevailing market rates of a universe of high-quality, non-callable, corporate bonds currently available that, if the obligation were settled at the measurement date, would provide the necessary future cash flows to pay the benefit obligation when due. The long-term rates of return on plan assets represent an estimate of long-term returns on an investment portfolio consisting of a mixture of equities, fixed income, cash and other investments similar to the actual investment mix. In determining the long-term return on plan assets, the Company considers long-term rates of return on the asset classes (both historical and forecasted) in which the Company expects the plan funds to be invested.\nThe Company uses a full yield curve approach to estimate interest and service cost components of net periodic cost (benefit) for defined benefit pension and other post-retirement benefit plans. The full yield curve approach requires the application of the specific spot rate along the yield curve used in the determination of the projected benefit obligation to the relevant projected cash flows.\nThe Company used \"Mortality Improvement Scale MP-2021\" to calculate both the 2022 U.S. projected benefit obligations and the 2021 U.S. projected benefit obligations.\nWeighted average actuarial assumptions used to determine costs for the plans at the beginning of the fiscal year were as follows:\nWeighted average actuarial assumptions used to determine benefit obligations for the plans were as follows:\nThe following table presents the accumulated benefit obligation, projected benefit obligation and fair value of plan assets for our plans that have an accumulated benefit obligation and projected benefit obligation in excess of plan assets:\nInvestment Policy\nThe individual plans have adopted an investment policy designed to meet or exceed the expected rate of return on plan assets assumption. To achieve this, the plans retain professional advisors and investment managers that invest plan assets into various classes including, but not limited to: equity and fixed income securities, cash, cash equivalents, hedge funds, infrastructure/utilities, insurance contracts, leveraged loan funds and real estate. The Company uses long-term historical actual return experience with consideration of the expected investment mix of the plans’ assets, as well as future estimates of long-term investment returns, to develop its expected rate of return assumption used in calculating the net periodic cost. The individual plans have target mixes for these asset classes, which are readjusted periodically when an asset class weighting deviates from the target mix, with the goal of achieving the required return at a reasonable risk level.\n83\nThe weighted-average asset allocations by asset categories for all pension plans and the Postretirement Health Care Benefits Plan were as follows:\nWithin the equity securities asset class, the investment policy provides for investments in a broad range of publicly-traded securities including both domestic and foreign equities. Within the fixed income securities asset class, the investment policy provides for investments in a broad range of publicly-traded debt securities including: U.S. treasury issues, corporate debt securities, mortgage and asset-backed securities, as well as foreign debt securities. In the cash and other investments asset class, investments may include, but are not limited to: cash, cash equivalents, commodities, hedge funds, infrastructure/utilities, insurance contracts, leveraged loan funds and real estate.\nCash Funding\nThe Company made $\n3\nmillion of contributions to its U.S. Pension Benefit Plans during each of 2022 and 2021. The Company contributed $\n8\nmillion and $\n9\nmillion to its Non U.S. Pension Benefit Plans during 2022 and 2021,respectively. The Company made\nno\ncontributions to its Postretirement Health Care Benefits Plan in 2022 or 2021.\nExpected Future Benefit Payments\nThe following benefit payments are expected to be paid:\nOther Benefit Plans\nSplit-Dollar Life Insurance Arrangements\nThe Company maintains a number of endorsement split-dollar life insurance policies on now-retired officers under a frozen plan. The Company had purchased the life insurance policies to insure the lives of employees and then entered into a separate agreement with the employees that split the policy benefits between the Company and the employee. Motorola Solutions owns the policies, controls all rights of ownership, and may terminate the insurance policies. To effect the split-dollar arrangement, Motorola Solutions endorsed a portion of the death benefits to the employee and upon the death of the employee, the employee’s beneficiary typically receives the designated portion of the death benefits directly from the insurance company and the Company receives the remainder of the death benefits. It is currently expected that minimal cash payments will be required to fund these policies.\nThe net periodic pension cost for these split-dollar life insurance arrangements was $\n5\nmillion for the years ended December 31, 2022, 2021 and 2020. The Company has recorded a liability representing the actuarial present value of the future death benefits as of the employees’ expected retirement date of $\n54\nmillion and $\n68\nmillion as of December 31, 2022 and December 31, 2021, respectively.\n84\nDeferred Compensation Plan\nThe Company maintains a deferred compensation plan (“the Plan”) for certain eligible participants. Under the Plan, participants may elect to defer base salary and cash incentive compensation in excess of 401(k) plan limitations. Participants under the Plan may choose to invest their deferred amounts in the same investment alternatives available under the 401(k) plan (as defined below). The Plan also allows for Company matching contributions for the following: (i) the first\n4\n% of compensation deferred under the Plan, subject to a maximum of $\n50,000\nfor officers elected by the board of directors of the Company, (ii) lost matching amounts that would have been made under the 401(k) plan if participants had not participated in the Plan, and (iii) discretionary amounts as approved by the Compensation and Leadership Committee of the board of directors.\nDefined Contribution Plan\nThe Company has various defined contribution plans, in which all eligible employees may participate. In the U.S., the Motorola Solutions 401(k) plan (the \"401(k) plan\") is a contributory plan. Matching contributions are based upon the amount of the employees’ contributions. The Company’s expenses for material defined contribution plans for the years ended December 31, 2022, 2021 and 2020 were $\n43\nmillion, $\n36\nmillion and $\n15\nmillion, respectively.\nDue to the economic uncertainties caused by the COVID-19 pandemic, the Company took action in a number of areas to reduce its operating expenses, including by suspending all Company match contributions to the 401(k) plan for the period from May 15, 2020 through December 31, 2020, which were reinstated on January 1, 2021.\nUnder the 401(k) plan, the Company may make an additional discretionary matching contribution to eligible employees. For the years ended December 31, 2022, 2021, and 2020 the Company made\nno\ndiscretionary contributions.\n9.\nShare-Based Compensation and Other Incentive Plans\nThe Company grants options and stock appreciation rights to acquire shares of common stock to certain employees and to existing option holders of acquired companies in connection with the merging of option plans following an acquisition. Each option and stock appreciation right granted has an exercise price of no less than\n100\n% of the fair market value of the common stock on the date of the grant. The awards have a contractual life of\nfive\nto\nten years\nand vest over\ntwo\nto\nthree years\n. In conjunction with a change in control, stock options and stock appreciation rights assumed or replaced with comparable stock options or stock appreciation rights only become exercisable if the holder is also involuntarily terminated (for a reason other than cause) or resigns for good reason within\n24\nmonths of a change in control.\nRestricted stock grants consist of shares or the rights to shares of the Company’s common stock which are awarded to certain employees. The grants are restricted in such that they are subject to vesting conditions; however, restricted stock holders have voting rights, and the rights to earn dividends on unvested shares.\nRestricted stock unit (“RSU”) grants consist of shares or the rights to shares of the Company’s common stock which are awarded to certain employees and non-employee directors. The grants are restricted such that they are subject to substantial risk of forfeiture and to restrictions on their sale or other transfer by the employee. In conjunction with a change in control, shares of RSUs assumed or replaced with comparable shares of RSUs will only have the restrictions lapse if the holder is also involuntarily terminated (for a reason other than cause) or resigns for good reason within\n24\nmonths of a change in control.\nPerformance-based stock options (“performance options”), market stock units (\"MSUs\"), and performance stock units (\"PSUs\") have been granted to certain Company executive officers. Performance options have a\nthree-year\nperformance period and are granted as a target number of units subject to adjustment based on company performance. Each performance option granted has an exercise price of no less than\n100\n% of the fair market value of the common stock on the date of the grant. The awards have a contractual life of\nten years\n. Shares ultimately issued for performance option awards granted are based on the actual total shareholder return (“TSR”) compared to the S&P 500 over the\nthree-year\nperformance period based on a payout factor that corresponds to actual TSR results as established at the date of grant. Vesting occurs on the third anniversary of the grant date. Under the terms of the MSUs, vesting is conditioned upon continuous employment until the vesting date and the payout factor is at least\n60\n% of the share price on the award date. The payout factor is the share price on vesting date divided by share price on award date, with a maximum of\n200\n%. The share price used in the payout factor is calculated using an average of the closing prices on the grant or vesting date, and the\n30\ncalendar days immediately preceding the grant or vesting date. Vesting occurs ratably over\nthree years\n. PSUs have been granted as a portion of the Long Range Incentive Plan (“LRIP”) awards issued to certain Company executive officers. The PSUs have a\nthree-year\nperformance period and were granted at a target number of units subject to adjustment based on company performance. The number of PSUs earned will be based on the actual TSR compared to the S&P 500 over the\nthree-year\nperformance period.\nThe employee stock purchase plan allows eligible participants to purchase shares of the Company’s common stock through payroll deductions of up to\n20\n% of eligible compensation on an after-tax basis. Plan participants cannot purchase more than $\n25,000\nof stock in any calendar year. The price an employee pays per share is\n85\n% of the lower of the fair market value of the Company’s stock on the close of the first trading day or last trading day of the purchase period. The plan has\ntwo\npurchase periods, the first from October 1 through March 31 and the second from April 1 through September 30. For the years ended December 31, 2022, 2021 and 2020, employees purchased\n0.4\nmillion,\n0.6\nmillion and\n0.7\nmillion shares, respectively, at purchase prices of $\n199.16\nand $\n190.37\n, $\n133.27\nand $\n160.11\n, and $\n112.98\nand $\n107.18\n, respectively.\n85\nSignificant Assumptions Used in the Estimate of Fair Value\nThe Company calculates the value of each employee stock option, estimated on the date of grant, using the Black-Scholes option pricing model.\nThe weighted-average estimated fair value of employee stock options granted during 2022, 2021 and 2020 was $\n67.18\n, $\n41.57\nand $\n39.98\n, respectively, using the following weighted-average assumptions:\nThe Company calculates the value of each performance option, MSU, and PSU using a Monte Carlo simulation option pricing model, estimated on the date of grant. The fair values of performance options, MSUs, and PSUs granted during 2022 we\nre $\n84.73\n, $\n244.13\nand $\n249.51\n, res\npectively. The fair values of performance options, MSUs, and PSUs granted during 2021 were $\n60.42\n, $\n184.71\nand $\n203.57\n, respectively. The fair value of performance options, MSUs and PSUs granted during 2020 was $\n77.82\n, $\n112.17\nand $\n233.96\n, respectively.\nThe following assumptions were used for the calculations.\nThe Company uses the implied volatility for traded options on the Company’s stock as the expected volatility assumption in the valuation of stock options, performance options, MSUs, and PSUs. The selection of the implied volatility approach was based upon the availability of actively-traded options on the Company’s stock and the Company’s assessment that implied volatility is more representative of future stock price trends than historical volatility. At the conclusion of each\nthree-year\nPSU and performance option cycle, the Company uses the historical volatility as the expected volatility to calculate the actual TSR compared to the S&P 500.\nThe risk-free interest rate assumption is based upon the average daily closing rates during the year for U.S. Treasury notes that have a life which approximates the expected life of the grant. The dividend yield assumption is based on the Company’s future expectation of dividend payouts. The expected life represents the average of the contractual term of the options and the weighted average vesting period for all option tranches.\nThe Company has applied forfeiture rates, estimated based on historical data, of\n10\n% to the stock option fair values calculated by the Black-Scholes option pricing model and\n15\n% to RSUs. These estimated forfeiture rates are applied to grants based on their remaining vesting term and may be revised in subsequent periods if actual forfeitures differ from these estimates.\n86\nThe following table summarizes information about the total stock options outstanding and exercisable under all stock option plans, at December 31, 2022 (in thousands, except exercise price and years):\nAs of December 31, 2022, the weighted average contractual life for options outstanding and exercisable was\nfour\nand\nthree years\n, respectively.\nCurrent Year Activity\nTotal share-based compensation activity was as follows (in thousands, except exercise price):\nAt December 31, 2022 and 2021,\n8.3\nmillion and\n4.9\nmillion shares, respectively, were available for future share-based award grants under the current share-based compensation plan, covering all equity awards to employees and non-employee directors.\n87\nTotal Share-Based Compensation Expense\nCompensation expense for the Company’s share-based compensation plans was as follows:\nAt December 31, 2022, the Company had unrecognized compensation expense related to all share based awards of $\n184\nmillion, net of estimated forfeitures, expected to be recognized over the weighted average period of approximately\nthree years\nand $\n5\nmillion of unrecognized compensation expense related to the employee stock purchase plan that will be recognized over the remaining purchase period. The aggregate fair value of outstanding share based awards as of December 31, 2022 was $\n408\nmillion.\nCash received from stock option exercises and the employee stock purchase plan was $\n156\nmillion, $\n102\nmillion, and $\n108\nmillion for the years ended December 31, 2022, 2021, and 2020, respectively. The total intrinsic value of options exercised during the years ended December 31, 2022, 2021, and 2020 was $\n292\nmillion, $\n186\nmillion, and $\n149\nmillion, respectively. The aggregate intrinsic value for options outstanding and exercisable as of December 31, 2022 was $\n389\nmillion and $\n342\nmillion, respectively, based on a December 31, 2022 stock price of $\n257.71\nper share.\nMotorola Solutions Incentive Plans\nThe Company's incentive plans provide eligible employees with an annual payment, calculated as a percentage of an employee’s eligible earnings, in the year after the close of the current calendar year if specified business goals and individual performance targets are met. The expense for awards under these incentive plans for the years ended December 31, 2022, 2021 and 2020 was $\n165\nmillion, $\n161\nmillion and $\n78\nmillion, respectively.\nLong-Range Incentive Plan\nThe LRIP rewards elected officers for the Company’s achievement of specified business goals during the period, based on a single performance objective measured over a\nthree-year\nperiod. The expense for those LRIP awards with cash settlement terms was $\n4\nmillion, $\n8\nmillion and $\n9\nmillion for the years ended December 31, 2022, 2021 and 2020 , respectively.\n10.\nFair Value Measurements\nInvestments and Derivatives\nThe fair values of the Company’s financial assets and liabilities by level in the fair value hierarchy as of December 31, 2022 and December 31, 2021 were as follows:\n88\nPension and Postretirement Health Care Benefits Plan Assets\nThe fair values of the various pension and postretirement health care benefits plans’ assets by level in the fair value hierarchy as of December 31, 2022 and 2021 were as follows:\nU.S. Pension Benefit Plans\nThe following table summarizes the changes in fair value of the Level 3 assets:\n89\nNon-U.S. Pension Benefit Plans\nPostretirement Health Care Benefits Plan\nThe following table summarizes the changes in fair value of the Level 3 assets:\n90\nThe following is a description of the categories of investments:\nEquities\n—\nA diversified portfolio of corporate common and preferred stocks.\nCommingled funds\n— A diversified portfolio of assets that includes corporate common and preferred stocks, emerging market and high-yield fixed income securities among others.\nGovernment fixed income securities\n—\nSecurities issued by municipal, domestic and foreign government agencies, index-linked government bonds as well as interest rate derivatives.\nCorporate fixed income securities\n—\nA diversified portfolio of primarily investment grade bonds issued by corporations.\nShort-term investment funds\n—\nInvestments in money market accounts and derivatives with a liquidity of less than 90 days.\nPrivate funds\n—\nA diversified portfolio of assets that includes private equity funds and private loans.\nLevel 1 investments include securities which are valued at the closing price reported on the active market in which the individual securities are traded. Level 2 investments consist principally of securities which are valued using independent third party pricing sources. Level 3 investments include securities with valuations derived from valuation techniques, in which one or more significant inputs are unobservable. A variety of inputs are utilized by the independent pricing sources including market based inputs, binding quotes, indicative quotes, and ongoing redemption and subscription activity. Inputs may be weighted differently for any security, and not all inputs are used for each security evaluation.\nAt December 31, 2022, the Company had $\n490\nmillion of investments in money market government and U.S. treasury funds (Level 1) classified as Cash and cash equivalents in its Consolidated Balance Sheet, compared to $\n685\nmillion at December 31, 2021. The money market funds had quoted market prices that are approximately at par.\nUsing quoted market prices and market interest rates, the Company determined that the fair value of long-term debt at December 31, 2022 was $\n5.9\nbillion, of which the Senior Convertible Notes were $\n1.3\nbillion (Level 2). The fair value of long-term debt at December 31, 2021 was\n6.2\nbillion (Level 2). Since considerable judgment is required in interpreting market information, the fair value of the long-term debt is not necessarily indicative of the amount which could be realized in a current market exchange.\nAll other financial instruments are carried at cost, which is not materially different from the instruments’ fair values.\n11.\nLong-term Financing and Sales of Receivables\nLong-term Financing\nLong-term receivables consist of receivables with payment terms greater than twelve months, long-term loans and lease receivables under sales-type leases. Long-term receivables consist of the following:\nThe current portion of long-term receivables is included in Accounts receivable, net and the non-current portion of long-term receivables is included in Other assets in the Company’s Consolidated Balance Sheet. The Company recognized interest income on long-term receivables of $\n1\nmillion for each of the years ended December 31, 2022, 2021 and 2020.\n91\nCertain purchasers of the Company's products and services may request that the Company provide long-term financing (defined as financing with a term greater than one year) in connection with the sale of products and services. These requests may include all or a portion of the purchase price of the products and services. The Company's obligation to provide long-term financing may be conditioned on the issuance of a letter of credit in favor of the Company by a reputable bank to support the purchaser's credit or a pre-existing commitment from a reputable bank to purchase the long-term receivables from the Company. The Company had outstanding commitments to provide long-term financing to third-parties totaling $\n65\nmillion at December 31, 2022 and $\n56\nmillion at December 31, 2021.\nSales of Receivables\nFrom time to time, the Company sells accounts receivable and long-term receivables to third-parties under one-time arrangements.\nThe following table summarizes the proceeds received from sales of accounts receivable and long-term receivables for the years ended December 31, 2022, 2021 and 2020.\nThe Company may or may not retain the obligation to service the sold accounts receivable and long-term receivables.\nAt December 31, 2022, the Company had retained servicing obligations for $\n891\nmillion of long-term receivables, compared to $\n940\nmillion of long-term receivables at December 31, 2021. Servicing obligations are limited to collection activities of sold accounts receivables and long-term receivables.\nDuring the year ended December 31, 2022, the Company utilized and fully repaid a cost-efficient receivable discounting facility, implemented in 2020, to neutralize the impact of increased payment terms under a renegotiated and extended long-term contract in Europe. Both the proceeds and repayment of the Company's receivable sales are included in \"Operating Activities\" within its Consolidated Statements of Cash Flows.\nCredit Quality of Long-Term Receivables and Allowance for Credit Losses\nAn aging analysis of financing receivables at December 31, 2022 and December 31, 2021 is as follows:\nThe Company uses an internally developed credit risk rating system for establishing customer credit limits. This system is aligned with and comparable to the rating systems utilized by independent rating agencies.\n12.\nCommitments and Contingencies\nPurchase Obligations\nDuring the normal course of business, in order to manage manufacturing lead times and help ensure adequate component supply, the Company enters into agreements with contract manufacturers and suppliers that either allow it to procure inventory based upon criteria as defined by the Company or establish the parameters defining the Company’s requirements. In addition, we have entered into software license agreements which are firm commitments and are not cancellable.\nAs of December 31, 2022, the Company had entered into firm, non-cancelable, and unconditional commitments under such arrangements through 2027. The Company expects to make total payments of $\n306\nmillion under these arrangements as follows: $\n131\nmillion in 2023, $\n127\nmillion in 2024, $\n27\nmillion in 2025, $\n18\nmillion in 2026, and $\n3\nmillion in 2027.\n92\nThe Company outsources certain corporate functions, such as benefit administration and information technology-related services, under various contracts, the longest of which is expected to expire in 2028. The remaining payments under these contracts are approximately $\n18\nmillion over the remaining life of the contracts. However, these contracts can be terminated. Termination would result in a penalty substantially less than the remaining annual contract payments. The Company would also be required to find another source for these services, including the possibility of performing them in-house.\nLegal Matters\nHytera Litigation\nOn March 14, 2017, the Company filed a complaint in the U.S. District Court for the Northern District of Illinois (the \"Court\") against Hytera Communications Corporation Limited of Shenzhen, China; Hytera America, Inc.; and Hytera Communications America (West), Inc. (collectively, \"Hytera\"), alleging trade secret theft and copyright infringement and seeking, among other things, injunctive relief, compensatory damages, and punitive damages. On February 14, 2020, the Company announced that a jury in the Court decided in the Company's favor in its trade secret theft and copyright infringement case. In connection with this verdict, the jury awarded the Company $\n345.8\nmillion in compensatory damages and $\n418.8\nmillion in punitive damages, for a total of $\n764.6\nmillion. On December 17, 2020, the Court denied the Company’s motion for a permanent injunction, finding instead that Hytera must pay the Company a forward-looking reasonable royalty on products that use the Company’s stolen trade secrets. As the parties were unable to agree on a reasonable royalty rate, the Court entered an order favorable to the Company on December 15, 2021, and, consistent with the Company's requests, set royalty rates for Hytera's sale of relevant products from July 1, 2019 forward. On July 5, 2022, the Court ordered that Hytera pay into a third-party escrow on July 31, 2022, the royalties owed to the Company based on the sale of relevant products from July 1, 2019 to June 30, 2022. Hytera failed to make the required royalty payment on July 31, 2022. On August 1, 2022, Hytera filed a motion to modify or stay the Court's previous July 5, 2022 royalty order. On August 3, 2022, the Company filed a motion seeking to hold Hytera in civil contempt for violating the royalty order by not making the required royalty payment in July. Hytera made quarterly royalty payments on October 31, 2022 and January 31, 2023 into a third-party escrow. The amounts paid into escrow were de minimis and will not be recognized until all contingencies are resolved and amounts are released from escrow.\nIn response to the Court's decision to award the Company $\n764.6\nmillion in compensatory and punitive damages, Hytera motioned for certain equitable relief, which the Court granted on January 8, 2021, reducing the $\n764.6\nmillion judgment award to $\n543.7\nmillion. That same day, the Court also granted the Company’s motion for prejudgment interest. On August 10, 2021, the Court ruled that Hytera must pay the Company $\n51.1\nmillion in prejudgment interest and $\n2.6\nmillion in costs. On March 25, 2021, the Court entered rulings favorable to the Company with respect to several of the Company's post-trial motions, including the Company's motion for attorneys' fees and its motion to require Hytera to turn over certain assets in satisfaction of the Company’s judgment award. On October 15, 2021, the Court granted the Company’s request for $\n34.2\nmillion in attorneys’ fees against Hytera. On September 29, 2021, the Company filed two additional motions with the Court, requesting the Court to reconsider its order denying the Company’s request for an injunction, and requesting that the Court enforce its ruling requiring Hytera to turn over certain assets in satisfaction of the Company's judgment award, or, in the alternative, hold Hytera in contempt. On July 5, 2022, the Court denied both motions.\nOn September 7, 2021, Hytera filed a notice of appeal of the Court’s judgment with the U.S. Court of Appeals for the Seventh Circuit (the \"Court of Appeals\"). The Court of Appeals dismissed the notice of appeal on February 16, 2022 after determining that such appeal was premature. On August 2, 2022, after the Court denied the motions described above on July 5, 2022, Hytera filed a renewed notice of appeal in the Court of Appeals. The Company filed its cross-appeal on August 5, 2022. On November 15, 2022, Hytera filed its appellate court brief in the Court of Appeals.\nHytera Bankruptcy Proceedings\nSeparate from the Company's litigation with Hytera, on May 27, 2020, Hytera America, Inc. and Hytera Communications America (West), Inc. each filed for Chapter 11 bankruptcy protection in the U.S. Bankruptcy Court for the Central District of California (the “Bankruptcy Court”). The Company filed motions in the Bankruptcy Court to dismiss the bankruptcy proceedings in July 2020. On January 22, 2021, the Bankruptcy Court entered an agreed order, allowing a partial sale of Hytera's U.S. assets in the bankruptcy proceedings. The proposed sale does not include Hytera inventory accused of including the Company’s intellectual property. On February 11, 2022, the Court entered an order to confirm the liquidation plan for the two Hytera entities and the distributions were made on February 25, 2022 to the creditors, including a distribution of $\n13\nmillion to the Company.  On December 22, 2022, an additional distribution of $\n2\nmillion was made to the Company as well as an assignment of various delinquent accounts receivable of the bankrupt Hytera entities. The gains for the two monetary distributions were recorded to Other charges (income) in the Company's Consolidated Statements of Operations.\n13.\nInformation by Segment and Geographic Region\nThe Company conducts its business globally and manages it through the following\ntwo\nsegments:\nProducts and Systems Integration:\nThe Products and Systems Integration segment offers an extensive portfolio of infrastructure, devices, accessories, video security devices and infrastructure, and the implementation and integration of such systems, devices, and applications. Within LMR Communications, the Company is a global leader in the two-way radio category, including the Company’s Project 25 (\"P25\"), Terrestrial Trunked Radio (TETRA), Digital Mobile Radio (DMR), as well as other professional and commercial radio (“PCR”) solutions. The Company provides LTE solutions for public safety, government and commercial users, including infrastructure and devices operating in 700\n93\nMHz, 900 MHz and Citizens' Broadband Radio Service (CBRS) frequencies. The Company's Video technology includes network video management infrastructure, fixed security, certain mobile video equipment and access control solutions. The primary customers of the Products and Systems Integration segment are government, public safety and commercial customers who operate private communications networks and video security solutions and typically manage a mobile workforce. In 2022, the segment’s net sales were $\n5.7\nbillion, representing\n63\n% of the Company's consolidated net sales.\nSoftware and Services:\nThe Software and Services segment provides a broad range of solution offerings for government, public safety and commercial customers. Software includes public safety and enterprise Command Center, unified communications applications, certain mobile video equipment, and video software solutions, delivered both on-premise and “as-a-service.” Services includes a continuum of service offerings beginning with repair, technical support and maintenance. More advanced technologies include monitoring, software updates and cybersecurity services. Managed services range from partial to full operation of customer-owned or Motorola Solutions-owned networks. In 2022, the segment’s net sales were $\n3.4\nbillion, representing\n37\n% of the Company's consolidated net sales.\nFor the years ended December 31, 2022, 2021 and 2020, no single customer accounted for more than 10% of the Company's net sales.\nSegment Information\nThe following table summarizes Net sales and Operating earnings by segment:\nThe following table summarizes the Company's capital expenditures and depreciation expense by segment:\nThe Company's \"chief operating decision maker\" does not review or allocate resources based on segment assets.\nGeographic Area Information\nNet sales attributed to geographic area are predominately based on the ultimate destination of the Company's products and services.\n94\n14.\nReorganization of Businesses\nThe Company maintains a formal Involuntary Severance Plan (the “Severance Plan”), which permits the Company to offer eligible employees severance benefits based on years of service and employment grade level in the event that employment is involuntarily terminated as a result of a reduction-in-force or restructuring. The Company recognizes termination benefits based on formulas per the Severance Plan at the point in time that future settlement is probable and can be reasonably estimated based on estimates prepared at the time a restructuring plan is approved by management. Exit costs consist of contractual lease termination costs and costs to exit committed contracts. At each reporting date, the Company evaluates its accruals for employee separation and exit costs to ensure the accruals are still appropriate. In certain circumstances, accruals are no longer needed because of efficiencies in carrying out the plans or because employees previously identified for separation resigned from the Company and did not receive severance, or were redeployed due to circumstances not foreseen when the original plans were approved. In these cases, the Company reverses accruals through the Consolidated Statements of Operations where the original charges were recorded when it is determined they are no longer needed.\nDuring 2022, 2021, and 2020 the Company continued to implement various productivity improvement plans aimed at achieving long-term, sustainable profitability by driving efficiencies and reducing operating costs. During 2020, the Company accepted voluntary applications to its Severance Plan from a defined subset of employees within the United States. Voluntary applicants received termination benefits based on the formulas defined in the Severance Plan. However, termination benefits, which are normally different based on employment level grade and capped at nine months of salary, were equalized for all employment level grades and capped at a full year’s salary for the voluntary applicants. The remainder of the initiatives impacted both of the Company’s segments and affected employees located in all geographic regions.\n2022 Charges\nDuring 2022, the Company recorded net reorganization of business charges of $\n36\nmillion, including $\n18\nmillion of charges in Costs of sales and $\n18\nmillion of charges in Other charges in the Company’s Consolidated Statements of Operations. Included in the $\n36\nmillion were charges of $\n36\nmillion for employee separation costs and $\n10\nmillion for exit costs, partially offset by $\n10\nmillion of reversals of accruals no longer needed.\nThe following table displays the net charges incurred by segment:\nReorganization of Businesses Accruals\nExit Costs\nAt January 1, 2022, the Company did not have an accrual for exit costs. There were $\n10\nmillion of exit cost charges in 2022 related to the Company's exit of the ESN contract with the Home Office. The $\n10\nmillion of exit costs are recorded in Accrued liabilities in the Company's Consolidated Balance Sheet at December 31, 2022, and are expected to be paid within one year.\nEmployee Separation Costs\nAt January 1, 2022, the Company had an accrual of $\n34\nmillion for employee separation costs. The 2022 additional charges of $\n36\nmillion include severance costs for approximately\n460\nemployees, of which\n310\nwere direct employees and\n150\nwere indirect employees. The adjustments of $\n10\nmillion reflect reversals of accruals no longer needed. The $\n34\nmillion used in 2022 reflects cash payments to severed employees. The remaining accrual of $\n26\nmillion, which is included in Accrued liabilities in the Company’s Consolidated Balance Sheet at December 31, 2022, is expected to be paid, primarily within one year to: (i) severed employees who have already begun to receive payments and (ii) approximately\n50\nemployees to be separated in 2023.\n2021 Charges\nDuring 2021, the Company recorded net reorganization of business charges of $\n32\nmillion, including $\n8\nmillion of charges in Costs of sales and $\n24\nmillion of charges under Other charges in the Company’s Consolidated Statements of Operations. Included in the aggregate $\n32\nmillion were charges of $\n42\nmillion for employee separation costs, partially offset by $\n10\nmillion of reversals of accruals no longer needed.\n95\nThe following table displays the net charges incurred by segment:\nReorganization of Businesses Accruals\nEmployee Separation Costs\nAt January 1, 2021, the Company had an accrual of $\n79\nmillion for employee separation costs. The additional 2021 charges of $\n42\nmillion represent severance costs for approximately an additional\n600\nemployees, of which\n400\nwere direct employees and\n200\nwere indirect employees. The adjustments of $\n10\nmillion reflect reversals of accruals no longer needed. The $\n77\nmillion used in 2021 reflects cash payments to severed employees. The remaining accrual of $\n34\nmillion was included in Accrued liabilities in the Company’s Consolidated Balance Sheet at December 31, 2021.\n2020 Charges\nDuring 2020, the Company recorded net reorganization of business charges of $\n86\nmillion, including $\n29\nmillion of charges in Costs of sales and $\n57\nmillion of charges in Other charges in the Company’s Consolidated Statements of Operations. Included in the aggregate $\n86\nmillion are charges of $\n100\nmillion for employee separation costs and $\n2\nmillion of charges for exit costs, partially offset by $\n16\nmillion of reversals for accruals no longer needed.\nThe following table displays the net charges incurred by segment:\n15.\nIntangible Assets and Goodwill\nThe Company accounts for acquisitions using purchase accounting with the results of operations for each acquiree included in the Company’s consolidated financial statements for the period subsequent to the date of acquisition.\nRecent Acquisitions\nOn December 14, 2022, the Company acquired Rave Mobile, a leader in mass notification and incident management, for $\n553\nmillion net of cash acquired. In addition, the Company issued restricted stock at a fair value of $\n2\nmillion to certain key employees that will be expensed over a service period of\ntwo years\n. This acquisition complements the Company's  portfolio with a platform specifically designed to help organizations and public safety agencies communicate and collaborate during emergencies. The Company recognized $\n431\nmillion of goodwill, $\n199\nmillion of identifiable intangible assets and $\n77\nmillion of net liabilities. The goodwill is not deductible for tax purposes. The identifiable intangible assets were classified as $\n9\nmillion of trade names, $\n69\nmillion of developed technology and $\n121\nmillion of customer relationships and will be amortized over a period of\nnine\n,\nseventeen\nyears and\nseventeen\nyears, respectively. The business is a part of the Software and Services segment. The purchase accounting is not yet complete and as such, the final allocation among income tax accounts, intangible assets, net liabilities and goodwill may be subject to change.\nOn October 25, 2022, the Company acquired Futurecom, a leading provider of radio coverage extension solutions for public safety agencies, for $\n30\nmillion, net of cash acquired. Futurecom designs and manufactures radio frequency repeaters. This acquisition further expands the Company's radio network and device portfolios. The Company recognized $\n13\nmillion of goodwill, $\n11\nmillion of identifiable intangible assets, and $\n6\nmillion of net assets. The goodwill is not deductible for tax purposes. The identifiable intangible asset was classified as developed technology and will be amortized over a period of\nsix years\n. The business is a part of the Products and Systems Integration segment. The purchase accounting is not yet complete and as such, the final allocation among income tax accounts, intangible assets, net assets and goodwill may be subject to change.\n96\nOn August 8, 2022, the Company acquired Barrett Communications, a global provider of specialized radio communications, for $\n18\nmillion, net of cash acquired. This acquisition complements the Company's existing radio portfolio, allowing the Company to use high frequency and very high frequency radio communications to support mission-critical operations. The Company recognized $\n1\nmillion of goodwill, $\n3\nmillion of identifiable intangible assets, and $\n14\nmillion of net assets. The identifiable intangible assets were classified as $\n1\nmillion of trade names and $\n2\nmillion of developed technology, both of which will be amortized over a period of\nseven years\n. The goodwill is not deductible for tax purposes. The business is part of the Products and Systems Integration segment. The purchase accounting is not yet complete and as such, the final allocation among income tax accounts, intangible assets, net assets and goodwill may be subject to change.\nOn May 12, 2022, the Company acquired Videotec, a global provider of ruggedized video security solutions, for $\n23\nmillion, net of cash acquired. In addition, the Company issued restricted stock at a fair value of $\n4\nmillion to certain key employees that will be expensed over a service period of\none year\n. This acquisition extends the Company's breadth of high-performance video products, reinforcing the Company's strategy to be a global leader in video security solutions. The Company recognized $\n9\nmillion of goodwill, $\n6\nmillion of identifiable intangible assets, and $\n8\nmillion of net assets. The goodwill is not deductible for tax purposes. The identifiable intangible asset was classified as developed technology and will be amortized over a period of\nfour years\n. The business is part of the Products and Systems Integration segment. The purchase accounting is not yet complete and as such, the final allocation among income tax accounts, net assets and goodwill may be subject to change.\nOn April 19, 2022, the Company acquired Calipsa, a technology leader in cloud-native advanced video analytics, for $\n39\nmillion, net of cash acquired. In addition, the Company issued restricted stock at a fair value of $\n4\nmillion to certain key employees that will be expensed over a service period of\ntwo years\n. This acquisition extends the Company's intelligent analytics across video security solutions and supports the accelerating trend of enterprises using cloud technologies to enhance safety and security. The Company recognized $\n24\nmillion of goodwill, $\n21\nmillion of identifiable intangible assets, and $\n6\nmillion of net liabilities. The goodwill is not deductible for tax purposes. The identifiable intangible assets were classified as $\n20\nmillion of developed technology and $\n1\nmillion of customer relationships that will be amortized over a period of\nfifteen\nand\nthree years\n, respectively. The business is a part of the Software and Services segment. The purchase accounting is not yet complete and as such, the final allocation among income tax accounts, net liabilities and goodwill may be subject to change.\nOn March 23, 2022, the Company acquired TETRA Ireland, the provider of Ireland's National Digital Radio Service, for $\n120\nmillion, net of cash acquired. The Company was an initial shareholder of TETRA Ireland and acquired the remaining interest in the entity from the other shareholders. This acquisition expands the Company's portfolio of delivering mission-critical voice and data communications solutions to first responders and frontline workers. As a result of the acquisition, the Company recognized a $\n21\nmillion gain recorded within Other income (expense) on the Company's initial minority interest. The Company recognized $\n47\nmillion of goodwill, $\n90\nmillion of identifiable intangible assets, and $\n6\nmillion of net assets. The goodwill is not deductible for tax purposes. The identifiable intangible assets were classified as $\n83\nmillion of customer relationships and $\n7\nmillion of trade names that will be amortized over a period of\ntwelve years\nand\nfourteen years\n, respectively. The business is part of the Software and Services segment. The purchase accounting is not yet complete and as such, the final allocation among income tax accounts, net assets and goodwill may be subject to change.\nOn March 3, 2022, the Company acquired Ava, a global provider of cloud-native video security and analytics, for $\n388\nmillion, net of cash acquired. In addition, the Company issued restricted stock and restricted stock units at a fair value of $\n7\nmillion to certain key employees that will be expensed over an average service period of\ntwo years\n. This acquisition expands the Company's portfolio of intelligent video solutions that help to enhance safety and streamline operations. The Company recognized $\n267\nmillion of goodwill, $\n165\nmillion of identifiable intangible assets, and $\n44\nmillion of net liabilities. The goodwill is not deductible for tax purposes. The identifiable intangible assets were classified as $\n144\nmillion of developed technology and $\n21\nmillion of customer relationships that will be amortized over a period of\nfourteen\nand\ntwo years\n, respectively. The business is a part of both the Products and Systems Integration segment and the Software and Services segment. The purchase accounting is not yet complete and as such, the final allocation among income tax accounts, net liabilities and goodwill may be subject to change.\nOn December 16, 2021, the Company acquired 911 Datamaster, an NG911 data solutions provider, for $\n35\nmillion, net of cash acquired. In addition, the Company issued restricted stock at a fair value of $\n3\nmillion to certain key employees that will be expensed over a service period of\ntwo years\n. This acquisition reinforces Motorola Solutions’ commitment to being a leader in command center solutions and further supports 911 call centers’ unique organizational workflows as they transition to NG911 technologies. The Company recognized $\n21\nmillion of goodwill, $\n16\nmillion of identifiable intangible assets and $\n2\nmillion of net liabilities.The goodwill is deductible for tax purposes. The identifiable intangible assets were classified as $\n7\nmillion of developed technology and $\n9\nmillion of customer relationships that will be amortized over periods of\nnine\nand\nfourteen years\n, respectively. The business is a part of the Software and Services segment. The purchase accounting was completed as of the fourth quarter of 2022.\n97\nOn October 29, 2021, the Company acquired Envysion, a leader in enterprise video security and business analytics, for $\n124\nmillion, net of cash acquired. In addition, the Company issued restricted stock at a fair value of $\n1\nmillion to certain key employees that will be expensed over a service period of\none year\n. This acquisition expands the Company's presence in the industry and reinforces the Company's strategy as a global leader in end-to-end video security solutions within Video. The Company recognized $\n79\nmillion of goodwill, $\n37\nmillion of identifiable intangible assets, and $\n8\nmillion of net assets. The goodwill is not deductible for tax purposes. The identifiable intangible assets were classified as $\n26\nmillion of customer relationships, $\n6\nmillion of developed technology, and $\n5\nmillion of trade names that will be amortized over a period of\nfifteen\n,\nfour\n, and\nnine years\n, respectively. The business is a part of both the Products and Systems Integration segment and the Software and Services segment. The purchase accounting was completed as of the fourth quarter of 2022.\nOn July 15, 2021, the Company acquired Openpath, a cloud-based mobile access control provider for $\n298\nmillion, net of cash acquired. In addition, the Company issued restricted stock at a fair value of $\n29\nmillion to certain key employees that will be expensed over an average service period of\nthree years\n. The transaction included the potential for the Company to make earn-out payments of up to $\n40\nmillion based on Openpath's achievement of certain financial targets from January 1, 2022 through December 31, 2022. The Company concluded there will be no payout related to the earn-out payments. This acquisition expands the Company's ability to combine video security and access control solutions within Video to help support enterprise customers. The Company recognized $\n234\nmillion of goodwill, $\n73\nmillion of identifiable intangible assets, and $\n9\nmillion of net liabilities. The goodwill is not deductible for tax purposes. The identifiable intangible assets were classified as $\n57\nmillion of developed technology and $\n16\nmillion of customer relationships that will be amortized over a period of\nsixteen\nand\ntwo years\n, respectively. The business is a part of both the Products and Systems Integration segment and the Software and Services segment. The purchase accounting was completed as of the third quarter of 2022.\nOn August 28, 2020, the Company acquired Callyo, a cloud-based mobile applications provider for law enforcement in North America for $\n63\nmillion, inclusive of share-based compensation withheld at a fair value of $\n3\nmillion that will be expensed over an average service period of\ntwo years\n. The acquisition was settled with $\n61\nmillion in cash, net of cash acquired. This acquisition adds to Motorola Solutions’ existing Command Center suite critical mobile technology capabilities that enable information to flow seamlessly from the field to the command center. The Company recognized $\n38\nmillion of goodwill, $\n31\nmillion of identifiable intangible assets, and $\n8\nmillion of net liabilities. The goodwill is not deductible for tax purposes. The identifiable intangible assets were classified as $\n27\nmillion of customer relationships and $\n4\nmillion of developed technology that will be amortized over a period of\nfourteen\nand\nseven years\n, respectively. The business is part of the Software and Services segment. The purchase accounting was completed as of the first quarter of 2021.\nOn July 31, 2020, the Company acquired Pelco, a global provider of video security solutions for a purchase price of $\n110\nmillion. The acquisition was settled with $\n107\nmillion of cash, net of cash acquired. The acquisition demonstrates Motorola Solutions’ continued investment in Video, adding a broad range of products that can be used in a variety of commercial and industrial environments and use cases. The Company recognized $\n38\nmillion of goodwill, $\n30\nmillion of identifiable intangible assets, and $\n39\nmillion of net assets. The goodwill is not deductible for tax purposes. The identifiable intangible assets were classified as $\n23\nmillion of customer relationships, $\n4\nmillion of developed technology, and $\n3\nmillion of trade names that will be amortized over a period of\nfifteen\n,\ntwo\n, and\nfive years\n, respectively. The business is a part of both the Products and Systems Integration segment and the Software and Services segment. The purchase accounting was completed as of the third quarter of 2021.\nOn June 16, 2020, the Company acquired IndigoVision for a purchase price of $\n37\nmillion. The acquisition was settled with $\n35\nmillion of cash, net of cash acquired and debt assumed. The acquisition complements the Company's Video technology, providing enhanced geographical reach across a wider customer base. The Company recognized $\n18\nmillion of goodwill, $\n22\nmillion of identifiable intangible assets, and $\n5\nmillion of net liabilities.  The goodwill is not deductible for tax purposes. The identifiable intangible asset was classified as $\n22\nmillion of customer relationships that will be amortized over a period of\neleven years\n. The business is a part of both the Products and Systems Integration and Software and Services segments. The purchase accounting was completed as of the second quarter of 2021.\nOn April 30, 2020, the Company acquired a cybersecurity services business for a purchase price of $\n32\nmillion of cash, net of cash acquired. The Company recognized $\n23\nmillion of goodwill, $\n10\nmillion of identifiable intangible assets and $\n1\nmillion of net liabilities. The goodwill is deductible for tax purposes. The identifiable intangible assets were classified as $\n8\nmillion of customer relationships and $\n2\nmillion of developed technology that will be amortized over a period of\ntwelve years\nand\nthree years\n, respectively. The acquisition expands the Company’s ability to assist customers with cybersecurity needs through vulnerability assessments, cybersecurity consulting, and managed services including security monitoring of network operations. The business is a part of the Software and Services segment. The purchase accounting was completed as of the first quarter of 2021.\nOn March 3, 2020, the Company acquired a cybersecurity services business for $\n40\nmillion, inclusive of share-based compensation withheld at a fair value of $\n6\nmillion that will be expensed over a service period of\ntwo years\n. The acquisition was settled with $\n33\nmillion of cash, net of cash acquired. The Company recognized $\n28\nmillion of goodwill, $\n7\nmillion of intangible assets and $\n2\nmillion of net liabilities. The goodwill is not deductible for tax purposes. The identifiable intangible asset of $\n7\nmillion was classified as a customer relationship that will be amortized over a period of\nthirteen years\n. The acquisition expands the Company’s ability to assist customers with cybersecurity needs through vulnerability assessments, cybersecurity consulting, managed services and remediation and response capabilities. The business is a part of the Software and Services segment. The purchase accounting was completed as of the first quarter of 2021.\n98\nThe results of operations for these acquisitions have been included in the Company’s Consolidated Statements of Operations subsequent to the acquisition date. The pro forma effects of these acquisitions are not significant individually or in the aggregate.\nIntangible Assets\nAmortized intangible assets are comprised of the following:\nAmortization expense on intangible assets, which is included within Other charges in the Consolidated Statements of Operations, was $\n257\nmillion, $\n236\nmillion, and $\n215\nmillion for the years ended December 31, 2022, 2021, and 2020, respectively. As of December 31, 2022, future amortization expense is estimated to be $\n174\nmillion in 2023, $\n136\nmillion in 2024, $\n123\nmillion in 2025, $\n114\nmillion in 2026, and $\n104\nmillion in 2027.\nAmortized intangible assets, excluding goodwill, were comprised of the following by segment:\nGoodwill\nThe following table displays a rollforward of the carrying amount of goodwill, net of impairment losses, by segment from January 1, 2021 to December 31, 2022:\nThe Company conducts its annual assessment of goodwill for impairment as of the last day of the third quarter of each fiscal year. The goodwill impairment assessment is performed at the reporting unit level which is an operating segment or one level below an operating segment.\nIn 2022, the Company elected to perform a quantitative assessment for each of its reporting units to determine if the fair value of each reporting unit exceeded the carrying value of the reporting unit.  The Company concluded that the fair value of each reporting unit exceeded the carrying value and\nno\ngoodwill impairment was required.\nThe Company performed a qualitative assessment to determine whether it was more-likely-than-not that the fair value of each reporting unit was less than its carrying amount for the fiscal years 2021 and 2020. In performing this qualitative assessment the Company assessed relevant events and circumstances including macroeconomic conditions, industry and market conditions, cost factors, overall financial performance, changes in enterprise value, and entity-specific events. For fiscal\n99\nyears 2021 and 2020, the Company concluded it was more-likely-than-not that the fair value of each reporting unit exceeded its carrying value. Therefore, a quantitative goodwill impairment test was not required and there was\nno\nimpairment of goodwill in 2021 and 2020.\n16.\nValuation and Qualifying Accounts\nThe following table presents the valuation and qualifying account activity for the years ended December 31, 2022, 2021, and 2020:\n*\nAdjustments include translation adjustments\n100"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures.\nUnder the supervision and with the participation of our senior management, including our chief executive officer and chief financial officer, we conducted an evaluation of the effectiveness of the design and operation of our disclosure controls and procedures, as defined in Rules 13a-15(e) or 15d-15(e) under the Exchange Act, as of December 31, 2022 (the \"Evaluation Date\"), the end of the period covered by this Form 10-K. Based on this evaluation, our chief executive officer and chief financial officer concluded as of the Evaluation Date that our disclosure controls and procedures were effective such that the information relating to Motorola Solutions, including our consolidated subsidiaries, required to be disclosed in our SEC reports: (i) is recorded, processed, summarized and reported within the time periods specified in SEC rules and forms, and (ii) is accumulated and communicated to Motorola Solutions’ management, including our chief executive officer and chief financial officer, as appropriate to allow timely decisions regarding required disclosure.\nManagement’s Report on Internal Control Over Financial Reporting.\nThe Company's management is responsible for establishing and maintaining adequate internal control over financial reporting as such term is defined in Rule 13a-15(f) of the Exchange Act. Under the supervision and with the participation of our senior management, including our chief executive officer and chief financial officer, we assessed the effectiveness of our internal control over financial reporting as of December 31, 2022, using the criteria set forth in the\nInternal Control-Integrated Framework\n(2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (\"COSO\"). Based on this assessment, management has concluded that our internal control over financial reporting was effective as of December 31, 2022.\nThe Company’s independent registered public accounting firm, PricewaterhouseCoopers LLP, has issued an attestation report on the Company’s internal control over financial reporting. The report on the audit of internal control over financial reporting appears in \"Part II, Item 8, Financial Statements and Supplementary Data\" of this Form 10-K.\nChanges in Internal Control Over Financial Reporting.\nThere have been no changes in our internal control over financial reporting that occurred during our most recent fiscal quarter that have materially affected or are reasonably likely to materially affect our internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\n101\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The response to this Item with respect to directors is incorporated herein by reference to the information under the caption “Our Board - Who We Are” of our Proxy Statement; with respect to executive officers, is contained in Part I hereof under the caption “Information About our Executive Officers”; and, with respect to the audit committee, is incorporated herein by reference to the information under the caption “Committees of the Board” of the Proxy Statement.\nMotorola Solutions has adopted a code of ethics, the Motorola Solutions Code of Business Conduct (the “Code”), that applies to all employees, including the Company’s principal executive officer, principal financial officer and controller (principal accounting officer). The Code is posted in the Corporate Governance section on Motorola Solutions’ Internet website, www.motorolasolutions.com/investors, and is available electronically and without charge by contacting Investor Relations at investors@motorolasolutions.com. Any legally required disclosures regarding amendments to, or waivers from, the Code applicable to executive officers will be posted on our Internet website or disclosed in a Current Report on Form 8-K filed with the SEC."
  },
  {
    "item_key": "item_11",
    "text": "The response to this Item is incorporated herein by reference to the information under the captions \"How We Determine Director Compensation,\" \"How Our Directors Are Compensated,” \"Compensation Discussion and Analysis,\" \"Compensation and Leadership Committee Report,” \"Compensation and Leadership Committee Interlocks and Insider Participation,\" “Named Executive Officer Compensation,\" and “CEO Pay Ratio” of the Proxy Statement."
  },
  {
    "item_key": "item_12",
    "text": "The response to this Item is incorporated herein by reference to the information under the captions “Equity Compensation Plan Information” and “Security Ownership Information” of the Proxy Statement."
  },
  {
    "item_key": "item_13",
    "text": "The response to this Item is incorporated herein by reference to the information under the captions “Related Person Transaction Policy and Procedures” and “Independence” of the Proxy Statement."
  },
  {
    "item_key": "item_14",
    "text": "The response to this Item is incorporated by reference to the information under the captions “Independent Registered Public Accounting Firm Fees” and “Audit Committee Pre-Approval Policies” of the Proxy Statement.\n102\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)\n1.      Financial Statements\nSee Part II, Item 8 hereof.\n2.     Financial Statement Schedules\nAll schedules omitted are inapplicable or the information required is shown in the consolidated financial statements or notes thereto.\n3.     Exhibits\nExhibit numbers 10.5 through 10.61 listed in this Exhibit Index are management contracts or compensatory plans or arrangements required to be filed as exhibits to this form by Item 15(b) hereof.\n103\n104\n105\n106\n*    Filed herewith\n**  Furnished herewith\n(b)\nExhibits:\nSee Item 15(a) 3 above."
  },
  {
    "item_key": "item_16",
    "text": "None.\n107\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, Motorola Solutions, Inc. has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nFebruary 16, 2023\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of Motorola Solutions, Inc. and in the capacities and on the dates indicated.\n108"
  }
]