[
  {
    "item_key": "item_1",
    "text": "Unless the context otherwise indicates, references herein to “Pentair,” the “Company,” and such words as “we,” “us,” and “our” include Pentair plc and its consolidated subsidiaries.\nGENERAL\nAt Pentair, we help the world sustainably move, improve and enjoy water, life’s most essential resource. From our residential and commercial water solutions to industrial water management and everything in between, Pentair is focused on creating a better world for people and our planet through smart, sustainable water solutions.\nPentair strategy\nOur vision is to be the world’s most valued sustainable water solutions company for our employees, customers and shareholders. As a company, we:\n•\nFocus on growth in our core businesses and strategic initiatives;\n•\nAccelerate digital, innovation, technology and environmental, social and governance (“ESG”) investments;\n•\nExpedite growth and drive margin expansion through our transformation program; and\n•\nBuild a high performance growth culture and deliver on our commitments while living our Win Right values.\nHISTORY AND DEVELOPMENT\nWe are an Irish public limited company that was formed in 2014. We are the successor to Pentair Ltd., a Swiss corporation formed in 2012, and Pentair, Inc., a Minnesota corporation formed in 1966 and our wholly-owned subsidiary, under the Securities Exchange Act of 1934, as amended (the “Exchange Act”). Although our jurisdiction of organization is Ireland, we manage our affairs so that we are centrally managed and controlled in the United Kingdom (the “U.K.”) and therefore have our tax residency in the U.K.\nOn July 28, 2022, as part of our Consumer Solutions reporting segment, we acquired the issued and outstanding equity securities of certain subsidiaries of Welbilt, Inc. (“Welbilt”) and certain other assets, rights, and properties, and assumed certain liabilities, comprising Welbilt’s Manitowoc Ice business (“Manitowoc Ice”), for approximately\n$1.6 billion\nin cash.\nOur registered principal office is located at Regal House, 70 London Road, Twickenham, London, TW13QS United Kingdom. Our management office in the United States (“U.S.”) is located at 5500 Wayzata Boulevard, Suite 900, Golden Valley, Minnesota.\nBUSINESS AND PRODUCTS\nThe following is a brief description of each of the Company’s 2022 reportable segments and business activities. Effective January 1, 2023, we reorganized our segments, going from two segments to three with the three segments being Pool, Water Solutions and Industrial & Flow Technologies. The discussions below that speak to historical periods refer to the prior segments, while statements about present and future periods refer to the businesses underlying those segments and carry forward with those businesses (including our customers, seasonality and competition) in their re-segmented form. Additional information regarding this re-segmentation is found below under the section titled “New Segmentation.”\nConsumer Solutions\nThe Consumer Solutions segment designs, manufactures and sells energy-efficient residential and commercial pool equipment and accessories, and commercial and residential water treatment products and systems. Residential and commercial pool equipment and accessories include pumps, filters, heaters, lights, automatic controls, automatic cleaners, maintenance equipment and pool accessories. Water treatment products and systems include pressure tanks, control valves, activated carbon products, commercial ice machines, conventional filtration products, and point-of-entry and point-of-use systems. Applications for our pool business’s products include residential and commercial pool maintenance, repair, renovation, service and construction. Our water treatment products and systems are used in residential whole home water filtration, drinking water filtration and water softening solutions in addition to commercial total water management and filtration in food service operations. In addition, our water solutions business also provides installation and preventative services for water management solutions for commercial operators. The primary focus of this segment is business-to-consumer.\nFor the fiscal year ended December 31, 2022, our pool business comprised approximately 60% of the Consumer Solutions sales. The pool business is a leader in North American pool equipment, serving an end market that is primarily replacement.\n1\nThe other approximately 40% of sales were from the water treatment and water solutions businesses, which sell residential and commercial components, residential systems, commercial systems and commercial ice machines.\nConsumer Solutions brand names include Everpure, KBI, Kreepy Krauly, Manitowoc Ice, Pleatco, RainSoft and Sta-Rite.\nCustomers\nConsumer Solutions customers include businesses engaged in wholesale and retail distribution in the residential and commercial vertical markets. Customers also include end-users, consumers, commercial operators and original equipment manufacturers.\nOne customer in the Consumer Solutions’ pool business represented approximately 20% of our consolidated net sales in 2022 and 2021.\nSeasonality\nWe have historically experienced seasonal demand with several end-customers and end-users within Consumer Solutions. End-user demand for pool equipment follows warm weather trends and historically has been at seasonal highs from April to August. The magnitude of the sales spike has historically been partially mitigated by employing some advance sale “early buy” programs (generally including extended payment terms and/or additional discounts).\nCompetition\nConsumer Solutions faces numerous domestic and international competitors, some of which have substantially greater resources directed to the vertical markets in which we compete. Competition focuses on brand names, product performance (including energy-efficient offerings and required specifications), quality, service and price. We compete by offering a wide variety of innovative and high-quality products, which are competitively priced. We believe our distribution channels and reputation for quality also provide us a competitive advantage.\nIndustrial & Flow Technologies\nThe Industrial & Flow Technologies segment manufactures and sells a variety of fluid treatment products (advanced membrane filtration, separation systems, membrane bioreactors), pumps (water supply pumps, water disposal pumps, solid handling pumps, fluid transfer pumps, turbine pumps), valves, and spray nozzles as well as systems combining these products (process filtration systems, gas recovery solutions). These products and systems serve the global residential, commercial, industrial, agricultural and infrastructure vertical markets. They are used in a range of applications, food and beverage, fluid separation technologies (oil and gas and other industries), water and wastewater treatment, water wells, pressure boosting, fire suppression, flood control, agricultural irrigation, crop spray and fluid circulation and transfer. The primary focus of this segment is business-to-business.\nFor the fiscal year ended December 31, 2022, our residential and irrigation flow businesses comprised approximately 45% of the Industrial & Flow Technologies sales. The residential and irrigation flow businesses sell pumps focused on residential and agriculture. Another approximately 25% of sales were from the commercial & infrastructure flow businesses, which sell larger pumps focused on fire suppression, waste water and flood control. The remaining approximately 30% of sales were from the industrial solutions business, comprised of applications focused on industrial process filtration and sustainable gas.\nIndustrial & Flow Technologies brand names include Pentair, Aurora, Berkeley, Codeline, Fairbanks-Nijhuis, Haffmans, Hydromatic, Hypro, Jung Pumpen, Myers, Sta-Rite, Shurflo, Südmo and X-Flow.\nCustomers\nIndustrial & Flow Technologies customers include businesses engaged with end users, and wholesale and retail distribution in the residential, commercial, food & beverage and industrial vertical markets.\nSeasonality\nWe have historically experienced increased demand for residential water supply and irrigation pumps following weather trends, which historically has been at seasonal highs from April to August. Seasonal effects may vary from year to year and are impacted by weather patterns, particularly by temperatures, heavy flooding and droughts.\nCompetition\nIndustrial & Flow Technologies faces numerous domestic and international competitors, some of which have substantially greater resources directed to the vertical markets in which we compete. Competition focuses on brand names, product performance (including energy-efficient offerings and required specifications), quality, service and price. We compete by offering a wide variety of innovative and high-quality products, which are competitively priced.\n2\nNEW SEGMENTATION\nEffective January 1, 2023, we reorganized our reporting segments to reflect how we are managing our business beginning in 2023. We believe the new alignment into three segments, Pool, Water Solutions and Industrial & Flow Technologies, will help us accelerate our efforts to improve customer experiences, differentiate our products and drive profitability for our shareholders.\nAs part of this reorganization, the legacy Consumer Solutions segment was divided into a Pool segment and a Water Solutions segment. The Industrial & Flow Technologies segment remains the same. All segment information presented throughout this Annual Report on Form 10-K, with the exception of the table below, was prepared based on the reporting segments in place during 2022.\nThe below table presents net sales and segment income under the revised reporting segments (Pool, Water Solutions, and Industrial & Flow Technologies) for the years ended December 31, 2022, 2021 and 2020.\nINFORMATION REGARDING ALL REPORTABLE SEGMENTS\nResearch and development\nWe conduct research and development activities primarily in our own facilities. These efforts consist mostly of the development of new products, product applications and manufacturing processes.\nRaw materials\nThe principal materials we use in manufacturing our products are mild steel, stainless steel, electronic components (including drives and motors), plastics (resins, fiberglass, epoxies), copper and paint (powder and liquid). In addition to the purchase of raw materials, we purchase some finished goods for distribution for resale.\nWe purchase the materials we use in various manufacturing processes on the open market, and the majority are available through multiple sources. Supplier capabilities were stressed in 2022 and 2021 compared to previous years as a result of various degrees of supply chain challenges, including reduced labor availability and increased lead times for electronic components and other raw materials due to availability constraints and high demand. We have certain long-term commitments, principally price commitments, for the purchase of various component parts and raw materials and continue to work with our suppliers to maintain delivery continuity. Alternate sources of supply are available for most materials and we believe that the termination of any of these commitments would not have a material adverse effect on our financial position, results of operations or cash flows.\nCertain commodities, such as metals and resins, are subject to commodity market and duty-driven price fluctuations. We manage these fluctuations through several mechanisms, including long-term agreements with price adjustment clauses for significant commodity market movements in certain circumstances. Prices for raw materials, such as metals, resins and electronics, may trend higher in the near future due to the existing inflationary market trends.\n3\nIntellectual property\nPatents, non-compete agreements, proprietary technologies, customer relationships, trademarks, trade names and brand names are important to our business. However, we do not regard our business as being materially dependent upon any single patent, non-compete agreement, proprietary technology, customer relationship, trademark, trade name or brand name.\nPatents, patent applications and license agreements will expire or terminate over time by operation of law, in accordance with their terms or otherwise. We do not expect the termination of patents, patent applications or license agreements to have a material adverse effect on our financial position, results of operations or cash flows.\nHuman capital resources\nWe believe our success depends on our ability to attract, develop and retain strong employees. We believe a deep-rooted culture energizes our employees to make a difference within and beyond the workplace. We strive to be the destination for top talent, and work hard to develop and retain high performers throughout their career. We also believe our Win Right values, positive culture and commitment to inclusion and diversity foster innovation and curiosity, which, in turn, contribute to us being an industry leader.\nAs of December 31, 2022, we had approximately 11,250 employees worldwide, of which approximately 53% are located in the U.S. A small portion of our U.S. employees are unionized, while outside the U.S., we have employees in certain countries, particularly in Europe, that are represented by an employee representative organization, such as a union, works council or employee association.\nEmployee engagement and development\nEngaging our employees and developing their careers is important to our long-term success and ties directly to our Win Right culture and values. We engage with our employees and gather feedback about our employee programs, practices and policies through various approaches that include: town hall meetings where Pentair leaders share strategies and perspectives; quarterly leadership webcasts to help ensure our results and expectations are clearly communicated; an annual global leadership meeting to help drive growth and productivity initiatives and share best practices; and a feedback feature on our employee intranet. In addition, we periodically conduct employee engagement and culture surveys to gauge the level of engagement and actions needed on culture, engagement and retention.\nTraining and development\nTo support employees in their career journey, we have developed and shared through our employee intranet a number of tools and resources. These resources include: live training sessions; on-demand eLearning and virtual classrooms; and downloadable materials. Additionally, our annual talent management process allows employees to build development plans with their leaders to advance their careers.\nOur talent development efforts span across all levels of our organization, including our campus Leadership Development Program, a 36-month program in which future leaders participate in rotations intended to develop their capabilities through organization-wide exposure, and our Growth Manager development programs that prepare our new and experienced managers to be more effective and inclusive leaders at Pentair.\nInclusion and diversity\nOur commitment to inclusion and diversity is part of living our Win Right values. Our success also depends on our ability to attract, engage and retain a diverse group of employees. We believe an inclusive and diverse workforce contributes different perspectives and innovative ideas that enable us to improve every day. We believe that every employee should be provided the same opportunity to be heard, respected, have a sense of belonging and contribute to our mission. Race, gender, ethnicity, country of origin, age, personal style, sexual orientation, physical ability, religion, life experiences and many more factors contribute to this diversity. Our Business Resource Groups have been put into place to help promote a culture of inclusion through employees providing feedback and sponsoring awareness, education and engagement.\n4\nOur statistics are a measure of our performance, and we are committed to advancing a diverse workplace. The following sets forth information regarding the diversity of our workforce as of December 31, 2022:\nWe take an integrated approach to supporting and promoting workplace inclusion and diversity including: ensuring leadership involvement and ownership; attracting and retaining diverse talent at all levels; fostering a globally aware, inclusive culture; and ensuring our practices are fair and nondiscriminatory. In addition, we promote an inclusive and diverse workplace through: a training called the “The Power of Inclusion”\n;\nBusiness Resource Groups led by employees; Pentair’s Code of Business Conduct and Ethics; and an Inclusion and Diversity Hub on our company’s intranet.\nHealth, safety and wellness\nWe are committed to providing a safe workplace for all of our employees. We encourage employees to “Stop Work” anytime there is a potential concern regarding worker safety, and promote an open door policy so that all of our employees feel free to speak to their manager if there are any potential health, safety, compliance or sustainability concerns. Additionally, each site maintains a confidential reporting process, and we encourage the use of the Ethics Hotline for employees to report anonymously potential safety concerns. All locations, enterprise wide, must meet and/or exceed regulatory agency standards as applicable to each plant’s location.\nCompensation and benefits\nIn the U.S., all non-union full-time employees are eligible to receive the following benefits: short-term and long-term disability insurance; flexible and health savings accounts and wellness programs; health insurance (medical, pharmacy, dental); eight weeks paid parental leave for birth, adoptive and foster parents; two weeks paid caregiver leave; legal services; retirement benefits; stock ownership; tuition reimbursement; holidays; vacation and sick time. Union employee benefits vary by contract.\nESG (Environmental, Social and Governance) Activities\nAs a leading provider of water treatment and sustainable solutions and with a foundation of Win Right values, we recognize that the work we do and the products and services we provide help to improve lives and the environment around the world. Pentair strives to be a positive influence on the social and environmental issues of today. As we progress, we are focused on building on our Win Right values and culture by further contributing to the development of a sustainable and responsible society that we believe will also drive our future growth. We are also focused on further integrating our ESG goals throughout our business by creating broad accountability for our social responsibility strategy and creating shared commitments and targets. We have established a formal social responsibility program to further advance our social responsibility goals. In 2020, Pentair completed a formal ESG assessment to identify ESG topics of importance to our shareholders, customers, suppliers, employees and communities. Through engagement with these stakeholders, internal business leaders and subject matter experts, we identified ESG goals, which ultimately culminated into Pentair’s Social Responsibility Targets, which we announced in 2021.\nAnnually, we publish a corporate responsibility report on our ESG and social responsibility activities and accomplishments, which can be found on our corporate website, and which is not incorporated by reference into this Annual Report on Form 10-K.\nEnvironmental Matters\nSee ITEM 1A “Risk Factors -\nWe are exposed to potential environmental laws, liabilities and litigation.”\nCaptive insurance subsidiary\nA portion of our property and casualty insurance program is insured through our regulated wholly-owned captive insurance subsidiary, Penwald Insurance Company (“Penwald”). Reserves for policy claims are established based on actuarial projections of ultimate losses. Accruals with respect to liabilities insured by third parties, such as liabilities arising from acquired businesses, pre-Penwald liabilities and those of certain non-U.S. operations, are established.\nMatters pertaining to Penwald are discussed in ITEM 8, Note 1 of the Notes to Consolidated Financial Statements – Insurance subsidiary, included in this Form 10-K.\n5\nAvailable information\nWe make available free of charge (other than an investor’s own Internet access charges) through our Internet website (\nhttps://www.pentair.com\n) our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and if applicable, amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act as soon as reasonably practicable after we electronically file such material with, or furnish it to, the Securities and Exchange Commission (the “SEC”). Reports of beneficial ownership filed by our directors and executive officers pursuant to Section 16(a) of the Exchange Act are also available on our website. We are not including the information contained on our website as part of, or incorporating it by reference into, this Annual Report on Form 10-K.\nIn addition, the SEC maintains an internet site that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC, and you may access any materials we file with the SEC through their website at www.sec.gov."
  },
  {
    "item_key": "item_1a",
    "text": "You should carefully consider all of the information in this document and the following risk factors before making an investment decision regarding our securities. Any of the following risks could materially and adversely affect our business, financial condition, results of operations, cash flows and the actual outcome of matters as to which forward-looking statements are made in this document.\nRisks Relating to Our Business\nGeneral global economic and business conditions affect demand for our products.\nWe compete in various geographic regions and product markets around the world. Among these, the most significant are global industrial, commercial, and residential markets. We have experienced, and expect to continue to experience, fluctuations in revenues and results of operations due to economic and business cycles. In particular, during 2021, we had higher than anticipated demand in our pool business and certain parts of our residential and commercial businesses. However, such demand in our pool and other residential businesses declined during 2022 and may not be repeated in future periods. Important factors for our businesses and the businesses of our customers include the overall strength of the global economy and various regional economies and our customers’ confidence in these economies, industrial and governmental capital spending, the strength of residential and commercial real estate markets, residential housing markets, the commercial business climate, global supply chain stability, unemployment rates, availability of consumer and commercial financing, interest rates, inflation rates, and energy and commodity prices.\nRecessions, economic downturns, inflation, slowing economic growth and social and political instability in the industries and/or markets where we compete could negatively affect our revenues and financial performance in future periods, result in future restructuring charges, and adversely impact our ability to grow or sustain our business. For example, current macroeconomic and political instability caused by global supply chain disruptions, inflation, the strengthening of the U.S. dollar and the conflict between Russia and Ukraine, have and could continue to adversely impact our results of operations.\nThe businesses of many of our industrial customers are to varying degrees cyclical and have experienced periodic downturns. While we attempt to minimize our exposure to economic or market fluctuations by serving a balanced mix of end markets and geographic regions, any of the above factors, individually or in the aggregate, or a significant or sustained downturn in a specific end market or geographic region could reduce demand for our products and services, which could have a material adverse effect on our business, financial condition, results of operations and cash flows.\nWe compete in attractive markets with a high level of competition, which may result in pressure on our profit margins and limit our ability to maintain or increase the market share of our products.\nThe markets for our products and services are geographically diverse and highly competitive. We compete against large and well-established national and global companies, regional and local companies, diversified and pure-play companies, and lower cost manufacturers. Competition may also result from new entrants into the markets we serve offering products and/or services that compete with ours. We compete based on technical expertise, intellectual property, reputation for quality and reliability, timeliness of delivery, previous installation history, contractual terms, service offerings, customer experience and service, and price. Some of our competitors attempt to compete based primarily on price, localized expertise and local relationships, especially with respect to products and applications that do not require a great deal of engineering or technical expertise. In addition, during economic downturns, average selling prices tend to decrease as market participants compete more aggressively on price. Moreover, demand for our products, which impacts profit margins, is affected by changes in customer order patterns, such as changes in the levels of inventory maintained by customers and the timing of customer purchases, adoption of new technology and connected products, and changes in customers’ preferences for our products, including the success of products offered by our competitors. Customer purchasing behavior may also shift by product mix in the market or result in a shift to new distribution channels. If we are unable to continue to differentiate our products, services and solutions or adapt to changes in customer purchasing behavior or shifts in distribution channels, or if we are unable to maintain our desired pricing or forced to incur additional costs to remain competitive, it could have a material adverse effect on our business, financial condition, results of operations and cash flows.\n6\nOur future growth is dependent upon our ability to transform and adapt our products, services, solutions, and organization to meet the demands of local markets in both developed and emerging economies and by developing or acquiring new technologies that achieve market acceptance with acceptable margins.\nWe operate in global markets that are characterized by customer demand that is often global in scope but localized in delivery. We compete with thousands of smaller regional and local companies that may be positioned to offer products produced at lower cost than ours, or to capitalize on highly localized relationships and knowledge that are difficult for us to replicate. Also, in several emerging markets, potential customers prefer local suppliers, in some cases because of existing relationships and in other cases because of local legal restrictions or incentives that favor local businesses. In addition, we need to be flexible to adapt our products to ever changing customer preferences, including those relating to regulatory, climate change and social responsibility matters. Accordingly, our future success depends upon a number of factors, including our ability to transform and adapt our products, services, solutions, organization, workforce and sales strategies to fit localities throughout the world, particularly in high growth emerging markets; identify emerging technological and other trends in our target end markets; and develop or acquire competitive technologies, products, services, and solutions and bring them to market quickly and cost-effectively. The failure to effectively adapt our products, services, or solutions could have a material adverse effect on our business, financial condition, results of operations and cash flows.\nWe may not be able to identify, finance and complete suitable acquisitions and investments, and any completed acquisitions and investments may be unsuccessful or consume significant resources.\nOur business strategy includes acquiring businesses and making investments that complement our existing businesses. We continue to analyze and evaluate the acquisition of strategic businesses or product lines with the potential to strengthen our industry position or enhance our existing set of product, service, and solution offerings. We may not be able to identify suitable acquisition candidates, obtain financing or have sufficient cash necessary for acquisitions or successfully complete acquisitions in the future. Acquisitions and investments may involve significant cash expenditures, debt incurrences, equity issuances, operating losses and expenses. Acquisitions involve numerous other risks, including:\n•\ndiversion of management time and attention from daily operations;\n•\ndifficulties integrating acquired businesses, technologies and personnel into our business;\n•\ndifficulties in obtaining and verifying the financial statements and other business information of acquired businesses;\n•\ninability to obtain required regulatory approvals;\n•\npotential loss of key employees, key contractual relationships or key customers of acquired companies or of ours;\n•\nassumption of the liabilities and exposure to unforeseen liabilities of acquired companies; and\n•\ndilution of interests of holders of our shares through the issuance of equity securities or equity-linked securities.\nIt may be difficult for us to integrate acquired businesses efficiently into our business operations. Any acquisitions or investments may not be successful or realize the intended benefits and may ultimately result in impairment charges or have a material adverse effect on our business, financial condition, results of operations and cash flows.\nWe may not achieve some or all of the expected benefits of our business initiatives.\nDuring 2022 and 2021, we initiated and continued execution of certain business initiatives aimed at reducing our fixed cost structure and realigning our business. During 2021, we also launched and committed resources to a program designed to accelerate growth and drive margin expansion through transformation of our business model to drive operational excellence, reduce complexity and streamline our processes. As a result, we have incurred and expect to continue to incur in the future substantial expense, including transformation costs that include professional services, project management and related design and execution charges, as well as costs related to both labor and non-labor restructuring and IT investments, and restructuring charges. We may not be able to achieve accelerated growth and margin expansion or operating efficiencies to reduce costs or realize benefits that we anticipated in connection with these initiatives. If we are unable to execute these initiatives as planned, we may not realize all or any of the anticipated benefits, which could have a material adverse effect on our business, financial condition, results of operations and cash flows\n.\n7\nWe may experience cost and other inflation.\nDuring 2022 and 2021, we experienced inflationary cost increases of raw materials, such as metals, resins and electronics (including drives and motors), as well as increases in logistics, energy, insurance and labor costs (including wages, pension and health care), and we expect inflationary cost increases to continue in 2023. We strive for productivity improvements and implement increases in selling prices to help mitigate cost increases. We continue to implement operational initiatives to mitigate the impacts of inflation and continuously reduce our costs. However, these actions may not be successful in managing our costs or increasing our productivity and we anticipate inflation to continue with respect to materials (especially resins, copper, steel, stainless steel and electronics) as well as labor and logistics. Continued cost inflation or failure of our initiatives to increase prices, generate cost savings or improve productivity could have a material adverse effect on our business, financial condition, results of operations and cash flows.\nInterruption of our supply chain could affect our ability to produce or deliver our products and could negatively impact our business and profitability.\nDuring 2022 and 2021, we experienced supply chain challenges, including increased lead times for raw materials due to availability constraints and high demand for these materials.\nThese disruptions or our failure to effectively respond to them have increased and may continue to increase product, logistics or labor costs, limit availability of raw materials or cause delays in delivering our backlog or may cause an inability to deliver products to our customers or meet customer demand.\nWhile we have elevated our engagement with our suppliers and used secondary suppliers and new methods of procurement where available to mitigate the supply chain pressures, we expect supply chain challenges to continue in 2023.\nAny material interruption in our supply chain, such as material interruption of the supply of raw materials and components due to the casualty loss of any of our manufacturing plants; interruptions in service by our third-party logistic service providers or common carriers that ship goods within our distribution channels; unexpected delays in shipping or processing through customs of goods; trade restrictions, such as increased tariffs or quotas, embargoes or customs restrictions; or other unexpected or uncontrollable events that cause a material interruption in our supply chain such as pandemics (including COVID-19); social or labor unrest; natural disasters or political disputes and military conflicts; could negatively affect our ability to produce or deliver our products and have a negative material impact on our business and our profitability. Additionally, our raw materials and components are sourced from a wide variety of domestic and international business partners. We rely on these suppliers to provide high quality products and to comply with applicable laws. Our ability to find qualified suppliers who meet our standards and supply products in a timely and efficient manner may be a challenge, especially with respect to raw materials and components sourced from outside the U.S. and from countries or regions with diminished infrastructure, developing or failing economies or which are experiencing political instability or social unrest. For certain products, we may rely on one or very few suppliers. A supplier's failure to meet our standards, provide products in a timely and efficient manner, or comply with applicable laws is beyond our control. In addition, our competitors may be less reliant on third-party suppliers than we are, which may give such competitors more control over their supply chain and lead times for manufacturing products. These issues could have a material adverse effect on our business, financial condition, results of operations and cash flows.\nThe COVID-19 pandemic may have a material negative impact on our business, financial condition, results of operations and cash flows.\nOur business and financial results have been and may continue to be negatively impacted by the COVID-19 pandemic and its repercussions. The severity, magnitude and duration of the current COVID-19 pandemic remains uncertain, rapidly changing and hard to predict. In 2022, 2021 and 2020, the COVID-19 pandemic significantly impacted economic activity and markets around the world and our business, and it may negatively impact our business in numerous ways, including but not limited to those outlined below:\n•\nDue to the impacts of the COVID-19 pandemic, we have experienced and may continue to experience reductions in customer demand for certain products and in certain end-markets.\n•\nOur workforce may be unable or unwilling to work on-site or travel as a result of the continuing pandemic and related vaccine requirements, event cancellations, facility closures, shelter-in-place, travel and other restrictions and changes in industry practice, or if they, their co-workers or their family members become ill or otherwise require care arrangements. In addition, we have experienced disruptions at some of our facilities with higher absenteeism due to the COVID-19 pandemic.\n•\nGovernment or regulatory responses to the COVID-19 pandemic have and may continue to negatively impact our business. Mandatory lockdowns or other restrictions on operations in some countries have previously temporarily disrupted our ability to manufacture in or distribute our products to or from some of these markets. A reoccurrence of these disruptions could materially adversely impact our operations and results. In addition to existing travel restrictions, jurisdictions may continue to close borders, impose increased vaccine or testing requirements, prolong quarantines and further restrict travel and business activity. These actions could cause related supply chain delays, which could significantly impact our ability to support our operations and customers, meet demand, develop new products, ship our backlog, impact the ability of our employees to get to their workplaces to produce products and services, or significantly hamper our products from moving through the supply chain.\n8\nWe may not be able to predict or respond to all impacts of the COVID-19 pandemic on a timely basis to prevent near- or long-term adverse impacts to our results. There still remains much uncertainty around the COVID-19 pandemic and its duration, severity and ultimate impact; therefore, any negative impact on our business, financial condition (including without limitation our liquidity), results of operations and cash flows cannot be reasonably estimated at this time, but the COVID-19 pandemic could lead to extended disruption of economic activity and the impact on our business, financial condition, results of operations and cash flows could be material. The foregoing and other impacts of the COVID-19 pandemic could have the effect of heightening many of the other risks described herein and any of these impacts could materially adversely affect our business, financial condition, results of operations and cash flows.\nWe are exposed to political, regulatory, economic, trade, and other risks that arise from operating a multinational business.\nSales outside of the U.S. for the year ended December 31, 2022 accounted for 29% of our net sales. Further, most of our businesses obtain some products, components and raw materials from non-U.S. suppliers. Accordingly, our business is subject to the political, regulatory, economic, trade, and other risks that are inherent in operating in, and purchasing from, numerous countries. These risks include:\n•\nchanges in general economic and political conditions in countries where we operate, particularly in emerging markets;\n•\nrelatively more severe economic conditions in some international markets than in the U.S.;\n•\nthe imposition of sanctions, tariffs, duties, exchange controls, currency restrictions or other trade restrictions;\n•\nchanges in tax treaties, laws or rulings that could have a material adverse impact on our effective tax rate;\n•\nthe difficulty of enforcing agreements and collecting receivables through non-U.S. legal systems;\n•\nthe difficulty of communicating and monitoring evolving standards and directives across our product lines, services, and global facilities;\n•\nthe difficulty of ensuring that our products, services and supply chains meet ever-changing regional regulations and requirements;\n•\ntrade protection measures and import or export licensing requirements and restrictions;\n•\nthe possibility of military conflicts or terrorist action affecting us, our operations, supply chains or our end-markets;\n•\nthe threat of nationalization and expropriation;\n•\nchanges due to nationalist consumer sentiment;\n•\nthe difficulty in staffing and managing widespread operations in non-U.S. labor markets;\n•\nlimitations on repatriation of earnings or other regionally-imposed capital requirements;\n•\nthe difficulty of protecting intellectual property in non-U.S. countries; and\n•\nchanges in and required compliance with a variety of non-U.S. laws and regulations, some of which may be incompatible.\nOur success depends in part on our ability to anticipate and effectively manage these and other risks. We cannot assure that these and other factors will not have a material adverse effect on our international operations or on our business as a whole.\nChanges in U.S. or foreign government administrative policy, including changes to existing trade agreements, could have a material adverse effect on us.\nAs a result of changes to U.S. or foreign government administrative policy, there may be changes to existing trade agreements; greater restrictions on free trade generally; significant increases in tariffs on goods including those imported into the U.S., particularly tariffs on products manufactured in Mexico, China, or other countries where we purchase, have operations or manufacture or sell products; prohibitions or restrictions on doing business with certain entities, including those with certain relationships with China; and adverse responses by foreign governments to U.S. trade policy, among other possible changes. It remains unclear what the U.S. administration or foreign governments, including China, will or will not do with respect to tariffs or international trade agreements and policies. A trade war; other governmental action related to tariffs or international trade agreements; changes in U.S. social, political, regulatory and economic conditions or in laws and policies governing foreign trade, manufacturing, development and investment in the territories and countries where we currently purchase, have operations\n9\nor manufacture and sell products; and any resulting negative sentiments towards the U.S. as a result of such changes, could have a material adverse effect on our business, financial condition, results of operations and cash flows.\nIntellectual property challenges may hinder our ability to develop, engineer and market our products.\nPatents, non-compete agreements, proprietary technologies, customer relationships, trademarks, trade names, and brand names are important to our business. Intellectual property protections, however, may not preclude competitors from developing products similar to ours, or from challenging our names or products. Our pending patent, copyright, and trademark registration applications, may not be accepted, or competitors may challenge the validity or scope of our patents, copyrights or trademarks. In addition, our patents, copyrights, trademarks and other intellectual property rights may not provide us a significant competitive advantage. Furthermore, our business strategy also includes expanding our smart products and Internet of Things offerings and there are many other companies that hold patents in this space. Over the past few years, we have noticed an increasing tendency for participants in our markets, including competitors, to use challenges to intellectual property as a means to compete. Patent and trademark challenges increase our costs to develop, engineer and market our products. We may need to spend significant resources monitoring, enforcing and defending our intellectual property rights, and we may or may not be able to detect infringement by third parties. If we fail to successfully enforce our intellectual property rights or register new patents, our competitive position could suffer, which could have a material adverse effect on our business, financial condition, results of operations and cash flows.\nWe have significant goodwill and intangible assets and future impairment of our goodwill and intangible assets could have a material adverse effect on our results of operations.\nWe test goodwill and other indefinite-lived intangible assets for impairment on at least an annual basis, and more frequently if circumstances warrant. As of December 31, 2022, our goodwill and intangible assets were $4,347.2 million and represented 67% of our total assets. Declines in fair market value could result in future goodwill and intangible asset impairment charges.\nA loss of, or material cancellation, reduction, or delay in purchases by or delivery of products to, one or more of our largest customers could harm our business.\nOur net sales to our largest customer represented approximately\n20%\nof our consolidated net sales in 2022. While we do not have any other customers that accounted for more than 10% of our consolidated net sales in 2022, we have other customers that are key to the success of our business. Our concentration of sales to a relatively small number of larger customers makes our relationship with each of these customers important to our business. Our success is dependent on retaining these customers, which requires us to successfully manage relationships and anticipate the needs of our customers in the channels in which we sell our products. Our customers also may be impacted by economic conditions in the industries of those customers, which could result in reduced demand for or a delay in purchases of our products. In addition, our customers may cancel orders for purchases of our products or may not order products at rates consistent with past order levels, including due to inventory rebalancing or corrections in channels. In addition, we may not be able to timely deliver products to our largest customers due to supply chain interruptions or otherwise. We cannot provide assurance that we will be able to retain our largest customers. In addition, some of our customers may shift their purchases to our competitors in the future. The loss of one or more of our largest customers, any material cancellation, reduction, or delay in purchases by or delivery of products to these customers, or our inability to successfully develop relationships with additional customers could have a material adverse effect on our business, financial condition, results of operations and cash flows.\nCatastrophic and other events beyond our control may disrupt operations at our manufacturing facilities and those of our suppliers, which could cause us to be unable to meet customer demands or increase our costs, or reduce customer spending.\nIf operations at any of our manufacturing facilities or those of our suppliers were to be disrupted as a result of significant equipment failures, natural disasters, earthquakes, power outages, fires, explosions, terrorism, military conflicts, cybersecurity attacks, adverse weather conditions, labor disputes, public health epidemics (including the COVID-19 pandemic) or other catastrophic events or disruptions outside of our control, we may be unable to fill customer orders and otherwise meet customer demand for our products. In particular, our pool business operations in North Carolina and California are in areas that are more susceptible to natural disasters such as hurricanes, wildfires, and earthquakes. These types of events may negatively impact residential, commercial and industrial spending in impacted regions or, depending on the severity, global spending. As a result, any of such events could have a material adverse effect on our business, financial condition, results of operations and cash flows. We maintain property insurance that we believe to be adequate to provide for reconstruction of facilities and equipment, and to cover business interruption losses resulting from any production interruption or shutdown caused by an insured loss. However, any recovery under our insurance policies may not offset the lost sales or increased costs that may be experienced during the disruption of operations, which could have a material adverse effect on our business, financial condition, results of operations and cash flows.\nSeasonality of sales and weather conditions could have a material adverse effect on our financial results.\nWe experience seasonal demand with end-customers and end-users within each of our business segments. Demand for pool equipment in the pool business within the Consumer Solutions segment and residential water supply, infrastructure and agricultural products in the businesses within the Industrial & Flow Technologies segment follows warm weather trends and is at seasonal highs from April to August. While historically we have attempted to mitigate the magnitude of the sales spikes in\n10\nthe pool business and in the businesses within the Industrial & Flow Technologies segment by employing some advance sale “early buy” programs (generally including extended payment terms and/or additional discounts), we cannot provide any assurance that should we use such programs in the future they will be successful. In addition, seasonal effects in the pool business and in the businesses within the Industrial & Flow Technologies segment may vary from year to year and be impacted by weather patterns, particularly by temperature, heavy flooding and droughts. Moreover, adverse weather conditions, such as cold or wet weather, may negatively impact demand for, and sales of, pool equipment in the pool business and residential water supply, commercial, infrastructure and agricultural products in the businesses within the Industrial & Flow Technologies segment.\nVolatility in currency exchange rates could have a material adverse effect on our financial condition, results of operations and cash flows.\nSales outside of the U.S. for the year ended December 31, 2022 accounted for 29% of our net sales. Our financial statements reflect translation of items denominated in non-U.S. currencies to U.S. dollars. Therefore, if the U.S. dollar strengthens in relation to the principal non-U.S. currencies from which we derive revenue as compared to a prior period, our U.S. dollar reported revenue and income will effectively be decreased to the extent of the change in currency valuations, and vice-versa.\nDuring 2022, we experienced a reduction in revenue and profits as a result of the significant strengthening of the U.S. dollar against foreign currencies.\nFluctuations in foreign currency exchange rates, most notably the strengthening of the U.S. dollar against the euro, could have a material adverse effect on our reported revenue in future periods. In addition, currency variations could have a material adverse effect on margins on sales of our products in countries outside of the U.S. and margins on sales of products that include components obtained from suppliers located outside of the U.S.\nRisks Relating to Our Debt and Financial Markets\nIncreased leverage may harm our business, financial condition and results of operations.\nAs of December 31, 2022, we had $2,339.3 million of total debt outstanding on a consolidated basis. Our indebtedness increased materially in connection with our acquisition of Manitowoc Ice, which we funded with approximately $1.6 billion of new indebtedness. We and our subsidiaries may incur additional indebtedness in the future, subject to restrictions in our debt agreements. Our increased level of indebtedness and any future increases in our level of indebtedness may have important effects on our future operations, including, without limitation:\n•\nwe will have additional cash requirements in order to support the payment of interest on our outstanding indebtedness;\n•\nincreases in our outstanding indebtedness and leverage may increase our vulnerability to adverse changes in general economic and industry conditions, as well as to competitive pressure;\n•\nour ability to obtain additional financing for working capital, capital expenditures, general corporate and other purposes may be reduced;\n•\nour flexibility in planning for, or reacting to, changes in our business and our industry may be reduced; and\n•\nour flexibility to make acquisitions and develop technology may be limited.\nOur ability to make payments of principal and interest on and to refinance our indebtedness, including our existing debt as well as any future debt that we may incur, will depend on our ability to generate cash in the future from operations, financings or asset sales. Our ability to generate cash is subject to general economic conditions and financial, business and other factors affecting our operations, many of which are beyond our control. If we are unable to generate sufficient cash flow from operations in the future to service our debt and meet our other cash requirements, we may be required, among other things:\n•\nto seek additional financing in the debt or equity markets;\n•\nto refinance or restructure all or a portion of our indebtedness;\n•\nto sell selected assets or businesses; or\n•\nto reduce or delay planned capital or operating expenditures.\nSuch measures might not be sufficient to enable us to service our debt and meet our other cash requirements. In addition, any such financing, refinancing or sale of assets might not be available at all or on economically favorable terms.\nCovenants in our debt instruments may adversely affect us.\nOur credit agreements and indentures contain customary financial covenants, including those that limit the amount of our debt, which may restrict the operations of our business and our ability to incur additional debt to finance acquisitions. Our ability to\n11\nmeet the financial covenants may be affected by events beyond our control, and we cannot provide assurance that we will meet those tests. A breach of any of these covenants could result in a default under our credit agreements or indentures. Upon the occurrence of an event of default under any of our credit facilities or indentures, the lenders or trustees could elect to declare all amounts outstanding thereunder to be immediately due and payable and, in the case of credit facility lenders, terminate all commitments to extend further credit. If the lenders or trustees accelerate the repayment of borrowings, we cannot provide assurance that we will have sufficient assets to repay our credit facilities and our other indebtedness. Furthermore, acceleration of any obligation under any of our material debt instruments will permit the holders of our other material debt to accelerate their obligations, which could have a material adverse effect on our financial condition.\nWe may increase our debt or raise additional capital, our credit ratings may be downgraded in the future, or our interest rates may increase, each of which could affect our financial condition, and may decrease our profitability.\nAs of December 31, 2022, we had $2,339.3 million of total debt outstanding on a consolidated basis. We may increase our debt or raise additional capital in the future, subject to restrictions in our debt agreements. If our cash flow from operations is less than we anticipate, if our cash requirements are more than we expect, or if we intend to finance acquisitions, we may require more financing. However, debt or equity financing may not be available to us on acceptable terms, or at all. If we incur additional debt or raise equity through the issuance of additional capital shares, the terms of the debt or capital shares issued may give the holders rights, preferences and privileges senior to those of holders of our ordinary shares, particularly in the event of liquidation. The terms of the debt may also impose additional and more stringent restrictions on our operations than we currently have. If we raise funds through the issuance of additional equity, the percentage ownership of existing shareholders in our company would decline. If we are unable to raise additional capital when needed, our financial condition could be adversely affected.\nUnfavorable changes in the ratings that rating agencies assign to our debt may ultimately negatively impact our access to the debt capital markets and increase the costs we incur to borrow funds. If ratings for our debt fall below investment grade, our access to the debt capital markets may become restricted. Additionally, our credit agreements generally include an increase in interest rates if the ratings for our debt are downgraded. To the extent that our interest rates increase, our interest expense will increase, which could adversely affect our financial condition, results of operations and cash flows.\nDisruptions in the financial markets could adversely affect us, our customers and our suppliers by increasing funding costs or reducing availability of credit.\nIn the normal course of our business, we may access credit markets for general corporate purposes, which may include repayment of indebtedness, acquisitions, additions to working capital, repurchase of shares, capital expenditures and investments in our subsidiaries. Although we expect to have sufficient liquidity to meet our foreseeable needs, our access to and the cost of capital could be negatively impacted by disruptions in the credit markets, which have occurred in the past and made financing terms for borrowers unattractive or unavailable. These factors may make it more difficult or expensive for us to access credit markets if the need arises. In addition, these factors may make it more difficult for our suppliers to meet demand for products or for customers to purchase products or commence new projects, as suppliers and customers may experience increased costs of debt financing or difficulties in obtaining debt financing. Disruptions in the financial markets have had adverse effects on other areas of the economy and have led to a slowdown in general economic activity that may continue to adversely affect our businesses. One or more of these factors could adversely affect our business, financial condition, results of operations or cash flows.\nRisks Relating to Legal, Regulatory and Compliance Matters\nViolations of the U.S. Foreign Corrupt Practices Act, U.K. Bribery Act, and other anti-corruption laws outside the U.S. could have a material adverse effect on us.\nThe U.S. Foreign Corrupt Practices Act (“FCPA”), U.K. Bribery Act, and other anti-corruption laws in other jurisdictions generally prohibit companies and their intermediaries from making improper payments to government officials or other persons for the purpose of obtaining or retaining business. Recent years have seen a substantial increase in anti-bribery law enforcement activity, with more frequent and aggressive investigations and enforcement proceedings by both the U.S. Department of Justice and the SEC, increased enforcement activity by non-U.S. regulators and increases in criminal and civil proceedings brought against companies and individuals. Our policies mandate compliance with these anti-bribery laws. We operate in many parts of the world that are recognized as having governmental and commercial corruption and, in certain circumstances, strict compliance with anti-bribery laws may conflict with local customs and practices. We cannot assure that our internal control policies and procedures will always protect us from negligent, reckless or criminal acts committed by our employees or third-party intermediaries. In the event that we believe or have reason to believe that our employees, customers, or agents have or may have violated applicable anti-corruption laws, including the FCPA, we may be required to investigate the relevant facts and circumstances, which can be expensive and require significant time and attention from senior management. Violations of these laws may require self-disclosure to government agencies and result in criminal or civil sanctions, which could disrupt our\n12\nbusiness and result in a material adverse effect on our reputation, business, financial condition, results of operations and cash flows.\nOur failure to satisfy international trade compliance regulations, and changes in U.S. government and other applicable sanctions, could have a material adverse effect on us.\nOur global operations require importing and exporting goods and technology across international borders on a regular basis. Certain of the products we sell are “dual use” products, which are products that may have both civil and military applications, or may otherwise be involved in weapons proliferation, and are often subject to more stringent export controls. From time to time, we obtain or receive information alleging improper activity in connection with imports or exports. Our policy mandates strict compliance with U.S. and non-U.S. trade laws applicable to our products. However, even when we are in strict compliance with law and our policies, we may suffer reputational damage if certain of our products are sold through various intermediaries to sanctioned entities or to entities operating in sanctioned countries. When we receive information alleging improper activity, our policy is to investigate that information and respond appropriately, including, if warranted, reporting our findings to relevant governmental authorities. Nonetheless, our policies and procedures may not always protect us from actions that would violate U.S. and/or non-U.S. laws. Any improper actions could subject us to civil or criminal penalties, including material monetary fines, or other adverse actions including denial of import or export privileges, and could damage our reputation and business prospects.\nWe are exposed to environmental laws, liabilities and litigation.\nWe are subject to U.S. federal, state, local and non-U.S. laws and regulations governing protection of the environment and worker health and safety. Compliance with these environmental, health and safety regulations could require us to satisfy environmental liabilities, increase the cost of manufacturing our products or otherwise have a material adverse effect on our business, financial condition, results of operations and cash flows. Any violations of these laws by us could cause us to incur unanticipated liabilities. We are also required to comply with various environmental laws and maintain permits, many of which are subject to renewal from time to time, for many of our businesses, and we could be adversely impacted if we are unable to renew existing permits or to obtain any additional permits that may be required. Compliance with environmental requirements also could require significant operating or capital expenditures or result in significant operational restrictions. We cannot provide assurance that we have been or will be at all times in compliance with environmental and health and safety laws. If we violate these laws, we could be fined, criminally charged or otherwise sanctioned by regulators.\nWe have been named as a defendant, target or a potentially responsible party (“PRP”) in a number of environmental matters relating to our current or former businesses. We have disposed of a number of businesses and in certain cases, we have retained responsibility and potential liability for certain environmental obligations. We have received claims for indemnification from certain purchasers of businesses from us. We may be named as a PRP at other sites in the future for existing business units, as well as both divested and acquired businesses. In addition to clean-up actions brought by governmental authorities, private parties could bring individual or class-action claims due to the presence of, or exposure to, hazardous substances.\nCertain environmental laws impose liability on current or previous owners or operators of real property for the cost of removal or remediation of hazardous substances at their properties or at properties at which they have disposed of hazardous substances. We have projects underway at several current and former manufacturing facilities to investigate and remediate environmental contamination resulting from our past operations or by the operations of divested or acquired businesses or other businesses that previously owned or used the properties. The cost of remediation and other environmental liabilities can be difficult to accurately predict. In addition, environmental requirements change and tend to become more stringent over time. Our eventual environmental remediation costs and liabilities could exceed the amount of our current reserves.\nOur subsidiaries are party to asbestos-related litigation that could adversely affect our financial condition, results of operations and cash flows.\nOur subsidiaries, along with numerous other companies, are named as defendants in a substantial number of lawsuits based on alleged exposure to asbestos-containing materials, substantially all of which relate to our discontinued operations. These cases typically involve product liability claims based primarily on allegations of manufacture, sale or distribution of industrial products that either contained asbestos or were attached to or used with asbestos-containing components manufactured by third parties. In addition, some cases brought against us involve the presence of asbestos at facilities that we own or used to own. Each case typically names a large number of product manufacturers, service providers and premises owners. Historically, our subsidiaries have been identified as defendants in asbestos-related claims. Our strategy has been, and continues to be, to mount a vigorous defense aimed at having unsubstantiated suits dismissed, and settling claims before trial only where appropriate. As of December 31, 2022, there were approximately 689 claims pending against our subsidiaries, substantially all of which relate to our discontinued operations. We cannot predict with certainty the extent to which we will be successful in litigating or otherwise resolving lawsuits in the future, and we continue to evaluate different strategies related to asbestos claims filed against us including the possibility of entity restructuring. Unfavorable rulings, judgments or settlement terms could have a material adverse impact on our business and financial condition, results of operations and cash flows. In addition, while most of\n13\nthe asbestos claims against us are covered by liability insurance policies from many years ago, not all claims are insured. As our insurers resolve claims relating to past policy periods, the aggregate coverage provided by those policies erodes. If we exhaust our coverage under those policies, we will be exposed to potential uninsured losses. Over time, the uninsured portion of our asbestos docket may increase, which may require us to set greater reserves to resolve future asbestos cases.\nFailure to comply with the broad range of standards, laws and regulations in the jurisdictions in which we operate may result in exposure to substantial disruptions, costs and liabilities.\nOur products, manufacturing facilities and business operations are subject to certain statutory and regulatory requirements.  These laws and regulations impose on us increasingly complex, stringent and costly compliance activities, including but not limited to environmental, health, and safety protection standards and permitting, labeling and other requirements regarding (among other things) product efficiency and performance, material makeup, air quality and emissions, and wastewater discharges; the use, handling, and disposal of hazardous or toxic materials; remediation of environmental contamination; and working conditions for and compensation of our employees. We may also be affected by future standards, laws or regulations, including those\nimposed in response to energy, climate change, product functionality, geopolitical, corporate social responsibility, or similar concerns. These standards, laws, or regulations may impact our costs of operation, the sourcing of raw materials, and the manufacture and distribution of our products and place restrictions and other requirements or impediments on the products and solutions we can sell in certain geographical locations or on the willingness of certain investors to own our shares.\nWe are exposed to certain regulatory, financial and other risks related to climate change and other sustainability matters.\nClimate change is receiving ever increasing attention worldwide. Many scientists, legislators and others attribute global warming to increased levels of greenhouse gases, which has led to significant legislative and regulatory efforts to limit greenhouse gas emissions. The U.S. Environmental Protection Agency (“EPA”) has published findings that emissions of carbon dioxide, methane, and other greenhouse gases (“GHGs”) present an endangerment to public health and the environment because emissions of such gases are, according to the EPA, contributing to the warming of the earth’s atmosphere and other climate changes. Based on these findings, the EPA has implemented regulations that require reporting of GHG emissions, or that limit emissions of GHGs from certain mobile or stationary sources. In addition, the U.S. Congress and federal and state regulatory agencies have considered other legislation and regulatory proposals to reduce emissions of GHGs, and many states have already taken legal measures to reduce emissions of GHGs, primarily through the development of GHG inventories, GHG permitting and/or regional GHG cap-and-trade programs. It is uncertain whether, when and in what form a federal mandatory carbon dioxide emissions reduction program, or other state programs, may be adopted. Similarly, certain countries have adopted the Kyoto Protocol and in February 2021, the U.S. rejoined the Paris Accord. These and other existing or potential international initiatives and regulations could affect our international operations. To the extent our customers, particularly our energy and industrial customers, are subject to any of these or other similar proposed or newly enacted laws and regulations, we are exposed to risks that the additional costs by customers to comply with such laws and regulations could impact their ability or desire to continue to operate at similar levels in certain jurisdictions as historically seen or as currently anticipated, which could negatively impact their demand for our products and services. As customers become increasingly concerned about the environmental impact of their purchases, if we fail to keep up with changing regulations or innovate or operate in ways that minimize the energy use of our products or operations, customers may choose more energy efficient or sustainable alternatives. These actions could also increase costs associated with our operations, including costs for raw materials and transportation. We may also be subject to consumer lawsuits or enforcement actions by governmental authorities if our ESG claims relating to product marketing are inaccurate. It is uncertain what laws will be enacted and therefore we cannot predict the potential impact of such laws on our future financial condition, results of operations and cash flows. The laws and regulations regarding ESG disclosures and requirements are rapidly evolving and could have an adverse effect on our operations and the costs of compliance with, and the other burdens imposed by, these and other laws or regulatory actions may increase our operational costs.\nAs part of our strategy regarding environmental, climate change and sustainability matters, we have set and may set additional targets aimed at reducing our impact on the environment and climate change and/or targets relating to other sustainability matters. In addition, as a leading provider of water treatment solutions, our business strategy includes positioning our products and services as sustainable solutions. Actions we take to achieve our targets or strategy could result in increased costs to our operations. We may not be able to achieve such targets or our desired impact, and any future investments we make in furtherance of achieving such targets and strategy may not meet investor expectations or standards regarding sustainability performance. Moreover, we may determine that it is in the best interest of our company and our shareholders to prioritize other business, social, governance or sustainable investments over the achievement of our current targets based on economic, regulatory and social factors, business strategy or pressure from investors or other stakeholders. In addition, investors and other stakeholders are increasingly focused on ESG matters, and as stakeholder ESG expectations and standards are evolving, we may not be able to sufficiently respond to these evolving standards and expectations. Furthermore, we could be criticized for the accuracy or completeness of the disclosure of our ESG initiatives. If we are unable to meet our targets or successfully implement our strategy or our ESG reporting is inaccurate or incomplete, then we could suffer from reputational damage and incur adverse reaction from investors and other stakeholders, which could adversely impact the perception of our brand and our\n14\nproducts and services by current and potential investors and customers, which could in turn adversely impact our business, results of operations, or financial condition.\nIncreased cybersecurity threats and computer crime pose a risk to our systems, networks, products and services, and we are exposed to potential regulatory, financial and reputational risks relating to the protection of our data.\nWe rely upon information technology systems and networks in connection with a variety of business activities, some of which are managed by third parties. As our business increasingly interfaces with employees, customers, dealers and suppliers using information technology systems and networks, we are subject to an increased risk to the secure operation of these systems and networks. Our evolution into smart products and Internet of Things subjects us to increased cyber and technology risks. The secure operation of our information technology systems and networks is critical to our business operations and strategy. Cybersecurity threats from user error to attacks designed to gain unauthorized access to our systems, networks and data are increasing in frequency and sophistication. These threats pose a risk to the security of our systems and networks and the confidentiality, availability and integrity of the data we process and maintain. Establishing systems and processes to address these threats may increase our costs. We have experienced cybersecurity incidents, and, although we have determined such cybersecurity incidents to be immaterial and such incidents have not had a material adverse effect on our financial condition, results of operations or cash flows, there can be no assurance of similar results in the future. Should future attacks succeed, it could expose us and our employees, customers, dealers and suppliers to the theft of assets, misuse of information or systems, compromises of confidential information, manipulation and destruction of data, product failures, production downtimes and operations disruptions. The occurrence of any of these events could have a material adverse effect on our reputation, business, financial condition, results of operations and cash flows. In addition, such cybersecurity incidents could result in litigation, regulatory action and potential liability and the costs and operational consequences of implementing further data protection measures.\nChanges in data privacy laws and our ability to comply with them could have a material adverse effect on us.\nWe collect and store data that is sensitive to us and our employees, customers, dealers and suppliers. A variety of state, national, foreign and international laws and regulations apply to the collection, use, retention, protection, security, disclosure, transfer and other processing of personal and other data. Many foreign data privacy regulations, including the General Data Protection Regulation (the “GDPR”) in the European Union, are more stringent than federal regulations in the United States. Within the United States, many states are considering adopting, or have already adopted privacy regulations, including, for example, the California Consumer Privacy Act. These laws and regulations are rapidly evolving and changing, and could have an adverse effect on our operations. Companies’ obligations and requirements under these laws and regulations are subject to uncertainty in how they may be interpreted by courts and governmental authorities. The costs of compliance with, and the other burdens imposed by, these and other laws or regulatory actions may increase our operational costs, and/or result in interruptions or delays in the availability of systems. In the case of non-compliance with these laws, including the GDPR, regulators have the authority to levy significant fines. In addition, if there is a breach of privacy, we may be required to make notifications under data privacy laws or regulations, or could become subject to litigation. The occurrence of any of these events could have a material adverse effect on our reputation, business, financial condition, results of operations and cash flows.\nWe may be negatively impacted by litigation and other claims.\nWe are currently, and may in the future, become subject to litigation and other claims. These legal proceedings are typically claims that relate to our products or services or to the conduct of our business and include, without limitation, claims relating to commercial regulatory or contractual disputes with suppliers, authorities, customers or parties to acquisitions and divestitures; intellectual property matters; environmental, asbestos, safety and health matters; product quality and liability matters; matters arising from the use or installation of our products; consumer protection matters; and employment and labor matters. The outcome of such legal proceedings cannot be predicted with certainty and some may be disposed of unfavorably to us. Insurance coverage is not available for some of our claims and may be disputed by carriers in others. While we currently maintain what we believe to be suitable product liability insurance, we may not be able to maintain this insurance on our preferred terms or at an acceptable cost, and this insurance may not provide adequate protection against potential or previously existing liabilities. In addition, we self-insure a portion of product liability claims and must satisfy deductibles on other insured claims. Further, some of our business involves the sale of our products to customers that are constructing large and complex systems, facilities or other capital projects, and while we generally try to limit our exposure to liquidated damages, consequential damages and other potential damages in the contracts for these projects, we could be exposed to significant monetary damages and other liabilities in connection with the sale of our products for these projects for a variety of reasons. In addition, some of our businesses, customers, and dealers are subject to various laws and regulations regarding consumer protection and advertising and sales practices, and we have been named, and may be named in the future, as a defendant in litigation, some of which are or may be class action complaints, arising from alleged violation of these laws and regulations. In addition, our indemnification obligations relating to the purchase or sale of businesses could result in litigation or claims of unknown amounts. Successful claims or litigation against us for significant amounts could have a material adverse effect on our reputation, business, financial condition, results of operations and cash flows.\n15\nRisks Relating to Our Jurisdiction of Incorporation in Ireland and Tax Residency in the U.K.\nWe are subject to changes in law and other factors that may not allow us to maintain a worldwide effective corporate tax rate that is competitive in our industry.\nWhile we believe that we should be able to maintain a worldwide effective corporate tax rate that is competitive in our industry, we cannot give any assurance as to what our effective tax rate will be in the future because of, among other things, uncertainty regarding tax policies of the jurisdictions where we operate. Also, the tax laws and treaties of the U.S., the U.K., Ireland and other jurisdictions could change in the future, and such changes could cause a material change in our worldwide effective corporate tax rate. In addition, legislative action could be taken by the U.S., the U.K., Ireland or the European Union that could override tax treaties or modify tax statutes or regulations upon which we expect to rely and adversely affect our effective tax rate. We cannot predict the outcome of any specific legislative proposals. If proposals were enacted that had the effect of disregarding our incorporation in Ireland or limiting our ability as an Irish company to maintain tax residency in the U.K., we could be subject to increased taxation, which could materially adversely affect our financial condition, results of operations, cash flows or our effective tax rate in future reporting periods.\nA change in our tax residency could have a negative effect on our future profitability, and may trigger taxes on dividends or exit charges.\nUnder current Irish legislation, a company is regarded as resident for tax purposes in Ireland if it is incorporated in Ireland. Under current U.K. legislation, a company that is centrally managed and controlled in the U.K. is regarded as resident in the U.K. for taxation purposes unless it is treated as resident in another jurisdiction pursuant to any appropriate double tax treaty with the U.K. Other jurisdictions may also seek to assert taxing jurisdiction over us.\nThe Organization for Economic Co-operation and Development proposed a number of measures relating to the tax treatment of multinationals, some of which are implemented by amending double tax treaties through the multilateral convention to implement tax treaty-related measures to prevent base erosion and profit shifting (the “MLI”). The MLI has now entered into force for a number of countries, including Ireland and the U.K. Under the Double Tax Convention between Ireland and the U.K., as amended by the MLI, the residence tie-breaker provides that a company will remain dual resident unless there is a determination otherwise by the tax authorities of the two contracting states.\nWe have obtained a determination from the Competent Authorities of the Irish Revenue Commissioners and the U.K. HM Revenue & Customs which states that we are resident for tax purposes only in the U.K.\nIt is possible that in the future, whether as a result of a change in law or the practice of any relevant tax authority or as a result of any change in the conduct of our affairs, we could become, or be regarded as having become, resident in a jurisdiction other than the U.K. If we cease to be resident in the U.K. and become a resident in another jurisdiction, we may be subject to U.K. exit charges, and could become liable for additional tax charges in the other jurisdiction (including dividend withholding taxes or corporate income tax charges). If we were to be treated as resident in more than one jurisdiction, we could be subject to taxation in multiple jurisdictions. If, for example, we were considered to be a tax resident of Ireland, we could become liable for Irish corporation tax, and any dividends paid by us could be subject to Irish dividend withholding tax.\nIrish law differs from the laws in effect in the United States and may afford less protection to holders of our securities.\nIt may not be possible to enforce court judgments obtained in the U.S. against us in Ireland based on the civil liability provisions of the U.S. federal or state securities laws. In addition, there is some uncertainty as to whether the courts of Ireland would recognize or enforce judgments of U.S. courts obtained against us or our directors or officers based on the civil liabilities provisions of the U.S. federal or state securities laws or hear actions against us or those persons based on those laws. We have been advised that the U.S. currently does not have a treaty with Ireland providing for the reciprocal recognition and enforcement of judgments in civil and commercial matters. Therefore, a final judgment for the payment of money rendered by any U.S. federal or state court based on civil liability, whether or not based solely on U.S. federal or state securities laws, would not automatically be enforceable in Ireland.\nAs an Irish company, we are governed by the Irish Companies Act, which differs in some material respects from laws generally applicable to U.S. corporations and shareholders, including, among others, differences relating to interested director and officer transactions and shareholder lawsuits. Further, the duties of directors and officers of an Irish company generally are owed to the company only. Shareholders of Irish companies generally do not have a personal right of action against directors or officers of the company and may exercise such rights of action on behalf of the company only in limited circumstances. Accordingly, holders of our securities may have more difficulty protecting their interests than would holders of securities of a corporation incorporated in a jurisdiction of the U.S.\n16\nIrish law differs from the laws in effect in the United States, which may negatively impact our ability to issue ordinary shares.\nUnder Irish law, we must have authority from our shareholders to issue any ordinary shares, including shares that are part of our authorized but unissued share capital. In addition, unless otherwise authorized by its shareholders, when an Irish company issues shares for cash to new shareholders, it is required first to offer those shares on the same or more favorable terms to existing shareholders on a pro-rata basis. If we are unable to obtain these authorizations from our shareholders, or are otherwise limited by the terms of our authorizations, our ability to issue ordinary shares under our equity compensation plans and, if applicable, to facilitate funding acquisitions or otherwise raise capital could be adversely affected.\nTransfers of our ordinary shares may be subject to Irish stamp duty.\nTransfers of our ordinary shares effected by means of the transfer of book entry interests in the Depository Trust Company (“DTC”) will not be subject to Irish stamp duty. However, if you hold your ordinary shares directly rather than beneficially through DTC, any transfer of your ordinary shares could be subject to Irish stamp duty (currently at the rate of 1% of the higher of the price paid or the market value of the shares acquired). Payment of Irish stamp duty is generally a legal obligation of the transferee.\nWe currently intend to pay, or cause one of our affiliates to pay, stamp duty in connection with share transfers made in the ordinary course of trading by a seller who holds shares directly to a buyer who holds the acquired shares beneficially. In other cases we may, in our absolute discretion, pay or cause one of our affiliates to pay any stamp duty. Our articles of association provide that, in the event of any such payment, we (i) may seek reimbursement from the buyer, (ii) will have a lien against the shares acquired by such buyer and any dividends paid on such shares and (iii) may set-off the amount of the stamp duty against future dividends on such shares. Parties to a share transfer may assume that any stamp duty arising in respect of a transaction in our shares has been paid unless one or both of such parties is otherwise notified by us.\nOur ordinary shares, received by means of a gift or inheritance could be subject to Irish capital acquisitions tax.\nIrish capital acquisitions tax (“CAT”) could apply to a gift or inheritance of our ordinary shares irrespective of the place of residence, ordinary residence or domicile of the parties. This is because our shares will be regarded as property situated in Ireland. The person who receives the gift or inheritance has primary liability for CAT. Gifts and inheritances passing between spouses are exempt from CAT. Children have a tax-free threshold of €335,000\nper lifetime in respect of taxable gifts or inheritances received from their parents for periods on or after October 9, 2019.\nGeneral Risk Factors\nOur share price may fluctuate significantly.\nWe cannot predict the prices at which our shares may trade. The market price of our shares may fluctuate widely, depending on many factors, some of which may be beyond our control, including:\n•\nactual or anticipated fluctuations in our results of operations due to factors related to our business;\n•\nsuccess or failure of our business strategy;\n•\nour quarterly or annual earnings, or those of other companies in our industry;\n•\nour ability to obtain third-party financing as needed;\n•\nannouncements by us or our competitors of significant acquisitions or dispositions;\n•\nchanges in accounting standards, policies, guidance, interpretations or principles;\n•\nchanges in earnings estimates or guidance by us or securities analysts or our ability to meet those estimates or guidance;\n•\nthe operating and share price performance of other comparable companies;\n•\ninvestor perception of us;\n•\neffect of certain events or occurrences on our reputation;\n•\noverall market fluctuations;\n•\nresults from any material litigation or governmental investigation or environmental liabilities;\n17\n•\nnatural or other environmental disasters;\n•\nchanges in laws and regulations affecting our business; and\n•\ngeneral economic conditions and other external factors.\nStock markets in general have experienced volatility that has often been unrelated to the operating performance of a particular company. These broad market fluctuations could have a material adverse effect on our share price."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "Our principal office is located in leased premises in London, U.K., and our management office in the U.S. is located in leased premises in Golden Valley, Minnesota.\nOur operations are conducted in facilities throughout the world. These facilities house manufacturing and distribution operations, as well as sales and marketing, engineering and administrative offices. The following is a summary of our principal properties as of December 31, 2022, including manufacturing, distribution, sales offices and service centers:\nWe believe that our production facilities, as well as the related machinery and equipment, are well maintained and suitable for their purpose and are adequate to support our businesses."
  },
  {
    "item_key": "item_3",
    "text": "We have been, and in the future may be, made parties to a number of actions filed or have been, and in the future may be, given notice of potential claims relating to the conduct of our business, including those relating to commercial, regulatory or contractual disputes with suppliers, customers, authorities or parties to acquisitions and divestitures; intellectual property matters; environmental, asbestos, safety and health matters; product liability; the use or installation of our products; consumer matters; and employment and labor matters. Refer to\n“Legal proceedings”\nand\n“Environmental matters”\nwithin\n, of the consolidated financial statements included in ITEM 8 of Part II of this Form 10-K for information regarding legal and regulatory proceedings we are involved in. In addition, see\nrelated to asbestos matters."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n18\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS\nCurrent executive officers of Pentair plc, their ages, current position and their business experience during at least the past five years are as follows:\n19\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Our ordinary shares are listed for trading on the New York Stock Exchange (“NYSE”) under the symbol “PNR.” As of December 31, 2022, there were 12,940 shareholders of record.\nPentair has paid 188 consecutive quarterly cash dividends, including most recently a dividend of $0.21 per share in the fourth quarter of 2022. On December 12, 2022, Pentair’s Board of Directors approved a 5 percent increase in the Company’s regular quarterly cash dividend rate (from $0.21 per share to $0.22 per share) that was paid on February 3, 2023 to shareholders of record at the close of business on January 20, 2023. 2023 marks the 47\nth\nconsecutive year that Pentair has increased its dividend.\nThe timing, declaration and payment of future dividends to holders of our ordinary shares will depend upon many factors, including our financial condition and results of operations, the capital requirements of our businesses, industry practice and any other relevant factors.\nShare Performance Graph\nThe following information under the caption “Share Performance Graph” in this ITEM 5 of this Annual Report on Form 10-K is not deemed to be “soliciting material” or to be “filed” with the SEC or subject to Regulation 14A or 14C under the Securities Exchange Act of 1934, as amended (the “Exchange Act”), or to the liabilities of Section 18 of the Exchange Act and will not be deemed to be incorporated by reference into any filing under the Securities Act of 1933, as amended, or the Exchange Act, except to the extent we specifically incorporate it by reference into such a filing.\nThe following graph sets forth the cumulative total shareholder return on our ordinary shares for the last five years, assuming the investment of $100 on December 31, 2017 and the reinvestment of all dividends since that date to December 31, 2022. The graph also contains for comparison purposes the S&P 500 Index and the S&P 500 Industrials Index, assuming the same investment level and reinvestment of dividends.\nBy virtue of our market capitalization, we are a component of the S&P 500 Index. On the basis of our size and diversity of businesses, we believe the S&P 500 Industrials Index is an appropriate published industry index for comparison purposes.\n20\nPurchases of Equity Securities\nThe following table provides information with respect to purchases we made of our ordinary shares during the fourth quarter of 2022:\n(a)\nThe purchases in this column include 86 shares for the period October 1 – October 29, 1,014 shares for the period October 30 – November 26, and 1,432 shares for the period November 27 – December 31 deemed surrendered to us by participants in our equity incentive plans to satisfy the exercise price or withholding of tax obligations related to the exercise of stock options and vesting of restricted and performance shares.\n(b)\nThe average price paid in this column includes shares repurchased as part of our publicly announced plans and shares deemed surrendered to us by participants in our equity incentive plans to satisfy the exercise price for the exercise price of stock options and withholding tax obligations due upon stock option exercises and vesting of restricted and performance shares.\n(c)\nThe number of shares in this column represents the number of shares repurchased as part of our publicly announced plans to repurchase our ordinary shares up to a maximum dollar limit authorized by the Board of Directors, discussed below.\n(d)\nIn December 2020, the Board of Directors authorized the repurchase of our ordinary shares up to a maximum dollar limit of $750.0 million (the “2020 Authorization”). The 2020 Authorization expires on December 31, 2025. We have $600.0 million remaining availability for repurchases under the 2020 Authorization. From time to time, we may enter into a Rule 10b5-1 trading plan for the purpose of repurchasing shares under this authorization."
  },
  {
    "item_key": "item_6",
    "text": "21"
  },
  {
    "item_key": "item_7",
    "text": "Forward-looking statements\nThis report contains statements that we believe to be “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. All statements, other than statements of historical fact, are forward-looking statements. Without limitation, any statements preceded or followed by or that include the words “targets,” “plans,” “believes,” “expects,” “intends,” “will,” “likely,” “may,” “anticipates,” “estimates,” “projects,” “should,” “would,” “could,” “positioned,” “strategy,” “future” or words, phrases or terms of similar substance or the negative thereof, are forward-looking statements. These forward-looking statements are not guarantees of future performance and are subject to risks, uncertainties, assumptions and other factors, some of which are beyond our control, which could cause actual results to differ materially from those expressed or implied by such forward-looking statements. These factors include the overall global economic and business conditions impacting our business, including the strength of housing and related markets and conditions relating to the conflict between Russia and Ukraine and related sanctions; supply, demand, logistics, competition and pricing pressures related to and in the markets we serve; the ability to achieve the benefits of our restructuring plans, cost reduction initiatives and transformation program; the impact of raw material, logistics and labor costs and other inflation; volatility in currency exchange rates; failure of markets to accept new product introductions and enhancements; the ability to successfully identify, finance, complete and integrate acquisitions; risks associated with operating foreign businesses; the impact of seasonality of sales and weather conditions; our ability to comply with laws and regulations; the impact of changes in laws, regulations and administrative policy, including those that limit U.S. tax benefits or impact trade agreements and tariffs; the outcome of litigation and governmental proceedings; and the ability to achieve our long-term strategic operating and ESG goals. Additional information concerning these and other factors is contained in our filings with the U.S. Securities and Exchange Commission (the “SEC”), including this Annual Report on Form 10-K. All forward-looking statements speak only as of the date of this report. Pentair assumes no obligation, and disclaims any obligation, to update the information contained in this report.\nOverview\nPentair plc and its consolidated subsidiaries (“we,” “us,” “our,” “Pentair” or the “Company”) is a pure play water industrial manufacturing company and in 2022 we were comprised of two reporting segments: Consumer Solutions and Industrial & Flow Technologies. We classify our operations into business segments based primarily on types of products offered and markets served. For the year ended December 31, 2022, the Consumer Solutions and Industrial & Flow Technologies segments represented approximately 64% and 36% of total revenues, respectively.\nEffective January 1, 2023, we reorganized our segments, going from two segments to three, with the three reorganized segments reflecting how we expect to manage our business in 2023. As a result of this segment change, the Consumer Solutions segment was divided into a Pool segment and a Water Solutions segment. Our new Water Solutions segment includes Manitowoc Ice. The Industrial & Flow Technologies segment remains the same. The discussions below reporting on prior periods reflect the previous segmentation, but the descriptions of our businesses below continue to apply in their re-segmented form. Additional information regarding this re-segmentation is found under the section titled “New Segmentation” in ITEM 1 of this Form 10-K.\nAlthough our jurisdiction of organization is Ireland, we manage our affairs so that we are centrally managed and controlled in the United Kingdom (the “U.K.”) and therefore have our tax residency in the U.K.\nOn July 28, 2022, as part of our Consumer Solutions reporting segment, we acquired the issued and outstanding equity securities of certain subsidiaries of Welbilt, Inc. (“Welbilt”) and certain other assets, rights, and properties, and assumed certain liabilities, comprising Welbilt’s Manitowoc Ice business (“Manitowoc Ice”), for approximately $1.6 billion in cash.\nKey Trends and Uncertainties Regarding Our Existing Business\nThe following trends and uncertainties affected our financial performance in 2022, and are reasonably likely to impact our results in the future:\n•\nWe executed certain business restructuring initiatives aimed at reducing our fixed cost structure and realigning our business. We expect these actions to continue into 2023 and to drive margin growth.\n•\nIn 2021, we created a transformation office and launched and committed resources to the Transformation Program designed to accelerate growth and drive margin expansion by driving operational excellence, reducing complexity and streamlining our processes. During 2022, we made strategic progress on our Transformation Program initiatives with a primary focus on two of our four key themes of pricing excellence and strategic sourcing and built capabilities across all themes, including the other two of operations excellence and organizational effectiveness. We expect to continue to execute on our key Transformation Program initiatives to drive margin expansion and expect to continue to incur transformation costs in 2023 and beyond.\n22\n•\nWe experienced supply chain challenges, including increased lead times for raw materials due to availability constraints and high demand for these materials. While we have elevated our engagement with our suppliers and used secondary suppliers and new methods of procurement where available to mitigate the supply chain pressures, we expect supply chain challenges to continue in 2023, and which may continue thereafter and could negatively impact our results of operations.\n•\nWe experienced inflationary increases in costs of raw materials such as metals, resins and electronics (including drives and motors), as well as increases in logistics, transportation and labor costs. While we have taken pricing actions and we strive for productivity improvements that could help offset these inflationary cost increases, we expect inflationary cost increases to continue in 2023, and which may continue thereafter and could negatively impact our results of operations.\n•\nWe experienced increased inventory levels in order to support market demand and reflect ongoing supply chain challenges. In the second half of 2022, we began to see inventory correcting within our residential distributor channels, which we expect to result in moderated volumes for the next few quarters as channel inventories normalize to more historical levels and could negatively impact our results of operations.\n•\nOur backlog, primarily in our Consumer Solutions segment, decreased compared to the backlog at the end of 2021. Shipments outpaced new orders during the period as customers balanced the need to place new orders with market demand and channel inventory levels. This downward trend may continue in 2023 as we expect backlog to return to more historical levels and lead times to improve.\n•\nWe have identified specific product and geographic market opportunities that we find attractive and continue to pursue, both within and outside the U.S. We are reinforcing that our businesses more effectively address these opportunities through research and development and additional sales and marketing resources. Unless we successfully penetrate these markets, our core sales growth will likely be limited or may decline.\n•\nThe ongoing effects of the COVID-19 pandemic continue to impact global economic conditions. There are many uncertainties regarding the COVID-19 pandemic, including the duration and severity of the pandemic, the spread of increasing number of virus variants, the extent of worldwide social, political and economic disruption it may continue to cause and the distribution and effectiveness of vaccines to address the COVID-19 virus. The broader implications of the COVID-19 pandemic that are reasonably likely to impact our business, financial condition, results of operations and cash flows cannot be determined at this time, and ultimately will be affected by a number of evolving factors including the length of time that the pandemic continues and the impact of vaccines on it, the impact of virus variants, the effectiveness of vaccinations, the pandemic’s effect on the demand for our products and services, our supply chain, and our manufacturing and distribution capacity, as well as the impact of governmental regulations imposed in response to the pandemic. For more information regarding factors and events that may impact our business, results of operations and financial condition as a result of the COVID-19 pandemic, see Part I—ITEM 1A, “Risk Factors,” included herein.\nIn 2023, our operating objectives focus on delivering our core and building our future. We expect to execute these objectives by:\n•\nDelivering profitable revenue growth and productivity for customers and shareholders;\n•\nContinuing to focus on capital allocation through:\n◦\nCommitting to maintain our investment grade rating;\n◦\nFocusing on reducing our long-term debt;\n◦\nReturning cash to shareholders through dividends and share repurchases; and\n◦\nAccelerating our performance with strategically-aligned mergers and acquisitions;\n•\nFocusing growth initiatives that accelerate our investments in digital, technology and services expansion;\n•\nContinuing to implement our Transformation Program initiatives that will drive operational excellence, reduce complexity and improve our organizational structure; and\n•\nBuilding a high performance growth culture and delivering on our commitments while living our Win Right values.\n23\nCONSOLIDATED RESULTS OF OPERATIONS\nThe consolidated results of operations were as follows:\nN.M. Not Meaningful\nNet sales\nThe components of the consolidated net sales change were as follows:\nThe 9.5 percent increase in consolidated net sales in 2022 from 2021 was primarily the result of:\n•\nincreases in selling prices to mitigate a rise in inflationary costs;\n•\nincreased sales from the acquisitions of Manitowoc Ice, Pleatco Holdings, LLC (“Pleatco”), and Ken’s Beverage, Inc (“KBI”) completed in the third quarter of 2022, fourth quarter of 2021 and second quarter of 2021, respectively;\n•\nsales volume increase in our industrial solutions business within our Industrial & Flow Technologies segment; and\n•\nsales volume increase in our commercial water solutions business within our Consumer Solutions segment.\n24\nThis increase was partially offset by:\n•\nsales volume decrease in our Consumer Solutions segment mainly driven by our pool and residential water treatment businesses;\n•\nsales volume decrease in our residential and irrigation flow businesses within our Industrial & Flow Technologies segment; and\n•\nunfavorable foreign currency effects in 2022 compared to the prior year.\nGross profit\nThe 1.9 percentage point decrease in gross profit as a percentage of net sales in 2022 from 2021 was primarily the result of:\n•\ninflationary cost increases due to tight supply of raw materials such as metals, resins and electronics;\n•\nhigher logistics and labor costs due to increased demand, additional headcount and factory labor wage increases;\n•\ndecreased productivity in our Consumer Solutions pool and residential water treatment businesses due to decreased sales volumes;\n•\ndecreased productivity in our Industrial & Flow Technologies segment as a result of supply chain and plant inefficiencies;\n•\ninventory impairments and write-offs and certain accruals of $19.6 million recorded as part of exiting businesses in our Consumer Solutions segment;\n•\namortization of inventory fair market value step-up of $5.8 million as a result of the Manitowoc Ice acquisition; and\n•\ncharges of $4.7 million recorded in 2022 for the write-off of inventory and costs related to contracts and orders that we will no longer fulfill in light of our exit of business activity and sales in Russia.\nThis decrease was partially offset by:\n•\nincreases in selling prices to mitigate impacts of inflation.\nSelling, general and administrative (“SG&A”)\nThe 0.6 percentage point increase in SG&A expense as a percentage of net sales in 2022 from 2021 was driven by:\n•\nidentifiable intangible asset amortization expense of $28.6 million related to the addition of Manitowoc Ice’s definite-lived intangible assets in 2022;\n•\ndeal-related costs and expenses of $22.2 million in 2022, compared to $7.9 million in 2021;\n•\nrestructuring costs of $36.7 million in 2022, compared to $7.4 million in 2021; and\n•\ntransformation costs of $27.2 million in 2022, compared to $11.7 million in 2021.\nThis increase was partially offset by:\n•\nhigher employee incentive expense in 2021 compared to 2022 as a result of stronger financial performance in 2021 than initially forecasted.\nNet interest expense\nThe increase in net interest expense in 2022 from 2021 was the result of:\n•\nincreased debt due to the acquisition of Manitowoc Ice;\n•\nincreased variable interest rates in 2022 compared to the prior year; and\n•\nthe amortization of debt issuance costs of $9.0 million in 2022 related to financing commitments for a bridge loan facility established in connection with the definitive agreement to purchase Manitowoc Ice.\n25\nProvision for income taxes\nThe 0.9 percentage point increase in the effective tax rate in 2022 from 2021 was primarily due to:\n•\nthe impact of favorable discrete items in 2021 that did not occur in 2022.\nThis\nincrease was partially offset by:\n•\nthe favorable mix of global earnings.\n2021 Comparison with 2020\nA discussion of changes in our consolidated results of operations, segment results of operations and liquidity and capital resources from the year ended December 31, 2021 to December 31, 2020 can be found in Part II, ITEM 7, Management’s Discussion and Analysis of Financial Condition and Results of Operations of our Annual Report on Form 10-K for the year ended December 31, 2021, which was filed with the SEC on February 22, 2022. However, such discussion is not incorporated by reference into, and does not constitute a part of, this Annual Report on Form 10-K.\nSEGMENT RESULTS OF OPERATIONS\nThe summary that follows provides a discussion of the results of operations of each of our 2022 reportable segments (Consumer Solutions and Industrial & Flow Technologies). Each of these segments is comprised of various product offerings that serve multiple end users.\nWe evaluate performance based on net sales and segment income and use a variety of ratios to measure performance of our reporting segments. Segment income represents equity income of unconsolidated subsidiaries and operating income exclusive of intangible amortization, certain acquisition related expenses, costs of restructuring and transformation activities, impairments and other unusual non-operating items.\nConsumer Solutions\nThe net sales and segment income for Consumer Solutions were as follows:\nNet sales\nThe components of the change in Consumer Solutions net sales were as follows:\nThe 11.9 percent increase in net sales for Consumer Solutions in 2022 from 2021 was primarily the result of:\n•\nincreases in selling prices to mitigate impacts of inflation;\n•\nincreased sales due to the acquisitions of Manitowoc Ice, Pleatco and KBI completed in the third quarter of 2022, the fourth quarter of 2021 and the second quarter of 2021, respectively; and\n•\nincreased sales volume in our commercial water solutions business in 2022 compared to the prior year.\nThe increase was partially offset by:\n•\ndecreased sales volume in our pool and residential water treatment businesses in 2022 compared to the prior year; and\n26\n•\nunfavorable foreign currency effects compared to 2021.\nSegment income\nThe components of the change in\nConsumer Solutions\nsegment income as a percentage of net sales from the prior period were as follows:\nThe 0.4 percentage point decrease in segment income for Consumer Solutions as a percentage of net sales in 2022 from 2021 was primarily the result of:\n•\ninflationary cost increases due to high demand and limited supply of raw materials such as metals, resins and electronics along with increased logistics and labor costs; and\n•\ndecreased productivity in our pool and residential water treatment businesses due to decreased sales volume.\nThis decrease was partially offset by:\n•\nincreases in selling prices to mitigate the impacts of inflation; and\n•\nthe income of the Manitowoc Ice business that was acquired in the third quarter of 2022.\nIndustrial & Flow Technologies\nThe net sales and segment income for Industrial & Flow Technologies were as follows:\nNet sales\nThe components of the change in Industrial & Flow Technologies net sales were as follows:\n`\nThe 5.6 percent increase in net sales for Industrial & Flow Technologies in 2022 from 2021 was primarily the result of:\n•\nincreases in selling prices to mitigate inflationary cost increases; and\n•\nincreased sales volume in our industrial solutions business in 2022 due to continued recovery in our project sales.\nThis\nincrease was partially offset by:\n•\ndecreased sales volume in our residential and irrigation flow businesses in 2022 compared to the prior year; and\n•\nunfavorable foreign currency effects in 2022 compared to 2021.\n27\nSegment income\nThe components of the change in Industrial & Flow Technologies segment income as a percentage of net sales from the prior period were as follows:\nThe 1.1 percentage point increase in segment income for Industrial & Flow Technologies as a percentage of net sales in 2022 from 2021 was primarily the result of:\n•\nincreases in selling prices to mitigate inflationary cost increases.\nThis increase was partially offset by:\n•\ninflationary cost increases due to high demand and tight supply of metals and resins along with increased logistics costs due to supply chain constraints and labor costs due to workforce shortages; and\n•\ndecreased productivity due to supply chain and plant inefficiencies.\nBACKLOG OF ORDERS BY SEGMENT\nThe majority of our backlog is short cycle in nature with shipments within one year from when a customer places an order and a substantial portion of our revenues has historically resulted from orders received and products delivered in the same month. A portion of our backlog, particularly from orders for major capital projects, can take more than one year from order to delivery depending on the size and type of order. We record, as part of our backlog, all orders from external customers, which represent firm commitments, and are supported by a purchase order or other legitimate contract. Our backlog of orders is dependent upon when customers place orders and is not necessarily an indicator of our expected results for our 2023 net sales.\nThe decrease in our backlog in our Consumer Solutions segment from the prior year was primarily driven by pool backlog trending down to more historical levels due to increased manufacturing capacity, improved lead times and customers balancing the need to place new orders with market demand and channel inventory levels.\nLIQUIDITY AND CAPITAL RESOURCES\nWe generally fund cash requirements for working capital, capital expenditures, equity investments, acquisitions, debt repayments, dividend payments and share repurchases from cash generated from operations, availability under existing committed revolving credit facilities and in certain instances, public and private debt and equity offerings. Our primary revolving credit facility has generally been adequate for these purposes, although we have negotiated additional credit facilities or completed debt and equity offerings as needed to allow us to complete acquisitions.\nWe experience seasonal cash flows primarily due to seasonal demand in a number of markets. Consistent with historical trends, we experienced seasonal cash usage in the first quarter of 2022 and drew on our revolving credit facility to fund our operations. This cash usage reversed in the second quarter of 2022 as the seasonality of our businesses peaked and generated significant cash to fund our operations. In the second half of 2022, we funded our operations using our strong cash flow and revolving credit facility.\nEnd-user demand for pool and certain pumping equipment follows warm weather trends and historically has been at seasonal highs from April to August. The magnitude of the sales spike has historically been partially mitigated by employing some advance sale “early buy” programs (generally including extended payment terms and/or additional discounts). Demand for\n28\nresidential and agricultural water systems is also impacted by weather patterns, particularly by temperature, heavy flooding and droughts.\nOn July 28, 2022, as part of our Consumer Solutions reporting segment, we completed the acquisition of Manitowoc Ice for approximately $1.6 billion in cash. We funded the purchase price for this acquisition with net proceeds from our term loan facility, the issuance of the 2032 Senior Notes and borrowings under our revolving credit facility, as well as cash on hand.\nSummary of Cash Flows\nOperating activities\nIn 2022, net cash provided by operating activities of continuing operations primarily reflects net income from continuing operations of $615.4 million, net of non-cash depreciation, amortization and asset impairment. Additionally, we had a cash outflow of $218.7 million as a result of changes in net working capital, primarily due to increased inventory balances compared to December 31, 2021. Inventory was higher due to inflationary impacts, continued supply chain inefficiencies and a rebalancing of inventory levels in the residential channel.\nIn 2021, net cash provided by operating activities of continuing operations primarily reflects net income from continuing operations of $633.5 million, net of non-cash depreciation and amortization. Additionally, we had a cash outflow of $20.8 million as a result of changes in net working capital, primarily due to increased sales demand and inflationary impacts leading to higher accounts receivable, inventory, accounts payable and other current liabilities balances.\nInvesting activities\nNet cash used for investing activities in 2022 primarily reflects the net cash paid of $1,579.5 million for the Manitowoc Ice acquisition and capital expenditures of $85.2 million, partially offset by cash received upon the settlement of net investment hedges of $78.9 million.\nNet cash used for investing activities in 2021 primarily reflects capital expenditures of $60.2 million and cash paid for acquisitions of $338.5 million in our Consumer Solutions and Industrial & Flow Technologies reporting segments, net of cash acquired.\nFinancing activities\nIn 2022, net cash provided by financing activities primarily relates to net borrowings of revolving long-term debt of $124.5 million, net proceeds received from the Term Loan Facility and issuance of the 2032 Senior Notes of $1,391.3 million used to finance the Manitowoc Ice acquisition and net cash receipts upon the settlement of cross currency swaps of $12.3 million, partially offset by dividend payments of $138.6 million, repayment of $88.3 million senior fixed notes, share repurchases of $50.0 million and payments of debt issuance costs of $15.8 million.\nIn 2021, net cash used for financing activities primarily relates to repayment of $103.8 million of senior notes, $150.0 million of share repurchases, dividend payments of $133.0 million and payments upon maturity of cross currency swaps of $14.7 million, partially offset by net borrowings of revolving long-term debt of $159.4 million.\n29\nFree Cash Flow\nIn addition to measuring our cash flow generation or usage based upon operating, investing and financing classifications included in the Consolidated Statements of Cash Flows, we also measure our free cash flow. We have a long-term goal to consistently generate free cash flow that is equal to 100 percent conversion of net income. Free cash flow is a non-U.S. GAAP financial measure that we use to assess our cash flow performance. We believe free cash flow is an important measure of liquidity because it provides us and our investors a measurement of cash generated from operations that is available to pay dividends, repurchase shares and repay debt. In addition, free cash flow is used as a criterion to measure and pay compensation-based incentives. Our measure of free cash flow may not be comparable to similarly titled measures reported by other companies.\nThe following table is a reconciliation of free cash flow:\nDebt and Capital\nPentair, Pentair Finance S.à r.l (“PFSA“) and Pentair, Inc. are parties to a credit agreement (the “Senior Credit Facility”), with Pentair as guarantor and PFSA and Pentair, Inc. as borrowers, which was amended and restated in December 2021 and further amended in December 2022, providing for a $900.0 million senior unsecured revolving credit facility and a $200.0 million senior unsecured term loan facility. The revolving credit facility has a maturity date of December 16, 2026 and the term loan facility has a maturity date of December 16, 2024. Borrowings under the Senior Credit Facility bear interest at a rate equal to an alternate base rate, adjusted term secured overnight financing rate, adjusted euro interbank offered rate, adjusted daily simple secured overnight financing rate or central bank rate, plus, in each case, an applicable margin. The applicable margin is based on, at PFSA’s election, Pentair’s leverage level or PFSA’s public credit rating.\nAs of December 31, 2022, total availability under the Senior Credit Facility was $580.0 million. In addition, PFSA has the option to request to increase the revolving credit facility and/or to enter into one or more additional tranches of term loans in an aggregate amount of up to $300.0 million, subject to customary conditions, including the commitment of the participating lenders.\nIn March 2022, in contemplation of the acquisition of Manitowoc Ice, Pentair and PFSA entered into a Loan Agreement among PFSA, as borrower, Pentair, as guarantor, and the lenders and agents party thereto, providing for a $600.0 million senior unsecured term loan facility (the “Term Loan Facility”). In June 2022, the Term Loan Facility was amended to increase the facility by $400.0 million to an aggregate principal amount of $1.0 billion. The Term Loan Facility has a maturity date of July 28, 2027, with required quarterly installment payments of $6.3 million beginning on the last day of the third quarter of 2023 and increasing to $12.5 million beginning with the last day of the third quarter of 2024.\nThe Term Loan Facility bears interest at a rate equal to an alternate base rate, adjusted term secured overnight financing rate, or adjusted daily simple secured overnight financing rate, plus, in each case, an applicable margin.\nThe applicable margin is based on, at PFSA’s election, Pentair’s leverage level or PFSA’s public credit rating.\nIn July 2022, in contemplation of the acquisition of Manitowoc Ice, Pentair, as guarantor, and PFSA, as issuer, completed a public offering of $400.0 million aggregate principal amount of 5.900% Senior Notes due 2032 (“2032 Senior Notes”).\nWe used the net proceeds from the Term Loan Facility and the issuance of the 2032 Senior Notes to finance a portion of the Manitowoc Ice acquisition purchase price and to pay related fees and expenses.\n30\nOur debt agreements contain various financial covenants, but the most restrictive covenants are contained in the Senior Credit Facility and the Term Loan Facility. The Senior Credit Facility and the Term Loan Facility contain covenants requiring us not to permit (i) the ratio of our consolidated debt (net of our consolidated unrestricted cash and cash equivalents in excess of $5.0 million but not to exceed $250.0 million) to our consolidated net income (excluding, among other things, non-cash gains and losses) before interest, taxes, depreciation, amortization and non-cash share-based compensation expense (“EBITDA”) on the last day of any period of four consecutive fiscal quarters (each, a “testing period”) to exceed 3.75 to 1.00 (or, at PFSA’s election and subject to certain conditions, 4.25 to 1.00 for four testing periods in connection with certain material acquisitions) (the “Leverage Ratio”) and (ii) the ratio of our EBITDA to our consolidated interest expense, for the same period to be less than 3.00 to 1.00 as of the end of each fiscal quarter. For purposes of the Leverage Ratio, the Senior Credit Facility and the Term Loan Facility provide for the calculation of EBITDA giving pro forma effect to certain acquisitions, divestitures and liquidations during the period to which such calculation relates.\nIn addition to the Senior Credit Facility and the Term Loan Facility, we have various other credit facilities with an aggregate availability of $21.0 million, of which there were no outstanding borrowings at December 31, 2022. Borrowings under these credit facilities bear interest at variable rates.\nWe have $12.5 million of Term Loan Facility payments due in the next twelve months. We classified this debt as long-term as of December 31, 2022 as we have the intent and ability to refinance such obligation on a long-term basis under the revolving credit facility under the Senior Credit Facility.\nAs of December 31, 2022, we had $89.6 million of cash held in certain countries in which the ability to repatriate is limited due to local regulations or significant potential tax consequences.\nAuthorized shares\nOur authorized share capital consists of 426.0 million ordinary shares with a par value of $0.01 per share.\nShare Repurchases\nIn May 2018, the Board of Directors authorized the repurchase of our ordinary shares up to a maximum dollar limit of $750.0 million (the “2018 Authorization”). The 2018 Authorization expired on May 31, 2021. In December 2020, the Board of Directors authorized the repurchase of our ordinary shares up to a maximum dollar limit of $750.0 million (the “2020 Authorization”). The 2020 Authorization expires on December 31, 2025. The 2020 Authorization supplemented the 2018 Authorization.\nDuring the year ended December 31, 2021, we repurchased 2.1 million of our ordinary shares for $150.0 million, of which 0.8 million shares, or $50.0 million, and 1.3 million shares, or $100.0 million, were repurchased pursuant to the 2018 Authorization and 2020 Authorization, respectively.\nDuring the year ended December 31, 2022, we repurchased 1.0 million of our ordinary shares for $50.0 million under the 2020 Authorization. As of December 31, 2022, we had $600.0 million available for share repurchases under the 2020 Authorization.\nDividends\nOn December 12, 2022, the Board of Directors approved a 5 percent increase in the Company’s regular quarterly dividend rate (from $0.21 per share to $0.22 per share) that was paid on February 3, 2023 to shareholders of record at the close of business on January 20, 2023. The balance of dividends payable included in\nOther current liabilities\non our Consolidated Balance Sheets was $36.2 million at December 31, 2022. Dividends paid per ordinary share were $0.84, $0.80 and $0.76 for the years ended December 31, 2022, 2021 and 2020, respectively.\nUnder Irish law, the payment of future cash dividends and repurchases of shares may be paid only out of Pentair plc’s “distributable reserves” on its statutory balance sheet. Pentair plc is not permitted to pay dividends out of share capital, which includes share premiums. Distributable reserves may be created through the earnings of the Irish parent company and through a reduction in share capital approved by the Irish High Court. Distributable reserves are not linked to a U.S. GAAP reported amount (e.g., retained earnings). Our distributable reserve balance was $7.1 billion and $8.4 billion as of December 31, 2022 and 2021, respectively.\nSupplemental guarantor information\nPentair plc (the “Parent Company Guarantor”), fully and unconditionally, guarantees the senior notes of PFSA (the “Subsidiary Issuer”). The Subsidiary Issuer is a Luxembourg private limited liability company and 100 percent-owned subsidiary of the Parent Company Guarantor.\n31\nThe Parent Company Guarantor is a holding company established to own directly and indirectly substantially all of its operating and other subsidiaries. The Subsidiary Issuer is a holding company formed to own directly and indirectly substantially all of its operating and other subsidiaries and to issue debt securities, including the senior notes. The Parent Company Guarantor’s principal source of cash flow, including cash flow to make payments on the senior notes pursuant to the guarantees, is dividends from its subsidiaries. The Subsidiary Issuer’s principal source of cash flow is interest income from its subsidiaries. None of the subsidiaries of the Parent Company Guarantor or the Subsidiary Issuer is under any direct obligation to pay or otherwise fund amounts due on the senior notes or the guarantees, whether in the form of dividends, distributions, loans or other payments. In addition, there may be statutory and regulatory limitations on the payment of dividends from certain subsidiaries of the Parent Company Guarantor or the Subsidiary Issuer. If such subsidiaries are unable to transfer funds to the Parent Company Guarantor or the Subsidiary Issuer and sufficient cash or liquidity is not otherwise available, the Parent Company Guarantor or the Subsidiary Issuer may not be able to make principal and interest payments on their outstanding debt, including the senior notes or the guarantees.\nThe following table presents summarized financial information as of December 31, 2022 for the Parent Company Guarantor and Subsidiary Issuer on a combined basis after elimination of (i) intercompany transactions and balances among the guarantors and issuer and (ii) equity in earnings from and investments in any subsidiary that is a non-Guarantor or issuer.\nThe Parent Company Guarantor and Subsidiary Issuer do not have material results of operations on a combined basis.\nMaterial cash requirements from contractual obligations and commitments\nWe expect to continue to have sufficient cash and borrowing capacity to support working capital needs and capital expenditures, to pay interest and service debt and to pay dividends to shareholders quarterly. We believe we have the ability to meet our short-term and long-term cash requirements by using available cash and internally generated funds and to borrow under our committed and uncommitted credit facilities. The following summarizes our material cash requirements from significant contractual obligations and purchase commitments that impact our liquidity as of December 31, 2022:\nThe majority of the purchase obligations represent commitments for raw materials to be utilized in the normal course of business. For purposes of the above table, arrangements are considered purchase obligations if a contract specifies all significant terms, including fixed or minimum quantities to be purchased, a pricing structure and approximate timing of the transaction.\nIn addition to the significant contractual obligations described above, we will incur annual interest expense on outstanding variable rate debt. As of December 31, 2022, variable interest rate debt was $1,520.0 million at a weighted average interest rate of 5.64%.\n32\nThe total gross liability for uncertain tax positions at December 31, 2022 was estimated to be $39.6 million. We record penalties and interest related to unrecognized tax benefits in\nProvision for income taxes\nand\nNet interest expense\n, respectively, which is consistent with our past practices. As of December 31, 2022, we had recorded $0.6 million for the possible payment of penalties and $4.9 million related to the possible payment of interest.\nCOMMITMENTS AND CONTINGENCIES\nWe have been, and in the future may be, made parties to a number of actions filed or have been, and in the future may be, given notice of potential claims relating to the conduct of our business, including those relating to commercial, regulatory or contractual disputes with suppliers, authorities, customers or parties to acquisitions and divestitures, intellectual property matters, environmental, asbestos, safety and health matters, product liability, the use or installation of our products, consumer matters, and employment and labor matters.\nWhile we believe that a material impact on our consolidated financial position, results of operations or cash flows from any such future claims or potential claims is unlikely, given the inherent uncertainty of litigation, a remote possibility exists that a future adverse ruling or unfavorable development could result in future charges that could have a material impact. We do and will continue to periodically reexamine our estimates of probable liabilities and any associated expenses and receivables and make appropriate adjustments to such estimates based on experience and developments in litigation and applicable accounting rules. As a result, the current estimates of the potential impact on our consolidated financial position, results of operations and cash flows for the proceedings and claims described in ITEM 8, Note 15 of the Notes to Consolidated Financial Statements could change in the future.\nProduct liability claims\nWe are subject to various product liability lawsuits and personal injury claims. A substantial number of these lawsuits and claims are insured and accrued for by Penwald, our captive insurance subsidiary. See discussion in ITEM 1 and ITEM 8, Note 1 of the Notes to Consolidated Financial Statements — Insurance subsidiary. Penwald records a liability for these claims based on actuarial projections of ultimate losses. For all other claims, accruals covering the claims are recorded, on an undiscounted basis, when it is probable that a liability has been incurred and the amount of the liability can be reasonably estimated based on existing information. The accruals are adjusted periodically as additional information becomes available. We have not experienced significant unfavorable trends in either the severity or frequency of product liability lawsuits or personal injury claims.\nStand-by letters of credit, bank guarantees and bonds\nIn certain situations, Tyco International Ltd., Pentair Ltd.’s former parent company (“Tyco”), guaranteed performance by the flow control business of Pentair Ltd. (“Flow Control”) to third parties or provided financial guarantees for financial commitments of Flow Control. In situations where Flow Control and Tyco were unable to obtain a release from these guarantees in connection with the spin-off of Flow Control from Tyco, we will indemnify Tyco for any losses it suffers as a result of such guarantees.\nIn the ordinary course of business, we are required to commit to bonds, letters of credit and bank guarantees that require payments to our customers for any non-performance. The outstanding face value of these instruments fluctuates with the value of our projects in process and in our backlog. In addition, we issue financial stand-by letters of credit primarily to secure our performance to third parties under self-insurance programs.\nAs of December 31, 2022 and 2021, the outstanding value of bonds, letters of credit and bank guarantees totaled $99.7 million and $104.5 million, respectively.\nCRITICAL ACCOUNTING POLICIES\nWe have adopted various accounting policies to prepare the consolidated financial statements in accordance with U.S. GAAP. Our significant accounting policies are more fully described in ITEM 8, Note 1 of the Notes to Consolidated Financial Statements. Certain accounting policies require the application of significant judgment by management in selecting the appropriate assumptions for calculating financial estimates. By their nature, these judgments are subject to an inherent degree of uncertainty. These judgments are based on our historical experience, terms of existing contracts, our observance of trends in the industry and information available from other outside sources, as appropriate. We consider an accounting estimate to be critical if:\n•\nit requires us to make assumptions about matters that were uncertain at the time we were making the estimate; and\n•\nchanges in the estimate or different estimates that we could have selected would have had a material impact on our financial condition or results of operations.\n33\nOur critical accounting estimates include the following:\nImpairment of goodwill and indefinite-lived intangibles\nGoodwill\nGoodwill represents the excess of the cost of acquired businesses over the net of the fair value of identifiable tangible net assets and identifiable intangible assets purchased and liabilities assumed.\nWe test our goodwill for impairment at least annually during the fourth quarter or more frequently if events or changes in circumstances indicate that the asset might be impaired. We perform our annual or interim goodwill impairment test by comparing the fair value of the relevant reporting unit with its carrying amount. We would recognize an impairment charge for the amount by which the carrying amount exceeds the reporting unit’s fair value; however, the loss recognized would not exceed the total amount of goodwill allocated to that reporting unit.\nWe have the option to perform a qualitative assessment to determine whether it is necessary to perform the quantitative goodwill impairment test. However, we may elect to perform the quantitative goodwill impairment test even if no indications of a potential impairment exist.\nDuring 2022 and 2021, a qualitative assessment was performed. As a result, it was determined that it was more likely than not that the fair value of the reporting units exceeded their respective carrying values. Factors considered in the analysis included the 2020 discounted cash flow fair value assessment of the reporting units and the calculated excess fair value over carrying amount, financial performance, forecasts and trends, market capitalization, regulatory and environmental issues, macro-economic conditions, industry and market considerations, raw material costs and management stability. We also consider the extent to which each of the adverse events and circumstances identified affect the comparison of the respective reporting unit’s fair value with its carrying amount. We place more weight on the events and circumstances that most affect the respective reporting unit’s fair value or the carrying amount of its net assets. We consider positive and mitigating events and circumstances that may affect its determination of whether it is more likely than not that the fair value exceeds the carrying amount.\nIdentifiable intangible assets\nOur primary identifiable intangible assets include: customer relationships, trade names, proprietary technology and patents. Identifiable intangibles with finite lives are amortized and those identifiable intangibles with indefinite lives are not amortized. Identifiable intangible assets that are subject to amortization are evaluated for impairment whenever events or changes in circumstances indicate that the carrying amount may not be recoverable. An impairment charge of $2.7 million was recorded in 2022 related to the write-off of a proprietary technology intangible asset as a result of restructuring initiatives implemented in the fourth quarter of 2022. The impairment charge was recorded in\nSelling, general and administrative\nin our Consolidated Statements of Operations and Comprehensive Income.\nIdentifiable intangible assets not subject to amortization are tested for impairment annually or more frequently if events warrant. We complete our annual impairment test the first day of the fourth quarter each year for those identifiable assets not subject to amortization. The impairment test for trade names consists of a comparison of the fair value of the trade name with its carrying value. Fair value is measured using the relief-from-royalty method. This method assumes the trade name has value to the extent that the owner is relieved of the obligation to pay royalties for the benefits received from them. This method requires us to estimate the future revenue for the related brands, the appropriate royalty rate and the weighted average cost of capital. The non-recurring fair value measurement is a “Level 3” measurement under the fair value hierarchy. No impairment charges were recognized in 2022 or 2021 as a result of our annual impairment assessment.\nBusiness combinations\nAssets and liabilities acquired in a business combination are recorded at their estimated fair values at the acquisition date. Goodwill is recorded when the purchase price exceeds the estimated fair value of the net identifiable tangible and intangible assets acquired. Estimates of intangible asset fair value represent management’s best estimate of assumptions and about future events and uncertainties, including significant judgments related to future cash flows, discount rates, margin and revenue growth assumptions, royalty rates, customer attrition rates, useful lives and others. Inputs used are generally obtained from historical data supplemented by current and anticipated market conditions and growth rates. If the actual results differ from the estimates and judgments used in these fair values, the amounts recorded in the consolidated financial statements could result in a possible impairment of the intangible assets and goodwill or require acceleration of the amortization expense of finite-lived intangible assets.\nAllocations of the purchase price for acquisitions are based on estimates of the fair value of the net assets acquired and are subject to adjustment upon finalization of the purchase price allocation. During this measurement period, we will adjust assets or liabilities if new information is obtained about facts and circumstances that existed as of the acquisition date that, if known,\n34\nwould have resulted in the recognition of those assets and liabilities as of that date. All changes that do not qualify as measurement period adjustments are included in current period earnings.\nPension and other post-retirement plans\nWe sponsor U.S. and non-U.S. defined-benefit pension and other post-retirement plans. The amounts recognized in our consolidated financial statements related to our defined-benefit pension and other post-retirement plans are determined from actuarial valuations. Inherent in these valuations are assumptions, including: expected return on plan assets, discount rates, rate of increase in future compensation levels and health care cost trend rates. These assumptions are updated annually and are disclosed in ITEM 8, Note 11 to the Notes to Consolidated Financial Statements. Differences in actual experience or changes in assumptions may affect our pension and other post-retirement obligations and future expense.\nWe recognize changes in the fair value of plan assets and net actuarial gains or losses for pension and other post-retirement benefits annually in the fourth quarter each year (“mark-to-market adjustment”) and, if applicable, in any quarter in which an interim re-measurement is triggered. Net actuarial gains and losses occur when the actual experience differs from any of the various assumptions used to value our pension and other post-retirement plans or when assumptions change as they may each year. The primary factors contributing to actuarial gains and losses each year are (1) changes in the discount rate used to value pension and other post-retirement benefit obligations as of the measurement date and (2) differences between the expected and the actual return on plan assets. This accounting method also results in the potential for volatile and difficult to forecast mark-to-market adjustments. Mark-to-market adjustments resulted in pre-tax gains of $17.5 million and $2.4 million in 2022 and 2021, respectively, and a pre-tax loss of $6.7 million in 2020. The remaining components of pension expense, including service and interest costs and the expected return on plan assets, are recorded on a quarterly basis as ongoing pension expense.\nDiscount rates\nThe discount rate reflects the current rate at which the pension liabilities could be effectively settled at the end of the year based on our December 31 measurement date. The discount rate was determined by matching our expected benefit payments to payments from a stream of bonds rated AA or higher available in the marketplace. There are no known or anticipated changes in our discount rate assumptions that will impact our pension expense in 2023.\nExpected rate of return\nThe expected rate of return is designed to be a long-term assumption that may be subject to considerable year-to-year variance from actual returns. In developing the expected long-term rate of return, we considered our historical returns, with consideration given to forecasted economic conditions, our asset allocations, input from external consultants and broader long-term market indices.\nSensitivity to changes in key assumptions\nA 100 basis point increase or decrease in the discount rates used to measure our pension and other post-retirement benefit plans would result in a $7.1 million increase or $6.1 million decrease in our total projected benefit obligation. A 100 basis point increase or decrease in the assumed rate of return on pension assets or discount rates for our pension and other post-retirement benefit plans would result in an immaterial change in our ongoing pension expense. These estimates exclude any potential mark-to-market adjustments.\nLoss contingencies\nAccruals are recorded for various contingencies including legal proceedings, self-insurance and other claims that arise in the normal course of business. The accruals are based on judgment, the probability of losses and, where applicable, the consideration of opinions of internal and/or external legal counsel and actuarial estimates. Additionally, we record receivables from third party insurers when recovery has been determined to be probable.\nIncome taxes\nIn determining taxable income for financial statement purposes, we must make certain estimates and judgments. These estimates and judgments affect the calculation of certain tax liabilities and the determination of the recoverability of certain of the deferred tax assets, which arise from temporary differences between the tax and financial statement recognition of revenue and expense. In evaluating our ability to recover our deferred tax assets we consider all available positive and negative evidence including our past operating results, the existence of cumulative losses in the most recent years and our forecast of future taxable income. In estimating future taxable income, we develop assumptions including the amount of future pre-tax operating income, the reversal of temporary differences and the implementation of feasible and prudent tax planning strategies. These assumptions require significant judgment about the forecasts of future taxable income and are consistent with the plans and estimates we are using to manage the underlying businesses.\n35\nWe currently have recorded valuation allowances that we will maintain until when, in the opinion of management, it is more likely than not that some portion or all of the deferred tax assets will be realized. Our income tax expense recorded in the future may be reduced to the extent of decreases in our valuation allowances. The realization of our remaining deferred tax assets is primarily dependent on future taxable income in the appropriate jurisdiction. Any reduction in future taxable income including but not limited to any future restructuring activities may require that we record an additional valuation allowance against our deferred tax assets. An increase in the valuation allowance could result in additional income tax expense in such period and could have a significant impact on our future earnings.\nChanges in tax laws and rates could also affect recorded deferred tax assets and liabilities in the future. Management records the effect of a tax rate or law change on the Company’s deferred tax assets and liabilities in the period of enactment. Future tax rate or law changes could have a material effect on the Company’s financial condition, results of operations or cash flows.\nIn addition, the calculation of our tax liabilities involves dealing with uncertainties in the application of complex tax regulations in a multitude of jurisdictions across our global operations. We perform reviews of our income tax positions on a quarterly basis and accrue for uncertain tax positions. We recognize potential liabilities and record tax liabilities for anticipated tax audit issues in the tax jurisdictions in which we operate based on our estimate of whether, and the extent to which, additional taxes will be due. These tax liabilities are reflected net of related tax loss carryforwards. As events change or resolution occurs, these liabilities are adjusted, such as in the case of audit settlements with taxing authorities. The ultimate resolution may result in a payment that is materially different from our current estimate of the tax liabilities. If our estimate of tax liabilities proves to be less than the ultimate assessment, an additional charge to expense would result. If payment of these amounts ultimately proves to be less than the recorded amounts, the reversal of the liabilities would result in tax benefits being recognized in the period when we determine the liabilities are no longer necessary."
  },
  {
    "item_key": "item_7a",
    "text": "Market risk is the potential economic loss that may result from adverse changes in the fair value of financial instruments. We are exposed to various market risks, including changes in interest rates and foreign currency rates. Periodically, we use derivative financial instruments to manage or reduce the impact of changes in interest rates and foreign currency rates. Counterparties to all derivative contracts are major financial institutions. All instruments are entered into for other than trading purposes. The major accounting policies and utilization of these instruments is described more fully in ITEM 8, Note 1 of the Notes to Consolidated Financial Statements.\nInterest rate risk\nOur debt portfolio as of December 31, 2022, was comprised of debt predominantly denominated in U.S. dollars. This debt portfolio is comprised of 35% fixed-rate debt and 65% variable-rate debt. Changes in interest rates have different impacts on the fixed and variable-rate portions of our debt portfolio. A change in interest rates on the fixed portion of the debt portfolio impacts the fair value, but has no impact on interest incurred or cash flows. A change in interest rates on the variable portion of the debt portfolio impacts the interest incurred and cash flows but does not impact the net financial instrument position.\nBased on the fixed-rate debt included in our debt portfolio, as of December 31, 2022, a 100 basis point increase or decrease in interest rates would result in a $50.1 million decrease or $54.3 million increase in fair value, respectively.\nBased on the variable-rate debt included in our debt portfolio as of December 31, 2022, a 100 basis point increase or decrease  in interest rates would result in a $15.2 million increase or decrease in interest incurred.\nForeign currency risk\nWe conduct business in various locations throughout the world and are subject to market risk due to changes in the value of foreign currencies in relation to our reporting currency, the U.S. dollar. Periodically, we use derivative financial instruments to manage these risks. The functional currencies of our foreign operating locations are generally the local currency in the country of domicile. We manage these operating activities at the local level and revenues, costs, assets and liabilities are generally denominated in local currencies, thereby mitigating the risk associated with changes in foreign exchange. However, our results of operations and assets and liabilities are reported in U.S. dollars and thus will fluctuate with changes in exchange rates between such local currencies and the U.S. dollar.\n36\nFrom time to time, we may enter into short duration foreign currency contracts to hedge foreign currency risks. As the majority of our foreign currency contracts have an original maturity date of less than one year, there is no material foreign currency risk. At December 31, 2022, we had outstanding foreign currency derivative contracts with gross notional U.S. dollar equivalent amounts of $9.4 million. Changes in the fair value of all derivatives are recognized immediately in income unless the derivative qualifies as a hedge of future cash flows. Gains and losses related to a hedge are deferred and recorded in the Consolidated Balance Sheets as a component of\nAccumulated other comprehensive loss\nand subsequently recognized in the Consolidated Statements of Operations and Comprehensive Income when the hedged item affects earnings.\nAt December 31, 2022, we had outstanding cross currency swap agreements with a combined notional amount of $746.3 million. The cross currency swap agreements are accounted for as either cash flow hedges to hedge foreign currency fluctuations on certain intercompany debt, or as net investment hedges to manage our exposure to fluctuations in the Euro-U.S. Dollar exchange rate. The currency risk related to the cross currency swap agreements is measured by estimating the potential impact of a 10% change in the value of the U.S. dollar relative to the Euro. A 10% appreciation or a 10% depreciation of the U.S. dollar relative to the Euro would result in a change in accumulated other comprehensive income of approximately $55 million. However, the change in other comprehensive income would be offset by decreases or increases in the hedged items on our balance sheet.\n37"
  },
  {
    "item_key": "item_8",
    "text": "MANAGEMENT’S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nManagement of Pentair plc and its subsidiaries (the “Company”) is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Rules 13a-15(f) and 15d-15(f) of the Securities Exchange Act of 1934. The Company’s internal control over financial reporting is designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. The Company’s internal control over financial reporting includes those policies and procedures that (1) pertain to maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the Company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of the financial statements in accordance with generally accepted accounting principles and that receipts and expenditures of the Company are being made only in accordance with authorizations of management and directors of the Company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use or disposition of the Company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of the effectiveness of internal control over financial reporting to future periods are subject to the risk that the controls may become inadequate because of changes in conditions or that the degree of compliance with the policies or procedures may deteriorate.\nManagement assessed the effectiveness of the Company’s internal control over financial reporting as of December 31, 2022. In making this assessment, management used the criteria for effective internal control over financial reporting described in\nInternal Control-Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission. Based on this assessment, management believes that, as of December 31, 2022, the Company’s internal control over financial reporting was effective based on those criteria.\nThe Company completed its acquisition of Welbilt’s Manitowoc Ice business (“Manitowoc Ice”) on July 28, 2022. The Company is continuing to integrate Manitowoc Ice into its internal control over financial reporting, and management’s evaluation of the effectiveness of the Company’s internal control over financial reporting excluded Manitowoc Ice as of December 31, 2022, as permitted by guidance issued by the Securities and Exchange Commission. Manitowoc Ice accounted for approximately 2% of total assets, excluding acquired goodwill and identifiable intangible assets which are included within the scope of management’s assessment, and 4% of total net sales included within the consolidated financial statements of Pentair plc and its subsidiaries as of and for the fiscal year ended December 31, 2022.\nOur independent registered public accounting firm, Deloitte & Touche LLP, has issued an attestation report on the Company’s internal control over financial reporting as of December 31, 2022. That attestation report is set forth immediately following this management report.\n38\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the shareholders and the Board of Directors of Pentair plc\nOpinion on Internal Control over Financial Reporting\nWe have audited the internal control over financial reporting of Pentair plc and subsidiaries (the “Company”) as of December 31, 2022, based on criteria established in\nInternal Control — Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on criteria established in\nInternal Control — Integrated Framework (2013)\nissued by COSO.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated financial statements as of and for the year ended December 31, 2022, of the Company and our report dated February 21, 2023, expressed an unqualified opinion on those financial statements.\nAs described in\nManagement’s Report on Internal Control over Financial Reporting\n, management excluded from its assessment the internal control over financial reporting at Manitowoc Ice, which was acquired on July 28, 2022, and whose financial statements constitute approximately 2% of total assets (excluding acquired goodwill and identifiable intangible assets which are included within the scope of management’s assessment) and 4% of total net sales of the consolidated financial statement amounts as of and for the year ended December 31, 2022. Accordingly, our audit did not include the internal control over financial reporting at Manitowoc Ice.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying\nManagement’s Report on Internal Control over Financial Reporting\n. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/\nDeloitte & Touche LLP\nMinneapolis, Minnesota\nFebruary 21, 2023\n39\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the shareholders and the Board of Directors of Pentair plc\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of Pentair plc and subsidiaries (the “Company”) as of December 31, 2022 and 2021, the related consolidated statements of operations and comprehensive income, cash flows, and changes in equity, for each of the three years in the period ended December 31, 2022, and the related notes (collectively referred to as the “financial statements”). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2022, in conformity with accounting principles generally accepted in the United States of America.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of December 31, 2022, based on criteria established in\nInternal Control — Integrated Framework\n(2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission and our report dated February 21, 2023, expressed an unqualified opinion on the Company’s internal control over financial reporting.\nBasis for Opinion\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company's financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matters\nThe critical audit matters communicated below are matters arising from the current-period audit of the financial statements that were communicated or required to be communicated to the audit committee and that (1) relate to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate.\nIncome Taxes\n—\nCompleteness of Uncertain Tax Positions\n—\nRefer to Notes 1 and 10 to the financial statements\nCritical Audit Matter Description\nThe Company assesses uncertain tax positions (“UTPs”) based upon an evaluation of available information and records a liability when a position taken or expected to be taken in a tax return does not meet certain measurement or recognition criteria. A tax benefit is recognized only if management believes it is more likely than not that the tax position will be sustained upon examination by the relevant tax authority. Determining the completeness of UTPs is complex and significant judgment is involved in identifying which positions may not meet the required measurement or recognition criteria. As of December 31, 2022, the Company’s recorded UTP balance was $39.6 million.\nThe UTP analysis is complex as it includes numerous tax jurisdictions and varying applications of tax laws. Given the multiple jurisdictions in which the Company operates and the complexity of tax regulations, auditing the completeness of UTPs involved a high degree of auditor judgment, and an increased extent of audit effort, including the need to involve our tax specialists.\n40\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures to evaluate the completeness of UTPs in material jurisdictions included the following, among others:\n•\nWe tested the effectiveness of controls over management’s determination of the existence of UTPs.\n•\nWith the assistance of our income tax specialists, we assessed the Company’s determination of the existence of UTPs. In particular, our procedures included:\n–\nEvaluating the Company’s significant judgments related to completeness of UTPs in material jurisdictions:\n•\nWe performed inquiries of management to assess whether they are aware of any new items or significant changes to the business that would impact the UTP assessment or give rise to new UTPs.\n•\nWe evaluated the following: technical merits of existing UTPs, technical merits of potential UTPs, and significant transactions and their tax implications, including the completeness and accuracy of the underlying data supporting the transactions.\n•\nWe assessed the appropriateness and consistency of management’s methods and assumptions used in identifying UTPs.\n•\nWe evaluated former and ongoing tax audits by tax authorities.\n•\nWe considered changes in and assessed the Company’s interpretation of applicable tax laws.\n•\nWe inspected the Company’s summary of differences between the filed tax returns and the tax provision to obtain an understanding of significant differences. We assessed whether the appropriate UTPs were recorded as well as whether any additional UTPs needed to be considered.\nAcquisitions - Valuation of Manitowoc Ice Acquired Customer Relationship Intangible Asset — Refer to Note 2 to the financial statements\nCritical Audit Matter Description\nOn July 28, 2022, the Company completed the acquisition of Welbilt Inc.’s Manitowoc Ice business (“Manitowoc Ice”) for consideration paid of $1.6 billion. The Company accounted for the acquisition under the acquisition method of accounting for business combinations. Accordingly, the purchase price was allocated to the assets acquired and liabilities assumed based on their respective fair values, including a customer relationship intangible asset of $588.4 million. Management estimated the fair value of the customer relationship intangible asset using the multi-period excess earnings method, which is a specific discounted cash flow method. The fair value determination of the customer relationship intangible asset required management to make significant estimates and assumptions related to future cash flows, including margin and revenue growth assumptions, and the selection of the discount and customer attrition rates.\nWe identified the valuation of the Manitowoc Ice customer relationship intangible asset as a critical audit matter because of the significant estimates and assumptions management made to estimate the fair value of this asset. This required a high degree of auditor judgment and an increased extent of effort, including the need to involve our fair value specialists, when performing audit procedures to evaluate the reasonableness of management’s forecasts of future cash flows, including margin and revenue growth assumptions, and the selection of the discount and customer attrition rates for the customer relationship intangible asset.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to the forecasts of future cash flows, including the margin and revenue growth rates, and the selection of the discount and customer attrition rates for the acquired customer relationship intangible asset included the following, among others:\n•\nWe tested the effectiveness of controls over the valuation of the acquired customer relationship intangible asset, including management’s controls over forecasts of future cash flows, including margin and revenue growth assumptions, and the selection of the discount and customer attrition rates.\n•\nWe assessed the reasonableness of management’s forecasts of future cash flows, including margin and revenue growth assumptions, by comparing the projections to historical results for Manitowoc Ice, certain peer companies’ historical results, and industry reports.\n•\nWith the assistance of our fair value specialists, we evaluated the reasonableness of the (1) valuation methodology and (2) the discount and customer attrition rates by:\n41\n•\nTesting the source information underlying the determination of the discount and customer attrition rates.\n•\nComparing the selected customer attrition rate to the historical customer attrition rate observed by Manitowoc Ice.\n•\nTesting the mathematical accuracy of the discount and customer attrition rate calculations.\n•\nDeveloping a range of independent estimates and comparing those to the discount rate selected by management\n/s/\nDeloitte & Touche LLP\nMinneapolis, Minnesota\nFebruary 21, 2023\nWe have served as the Company’s auditor since 1977.\n42\nPentair plc and Subsidiaries\nConsolidated Statements of Operations and Comprehensive Income\nSee accompanying notes to consolidated financial statements.\n43\nPentair plc and Subsidiaries\nConsolidated Balance Sheets\nSee accompanying notes to consolidated financial statements.\n44\nPentair plc and Subsidiaries\nConsolidated Statements of Cash Flows\nSee accompanying notes to consolidated financial statements.\n45\nPentair plc and Subsidiaries\nConsolidated Statements of Changes in Equity\nSee accompanying notes to consolidated financial statements.\n46\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\n1.\nBasis of Presentation and Summary of Significant Accounting Policies\nBusiness\nPentair plc and its consolidated subsidiaries (“we,” “us,” “our,” “Pentair” or the “Company”) is a water industrial manufacturing company comprised of\ntwo\nreporting segments: Consumer Solutions and Industrial & Flow Technologies.\nCOVID-19\nIn March 2020, the World Health Organization declared the novel coronavirus 2019 (“COVID-19”) a global pandemic. The COVID-19 pandemic has had and may continue to have an unfavorable impact on certain parts of our business. The broader implications of the COVID-19 pandemic on our business, financial condition and results of operations remain uncertain and will depend on certain developments, including the duration and severity of the COVID-19 pandemic, the impact of virus variants, the effectiveness of vaccinations, the COVID-19 pandemic’s impact on our customers and suppliers and the range of governmental and community reactions to the pandemic. We may continue to experience reduced customer demand in certain parts of our business or constrained labor and/or supply that could materially and adversely impact our business, financial condition, results of operations, liquidity and cash flows in future periods.\nBasis of presentation\nThe accompanying consolidated financial statements include the accounts of Pentair plc, its wholly-owned subsidiaries and entities for which the Company has a controlling financial interest. Intercompany accounts and transactions have been eliminated. Investments in companies of which we own\n20\n% to\n50\n% of the voting stock or have the ability to exercise significant influence over operating and financial policies of the investee are accounted for using the equity method of accounting and as a result, our share of the earnings or losses of such equity affiliates is included in the Consolidated Statements of Operations and Comprehensive Income.\nThe consolidated financial statements have been prepared in U.S. dollars (“USD”) and in accordance with accounting principles generally accepted in the United States (“U.S.”) (“U.S. GAAP”).\nFiscal year\nOur fiscal year ends on December 31. We report our interim quarterly periods on a calendar quarter basis.\nUse of estimates\nThe preparation of our consolidated financial statements in conformity with U.S. GAAP requires us to make estimates and assumptions that affect the amounts reported in these consolidated financial statements and accompanying notes, disclosures of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period. These estimates include our accounting for valuation of goodwill and indefinite lived intangible assets, estimated losses on accounts receivable, estimated realizable value on excess and obsolete inventory, percentage of completion revenue recognition, assets acquired and liabilities assumed in acquisitions, estimated selling proceeds from assets held for sale, contingent liabilities, income taxes and pension and other post-retirement benefits. Actual results could differ from our estimates.\nRevenue recognition\nRevenue is recognized when control of the promised goods or services is transferred to our customers, in an amount that reflects the consideration we expect to be entitled to in exchange for transferring those goods or providing services. We account for a contract when it has approval and commitment from both parties, the rights of the parties are identified, payment terms are identified, the contract has commercial substance and collectability of consideration is probable.\nWhen determining whether the customer has obtained control of the goods or services, we consider any future performance obligations. Generally, there is no post-shipment obligation on product sold other than warranty obligations in the normal and ordinary course of business. In the event significant post-shipment obligations were to exist, revenue recognition would be deferred until Pentair has substantially accomplished what it must do to be entitled to the benefits represented by the revenue.\nPerformance obligations\nA performance obligation is a promise in a contract to transfer a distinct good or service to the customer, and is the unit of account for purposes of revenue recognition. A contract’s transaction price is allocated to each distinct performance obligation and recognized as revenue when, or as, the performance obligation is satisfied. The majority of our contracts have a single performance obligation as the promise to transfer the individual goods or services is not separately identifiable from other promises in the contracts and, therefore, not distinct. For contracts with multiple performance obligations, standalone selling price is generally readily observable.\n47\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nOur performance obligations are satisfied at a point in time or over time as work progresses. Revenue from goods and services transferred to customers at a point in time accounted for\n91.7\n%,\n91.9\n% and\n92.2\n% of our revenue for the years ended December 31, 2022, 2021 and 2020, respectively. Revenue on these contracts is recognized when obligations under the terms of the contract with our customer are satisfied; generally this occurs with the transfer of control upon shipment.\nRevenue from products and services transferred to customers over time accounted for\n8.3\n%,\n8.1\n% and\n7.8\n% of our revenue for the years ended December 31, 2022, 2021 and 2020, respectively. For the majority of our revenue recognized over time, we use an input measure to determine progress towards completion. Under this method, sales and gross profit are recognized as work is performed generally based on the relationship between the actual costs incurred and the total estimated costs at completion (“the cost-to-cost method”) or based on efforts for measuring progress towards completion in situations in which this approach is more representative of the progress on the contract than the cost-to-cost method. Contract costs include labor, material, overhead and, when appropriate, general and administrative expenses. Changes to the original estimates may be required during the life of the contract, and such estimates are reviewed on a regular basis. Sales and gross profit are adjusted using the cumulative catch-up method for revisions in estimated total contract costs. These reviews have not resulted in adjustments that were significant to our results of operations. For performance obligations related to long term contracts, when estimates of total costs to be incurred on a performance obligation exceed total estimates of revenue to be earned, a provision for the entire loss on the performance obligation is recognized in the period the loss is determined.\nOn December 31, 2022, we had $\n109.7\nmillion of remaining performance obligations on contracts with an original expected duration of one year or more. We expect to recognize the majority of our remaining performance obligations on these contracts within the next\n12\nto\n18\nmonths.\nSales returns\nThe right of return may exist explicitly or implicitly with our customers. Our return policy allows for customer returns only upon our authorization. Goods returned must be products we continue to market and must be in salable condition. When the right of return exists, we adjust the transaction price for the estimated effect of returns. We estimate the expected returns based on historical sales levels, the timing and magnitude of historical sales return levels as a percent of sales, type of product, type of customer and a projection of this experience into the future.\nPricing and sales incentives\nOur contracts may give customers the option to purchase additional goods or services priced at a discount. Options to acquire additional goods or services at a discount can come in many forms, such as customer programs and incentive offerings including pricing arrangements, promotions and other volume-based incentives.\nWe reduce the transaction price for certain customer programs and incentive offerings including pricing arrangements, promotions and other volume-based incentives that represent variable consideration. Sales incentives given to our customers are recorded using either the expected value method or most likely amount approach for estimating the amount of consideration to which Pentair shall be entitled. The expected value is the sum of probability-weighted amounts in a range of possible consideration amounts. An expected value is an appropriate estimate of the amount of variable consideration when there are a large number of contracts with similar characteristics. The most likely amount is the single most likely amount in a range of possible consideration amounts (that is, the single most likely outcome of the contract). The most likely amount is an appropriate estimate of the amount of variable consideration if the contract has limited possible outcomes (for example, an entity either achieves a performance bonus or does not).\nPricing is established at or prior to the time of sale with our customers, and we record sales at the agreed-upon net selling price. However, one of our businesses allows customers to apply for a refund of a percentage of the original purchase price if they can demonstrate sales to a qualifying end customer. We use the expected value method to estimate the anticipated refund to be paid based on historical experience and reduce sales for the probable cost of the discount. The cost of these refunds is recorded as a reduction of the transaction price.\nVolume-based incentives involve rebates that are negotiated at or prior to the time of sale with the customer and are redeemable only if the customer achieves a specified cumulative level of sales or sales increase. Under these incentive programs, at the time of sale, we determine the most likely amount of the rebate to be paid based on forecasted sales levels. These forecasts are updated at least quarterly for each customer, and the transaction price is reduced for the anticipated cost of the rebate. If the forecasted sales for a customer change, the accrual for rebates is adjusted to reflect the new amount of rebates expected to be earned by the customer.\n48\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nShipping and handling costs\nAmounts billed to customers for shipping and handling activities after the customer obtains control are treated as a promised service performance obligation and recorded in\nNet sales\nin the accompanying Consolidated Statements of Operations and Comprehensive Income. Shipping and handling costs incurred by Pentair for the delivery of goods to customers are considered a cost to fulfill the contract and are included in\nCost of goods sold\nin the accompanying Consolidated Statements of Operations and Comprehensive Income.\nContract assets and liabilities\nContract assets consist of unbilled amounts resulting from sales under long-term contracts when the cost-to-cost method of revenue recognition is utilized and revenue recognized exceeds the amount billed to the customer, such as when the customer retains a small portion of the contract price until completion of the contract. We typically receive interim payments on sales under long-term contracts as work progresses, although for some contracts, we may be entitled to receive an advance payment. Contract liabilities consist of advanced payments, billings in excess of costs incurred and deferred revenue.\nContract assets are recorded within\nOther current assets\n, and contract liabilities are recorded within\nOther current liabilities\nin the Consolidated Balance Sheets.\nContract assets and liabilities consisted of the following:\nThe $\n19.1\nmillion decrease in net contract assets from December 31, 2021 to December 31, 2022 was primarily the result of timing of milestone payments. Approximately\n90\n% of our contract liabilities at December 31, 2021 were recognized in revenue during the twelve months ended December 31, 2022. There were $\n1.1\nmillion of impairment losses recognized on our net contract liabilities for the twelve months ended December 31, 2022 as a result of our exit of business activity and sales in Russia. There were\nno\nimpairment losses recognized on our net contract assets for the twelve months ended December 31, 2021.\nPractical expedients and exemptions\nWe generally expense incremental costs of obtaining a contract when incurred because the amortization period would be less than one year. These costs primarily relate to sales commissions and are recorded in\nSelling, general and administrative expense\nin the Consolidated Statements of Operations and Comprehensive Income.\nWe do not disclose the value of unsatisfied performance obligations for contracts with an original expected length of one year or less. Further, we do not adjust the promised amount of consideration for the effects of a significant financing component if we expect, at contract inception, that the period between when we transfer a promised good or service to a customer and when the customer pays for that good or service will be one year or less.\nRevenue by category\nWe disaggregate our revenue from contracts with customers by segment, geographic location and vertical market, as we believe these best depict how the nature, amount, timing and uncertainty of our revenue and cash flows are affected by economic factors.\nRefer to Note 14 for revenue disaggregated by segment.\n49\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nGeographic net sales information, based on geographic destination of the sale, was as follows:\nVertical market net sales information was as follows:\nResearch and development\nWe conduct research and development (“R&D”) activities primarily in our own facilities, which mostly consist of development of new products, product applications and manufacturing processes. We expense R&D costs as incurred. R&D expenditures during 2022, 2021 and 2020 were $\n92.2\nmillion, $\n85.9\nmillion and $\n75.7\nmillion, respectively.\nCash equivalents\nWe consider highly liquid investments with original maturities of three months or less at the date of acquisition to be cash equivalents.\nTrade receivables and concentration of credit risk\nWe record an allowance for credit losses, reducing our receivables balance to an amount we estimate is collectible from our customers. Estimates used in determining the allowance for credit losses are based on current trends, aging of accounts receivable, periodic credit evaluations of our customers’ financial condition, and historical collection experience as well as reasonable and supportable forecasts of future economic conditions. We generally do not require collateral.\nThe following table summarizes the activity in the allowance for credit losses:\nInventories\nInventories are stated at the lower of cost or net realizable value with substantially all inventories recorded using the first-in, first-out (“FIFO”) cost method.\n50\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nProperty, plant and equipment, net\nProperty, plant and equipment is stated at historical cost. We compute depreciation by the straight-line method based on the following estimated useful lives:\nSignificant improvements that add to productive capacity or extend the lives of properties are capitalized. Costs for repairs and maintenance are charged to expense as incurred. When property is retired or otherwise disposed of, the recorded cost of the assets and their related accumulated depreciation are removed from the Consolidated Balance Sheets and any related gains or losses are included in income.\nThe following table presents geographic\nProperty, plant and equipment, net\nby region as of December 31:\nWe review the recoverability of long-lived assets to be held and used, such as property, plant and equipment, when events or changes in circumstances occur that indicate the carrying value of the asset or asset group may not be recoverable. The assessment of possible impairment is based on our ability to recover the carrying value of the asset or asset group from the expected future pre-tax cash flows (undiscounted and without interest charges) of the related operations. If these cash flows are less than the carrying value of such asset or asset group, an impairment loss is recognized for the difference between estimated fair value and carrying value. Impairment losses on long-lived assets held for sale are determined in a similar manner, except that fair values are reduced for the cost to dispose of the assets. The measurement of impairment requires us to estimate future cash flows and the fair value of long-lived assets. We recorded $\n9.2\nmillion of long-lived asset\nimpairment charges\nin 2022 comprised of long-lived assets which were primarily written off as a result of restructuring actions and certain business exits announced in the fourth quarter of 2022.\nNo\nmaterial long-lived asset impairment charges were recorded in 2021 or 2020.\nGoodwill and identifiable intangible assets\nGoodwill\nGoodwill represents the excess of the cost of acquired businesses over the net of the fair value of identifiable tangible net assets and identifiable intangible assets purchased and liabilities assumed.\nWe test our goodwill for impairment at least annually during the fourth quarter or more frequently if events or changes in circumstances indicate that the asset might be impaired. We perform our annual or interim goodwill impairment test by comparing the fair value of the relevant reporting unit with its carrying amount. We would recognize an impairment charge for the amount by which the carrying amount exceeds the reporting unit’s fair value; however, the loss recognized would not exceed the total amount of goodwill allocated to that reporting unit.\nWe have the option to perform a qualitative assessment to determine whether it is necessary to perform the quantitative goodwill impairment test. However, we may elect to perform the quantitative goodwill impairment test even if no indications of a potential impairment exist.\nAs a result of the qualitative assessment performed during 2022 and 2021, it was determined that it was more likely than not that the fair value of the reporting units exceeded their respective carrying values. Factors considered in the analysis included the 2020 discounted cash flow fair value assessment of the reporting units and the calculated excess fair value over carrying\n51\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\namount, financial performance, forecasts and trends, market capitalization, regulatory and environmental issues, macro-economic conditions, industry and market considerations, raw material costs and management stability. We also consider the extent to which each of the adverse events and circumstances identified affect the comparison of the respective reporting unit’s fair value with its carrying amount. We place more weight on the events and circumstances that most affect the respective reporting unit’s fair value or the carrying amount of its net assets. We consider positive and mitigating events and circumstances that may affect its determination of whether it is more likely than not that the fair value exceeds the carrying amount. The non-recurring fair value measurement is a “Level 3” measurement under the fair value hierarchy described in Note 9.\nIdentifiable intangible assets\nOur primary identifiable intangible assets include: customer relationships, trade names, proprietary technology and patents. Identifiable intangibles with finite lives are amortized and those identifiable intangibles with indefinite lives are not amortized. Identifiable intangible assets that are subject to amortization are evaluated for impairment whenever events or changes in circumstances indicate that the carrying amount may not be recoverable. Identifiable intangible assets not subject to amortization are tested for impairment annually or more frequently if events warrant. We complete our annual impairment test the first day of the fourth quarter each year for those identifiable assets not subject to amortization.\nThe impairment test for trade names consists of a comparison of the fair value of the trade name with its carrying value. Fair value is measured using the relief-from-royalty method. This method assumes the trade name has value to the extent that the owner is relieved of the obligation to pay royalties for the benefits received from them. This method requires us to estimate the future revenue for the related brands, the appropriate royalty rate and the weighted average cost of capital. The non-recurring fair value measurement is a “Level 3” measurement under the fair value hierarchy described in Note 9.\nAn impairment charge of $\n2.7\nmillion was recorded in 2022 related to the write-off of a proprietary technology intangible asset as a result of a business exit announced in the fourth quarter of 2022. The impairment charge was recorded in\nSelling, general and administrative\nin our Consolidated Statements of Operations and Comprehensive Income. No additional impairment charges were recognized for identifiable intangible assets in 2022.\nNo\nimpairment charges were recorded for identifiable intangible assets in 2021 or 2020.\nIncome taxes\nWe use the asset and liability approach to account for income taxes. Under this method, deferred tax assets and liabilities are recognized for the expected future tax consequences of differences between the carrying amounts of assets and liabilities and their respective tax bases using enacted tax rates in effect for the year in which the differences are expected to reverse. The effect on deferred tax assets and liabilities of a change in tax rates is recognized in income in the period when the change is enacted. We maintain valuation allowances unless it is more likely than not that all or a portion of the deferred tax assets will be realized. Changes in valuation allowances from period to period are included in our tax provision in the period of change. We recognize the effect of income tax positions only if those positions are more likely than not of being sustained. Recognized income tax positions are measured at the largest amount that is greater than 50% likely of being realized. Changes in recognition or measurement are reflected in the period in which the change in judgment occurs.\nPension and other post-retirement plans\nWe sponsor U.S. and non-U.S. defined-benefit pension and other post-retirement plans. The pension and other post-retirement benefit costs for company-sponsored benefit plans are determined from actuarial assumptions and methodologies, including discount rates and expected returns on plan assets. These assumptions are updated annually and are disclosed in Note 11.\nWe recognize changes in the fair value of plan assets and net actuarial gains or losses for pension and other post-retirement benefits annually in the fourth quarter each year (“mark-to-market adjustment”) and, if applicable, in any quarter in which an interim re-measurement is triggered. Net actuarial gains and losses occur when the actual experience differs from any of the various assumptions used to value our pension and other post-retirement plans or when assumptions change, as they may each year. The remaining components of pension expense, including service and interest costs and estimated return on plan assets, are recorded on a quarterly basis. The service costs are recorded within\nOperating income\nand the interest costs, expected return on plan assets and net actuarial gain/loss components of net periodic pension and other post-retirement benefit costs are recorded within\nOther (income) expense .\n52\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nInsurance subsidiary\nA portion of our property and casualty insurance program is insured through our regulated wholly-owned captive insurance subsidiary, Penwald Insurance Company (“Penwald”). Reserves for policy claims are established based on actuarial projections of ultimate losses. As of December 31, 2022 and 2021, reserves for policy claims were $\n65.1\nmillion, of which $\n13.0\nmillion was included in\nOther current liabilities\nand $\n52.1\nmillion was included in\nOther non-current liabilities\n, and $\n55.6\nmillion, of which $\n13.0\nmillion was included in\nOther current liabilities\nand $\n42.6\nmillion was included in\nOther non-current liabilities\n, respectively.\nShare-based compensation\nWe account for share-based compensation awards on a fair value basis. The estimated grant date fair value of each option award is recognized in income on an accelerated basis over the requisite service period (generally the vesting period). The estimated fair value of each option award is calculated using the Black-Scholes option-pricing model. From time to time, we have elected to modify the terms of the original grant. These modified grants are accounted for as a new award and measured using the fair value method, resulting in the inclusion of additional compensation expense in our Consolidated Statements of Operations and Comprehensive Income.\nRestricted share awards and units (“RSUs”) are recorded as compensation cost over the requisite service periods based on the market value on the date of grant.\nPerformance share units (“PSUs”) are stock awards where the ultimate number of shares issued will be contingent on the Company’s performance against certain performance goals. The Compensation Committee has the ability to adjust performance goals or modify the manner of measuring or evaluating a performance goal using its discretion. The fair value of each PSU is based on the market value on the date of grant. We recognize expense related to the estimated vesting of our PSUs granted. The estimated vesting of the PSUs is based on the probability of achieving certain performance metrics over the specified performance period.\nEarnings per ordinary share\nWe present two calculations of earnings per ordinary share (“EPS”). Basic EPS equals net income divided by the weighted-average number of ordinary shares outstanding during the period. Diluted EPS is computed by dividing net income by the sum of weighted-average number of ordinary shares outstanding plus dilutive effects of ordinary share equivalents.\nDerivative financial instruments\nWe recognize all derivatives, including those embedded in other contracts, as either assets or liabilities at fair value in our Consolidated Balance Sheets. If the derivative is designated and is effective as a cash-flow hedge, the effective portion of changes in the fair value of the derivative is recorded in\nAccumulated other comprehensive income (loss)\n(“AOCI”) as a separate component of equity in the Consolidated Balance Sheets and is recognized in the Consolidated Statements of Operations and Comprehensive Income when the hedged item affects earnings. If the underlying hedged transaction ceases to exist or if the hedge becomes ineffective, all changes in fair value of the related derivatives that have not been settled are recognized in current earnings. For a derivative that is not designated as or does not qualify as a hedge, changes in fair value are reported in earnings immediately.\nGains and losses on net investment hedges are included in AOCI as a separate component of equity in the Consolidated Balance Sheets.\nWe use derivative instruments for the purpose of hedging interest rate and currency exposures, which exist as part of ongoing business operations. We do not hold or issue derivative financial instruments for trading or speculative purposes. Our policy is not to enter into contracts with terms that cannot be designated as normal purchases or sales. From time to time, we may enter into short duration foreign currency contracts to hedge foreign currency risks.\nForeign currency translation\nThe financial statements of the Company’s non-U.S. dollar functional currency international subsidiaries are measured using the local currency as the functional currency. Assets and liabilities of these subsidiaries are translated at the rates of exchange at the balance sheet date. Income (loss) and expense items are translated at average monthly rates of exchange. The resultant translation adjustments are included in AOCI, a component of equity.\n2.\nAcquisitions\nOn July 28, 2022, as part of our Consumer Solutions reporting segment, we acquired the issued and outstanding equity securities of certain subsidiaries of Welbilt, Inc. (“Welbilt”) and certain other assets, rights, and properties, and assumed certain liabilities, comprising Welbilt’s Manitowoc Ice business (“Manitowoc Ice”), for approximately $\n1.6\nbillion in cash.\n53\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nManitowoc Ice is a designer, manufacturer and distributor of commercial ice machines. The acquisition of Manitowoc Ice allows us to enhance and deliver our total water management offerings to an expanded network of channel partners and customers.\nThe purchase price has been preliminarily allocated based on the estimated fair value of assets acquired and liabilities assumed at the date of the Manitowoc Ice acquisition. The preliminary purchase price allocation is subject to further refinement and may require significant adjustments to arrive at the final purchase price allocation. These changes will primarily relate to income tax-related items. We expect the final purchase price allocation to be completed by the third quarter of 2023. There can be no assurance that such finalization will not result in material changes from the preliminary purchase price allocation.\nThe following table summarizes our preliminary estimates of the fair values of the assets acquired and liabilities assumed in the Manitowoc Ice acquisition as previously reported and revised as of December 31, 2022:\nThe excess of purchase price over tangible net assets and identified intangible assets acquired has been preliminarily allocated to goodwill in the amount of $\n790.5\nmillion, all of which is expected to be deductible for income tax purposes. Goodwill recognized from the Manitowoc Ice acquisition primarily reflects the future economic benefit resulting from synergies of our combined operations.\nIdentifiable intangible assets acquired as part of the Manitowoc Ice acquisition include $\n78.4\nmillion of indefinite-lived trade name intangible assets, $\n588.4\nmillion of definite-lived customer relationships with a weighted-average estimated useful life of\n20\nyears, $\n47.1\nmillion of definite-lived proprietary technology intangible assets with a weighted-average estimated useful life of\n10\nyears and $\n14.4\nmillion of other definite-lived intangible assets with a weighted-average estimated useful life of\nfour months\n. The fair values of trade names and proprietary technology acquired in the acquisition were determined using a relief-from-royalty method, and customer relationships and other definite-lived intangible assets acquired were determined using a multi-period excess earnings method. These methods utilize unobservable inputs that are significant to these fair value measurements and thus classified as Level 3 of the fair value hierarchy described in Note 9.\nFor the year ended December 31, 2022, non-recurring expense related to the fair value adjustment to acquisition-date inventory of $\n5.8\nmillion, transaction-related charges of $\n19.9\nmillion, and acquisition-related bridge financing costs of $\n9.0\nmillion are reflected in\nCost of goods sold\n,\nSelling, general and administrative\nand\nNet interest expense\n, respectively,\nin the Consolidated Statements of Operations and Comprehensive Income. Manitowoc Ice’s net sales and operating income for the period from the acquisition date to December 31, 2022 were $\n156.3\nmillion and $\n12.2\nmillion, respectively. Manitowoc’s operating income includes $\n28.6\nmillion of identifiable intangible asset amortization expense and $\n5.8\nmillion of amortization of inventory fair market value step-up.\n54\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nThe following table presents unaudited pro forma financial information as if the Manitowoc Ice acquisition had occurred on January 1, 2021:\nThe unaudited pro forma net income from continuing operations includes Manitowoc Ice’s identifiable intangible asset amortization expense of $\n34.1\nmillion and $\n48.5\nmillion for the years ended December 31, 2022 and 2021, respectively. The unaudited pro forma net income from continuing operations for the year ended December 31, 2022 excludes the impact of $\n34.7\nmillion of transaction-related charges, acquisition-related bridge financing costs and non-recurring expense related to the fair value adjustment to acquisition-date inventory. The year ended December 31, 2021 was adjusted to include transaction-related charges and non-recurring expense related to the fair value adjustment to acquisition-date inventory.\nThe pro forma condensed consolidated financial information has been prepared for comparative purposes only and includes certain adjustments, as noted above. The adjustments are estimates based on currently available information and actual amounts may differ materially from these estimates. They do not reflect the effect of costs or synergies that would have been expected to result from the integration of the Manitowoc Ice acquisition. The pro forma information does not purport to be indicative of the results of operations that actually would have resulted had the Manitowoc Ice acquisition occurred on January 1, 2021.\nIn October 2021, as part of both of our Consumer Solutions and Industrial & Flow Technologies reporting segments, we completed the acquisition of Pleatco Holdings, LLC and related entities for $\n256.9\nmillion in cash, net of cash acquired and working capital true-ups. The excess of purchase price over tangible net assets acquired has been allocated to goodwill in the amount of $\n140.6\nmillion, $\n136.4\nmillion of which is expected to be deductible for income tax purposes. Identifiable intangible assets acquired consisted of $\n97.9\nmillion of definite-lived customer relationships with an estimated useful life of\n17\nyears. The pro forma impact of this acquisition is not material.\nIn May 2021, as part of our Consumer Solutions reporting segment, we completed the acquisition of Ken’s Beverage, Inc. for $\n82.2\nmillion in cash, net of cash acquired and working capital true-ups. The excess of purchase price over tangible net assets acquired has been allocated to goodwill in the amount of $\n28.3\nmillion, all of which is expected to be deductible for income tax purposes. Identifiable intangible assets acquired consisted of $\n38.0\nmillion of definite-lived customer relationships with an estimated useful life of\n22\nyears. The pro forma impact of this acquisition is not material.\nIn 2020, our Consumer Solutions reporting segment completed acquisitions with purchase prices totaling $\n58.0\nmillion in cash, net of cash acquired.\n55\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\n3.\nEarnings Per Share\nBasic and diluted earnings per share were calculated as follows:\n4.\nRestructuring and Transformation Program\nIn 2021, we launched and committed resources to a program designed to accelerate growth and drive margin expansion through transformation of our business model to drive operational excellence, reduce complexity and streamline our processes (the “Transformation Program”). The Transformation Program is structured in multiple phases and is expected to empower us to work more efficiently and optimize our business to better serve our customers while meeting our financial objectives.\nDuring 2022, we initiated and continued execution of certain business restructuring initiatives aimed at reducing our fixed cost structure and realigning our business, including the announcement of certain business exits within the residential business of our Consumer Solutions segment. In addition, we executed certain initiatives in 2022 and 2021 associated with the Transformation Program. Initiatives during the years ended December 31, 2022, 2021 and 2020 included a reduction in hourly and salaried headcount of approximately\n625\nemployees,\n75\nemployees and\n175\nemployees, respectively.\n56\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nRestructuring and transformation-related costs included in\nCost of goods sold\nand\nSelling, general and administrative\nexpenses in the Consolidated Statements of Operations and Comprehensive Income included the following:\n(1)\nAsset impairment and write-offs consist of inventory, long-lived assets and an identifiable intangible asset, which were impaired as a result of restructuring actions and certain business exits announced in the fourth quarter of 2022.\n(2)\nOther restructuring costs primarily consist of certain accruals and various contract termination costs associated with business exits.\n(3)\nOther transformation costs primarily consist of professional services and project management related costs.\nRestructuring and transformation costs by reportable segment were as follows:\nActivity related to accrued severance and related costs recorded in\nOther current liabilities\nin the Consolidated Balance Sheets is summarized as follows:\n5.\nGoodwill and Other Identifiable Intangible Assets\nThe changes in the carrying amount of goodwill for the years ended December 31, 2022 and 2021 by reportable segment were as follows:\n57\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nThere has been\nno\nimpairment of goodwill for any of the years presented.\nIdentifiable intangible assets consisted of the following at December 31:\nIdentifiable intangible asset amortization expense in 2022, 2021 and 2020 was $\n52.5\nmillion, $\n26.3\nmillion and $\n28.4\nmillion, respectively.\nAn impairment charge of $\n2.7\nmillion was recorded in 2022 related to the write-off of a proprietary technology intangible asset as a result of a business exit announced in the fourth quarter of 2022.\nNo\nimpairment charges were recorded for identifiable intangible assets in 2021 or 2020.\nEstimated future amortization expense for identifiable intangible assets during the next five years is as follows:\n58\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\n6.\nSupplemental Balance Sheet Information\n59\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\n7.\nAccumulated Other Comprehensive Loss\nComponents of\nAccumulated Other Comprehensive Loss\nconsist of the following:\n8.\nDebt\nDebt and the average interest rates on debt outstanding were as follows:\nPentair, Pentair Finance S.à r.l (“PFSA“) and Pentair, Inc. are parties to a credit agreement (the “Senior Credit Facility”), with Pentair as guarantor and PFSA and Pentair, Inc. as borrowers, which was amended and restated in December 2021 and further amended in December 2022, providing for a $\n900.0\nmillion senior unsecured revolving credit facility and a $\n200.0\nmillion senior unsecured term loan facility. The revolving credit facility has a maturity date of December 16, 2026 and the term loan facility has a maturity date of December 16, 2024. Borrowings under the Senior Credit Facility bear interest at a rate equal to an alternate base rate, adjusted term secured overnight financing rate, adjusted euro interbank offered rate, adjusted daily simple secured overnight financing rate or central bank rate, plus, in each case, an applicable margin. The applicable margin is based on, at PFSA’s election, Pentair’s leverage level or PFSA’s public credit rating.\nAs of December 31, 2022, total availability under the Senior Credit Facility was $\n580.0\nmillion. In addition, PFSA has the option to request to increase the revolving credit facility and/or to enter into one or more additional tranches of term loans in an aggregate amount of up to $\n300.0\nmillion, subject to customary conditions, including the commitment of the participating lenders.\nIn March 2022, in contemplation of the acquisition of Manitowoc Ice, Pentair and PFSA entered into a Loan Agreement among PFSA, as borrower, Pentair, as guarantor, and the lenders and agents party thereto, providing for a $\n600.0\nmillion senior unsecured term loan facility (the “Term Loan Facility”). In June 2022, the Term Loan Facility was amended to increase the facility by $\n400.0\nmillion to an aggregate principal amount of $\n1.0\nbillion. The Term Loan Facility has a maturity date of July 28, 2027, with required quarterly installment payments of $\n6.3\nmillion beginning on the last day of the third quarter of 2023 and increasing to $\n12.5\nmillion beginning with the last day of the third quarter of 2024.\nThe Term Loan Facility bears interest at a rate equal to an alternate base rate, adjusted term secured overnight financing rate, or adjusted daily simple secured overnight financing rate, plus, in each case, an applicable margin.\nThe applicable margin is based on, at PFSA’s election, Pentair’s leverage level or PFSA’s public credit rating.\nIn July 2022, in contemplation of the acquisition of Manitowoc Ice, Pentair, as guarantor, and PFSA, as issuer, completed a public offering of $\n400.0\nmillion aggregate principal amount of\n5.900\n% Senior Notes due 2032 (“2032 Senior Notes”).\nWe used the net proceeds from the Term Loan Facility and the issuance of the 2032 Senior Notes to finance a portion of the Manitowoc Ice acquisition purchase price and to pay related fees and expenses.\n60\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nOur debt agreements contain various financial covenants, but the most restrictive covenants are contained in the Senior Credit Facility and the Term Loan Facility. The Senior Credit Facility and the Term Loan Facility contain covenants requiring us not to permit (i) the ratio of our consolidated debt (net of our consolidated unrestricted cash and cash equivalents in excess of $\n5.0\nmillion but not to exceed $\n250.0\nmillion) to our consolidated net income (excluding, among other things, non-cash gains and losses) before interest, taxes, depreciation, amortization and non-cash share-based compensation expense (“EBITDA”) on the last day of any period of four consecutive fiscal quarters (each, a “testing period”) to exceed\n3.75\nto 1.00 (or, at PFSA’s election and subject to certain conditions,\n4.25\nto 1.00 for\nfour\ntesting periods in connection with certain material acquisitions) (the “Leverage Ratio”) and (ii) the ratio of our EBITDA to our consolidated interest expense, for the same period to be less than\n3.00\nto 1.00 as of the end of each fiscal quarter. For purposes of the Leverage Ratio, the Senior Credit Facility and the Term Loan Facility provide for the calculation of EBITDA giving pro forma effect to certain acquisitions, divestitures and liquidations during the period to which such calculation relates.\nIn addition to the Senior Credit Facility and the Term Loan Facility, we have various other credit facilities with an aggregate availability of $\n21.0\nmillion, of which there were\nno\noutstanding borrowings at December 31, 2022. Borrowings under these credit facilities bear interest at variable rates.\nWe have $\n12.5\nmillion of Term Loan Facility payments due in the next twelve months. We classified this debt as long-term as of December 31, 2022 as we have the intent and ability to refinance such obligation on a long-term basis under the revolving credit facility under the Senior Credit Facility.\nDebt outstanding, excluding unamortized issuance costs and discounts\n,\nat December 31, 2022 matures on a calendar year basis as follows:\n9.\nDerivatives and Financial Instruments\nDerivative financial instruments\nWe are exposed to market risk related to changes in foreign currency exchange rates. To manage the volatility related to this exposure, we periodically enter into a variety of derivative financial instruments. Our objective is to reduce, where it is deemed appropriate to do so, fluctuations in earnings and cash flows associated with changes in foreign currency rates. The derivative contracts contain credit risk to the extent that our bank counterparties may be unable to meet the terms of the agreements. The amount of such credit risk is generally limited to the unrealized gains, if any, in such contracts. Such risk is minimized by limiting those counterparties to major financial institutions of high credit quality.\nForeign currency contracts\nWe conduct business in various locations throughout the world and are subject to market risk due to changes in the value of foreign currencies in relation to our reporting currency, the U.S. dollar. We manage our economic and transaction exposure to certain market-based risks through the use of foreign currency derivative financial instruments. Our objective in holding these derivatives is to reduce the volatility of net earnings and cash flows associated with changes in foreign currency exchange rates. The majority of our foreign currency contracts have an original maturity date of less than one year.\nAt December 31, 2022 and 2021, we had outstanding foreign currency derivative contracts with gross notional U.S. dollar equivalent amounts of $\n9.4\nmillion and $\n14.7\nmillion, respectively. The impact of these contracts on the Consolidated Statements of Operations and Comprehensive Income was not material for any period presented.\nCross currency swaps\nAt December 31, 2022 and 2021, we had outstanding cross currency swap agreements with a combined notional amount of $\n746.3\nmillion and $\n794.4\nmillion, respectively. The agreements are accounted for as either cash flow hedges, to hedge foreign currency fluctuations on certain intercompany debt, or as net investment hedges to manage our exposure to fluctuations in the Euro-U.S. Dollar exchange rate. As of December 31, 2022 and 2021, we had a deferred foreign currency loss of $\n40.3\nmillion and a deferred foreign currency gain of $\n7.3\nmillion, respectively, recorded in\nAccumulated other comprehensive loss\nassociated with our cross currency swap activity. The periodic interest settlements related to our cross currency swap agreements are classified as operating activities. The cash flows that relate to principal balances are classified as financing activities for the cash flow hedges on intercompany debt and investing activities for the net investment hedges.\n61\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nIn October 2022, we entered into transactions to early terminate and cash settle €\n700\nmillion of our cross currency swap agreements due to favorable market conditions. The termination of the cross currency swap agreements resulted in net cash receipts of $\n84.3\nmillion, of which $\n2.1\nmillion, $\n70.1\nmillion and $\n12.1\nmillion are included within operating activities, investing activities and financing activities, respectively, on the Consolidated Statements of Cash Flows. Subsequent to the termination, we entered into new cross currency swap agreements with euro notional amounts matching the original swap agreements.\nIn June 2022, we terminated two of our cross currency swap agreements, resulting in total net cash received of $\n9.0\nmillion, of which $\n8.8\nmillion is included within investing activities and $\n0.2\nmillion is included within financing activities on the Consolidated Statements of Cash Flows. We entered into new cross currency swaps with a combined notional amount of $\n320.0\nmillion to replace the terminated cross currency swap agreements.\nIn January 2021, one of our cross currency swap agreements, which was accounted for as a cash flow hedge, matured, resulting in a net cash payment of $\n14.7\nmillion. The net cash payment is included within financing activities on the Consolidated Statements of Cash Flows.\nFair value measurements\nFair value is defined as the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants at the measurement date. Assets and liabilities measured at fair value are classified using the following hierarchy, which is based upon the transparency of inputs to the valuation as of the measurement date:\nIn making fair value measurements, observable market data must be used when available. When inputs used to measure fair value fall within different levels of the hierarchy, the level within which the fair value measurement is categorized is based on the lowest level input that is significant to the fair value measurement.\nFair value of financial instruments\nThe following methods were used to estimate the fair values of each class of financial instrument:\n•\nshort-term financial instruments (cash and cash equivalents, accounts and notes receivable, accounts payable and variable-rate debt)\n— recorded amount approximates fair value because of the short maturity period;\n•\nlong-term fixed-rate debt, including current maturities\n— fair value is based on market quotes available for issuance of debt with similar terms, which are inputs that are classified as Level 2 in the valuation hierarchy defined above;\n•\nforeign currency contract agreements\n— fair values are determined through the use of models that consider various assumptions, including time value, yield curves, as well as other relevant economic measures, which are inputs that are classified as Level 2 in the valuation hierarchy defined above; and\n•\ndeferred compensation plan assets (mutual funds, common/collective trusts and cash equivalents for payment of certain non-qualified benefits for retired, terminated and active employees)\n— fair value of mutual funds and cash equivalents are based on quoted market prices in active markets that are classified as Level 1 in the valuation hierarchy defined above; fair value of common/collective trusts are valued at net asset value (“NAV”), which is based on the fair value of the underlying securities owned by the fund and divided by the number of shares outstanding.\n62\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nThe recorded amounts and estimated fair values of total debt, excluding unamortized issuance costs and discounts\n,\nat December 31 were as follows:\nFinancial assets and liabilities measured at fair value on a recurring and nonrecurring basis were as follows:\n10.\nIncome Taxes\nIncome from continuing operations before income taxes consisted of the following:\n(1)\n“Federal” reflects United Kingdom (“U.K.”) income (loss) from continuing operations before income taxes.\n(2)\n“International” reflects non-U.K. income from continuing operations before income taxes.\nThe provision for income taxes consisted of the following:\n(1)\n“Federal” represents U.K. taxes.\n(2)\n“International” represents non-U.K. taxes.\n63\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nReconciliations of the federal statutory income tax rate to our effective tax rate were as follows:\n(1)\nThe tax effect of international operations consists of non-U.K. jurisdictions.\nReconciliations of the beginning and ending gross unrecognized tax benefits were as follows:\nWe record gross unrecognized tax benefits in\nOther current liabilities\nand\nOther non-current liabilities\nin the Consolidated Balance Sheets. Included in the $\n39.6\nmillion of total gross unrecognized tax benefits as of December 31, 2022 was $\n38.1\nmillion of tax benefits that, if recognized, would impact the effective tax rate. It is reasonably possible that the gross unrecognized tax benefits as of December 31, 2022 may decrease by a range of\nzero\nto $\n4.5\nmillion during 2023, primarily as a result of the resolution of Germany and U.S. state examinations.\nBased on the outcome of these examinations, or as a result of the expiration of statutes of limitations for specific jurisdictions, it is reasonably possible that certain unrecognized tax benefits for tax positions taken on previously filed tax returns will materially change from those recorded as liabilities in our financial statements. A number of tax periods from 2009 to present are under audit by tax authorities in various jurisdictions, including Germany, India and various U.S states. We anticipate that several of these audits may be concluded in the foreseeable future.\nWe record penalties and interest related to unrecognized tax benefits in\nProvision for income taxes\nand\nNet interest expense\n, respectively, in the Consolidated Statements of Operations and Comprehensive Income. At December 31, 2022 and 2021, we have liabilities of $\n0.6\nmillion and $\n0.2\nmillion, respectively, for the possible payment of penalties and $\n4.9\nmillion and $\n3.9\nmillion, respectively, for the possible payment of interest expense, which are recorded in\nOther current liabilities\nin the Consolidated Balance Sheets.\nDeferred taxes arise because of different treatment between financial statement accounting and tax accounting, known as “temporary differences.” We record the tax effect of these temporary differences as “deferred tax assets” (generally items that can be used as a tax deduction or credit in future periods) and “deferred tax liabilities” (generally items for which we received a tax deduction but the tax impact has not yet been recorded in the Consolidated Statements of Operations and Comprehensive Income).\n64\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nDeferred taxes were recorded in the Consolidated Balance Sheets as follows:\nThe tax effects of the major items recorded as deferred tax assets and liabilities were as follows:\nIncluded in tax loss and credit carryforwards in the table above is a deferred tax asset of $\n29.6\nmillion as of December 31, 2022 related to foreign tax credit carryover from the tax period ended December 31, 2017 and related to transition taxes. The entire amount is subject to a valuation allowance. The foreign tax credit is eligible for carryforward until the tax period ending December 31, 2027.\nAs of December 31, 2022, tax loss carryforwards of $\n2,967.6\nmillion were available to offset future income. A valuation allowance of $\n711.2\nmillion exists for deferred income tax benefits related to the tax loss carryforwards which may not be realized. We believe sufficient taxable income will be generated in the respective jurisdictions to allow us to fully recover the remainder of the tax losses. The tax losses primarily relate to non-U.S. carryforwards of $\n2,894.2\nmillion of which $\n1,838.5\nmillion are located in jurisdictions with unlimited tax loss carryforward periods, while the remainder will begin to expire in 2023. In addition, there were $\n7.9\nmillion of U.S. federal loss carryforwards with unlimited tax loss carryforward periods and $\n65.5\nmillion of U.S. state tax loss carryforwards as of December 31, 2022. U.S. state tax losses of $\n7.6\nmillion are in jurisdictions with unlimited tax loss carryforward periods, while the remainder will expire in future years through 2042.\nDeferred taxes in the amount of $\n2.0\nmillion have been provided on undistributed earnings of certain subsidiaries. Taxes have not been provided on undistributed earnings of subsidiaries where it is our intention to reinvest these earnings permanently or to repatriate the earnings only when it is tax effective to do so. It is not practicable to estimate the amount of tax that might be payable if such earnings were to be remitted.\nImpacts of U.S. tax legislation\nIn April 2020, the IRS released final regulations as part of the Tax Cuts and Jobs Act of 2017 that place limitations on the deductibility of certain interest expense for U.S. tax purposes. These regulations resulted in discrete tax expense of approximately $\n14.1\nmillion in 2020, as well as an increase to our 2020 annual effective tax rate of approximately\n0.3\n%.\nIn March 2020, the U.S. enacted the Coronavirus Aid, Relief, and Economic Security Act (“CARES Act”) in response to the COVID-19 pandemic. The CARES Act contains numerous income tax provisions, such as relaxing limitations on the\n65\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\ndeductibility of interest and the ability to carryback net operating losses arising in taxable years from 2018 through 2020. The CARES Act provided positive cash benefits of approximately $\n26.9\nmillion, offset by an increase to our 2020 annual effective tax rate of approximately\n1.0\n% and $\n5.1\nmillion in discrete tax items recorded in 2020, mainly attributable to base erosion and anti-abuse tax related to 2019.\n11.\nBenefit Plans\nPension and other post-retirement plans\nWe sponsor U.S. and non-U.S. defined-benefit pension and other post-retirement plans. Pension benefits are based principally on an employee’s years of service and/or compensation levels near retirement. In addition, we provide certain post-retirement health care and life insurance benefits. Generally, the post-retirement health care and life insurance plans require contributions from retirees.\nObligations and funded status\nThe following tables present reconciliations of plan benefit obligations, fair value of plan assets and the funded status of pension plans and other post-retirement plans as of and for the years ended December 31, 2022 and 2021:\nThe actuarial gain in 2022 was primarily due to increases in the discount rates to reflect economic conditions at December 31, 2022.\nAmounts recorded in the Consolidated Balance Sheets were as follows:\nThe accumulated benefit obligation for all defined benefit plans was $\n88.7\nmillion and $\n112.7\nmillion at December 31, 2022 and 2021, respectively.\n66\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nInformation for pension plans with an accumulated benefit obligation or projected benefit obligation in excess of plan assets as of December 31 was as follows:\nComponents of net periodic benefit expense for our pension plans for the years ended December 31 were as follows:\nComponents of net periodic benefit expense for our other post-retirement plans for the years ended December 31, 2022, 2021 and 2020, were not material.\nAssumptions\nThe following table provides the weighted-average assumptions used to determine benefit obligations and net periodic benefit cost as they pertain to our pension and other post-retirement plans.\n67\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nDiscount rates\nThe discount rate reflects the current rate at which the pension liabilities could be effectively settled at the end of the year based on our December 31 measurement date. The discount rate was determined by matching our expected benefit payments to payments from a stream of bonds rated AA or higher available in the marketplace. There are no known or anticipated changes in our discount rate assumptions that will impact our pension expense in 2023.\nExpected rates of return\nThe expected rate of return is designed to be a long-term assumption that may be subject to considerable year-to-year variance from actual returns. In developing the expected long-term rate of return, we considered our historical returns, with consideration given to forecasted economic conditions, our asset allocations, input from external consultants and broader long-term market indices. Pension plan assets yielded losses of\n16.86\n% in 2022 and\n0.89\n% in 2021, and a return of\n9.68\n% in 2020.\nHealthcare cost trend rates\nThe assumed healthcare cost trend rates for other post-retirement plans as of December 31 were as follows:\nPension plans assets\nObjective\nThe primary objective of our investment strategy is to meet the pension obligation to our employees at a reasonable cost to us. This is primarily accomplished through growth of capital and safety of the funds invested.\nAsset allocation\nOur actual overall asset allocation for our pension plans as compared to our investment policy goals as of December 31 was as follows:\nFair value measurement\nThe fair values of our pension plan assets and their respective levels in the fair value hierarchy as of December 31, 2022 and December 31, 2021 were as follows:\n68\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nValuation methodologies used for investments measured at fair value were as follows:\n•\nCash and cash equivalents\n— Cash consists of cash held in bank accounts and is considered a Level 1 investment.\n•\nOther investments\n— Other investments include investments in commingled funds with diversified investment strategies. Investments in commingled funds that were valued based on unobservable inputs due to liquidation restrictions were classified as Level 3.\nActivity for our Level 3 pension plan assets held during the years ended December 31, 2022 and 2021 was not material.\nCash flows\nContributions\nPension contributions totaled $\n7.5\nmillion and $\n8.1\nmillion in 2022 and 2021, respectively. We anticipate our 2023 pension contributions to be approximately $\n6.7\nmillion. The 2023 expected contributions will equal or exceed our minimum funding requirements.\nEstimated future benefit payments\nThe following benefit payments, which reflect expected future service or payout from termination, as appropriate, are expected to be paid by the plans in each of the next five fiscal years and in the aggregate for the five fiscal years thereafter are as follows:\nSavings plan\nWe have a 401(k) plan (the “401(k) plan”) with an employee share ownership (“ESOP”) bonus component, which covers certain union and all non-union U.S. employees who met certain age requirements. Under the 401(k) plan, eligible U.S. employees may voluntarily contribute a percentage of their eligible compensation. We match contributions made by employees who met certain eligibility and service requirements. The 401(k) company match contribution is a dollar-for-dollar (\n100\n%) matching contribution on up to\n5\n% of employee eligible earnings, contributed as before-tax contributions.\nOur expense for the 401(k) plan, including the ESOP, was $\n21.4\nmillion, $\n19.0\nmillion and $\n15.3\nmillion in 2022, 2021 and 2020, respectively.\nOther retirement compensation\nTotal other accrued retirement compensation, primarily related to deferred compensation and supplemental retirement plans, was $\n28.5\nmillion and $\n32.7\nmillion as of December 31, 2022 and 2021, respectively, and is included in\nPension and other post-retirement compensation and benefits\nand\nOther non-current liabilities\nin the Consolidated Balance Sheets.\n12.\nShareholders’ Equity\nAuthorized shares\nOur authorized share capital consists of\n426.0\nmillion ordinary shares with a par value of $\n0.01\nper share.\nShare repurchases\nIn May 2018, the Board of Directors authorized the repurchase of our ordinary shares up to a maximum dollar limit of $\n750.0\nmillion (the “2018 Authorization”). The 2018 Authorization expired on\nMay 31, 2021\n. In December 2020, the Board of Directors authorized the repurchase of our ordinary shares up to a maximum dollar limit of $\n750.0\nmillion (the “2020 Authorization”). The 2020 Authorization expires on December 31, 2025. The 2020 Authorization supplemented the 2018 Authorization.\nDuring the year ended December 31, 2021, we repurchased\n2.1\nmillion of our ordinary shares for $\n150.0\nmillion of which\n0.8\nmillion shares, or $\n50.0\nmillion, and\n1.3\nmillion shares, or $\n100.0\nmillion, were repurchased pursuant to the 2018 Authorization and 2020 Authorization, respectively.\n69\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nDuring the year ended December 31, 2022, we repurchased\n1.0\nmillion of our ordinary shares for $\n50.0\nmillion under the 2020 Authorization. As of December 31, 2022, we had $\n600.0\nmillion available for share repurchases under the 2020 Authorization.\nDividends payable\nOn December 12, 2022, the Board of Directors approved a\n5\npercent increase in the Company’s regular quarterly dividend rate (from $\n0.21\nper share to $\n0.22\nper share) that was paid on February 3, 2023 to shareholders of record at the close of business on January 20, 2023. The balance of dividends payable included in\nOther current liabilities\non our Consolidated Balance Sheets was $\n36.2\nmillion at December 31, 2022. Dividends paid per ordinary share were $\n0.84\n, $\n0.80\nand $\n0.76\nfor the years ended December 31, 2022, 2021 and 2020, respectively.\n13.\nShare Plans\nShare-based compensation expense\nTotal share-based compensation expense for 2022, 2021 and 2020 was as follows:\nShare incentive plans\nIn May 2020, the Pentair plc 2020 Share and Incentive Plan (“2020 Share Plan”) was approved during the Annual General Meeting of Shareholders. The Pentair plc 2012 Stock and Incentive Plan (“2012 Stock Plan”) terminated upon the approval of the 2020 Share Plan, although awards outstanding under the 2012 Stock Plan continue in effect. Beginning May 5, 2020, all share-based compensation grants were made under the 2020 Share Plan.\nThe 2020 Share Plan authorizes the issuance of\n3.3\nmillion of our ordinary shares, plus the number of shares reserved under the 2012 Stock Plan that were not the subject of outstanding awards as of the date the 2020 Share Plan became effective, which was\n2.5\nmillion shares, plus certain shares that would become available under the 2012 Stock Plan if it had remained in effect. The shares may be issued as new shares or from shares held in treasury. Our practice is to settle equity-based awards by issuing new shares. The 2020 Share Plan terminates on the date all shares reserved for issuance have been issued. The 2020 Share Plan allows for the granting to our employees, consultants and directors of stock options, stock appreciation rights, performance share units, restricted shares, restricted stock units, deferred stock rights, incentive awards, dividend equivalent units and other equity-based awards.\nThe 2020 Share Plan is administered by our compensation committee (the “Committee”), which is made up of independent members of our Board of Directors. Employees eligible to receive awards under the 2020 Share Plan are managerial, administrative or professional employees. The Committee has the authority to select the recipients of awards, determine the type and size of awards, establish certain terms and conditions of award grants and take certain other actions as permitted under the 2020 Share Plan. The 2020 Share Plan prohibits the Committee from re-pricing awards or canceling and reissuing awards at lower prices.\nNon-qualified and incentive stock options\nUnder the 2020 Share Plan, we may grant stock options to any eligible employee with an exercise price equal to the market value of the shares on the dates the options were granted. Options generally vest one-third each year over a period of\nthree years\ncommencing on the grant date and expire\n10\nyears after the grant date.\nRestricted shares and restricted stock units\nUnder the 2020 Share Plan, eligible employees may be awarded restricted shares or restricted stock units of our common stock. Restricted shares and restricted stock units generally vest one-third each year over a period of\nthree years\ncommencing on the grant date, subject to continuous employment and certain other conditions. Restricted shares and restricted stock units are valued at market value on the date of grant and are expensed over the vesting period.\n70\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nStock appreciation rights, performance shares and performance units\nUnder the 2020 Share Plan, the Committee is permitted to issue these awards which are generally contingent on the achievement of predetermined performance goals over a vesting period of\nthree years\n. The Committee has the ability to adjust performance goals or modify the manner of measuring or evaluating a performance goal using its discretion. PSUs are granted to certain employees that vest based on the satisfaction of a service period of\nthree years\nand the achievement of certain performance metrics over that same period. Upon vesting, PSU holders receive dividends that accumulate during the vesting period. The fair value of these PSUs is determined based on the closing market price of the Company’s ordinary shares at the date of grant. Compensation expense is recognized over the period an employee is required to provide service based on the estimated vesting of the PSUs granted. The estimated vesting of the PSUs is based on the probability of achieving certain performance metrics during the vesting period.\nStock options\nThe following table summarizes stock option activity under all plans for the year ended December 31, 2022:\nFair value of options granted\nThe weighted average grant date fair value of options granted under Pentair plans in 2022, 2021 and 2020 was estimated to be $\n17.88\n, $\n12.88\nand $\n9.55\nper share, respectively. The total intrinsic value of options that were exercised during 2022, 2021 and 2020 was $\n0.7\nmillion, $\n29.0\nmillion and $\n18.0\nmillion, respectively. At December 31, 2022, the total unrecognized compensation cost related to stock options was $\n3.9\nmillion. This cost is expected to be recognized over a weighted average period of\n1.9\nyears.\nWe estimated the fair value of each stock option award issued in the annual share-based compensation grant using a Black-Scholes option pricing model, modified for dividends and using the following assumptions:\nThese estimates require us to make assumptions based on historical results, observance of trends in our share price, changes in option exercise behavior, future expectations and other relevant factors. If other assumptions had been used, share-based compensation expense, as calculated and recorded under the accounting guidance, could have been affected.\nWe based the expected life assumption on historical experience as well as the terms and vesting periods of the options granted. For purposes of determining expected volatility, we considered a rolling average of historical volatility measured over a period approximately equal to the expected option term. The risk-free rate for periods that coincide with the expected life of the options is based on the U.S. Treasury Department yield curve in effect at the time of grant.\nCash received from option exercises for the years ended December 31, 2022, 2021 and 2020 was $\n2.5\nmillion, $\n29.3\nmillion and $\n30.8\nmillion, respectively. The tax benefit related to options exercised was $\n0.1\nmillion, $\n6.2\nmillion and $\n2.9\nmillion for the years ended December 31, 2022, 2021 and 2020, respectively.\n71\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nRestricted stock units\nThe following table summarizes restricted stock unit activity under all plans for the year ended December 31, 2022:\nAs of December 31, 2022, there was $\n20.0\nmillion of unrecognized compensation cost related to restricted share compensation arrangements granted under the 2020 Plan and previous plans. That cost is expected to be recognized over a weighted-average period of\n0.8\nyears. The total fair value of shares vested during the years ended December 31, 2022, 2021 and 2020, was $\n11.7\nmillion, $\n10.5\nmillion and $\n11.2\nmillion, respectively. The tax benefit related to restricted stock units vested was $\n2.1\nmillion and $\n0.6\nmillion for the years ended December 31, 2022 and 2021, respectively. There was\nno\ntax benefit realized for the year ended December 31, 2020.\nPerformance share units\nThe following table summarizes performance share unit activity under all plans for the year ended December 31, 2022:\nThe expense recognized each period is dependent upon our estimate of the number of shares that will ultimately be issued. As of December 31, 2022, there was $\n11.8\nmillion of unrecognized compensation cost related to performance share compensation arrangements granted under the 2020 Plan and previous plans. That cost is expected to be recognized over a weighted-average period of\n1.2\nyears. The tax benefit related to performance share units was $\n0.3\nmillion for the year ended December 31, 2022 and $\n0.1\nmillion for each of the years ended December 31, 2021 and 2020.\n14.\nSegment Information\nWe classify our operations into the following business segments:\n•\nConsumer Solutions\n— This segment designs, manufactures and sells energy-efficient residential and commercial pool equipment and accessories, and commercial and residential water treatment products and systems. Residential and commercial pool equipment and accessories include pumps, filters, heaters, lights, automatic controls, automatic cleaners, maintenance equipment and pool accessories. Water treatment products and systems include pressure tanks, control valves, activated carbon products, commercial ice machines, conventional filtration products, and point-of-entry and point-of-use systems. Applications for our pool business’s products include residential and commercial pool maintenance, repair, renovation, service and construction. Our water treatment products and systems are used in residential whole home water filtration, drinking water filtration and water softening solutions in addition to commercial total water management and filtration in foodservice operations. In addition, our water solutions business also provides installation and preventative services for water management solutions for commercial operators. The primary focus of this segment is business-to-consumer.\n•\nIndustrial & Flow Technologies\n— This segment manufactures and sells a variety of fluid treatment and pump products and systems, including pressure vessels, gas recovery solutions, membrane bioreactors, wastewater reuse systems and advanced membrane filtration, separation systems, water disposal pumps, water supply pumps, fluid transfer pumps, turbine pumps, solid handling pumps, and agricultural spray nozzles, while serving the global residential, commercial and industrial markets. These products and systems are used in a range of applications, fluid delivery, ion exchange, desalination, food and beverage, separation technologies for the oil and gas industry,\n72\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nresidential and municipal wells, water treatment, wastewater solids handling, pressure boosting, circulation and transfer, fire suppression, flood control, agricultural irrigation and crop spray. The primary focus of this segment is business-to-business.\nWe evaluate performance based on net sales and segment income (loss) and use a variety of ratios to measure performance of our reporting segments. These results are not necessarily indicative of the results of operations that would have occurred had each segment been an independent, stand-alone entity during the periods presented. Segment income (loss) represents equity income of unconsolidated subsidiaries and operating income exclusive of intangible amortization, certain acquisition related expenses, costs of restructuring and transformation activities, impairments and other unusual non-operating items.\nFinancial information by reportable segment is as follows:\n(1)\nOne customer in the Consumer Solutions’ pool business represented approximately\n20\n%,\n20\n%, and\n15\n% of our consolidated net sales in 2022, 2021 and 2020, respectively.\n(1)\nAll cash and cash equivalents are included in “Other.”\nThe following table presents a reconciliation of consolidated segment income to consolidated income from continuing operations before income taxes:\n73\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\n15.\nCommitments and Contingencies\nLegal proceedings\nWe have been, and in the future may be, made parties to a number of actions filed or have been, and in the future may be, given notice of potential claims relating to the conduct of our business, including those relating to commercial, regulatory or contractual disputes with suppliers, authorities, customers or parties to acquisitions and divestitures, intellectual property matters, environmental, asbestos, safety and health matters, product liability, the use or installation of our products, consumer matters, and employment and labor matters.\nWhile we believe that a material impact on our consolidated financial position, results of operations or cash flows from any such future claims or potential claims is unlikely, given the inherent uncertainty of litigation, a remote possibility exists that a future adverse ruling or unfavorable development could result in future charges that could have a material adverse impact. We do and will continue to periodically reexamine our estimates of probable liabilities and any associated expenses and receivables and make appropriate adjustments to such estimates based on experience and developments in litigation and applicable accounting rules. As a result, the current estimates of the potential impact on our consolidated financial position, results of operations and cash flows for the proceedings and claims described in the notes to our consolidated financial statements could change in the future.\nEnvironmental matters\nWe have been named as defendant, target or a potentially responsible party in a number of environmental clean-ups relating to our current or former business units. Accruals for environmental matters are recorded on a site-by-site basis when it is probable that a liability has been incurred and the amount of the liability can be reasonably estimated, based on current law and existing technologies. It can be difficult to estimate reliably the final costs of investigation and remediation due to various factors. In our opinion, the amounts accrued are appropriate based on facts and circumstances as currently known. As of December 31, 2022 and 2021, our recorded reserves for environmental matters were not material.\nProduct liability claims\nWe are subject to various product liability lawsuits and personal injury claims. A substantial number of these lawsuits and claims are insured and accrued for by Penwald, our captive insurance subsidiary. Penwald records a liability for these claims based on actuarial projections of ultimate losses. For all other claims, accruals covering the claims are recorded, on an undiscounted basis, when it is probable that a liability has been incurred and the amount of the liability can be reasonably estimated based on existing information. The accruals are adjusted periodically as additional information becomes available. We have not experienced significant unfavorable trends in either the severity or frequency of product liability lawsuits or personal injury claims.\nLeases\nOur lease portfolio principally consists of operating leases related to facilities, machinery, equipment and vehicles. Our accounting for lease terms does not include options to extend or terminate the lease until we are reasonably certain that we will exercise that option. Operating lease cost for lease payments is recognized on a straight-line basis over the lease term and principally consists of fixed payments for base rent.\nThese operating lease right-of-use (“ROU”) assets are included in\nOther non-current assets\non the Consolidated Balance Sheets, and represent our right to use the underlying asset for the lease term. Our obligation to make lease payments arising from the lease are included in\nOther current liabilities\nand\nOther non-current liabilities\non the Consolidated Balance Sheets. Lease ROU assets and liabilities are recognized at commencement date based on the present value of lease payments over the lease term. As we cannot readily determine the rate implicit in the lease, we use our incremental borrowing rate, determined by country of lease origin, based on the anticipated lease term at the commencement date in determining the present value of lease payments. The ROU asset also excludes any accrued lease payments and unamortized lease incentives.\nFor measurement and classification of lease agreements, we group lease and non-lease components into a single lease component for all underlying asset classes. Accordingly, all costs associated with a lease contract are accounted for as one lease cost.\nThe components of lease cost were as follows:\n74\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nSupplemental cash flow information related to leases was as follows:\nOther information related to leases was as follows:\nFuture minimum lease commitments under non-cancelable operating leases as of December 31, 2022 were as follows:\nWarranties and guarantees\nIn connection with the disposition of our businesses or product lines, we may agree to indemnify purchasers for various potential liabilities relating to the sold business, such as pre-closing tax, product liability, warranty, environmental, or other obligations. The subject matter, amounts and duration of any such indemnification obligations vary for each type of liability indemnified and may vary widely from transaction to transaction.\nGenerally, the maximum obligation under such indemnifications is not explicitly stated and as a result, the overall amount of these obligations cannot be reasonably estimated. Historically, we have not made significant payments for these indemnifications. We believe that if we were to incur a loss in any of these matters, the loss would not have a material effect on our financial position, results of operations or cash flows.\nWe recognize, at the inception of a guarantee, a liability for the fair value of the obligation undertaken in issuing the guarantee. In connection with the disposition of the Valves & Controls business, we agreed to indemnify Emerson Electric Co. for certain pre-closing tax liabilities. We have recorded a liability representing the fair value of our expected future obligation for this matter.\nWe provide service and warranty policies on our products. Liability under service and warranty policies is based upon a review of historical warranty and service claim experience. Adjustments are made to accruals as claim data and historical experience warrant.\n75\nPentair plc and Subsidiaries\nNotes to consolidated financial statements\nThe changes in the carrying amount of service and product warranties from continuing operations were as follows:\nStand-by letters of credit, bank guarantees and bonds\nIn certain situations, Tyco International Ltd., Pentair Ltd.’s former parent company (“Tyco”), guaranteed performance by the flow control business of Pentair Ltd. (“Flow Control”) to third parties or provided financial guarantees for financial commitments of Flow Control. In situations where Flow Control and Tyco were unable to obtain a release from these guarantees in connection with the spin-off of Flow Control from Tyco, we will indemnify Tyco for any losses it suffers as a result of such guarantees.\nIn the ordinary course of business, we are required to commit to bonds, letters of credit and bank guarantees that require payments to our customers for any non-performance. The outstanding face value of these instruments fluctuates with the value of our projects in process and in our backlog. In addition, we issue financial stand-by letters of credit primarily to secure our performance to third parties under self-insurance programs.\nAs of December 31, 2022 and 2021, the outstanding value of bonds, letters of credit and bank guarantees totaled $\n99.7\nmillion and $\n104.5\nmillion, respectively.\n76"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Our management, with the participation of our Chief Executive Officer and our Chief Financial Officer, evaluated the effectiveness of the design and operation of our disclosure controls and procedures as of the end of the year ended December 31, 2022, pursuant to Rule 13a-15(b) of the Securities Exchange Act of 1934 (“the Exchange Act”). Based upon their evaluation, our Chief Executive Officer and our Chief Financial Officer concluded that our disclosure controls and procedures were effective as of the year ended December 31, 2022 to ensure that information required to be disclosed by us in the reports we file or submit under the Exchange Act is recorded, processed, summarized and reported, within the time periods specified in the Securities and Exchange Commission’s rules and forms and to ensure that information required to be disclosed by us in the reports we file or submit under the Exchange Act is accumulated and communicated to our management, including our principal executive and principal financial officers, as appropriate to allow timely decisions regarding required disclosures.\nManagement’s Annual Report on Internal Control Over Financial Reporting\nThe report of management required under this ITEM 9A is contained in ITEM 8 of this Annual Report on Form 10-K under the caption “Management’s Report on Internal Control Over Financial Reporting.”\nAttestation Report of Independent Registered Public Accounting Firm\nThe attestation report required under this ITEM 9A is contained in ITEM 8 of this Annual Report on Form 10-K under the caption “Report of Independent Registered Public Accounting Firm.”\nChanges in Internal Control over Financial Reporting\nDuring the year ended December 31, 2022 we completed the acquisition of Manitowoc Ice. As part of our ongoing integration activities associated with the Manitowoc Ice acquisition, we are reviewing the internal controls and procedures of Manitowoc Ice and working to augment our company-wide controls to reflect the risks inherent in the acquisition. There were no other changes in our internal control over financial reporting that occurred during the quarter ended December 31, 2022 that has materially affected, or is reasonably likely to materially affect, our internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\n77\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "Information required under this item with respect to directors is contained in our Proxy Statement for our 2023 annual general meeting of shareholders under the captions “Corporate Governance Matters” and “Proposal 1 Re-elect Director Nominees” and is incorporated herein by reference.\nInformation required under this item with respect to executive officers is contained in Part I of this Form 10-K under the caption “Information About Our Executive Officers.”\nOur Board of Directors has adopted Pentair’s Code of Business Conduct and Ethics and designated it as the code of ethics for the Company’s Chief Executive Officer and senior financial officers. The Code of Business Conduct and Ethics also applies to all employees and directors in accordance with New York Stock Exchange Listing Standards. We have posted a copy of Pentair’s Code of Business Conduct and Ethics on our website at\nhttp://pentair.com/en/about-us/leadership/corporate-governance\n. We intend to satisfy the disclosure requirements under Item 5.05 of Form 8-K regarding amendments to or waivers from, Pentair’s Code of Business Conduct and Ethics by posting such information on our website at\nhttp://pentair.com/en/about-us/leadership/corporate-governance\n.\nWe are not including the information contained on our website as part of, or incorporating it by reference into, this report."
  },
  {
    "item_key": "item_11",
    "text": "Information required under this item is contained in our Proxy Statement for our 2023 annual general meeting of shareholders under the captions “Compensation Discussion and Analysis,” “Compensation Committee Report,” “Executive Compensation Tables” and “Corporate Governance Matters - Director Compensation” and is incorporated herein by reference.\n78"
  },
  {
    "item_key": "item_12",
    "text": "Information required under this item with respect to security ownership is contained in our Proxy Statement for our 2023 annual general meeting of shareholders under the caption “Security Ownership” and is incorporated herein by reference.\nThe following table summarizes, as of December 31, 2022, information about compensation plans under which our equity securities are authorized for issuance:\n(1)\nConsists of 510,873 shares subject to stock options, 477,618 shares subject to restricted stock units, and 247,838 shares subject to performance share awards.\n(2)\nRepresents the weighted average exercise price of outstanding stock options and does not take into account outstanding restricted stock units or performance share units.\n(3)\nRepresents securities remaining available for issuance under the 2020 Share and Incentive Plan.\n(4)\nConsists of 1,954,892 shares subject to stock options, 118,976 shares subject to restricted stock units, and 113,149 shares subject to performance share awards.\n(5)\nThe 2012 Stock and Incentive Plan was terminated in 2020. Stock options, restricted stock units and performance share awards previously granted under the 2012 Stock and Incentive Plan remain outstanding, but no further options or shares may be granted under this plan."
  },
  {
    "item_key": "item_13",
    "text": "Information required under this item is contained in our Proxy Statement for our 2023 annual general meeting of shareholders under the captions “Proposal 1 Re-elect Director Nominees - Director Independence” and “Corporate Governance Matters - The Board’s Role and Responsibilities - Policies and Procedures Regarding Related Person Transactions” and is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "Information required under this item is contained in our Proxy Statement for our 2023 annual general meeting of shareholders under the caption “Proposal 3 Ratify, by Nonbinding, Advisory Vote, the Appointment of Deloitte & Touche LLP (PCAOB ID No.\n34\n) as the Independent Auditor of Pentair plc and to Authorize, by Binding Vote, the Audit and Finance Committee of the Board of Directors to Set the Auditor’s Remuneration” and is incorporated herein by reference.\n79\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a) List of documents filed as part of this report:\n(1) Financial Statements\nConsolidated Statements of Operations and Comprehensive Income for the years ended December 31, 2022, 2021 and 2020\nConsolidated Balance Sheets as of December 31, 2022 and 2021\nConsolidated Statements of Cash Flows for the years ended December 31, 2022, 2021 and 2020\nConsolidated Statements of Changes in Equity for the years ended December 31, 2022, 2021 and 2020\nNotes to Consolidated Financial Statements\n(2) Financial Statement Schedule\nNone.\nAll other schedules for which provision is made in the applicable accounting regulations of the Securities and Exchange Commission have been omitted because they are not applicable or the required information is shown in the financial statements or notes thereto.\n(3) Exhibits\nThe exhibits of this Annual Report on Form 10-K included herein are set forth below.\n80\n81\n82"
  },
  {
    "item_key": "item_16",
    "text": "None.\n83\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized, on February 21, 2023.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities indicated, on February 21, 2023.\n84"
  }
]