[
  {
    "item_key": "item_1",
    "text": "General Overview\nRollins, Inc. (“Rollins,” “we,” “us,” “our,” or the “Company”), is an international services company headquartered in Atlanta, Georgia. Through our family of leading brands, we provide essential pest and wildlife control services and protection against termite damage, rodents and insects to more than two million residential and commercial customers from more than 800 Company-owned and franchised locations in approximately 70 countries.  Over the course of our lengthy operating history, we have garnered a reputation for providing great customer service. The contracted and recurring nature of our services provide us with visibility into a significant portion of our future earnings.\nIn 1964, brothers O. Wayne and John Rollins acquired Orkin Exterminating Company and in 1965 we changed our name from Rollins Broadcasting, Inc to Rollins, Inc. In 1968, Rollins began trading on the New York Stock Exchange under the symbol “ROL.” Since then, we have grown into a premier consumer and commercial services business with numerous industry leading brands including the world renowned Orkin, as well as HomeTeam Pest Defense, Clark Pest Control, Western Pest Services, Critter Control Wildlife, and Northwest Exterminating, among others.\nWe operate under one reportable segment which contains our three business lines:\nOur Competitive Strengths\nRollins is a global leader in pest control. We have established a portfolio of premier brands with extensive service capabilities across a deep operating network. Our scale enables delivery of great service and provides a significant and reinforcing competitive advantage through (i) comprehensive capabilities to win new residential and commercial accounts, (ii) technology investments for operations optimization and enhanced customer experience, (iii) route density to manage variable costs, and (iv) financial flexibility to generate organic growth and pursue M&A.\nRobust Operating Platform with Proprietary Technology\nOur extensive footprint creates an efficient and scalable operating platform to facilitate exceptional customer service delivery, increased cross-selling opportunities, and cost efficiencies. We have strategically invested in proprietary routing and scheduling technologies to increase our competitive advantage, which includes real-time service tracking and customer internet communication to personalize the customer experience. We run our proprietary Branch Operating Support System (“BOSS”), which offers a back-end interface to facilitate service tracking and payment processing for technicians. BOSS also provides virtual route management tools to increase route efficiency across our network, reducing miles driven and associated costs while increasing customer retention through on-time and rapid response service.\nDifferentiated Employee Base and Service Delivery\nOur employees are critical to delivering an outstanding customer experience, and we are highly focused on providing our team with best-in-class training and development opportunities. We operate the 27,000 square foot Rollins Learning Center training facility located in Atlanta, GA, which is a distance-learning and global broadcast facility with simulated environments and classrooms for training. In addition to in-person training, the Rollins Learning Center offers on-demand training sessions that employees can access from anywhere in the world that are produced at our on-site, state-of-the-art broadcast studio. Our unique programs contribute to our position as an\n3\n​\nemployer of choice and have earned us recognition from Training magazine among the Top 125 U.S. Training Companies 17 times in the past 20 years. We were also recognized by the Top Workplaces program as a top workplace on both a national and local level.  This marks the seventh consecutive year to be recognized in Atlanta. We continuously monitor co-worker engagement and customer loyalty.\nExperienced Management Team\nOur management team combines extensive business and consumer services experience with robust local pest control leadership. Consistent with our culture of attracting, developing and progressing talented individuals, our senior leadership team consists of a combination of long-term internal leaders and strategic hires from well-respected external platforms. Our Chairman, Gary Rollins, is the son of Rollins, Inc. co-founder O. Wayne Rollins and has spent his entire career with the Company, serving as Chief Executive Officer (“CEO”) from 2001 to 2022. Effective January 1, 2023, Jerry Gahlhoff, Jr. assumed the role of CEO and now serves as President and CEO.\nInternational Business\nWe continue to expand our international presence through organic growth, acquisitions, and our international franchise programs. In 2022, we saw revenue growth in our operations in Canada, Australia, and the United Kingdom. We believe geographic diversity allows us to increase brand recognition, meet demands of global customers, and draw on business and technical expertise from teams in several countries, and offers us an opportunity to access new markets.\nFranchising Programs\nWe have franchise programs through Orkin, Critter Control and our Australian subsidiaries. We had a total of 137, 135 and 128 domestic franchise agreements as of December 31, 2022, 2021 and 2020, respectively. International franchise agreements totaled 89, 103 and 101 as of December 31, 2022, 2021 and 2020, respectively. Transactions with our franchises involve sales of territories and customer contracts to establish new franchises and the payment of initial franchise fees and royalties by franchisees. The territories, customer contracts and initial franchise fees are typically paid for by a combination of cash and notes.\nAcquisition Strategy\nWe have extensive experience acquiring companies of all sizes. Over the last three years, we have completed approximately 100 acquisitions, including 31 acquisitions in 2022. Our acquisition strategy targets high quality, profitable businesses with strong leadership that would benefit from incremental growth capital and have the potential to achieve margin expansion through cost and revenue synergies.\nSeasonality\nOur business is somewhat affected by weather conditions, including climate change and the seasonal nature of our pest and termite control services. The increase in pest presence and activity, as well as the metamorphosis of termites in the spring and summer (the occurrence of which is determined by the timing of the change in seasons), has historically resulted in an increase in the revenue of our pest and termite control operations during such periods as evidenced by the following chart.\n​\nOur quarterly profitability correlates with our revenue due to seasonality, as profit is lower in the first and fourth quarters and higher in the second and third quarters.\n4\n​\nMaterials and Supplies\nOur Company has relationships with a vast network of national pest control product distributors, manufacturers and other suppliers for pest and termite treatment products. We maintain a sufficient level of products, materials, and other supplies to fulfill our immediate servicing needs and to mitigate any potential short-term shortage in availability from our national network of suppliers. We also have qualified comparable products and materials for key categories to have alternatives ready as needed. However, at any time supply chain disruptions that are more than short-term in nature could impact our levels of products, materials and other supplies.\nCompetition\nWe operate in a highly competitive environment. The principal factors of competition in our pest and termite control markets are quality and speed of service, customer proximity, customer satisfaction, brand awareness and reputation, terms of guarantees, safety, technical proficiency and price. Due to our strong direct partnerships with product manufacturers, distributors, and visibility into the inventories, ordering and distribution of materials and supplies, we are able to foresee potential supply disruptions and to quickly adapt. The use of an innovative and industry changing distribution model and technology enables us to maintain adequate supplies for our field operations without a significant investment in warehousing and inventory\n.\nWe believe that, through our wholly-owned subsidiaries, we compete effectively and favorably with our competitors as one of the world’s largest pest and termite control companies. Our major competitors include Rentokil, Ecolab, and Anticimex.\nResearch and Development\nOur expenditures on research activities relating to the development of new products or services are not significant. We utilize the relationships with our manufacturer and materials suppliers to provide new and innovative products and services, coupled with in-depth reviews by our tenured Technical Services department to ensure they meet our strict requirements. We also conduct tests of new products with the specific manufacturers of such products and we rely on research performed by leading universities.\nWe maintain close relationships with several universities for research and validation of treatment procedures and material selection. Some of the new and improved service methods and products are also researched, developed and produced by unaffiliated universities and companies with a portion of these methods and products being produced to the specifications provided by us.\nEnvironmental and Regulatory Considerations\nOur business is subject to various local and national legislative and regulatory enactments including, but not limited to, environmental laws, antitrust laws, employment laws (including wage and hour laws, payroll taxes and anti-discrimination laws), immigration laws, motor vehicle laws and regulations, human health and safety laws, securities laws including, but not limited to, SEC regulations, and federal, state and local laws and regulations governing worker safety and the pest and termite control industry. If we were to fail to comply with any of these applicable laws or regulations, we could be subject to substantial fines or damages, be involved in lawsuits, enforcement actions and other claims by third parties or governmental authorities, suffer losses to our reputation and our business or suffer the loss of licenses or penalties that may affect how the business is operated, which, in turn, could have a material adverse effect on our financial condition, results of operations and cash flows.\nEnvironmental, Health and Safety Matters\nSpecifically, our businesses are subject to various international, federal, state and local laws and regulations regarding environmental, health and safety matters. Among other things, these laws regulate the emission or discharge of materials into the environment, govern the use, storage, treatment, disposal, transportation and management of hazardous substances and wastes and protect the health and safety of our employees. These laws also impose liability for the costs of investigating and remediating, and damages resulting from, present and past releases of hazardous substances, including releases by prior owners or operators of sites we currently own or operate. Compliance with environmental, health and safety laws increases our operating costs, limits or restricts the services we provide and subjects us to the possibility of regulatory or private actions or proceedings.\n5\n​\nConsumer Protection, Privacy and Solicitation Matters\nAdditionally, we are subject to international, federal, state, provincial and local laws and regulations designed to protect consumers generally, including laws governing lending, debt collection and consumer finance, consumer privacy and fraud, the collection and use of consumer data, telemarketing and other forms of solicitation. The telemarketing rules adopted by the Federal Communications Commission pursuant to the Federal Telephone Consumer Protection Act of 1991 and the Federal Telemarketing Sales Rule issued by the Federal Trade Commission, along with state laws and other legal authorities, govern our telephone and texting sales practices. The CAN-SPAM Act regulates our email solicitations and the Consumer Review Fairness Act regulates consumer opinions on social media regarding our products and services. The California Consumer Privacy Act, the first of its kind and followed by the California Privacy Rights Act, and laws in other states provide consumers and sometimes employees the right to know what personal data businesses collect, how the data is used, and give them the right to access, delete and opt out of the sale of their personal information to third parties. We are subject to some of these states’ laws depending on the number of customers or amount of revenue in the specific state.\nFranchise Matters\nCertain of our subsidiaries are subject to various international, federal, state, provincial and local laws and regulations governing franchise sales, marketing and licensing and franchise trade practices generally, including applicable rules and regulations of the Federal Trade Commission. These laws and regulations generally require disclosure of business information in connection with the sale and licensing of our franchises. Certain state regulations also affect our ability as a franchisor to revoke or refuse to renew a franchise. From time to time, we and one or more franchisees have been, and may in the future become, involved in a dispute regarding the franchise relationship, including payment of royalties or fees, location of branches, advertising, purchase of products by franchisees, non-competition covenants, compliance with our standards or franchise renewal criteria. Any such franchise dispute could possibly have an adverse effect on our reputation, financial condition, results of operations and cash flows.\nIntellectual Property\nWe rely on a combination of intellectual property rights, including patents, trademarks, copyrights, trade secrets, and contractual provisions to protect our intellectual property. Our worldwide intellectual property portfolio is strengthened through innovation and brand recognition, and a comprehensive approach for protection and enforcement. Risk factors associated with our intellectual property are discussed in Item 1.A. \"Risk Factors\".\nWe protect and promote our intellectual property portfolio and take those actions we deem appropriate to enforce our intellectual property rights and to defend our rights both domestically and internationally. Although in the aggregate, our global portfolio of more than 450 trademarks is a valuable asset that is important to our operations, we believe that our competitive advantage is also largely attributable to the technical, marketing, and sales competence and capabilities of our employees, rather than on any individual trademark. Therefore, we do not consider the expiration or loss of any single trademark or intellectual property right, to be material to our business as a whole.\nHuman Capital\nWe believe one of the largest contributors to our Company’s success is the quality of our people. Attracting, developing and retaining high-quality talent is the primary objective of our human capital management. The development and retention of high-quality talent leads to a better customer experience and better customer retention. We develop and engage our people through our training at all levels of our organization.\nAs of December 31, 2022, the Company had 17,515 employees. Approximately 15,800 of our employees were located in the United States, with approximately 14,700 employees at U.S. branch offices. Of the U.S. employees, less than 2% are represented by a labor union or covered by a collective bargaining agreement.\n​\n6\n​\nLeadership Development\nDeveloping existing and future leaders is critical to our ongoing success as a company.  Each year, we conduct in-depth leadership talent reviews for each people leader in our organization.  During those reviews, we identify top talent leaders who have both the capability and desire to perform at the next level of leadership.  For those leaders, we either build or update focused development plans to proactively develop the leadership skills needed at that next level of leadership.  We also identify peer mentorship opportunities where our seasoned leaders are able to assist in the development of their peers.  Each Rollins brand cultivates its own leadership development programs that support its own values and culture while considering the best practices of all Rollins brands.  Our leaders are trained on the fundamentals of people leadership, business acumen, sales excellence, and technical expertise.  Rollins, Inc. owns senior-level leadership training at the highest levels where top talent is identified to participate in our annual Region Manager Development Program (RMDP).  RMDP is a one-year class with several different stages and is focused on helping selected leaders prepare for leading leaders and building high-performing teams across multiple locations within a defined geographical region.  Since 2018, we have graduated a total of 69 senior leaders in four different RMDP classes, with continued successes with promotions to our Division President level.\nWorkplace Inclusion\nWe make it a priority to promote and create a diverse, equitable and inclusive workplace that results in higher levels of satisfaction and engagement, stronger staff retention, higher productivity, and a heightened sense of belonging. Our mission is to have a culture of inclusion, where all individuals feel respected, are treated fairly, with an equitable opportunity to excel.\nOur Workplace Inclusion (WPI) mission to build an inclusive workplace has continued since 2020 under the guidance of our Executive Sponsor and Inclusion Advisory Council which is made up of employees from Rollins brands across the United States. In January 2022 the role of fulltime Director of WPI became active. The Director’s primary role is to implement the WPI Strategic Plan (the “Plan”) which was approved by the Executive Leadership team in April of 2022.  The Plan includes 5 Strategic Focus Areas which will be implemented across all brands. The 5 Strategic Focus areas are Training & Education, Talent Acquisition & Career Development, Policies & Programs, Communication and Employee Resource Groups.  We formed six (6) taskforces, led by functional and brand subject matter experts, to execute on the Plan goals.\nWith the continued focus on inclusion, the employee demographic year-over-year comparison showed positive trends in the percentage of women and people of color in underrepresented job categories. Additionally, we changed various policies, practices and programs to be more inclusive, we recognized cultural holidays and events that are celebrated by our employees throughout the year, and we launched our first Employee Resource Groups (ERGs). Our ERGs are led by Rollins employees, are inclusive to all and include eight (8) categories representing our employee population. Four (4) ERGs are now active.\nWe are excited about the accomplishments on our journey to create a workplace of inclusion and will continue to execute on the strategic plan.\nHealth and Safety\nWe are committed to the health and safety of our employees, customers and communities where we work, live and play. During fiscal 2022, as a result of the COVID-19 pandemic (“COVID-19”), we continued to execute our pre-established business continuity plans including our pandemic “SAFE Workplace” procedures to maintain compliance with state and local jurisdictions. Management also regularly updates our employees and customers on COVID-19 developments in a consistent and timely manner which includes contact information for our Employee Assistance Program. We saw a significant decline in COVID-19 related challenges in 2022.\nIn 2022, to enhance our already strong benefits offering, we signed an agreement with Everside Health to provide free primary care to our employees who participate in one of our medical insurance plans.  We built an on-site medical clinic at our company headquarters in Atlanta.  That facility is available to all employees in the state of Georgia who participate in one of our medical insurance plans.  Our employees outside of Georgia have access to approximately 70 Everside Health clinics around the country and access to virtual care through the Everside network in all 50 states.\n7\n​\nCommunity Involvement\nWe offer employees the opportunity to participate in various community outreach programs and believe that this commitment helps the Company to meet its goals of attracting, developing and retaining high-quality employees. We created Rollins United in 2019 to unify our brands’ philanthropic visions and consolidate our community outreach efforts. Our overarching goal is to create a significant impact in local communities over an extended period of time. The core mission of Rollins United is that everyone deserves a safe place to live, work, and play.\nOver the last 40 years, we have partnered with the United Way of Greater Atlanta through employee and company-matching funds, helping make Rollins a community leader for many years. Rollins ranked #9 in the top 25 corporate contributors in 2021 compared to ranking #11 in 2020. Along with personal contributions from employees, the company hosts rallies, contests, and a silent auction to raise funds. Rollins has contributed over $1 million annually for the past 3 years.\nWe also have a partnership with the Grove Park Foundation (the “Foundation”) to help serve our Atlanta community. The partnership allows our employees to volunteer and support the Foundation, which is committed to neighborhood revitalization to improve the quality of life in the Grove Park neighborhood. Representatives from our Atlanta family of brands participate in volunteer opportunities in the Grove Park neighborhood throughout the year.  Additionally, many of our operations engage regularly with their local community efforts throughout the year.\nAvailable Information\nOur Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to these reports, are available free of charge on our website at\nwww.rollins.com\n, under the heading “SEC Filings,” as soon as reasonably practicable after those reports are electronically filed with or furnished to the Securities and Exchange Commission (“SEC”).\nForward-Looking Statements\nThis Annual Report contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Such forward-looking statements include, but are not limited to, statements regarding:\n(1) our visibility into our future earnings because of the contracted and recurring nature of our services; (2) our investments in proprietary routing and scheduling technologies to increase our competitive advantage; (3) our belief that we will continue to expand our international presence through organic growth, international acquisitions, and our international franchise programs and our belief that such  international expansion and geographic diversity allow us to increase brand recognition, meet demands of global customers and draw on business and technical expertise from teams in several countries, as well as access new markets; (4) our ability to foresee and quickly adapt to potential supply disruptions because of our strong direct partnerships with product manufacturers, distributors, and visibility into the inventories, ordering and distribution of materials and supplies; (5) our ability to maintain adequate supplies for our field operations without a significant investment in warehousing and inventory because of the use of an innovative and industry changing distribution model and technology; (6) our belief that our competitive advantage is largely attributable to the technical, marketing, and sales competence and capabilities of our employees, rather than on any individual trademark and our belief that the expiration or loss of any single trademark or intellectual property right would not be material to our business as a whole; (7) our belief that we compete effectively and favorably with our competitors as one of the world’s largest pest and termite control companies; (8) our belief that we maintain a sufficient level of products, materials and other supplies to fulfill our immediate servicing needs and to alleviate any potential short-term shortage in availability from our national network of suppliers; (9) the suitability and adequacy of our facilities to meet our current and reasonably anticipated future needs; (10) our belief that one of the largest contributors to our success is the quality of our people and our belief that the development and retention of high-quality talent leads to a better customer experience and better customer retention; (11) our belief that if we make it a priority to promote and create a diverse, equitable and inclusive workplace, it will result in higher levels of satisfaction and engagement, stronger staff retention, higher productivity, and a heightened sense of belonging; (12) our excitement with respect to our accomplishments on our journey to create a workplace of inclusion and our plans to continue to execute on the strategic plan with respect thereto; (13) our belief that our commitment to offer employees the opportunity to participate in various community outreach programs will help us meet our goals of attracting, developing and retaining high-quality employees and create a significant impact in local communities over time; (14) our belief that no pending claim, proceeding or litigation, either alone or in the aggregate, will have a material adverse effect on our business, results of operations, financial condition, cash flow or prospects; (15) our belief that we establish sufficient loss contingency reserves based upon outcomes of such pending claims, proceedings or litigation that\n8\n​\nwe currently believe to be probable and reasonably estimable; (16) our plans to continue to monitor COVID-19 and plans to take actions that may alter our operations, including those that may be required by federal, state, or local authorities, or that we determine are in the best interests of our employees and customers; (17) our plans to continue to carry out various strategies previously implemented to help mitigate the impact of certain economic disruptors (such as high inflation, increased fuel costs, business interruptions due to natural disasters, employee shortages and supply chain issues), including revamping its routing and scheduling process to decrease the number of miles per stop, advanced scheduling to compensate for employee and vehicle shortages, shipping delays, and maintaining higher purchasing levels to allow for sufficient inventory; (18) our belief that we are starting 2023 with a strong foundation and demand for our business remains strong; (19) our belief that strategic pricing efforts helped offset inflationary pressures we experienced in fleet, material and other people associated cost and our expectations to pull forward our price increase again in 2023 and raise prices for services in the first quarter; (20) our assertion that we continue to be permanently reinvested with respect to our investments in our foreign subsidiaries; (21) our belief that our current cash and cash equivalents balances, future cash flows expected to be generated from operating activities, and available borrowings under our $175.0 million revolving credit facility and $300.0 million term loan facility (as amended January 27, 2022) will be sufficient to finance our current operations and obligations, and fund expansion of our business for the foreseeable future and our plans to evaluate opportunities to renegotiate our current credit facility that will be expiring in April 2024; (22) our expectation to continue our payment of cash dividends, subject to our earnings and financial condition and other relevant factors; (23) our belief that we maintain adequate liquidity and capital resources, without regard to its foreign deposits, to finance domestic operations and obligations and to fund expansion of our domestic business; (24) our belief that our pipeline for acquisitions is strong, our plans to seek new acquisitions and expectation to make additional acquisitions in 2023; (25) our belief that we remain very well positioned to drive growth across all of our services lines in 2023; (26) our intentions to grow the business in foreign markets through reinvestment of foreign deposits and future earnings and through acquisitions of unrelated companies with the expectation to repatriate unremitted foreign earnings from our foreign subsidiaries and the expectation that any additional future repatriations of unremitted earnings are expected to be completed in a largely tax-free manner with any residual impacts being immaterial to the financial statements; (27) our belief that we have adequate liquid assets, funding sources and insurance accruals to accommodate certain insurance claims; (28) our expectation that we will maintain compliance with applicable covenants throughout 2023; (29) the expected impact and amount of our contractual obligations; (30) our expectations regarding termite claims and factors that impact future costs from those claims; (31) the expected collectability of accounts receivable; (32) our belief that our tax positions are fully supportable; (33) our beliefs about our accounting policies and the impact of recent accounting pronouncements; (34) our belief that our exposure to market risks arising from changes in foreign exchange rates will not have a material impact upon our results of operations going forward; (35) our ability to utilize all of our foreign net operating losses; (36) our reasonable certainty that we will exercise the renewal options on our vehicle leases; (37) expectations regarding the recognition of compensation costs related to time-lapse restricted shares; (38) our ability to be proactive in safety and risk management to develop and maintain ongoing programs to reduce and prevent incidents and claims under our insurance programs and arrangements; and (39) our potential suspension of future services for customers with past due balances.\nOur actual results could differ materially from those indicated by the forward-looking statements because of various risks, timing and uncertainties including, without limitation, the failure to maintain and enhance our brands and develop a positive client reputation; our ability to protect our intellectual property and other proprietary rights that are material to our business and our brand recognition; actions taken by our franchisees, subcontractors or vendors that may harm our business; general economic conditions; the impact of the extent and duration of economic contraction related to COVID-19 on general economic activity for the remainder of 2023 and beyond; the impact of future developments related to the COVID-19 pandemic on the Company’s business, results of operations, accounting assumptions and estimates and financial condition, including, without limitation, restrictions in customer discretionary expenditures, disruptions in credit or financial markets, increases in fuel prices, raw material costs or other operating costs; potential increases in labor costs; labor shortages and/or our inability to attract and retain skilled workers; competitive factors and pricing practices; changes in industry practices or technologies; the degree of success of our termite process reforms and pest control selling and treatment methods; our ability to identify, complete and successfully integrate potential acquisitions; unsuccessful expansion into international markets; climate change and unfavorable weather conditions; a breach of data security resulting in the unauthorized access of personal, financial, proprietary, confidential or other personal data or information about our customers, employees, third parties, or of our proprietary confidential information; damage to our brands or reputation; possibility of an adverse ruling against us in pending litigation, regulatory action or investigation; changes in various government laws and regulations, including environmental regulations; the adequacy of our insurance coverage to cover all significant risk exposures; the effectiveness of our risk management and safety program; general market risk; management’s substantial ownership interest and its impact on public stockholders and the availability of the Company’s common stock to the investing public; and the existence of certain anti-takeover provisions in our governance documents, which could make a tender offer, change in control or takeover attempt that is opposed by the Company’s Board of Directors more difficult or expensive. All of the foregoing risks and uncertainties are beyond our ability to control, and in many cases, we cannot predict the risks and\n9\n​\nuncertainties that could cause our actual results to differ materially from those indicated by the forward-looking statements. The Company does not undertake to update its forward-looking statements.\n​"
  },
  {
    "item_key": "item_1a",
    "text": "An investment in our common stock involves certain risks. Before making an investment decision, you should carefully consider the following risks and all of the other information included in this Annual Report on Form 10-K. Our business, financial condition or results of operations could be materially adversely affected by any of these risks. The trading price of our common stock could decline due to any of these risks, and you may lose all or part of your investment. This Annual Report on Form 10-K also contains forward-looking statements that involve risks and uncertainties. Our actual results could differ materially from those anticipated in these forward-looking statements as a result of certain factors, including the risks faced by us described below and elsewhere in this Annual Report on Form 10-K. You are cautioned that the risk factors discussed below are not exhaustive.\nRisks Related to our Business, Brand, Industry and Operations\nWe face risks regarding our ability to maintain our competitive position in the pest control industry in the future.\nWe operate in a highly competitive industry. Our revenues and earnings are affected by changes in competitors’ prices and general economic issues. We compete with other large pest control companies, as well as numerous smaller pest control companies, for a finite number of customers. We believe that the principal competitive factors in the market areas that we serve are quality and speed of service, customer proximity, customer satisfaction, brand awareness and reputation, terms of guarantees, safety, technical proficiency and price. Although we believe that our experience, safety and quality service are excellent, we cannot assure investors that we will be able to maintain our competitive position in the future and any competitive pressures we may face could have a material adverse effect on our reputation, business, financial condition, results of operations and cash flows.\nWe may not be able to identify, complete or successfully integrate acquisitions or guarantee that any acquisitions will achieve the anticipated financial benefits, all of which could have a negative impact on our financial condition and results of operations.\nAcquisitions have been and may continue to be an important element of our business strategy. We cannot assure investors that we will be able to identify and acquire acceptable acquisition targets on terms favorable to us in the future, or that any acquisitions will achieve the anticipated financial benefits. Our inability to achieve the anticipated financial benefits from any acquisition transactions may not be realized due to any number of factors, including, but not limited to, unsuccessful integration efforts, unexpected or underestimated liabilities or increased costs, fees, expenses and charges related to such transactions. Such adverse events could result in a decrease in the estimated fair value of goodwill or other intangible assets established as a result of such transactions, triggering an impairment. These and other factors could have a material adverse effect on our financial condition and results of operations.\nExpanding into international markets presents unique challenges, and our expansion efforts with respect to international operations may not be successful.\nAn element of our business includes further expansion into international markets. Our ability to successfully operate in international markets may be adversely affected by political, economic and social conditions beyond our control, local laws and customs, and legal and regulatory constraints, including compliance with applicable anti-corruption and currency laws and regulations of the countries or regions in which we currently operate or intend to operate in the future. Risks inherent in our existing and future international operations also include, among others, the costs and difficulties of managing international operations, difficulties in identifying and gaining access to local suppliers, suffering possible adverse tax consequences from changes in tax laws or the unfavorable resolution of tax assessments or audits, maintaining product quality and greater difficulty in enforcing intellectual property rights. Additionally, foreign currency exchange rates and fluctuations could have an adverse effect on our financial results.\nOur business depends on our strong brands and failing to maintain and enhance our brands and develop a positive client reputation could hurt our ability to retain and expand our base of customers.\nOur strong brands, Orkin, HomeTeam Pest Defense, Clark Pest Control, Northwest Exterminating, Trutech, Western Pest Services, The Industrial Fumigant Company (IFC), Waltham Services, Okolona Pest Control (OPC), Critter Control, and others, have significantly\n10\n​\ncontributed to the success of our business.  Maintaining and enhancing our brands increases our ability to enter new markets and launch new and innovative services that better serve the needs of our customers.  Our brands may be negatively impacted by a number of factors, including, among others, reputational issues and product/technical failures.  Further, if our brands are significantly damaged, our reputation, business, results of operations, and financial condition could be materially adversely affected.  We continue to develop strategies and innovative tools to gain a deeper understanding of customer acquisition and retention in order to more effectively expand and retain our customer base. Maintaining and enhancing our brands will depend largely on our brands’ ability to remain a service leader and continue to provide high-quality pest control services that are truly beneficial and play a meaningful role in people’s lives.\nOur franchisees, subcontractors, and vendors could take actions that could harm our business.\nOur franchisees, subcontractors, and vendors are contractually obligated to operate their businesses in accordance with the standards set forth in our agreements with them and applicable laws and regulations. Each of our brands that are franchised also provides training and support to franchisees. However, franchisees, subcontractors, and vendors are independent third parties that we do not control, and who own, operate and oversee the daily operations of their businesses, and the ultimate success of any business operation rests with the business owner. If franchisees do not successfully operate their businesses in a manner consistent with required standards, royalty payments owed to us will be adversely affected and our brands’ image and reputation could be harmed. This could materially adversely impact our reputation, business, financial condition, results of operations and cash flows. Similarly, if franchisees, subcontractors, and vendors do not successfully operate their businesses in a manner consistent with required laws, standards and regulations, we could be subject to claims from regulators or legal claims for the actions or omissions of such third-party franchisees, subcontractors, and vendors. In addition, our relationship with our franchisees, subcontractors, and vendors could become strained (including resulting in litigation) as we impose new standards or assert more rigorous enforcement practices of the existing required standards. These strains in our relationships or any resulting claims could have a material adverse effect on our reputation, business, financial condition, results of operations and cash flows.\nFrom time to time, we receive communications from our franchisees regarding complaints, disputes or questions about our practices and standards in relation to our franchised operations and certain economic terms of our franchise arrangements. If franchisees or groups representing franchisees were to bring legal proceedings against us, our reputation, business, financial condition, results of operations and cash flows could be materially adversely affected.\nLabor shortages and/or our ability to attract and retain skilled workers may impair growth potential and profitability.\nOur ability to remain productive and profitable will depend substantially on our ability to compete with other pest control companies to attract and retain skilled workers, create leadership opportunities and successfully implement diversity, equity and inclusion initiatives. Our ability to expand our operations is in part impacted by our ability to increase our labor force. The demand for employees is high, and the supply is limited. Ongoing labor shortages could negatively affect our ability to efficiently operate at full capacity or lead to increased costs, such as increased overtime to meet demand and increased wage rates to attract and retain employees. A significant increase in the wages paid and benefits offered by competing employers could also result in a reduction in our labor force, increases in our labor costs, or both. Prolonged labor shortages, increased turnover or labor inflation could diminish our profitability and impair our growth potential which could have a material adverse effect on our reputation, business, financial condition, results of operations or cash flows.\nIn addition, decisions and rules by the National Labor Relations Board, including “expedited elections” and restrictions on appeals, could lead to increased organizing activities at our subsidiaries. If these labor organizing activities are successful, it could further increase labor costs, decrease operating efficiency and productivity in the future, or otherwise disrupt or negatively impact our operations which could have a material adverse effect on our reputation and business.\nClimate change and unfavorable weather conditions could adversely impact our financial results.\nOur operations are directly impacted by the weather conditions worldwide, including catastrophic events, natural disasters and potential impacts from climate change. Climate change continues to receive increasing global attention. The possible effects of climate change could include changes in rainfall patterns, water shortages, changing storm patterns and intensities, changing temperature levels and changes in legislation, regulation, and international accords, all of which could adversely impact our costs and business operations. The business of our Company is also affected by seasonality associated with our pest and termite control services. The increase in pest presence and activity, as well as the metamorphosis of termites in the spring and summer (the occurrence of which is determined by the\n11\n​\ntiming of the change in seasons), has historically resulted in an increase in the revenue and income of our pest and termite control operations during such periods. The business of the Company is also affected by extreme weather such as drought which can greatly reduce the pest population for extended periods. Because of the uncertainty of weather volatility related to climate change and any resulting unfavorable weather conditions, we cannot predict its potential impact on our business, financial condition, results of operations and cash flows.\nRisks Related to the Global Economy and Public Health Crises\nThe effects of a pandemic, such as the COVID-19 pandemic, or other major public health concern, could materially impact our business, results of operations and financial condition.\nThe impact of a pandemic, such as COVID-19, or other major public health concerns, including changes in consumer behavior and discretionary spending, market downturns, and restrictions on business and individual activities, could create significant volatility in the global economy. Additionally, government or regulatory responses to pandemics or other public health concerns, such as mandatory lockdowns, vaccine mandates or other restrictions on operations, could negatively impact our business.\nThe ultimate impact of a pandemic or other major public health concern also depends on events beyond our knowledge or control, including the duration and severity of such pandemics and other major public health concerns, and related remedial or containment measures taken by parties other than us to respond to them, and in the case of COVID-19, on the emergence and spread of COVID-19 variants and the effectiveness of vaccines.\nWe are unable to completely predict the full impact that a pandemic, or other major public health concern will have on our business due to numerous uncertainties. In addition, our compliance with remedial or containment measures could impact our day-to-day operations and could disrupt our business and operations, as well as that of our customers and suppliers, for an indefinite period of time. Furthermore, labor force availability may be impaired due to exposure, reluctance to comply with governmental, regulatory or contractual mandates, or other restrictions, which could negatively affect our operating costs and profitability or negatively impact our ability to provide quality services.  Any of these disruptions could have a negative impact on our business, results of operations and financial condition.\nAdverse economic conditions, including inflation and restrictions in customer discretionary expenditures, increases in interest rates or other disruptions in credit or financial markets, increases in fuel prices, raw material costs, or other operating costs could materially adversely affect our business.\nEconomic downturns may adversely affect our commercial customers, including food service, hospitality and food processing industries whose business levels are particularly sensitive to adverse economies. For example, we may lose commercial customers and related revenues because of consolidation or cessation of commercial businesses or because these businesses switch to a lower cost provider.  Pest and termite services represent discretionary expenditures to many of our residential customers. If consumers restrict their discretionary expenditures, due to inflation or other economic hardships, we may suffer a decline in revenues from our residential service lines. Disruptions in credit or financial markets could make it more difficult for us to obtain, or increase the cost of obtaining, financing in the future. Increases in interest rates may cause a reduction in new home construction or real estate transactions, which could result in a decrease in revenue. In addition, there can be no assurances that fuel prices, raw material costs, or other operating costs, all of which may be subject to inflationary pressures, will not materially increase in future years and we cannot predict the extent to which any such future increases could materially adversely affect our financial condition, results of operations and cash flows.\nRisks Related to Cybersecurity, Privacy Compliance and Business Disruptions\nThe Company, its wholly-owned subsidiaries, third-party business partners and service providers have been subject to cybersecurity incidents in the past and could be the targets of future attacks which could result in the disruption to the Company’s business operations, economic and reputational damage, and possible fines, penalties and private litigation, if there is unauthorized access to or unintentional distribution of personal, financial, proprietary, confidential, or other protected data or information the Company is entrusted to keep about its customers, employees, business practices, or third parties.\nOur internal information technology (“IT”) systems contain certain personal, financial, health, or other protected and confidential information that is entrusted to us by our customers and employees.  Our IT systems also contain the Company’s and its wholly-owned\n12\n​\nsubsidiaries’ proprietary and other confidential information related to our business, such as business plans, customer lists and product and service development initiatives. From time to time, we have integration with new IT systems due to organic growth and acquisitions. In addition, we grant third-party business partners and service providers access to confidential information in order to facilitate business operations and administer employee benefits.  Employees, third-party business partners, and service providers can knowingly or unknowingly disseminate such information or serve as an entry point for bad actors to access such information.\nOur privacy compliance and digital risk management initiatives focus on the threats and risks to enterprise information and the underlying IT systems processing such information as part of the implementation of business processes.  The Company also relies on, among other things, commercially available vendors, cybersecurity protection systems, software, tools and monitoring to provide security for processing, transmission and storage of protected information and data. The systems currently used for transmission and approval of payment card transactions, and the technology utilized in payment cards themselves, all of which can put payment card data at risk, meet standards set by the payment card industry (“PCI”). We have also implemented policies and procedures, internal training, system controls, and monitoring and audit processes to protect the Company from internal and external vulnerabilities and to comply with consumer privacy laws in the areas in which we operate.  Further, the Company limits retention of certain data, encrypts certain data and otherwise protects information to comply with consumer privacy laws in the areas in which we operate.\nWe continue to evaluate and modify our systems and protocols for data security compliance purposes, and such standards may change from time to time. We monitor certain third-party business partners and service providers for compliance and vulnerabilities.  Activities by bad actors, changes in computer and software capabilities and encryption technology, new tools and discoveries, cloud applications, changes in multi-jurisdictional regulations, and other events or developments may result in a compromise or breach of our systems. Any compromises, breaches, application errors or human mistakes related to our systems or failures to comply with applicable standards could not only disrupt our financial operations, including our customers’ ability to pay for our services and products by credit card or their willingness to purchase our services and products, but could also result in violations of applicable laws, regulations, orders, industry standards or agreements and subject us to costs, penalties and liabilities which could have a material adverse impact on our reputation, business, financial condition, results of operations and cash flows. A breach of data security or failure to comply with rigorous multi-jurisdictional consumer privacy requirements could expose us to customer litigation, regulatory actions and costs related to the reporting and handling of such a violation or breach. Furthermore, while we maintain cybersecurity insurance, our insurance may not cover all liabilities incurred due to a security breach or incident and this could have a material adverse effect on our reputation, financial condition, results of operations and cash flows.\nRisks Related to Certain Intellectual Property Rights\nOur brand recognition or reputation could be impacted if we are not able to adequately protect our intellectual property and other proprietary rights that are material to our business.\nOur ability to compete effectively depends in part on our rights to service marks, trademarks, trade names and other intellectual property rights we own or license. Although we have sought to register or protect many of our marks either in the United States or in the countries in which they are or may be used, we have not sought to protect our marks in every country. Furthermore, because of the differences in foreign trademark, patent and other intellectual property or proprietary rights laws, we may not receive the same protection in other countries as we would in the United States. If we are unable to protect our proprietary information and brand names, we could suffer a material adverse effect to our reputation, business, financial condition, results of operations and cash flows. Litigation may be necessary to enforce our intellectual property rights and protect our proprietary information, or to defend against claims by third parties that our products, services or activities infringe their intellectual property rights.\nRisks Related to Legal, Regulatory and Risk Management Matters\nOur business is subject to various federal, state and local laws and regulations pertaining to environmental, public health and safety matters, including those related to the pest control industry, and any noncompliance with, changes to, or increased enforcement of such laws, could significantly impact our business, financial condition, results of operations or reputation.\nOur business is subject to various federal, state, and local laws and regulations pertaining to environmental, public health and safety matters, including those related to the pest control industry. Among other things, these laws also govern the use, storage, treatment, disposal, transportation and management of certain pesticides and hazardous substances and waste and regulate the emission or discharge of materials into the environment. In addition, the use of certain pesticide products is also regulated by various international, federal,\n13\n​\nstate, provincial and local environmental and public health agencies.  These regulations may also apply to our third-party suppliers. Penalties for noncompliance with these laws may include criminal sanctions or civil remedies, including, but not limited to, cancellation of licenses, fines, and other corrective actions, which could negatively affect our business, financial condition, results of operations or reputation. In addition, in recent years, a number of new laws and regulations have been adopted, there has been expanded enforcement of certain existing laws and regulations by federal, state and local agencies, and the interpretation of certain laws and regulations have become increasingly complex. Noncompliance with, changes in, expanded enforcement of, or adoption of new federal, state or local laws and regulations governing hazardous waste disposal and other environmental matters, could result in operational changes and increased costs that might significantly impact our business, financial condition or reputation.\nNew or proposed regulation regarding climate change, could have uncertain impacts on our business, financial condition and reputation.\nClimate change has been the subject of increased focus by various governmental authorities and regulators around the world. In particular, the US is considering the enactment of legislative and regulatory proposals that would impose requirements on greenhouse gas emissions. Such laws, if enacted, are likely to impact our business in a number of ways. For example, we use gasoline and electricity in conducting our operations. Increased government regulations to limit carbon dioxide and other greenhouse gas emissions may result in increased compliance costs and legislation or regulation affecting energy inputs, which could materially affect our profitability. Further the SEC has proposed rule amendments that would implement a framework for reporting of climate-related risks and create new climate-related disclosure obligations for all registrants, including us. Compliance with any new or more stringent laws or requirements, or stricter interpretations of existing laws, could require additional expenditures by us or our suppliers. Our inability to appropriately respond to such changes could adversely impact our business, financial condition, results of operations or cash flows.  We cannot predict how the proposed rules, if finalized, or any future legislation or regulations pertaining to climate change, will ultimately affect our business, financial condition including results of operations and cash flows, or reputation.\nWe are from time to time subject to lawsuits, investigations and other proceedings which could have a material adverse effect on our business, financial condition and results of operations.\nIn the normal course of business, we are involved in various claims, contractual disputes, investigations, arbitrations and litigation, including claims that our acts, omissions, services or vehicles caused damage or injury, claims that our services did not achieve the desired results, claims related to acquisitions, allegations by federal, state or local authorities, including the Securities and Exchange Commission, of violations of regulations or statutes, claims related to wage and hour law violations and claims related to environmental matters.  These claims, proceedings or litigation, either alone or in the aggregate, could have a material adverse effect on our business, financial condition, results of operations, and cash flows.\nAdditionally, our business is significantly affected by and subject to regulation by various federal, state, provincial, regional and local governments in the countries in which we operate, including, but not limited to, environmental laws, antitrust laws, consumer protection laws, employment laws, including wage and hour laws, payroll taxes and anti-discrimination laws, immigration, human health and safety laws and other regulations relating to the pest control industry. We are unable to predict whether such laws will, in the future, materially affect our operations and financial condition.\nRisks Related to our Capital and Ownership Structure\nA control group that includes members of Company’s Board of Directors and management has a majority ownership interest; public stockholders may have no effective voice in the Company’s management.\nThe Company has elected the “Controlled Company” exemption under Section 303A of the New York Stock Exchange (“NYSE”) Listed Company Manual. The Company is a “Controlled Company” because a group that includes the Company’s Executive Chairman of the Board, Gary W. Rollins, Board member, Pam Rollins, and certain persons acting as a group with them (the “Controlling Group”), controls in excess of fifty percent of the Company’s voting power. As a “Controlled Company,” the Company need not comply with certain NYSE rules, including, without limitation, the requirements that the Company have a majority of independent directors, and an independent compensation and nominating committee of the Board.\nThe Controlling Group holds directly, or through indirect beneficial ownership, in the aggregate, approximately 51 percent of the Company’s outstanding shares of common stock as of December 31, 2022. As a result, these persons will effectively control the\n14\n​\noperations of the Company, including the election of directors and approval of significant corporate transactions such as acquisitions and approval of matters requiring stockholder approval. This concentration of ownership could also have the effect of delaying or preventing a third party from acquiring control of the Company at a premium.\nA Controlling Group has a substantial ownership interest, and the availability of the Company’s common stock to the investing public may be limited.\nThe availability of Rollins’ common stock to the investing public is limited to those shares not held by the Controlling Group, which could negatively impact Rollins’ stock trading prices and affect the ability of minority stockholders to sell their shares. Future sales by the Controlling Group of all or a portion of their shares could also negatively affect the trading price of our common stock.\nThe Controlling Group could take various actions or engage in certain transactions that could negatively impact our common stock price, cause volatility in the market for our common stock or have a material adverse impact on our results of operations and our financial condition.\nThe Controlling Group may from time to time and at any time, in their sole discretion, acquire or cause to be acquired, additional equity or other instruments of the Company, its subsidiaries or affiliates, or derivative instruments the value of which is linked to Company securities, or dispose or cause to be disposed, such equity or other securities or instruments, in any amount that the Controlling Group may determine in their sole discretion, through open market transactions, privately negotiated transactions or otherwise. In addition, depending upon a variety of factors, the Controlling Group may at any time engage in discussions with the Company and its affiliates, and other persons, including retained outside advisers, concerning the Company’s business, management, strategic alternatives and direction, and in their sole discretion, consider, formulate and implement various plans or proposals intended to enhance the value of their investment in the Company, including, among other things, proposing or effecting any matter that would constitute or result in: (i) the acquisition by any person of additional securities of the Company or the disposition of securities of the Company, in addition to the possible normal course dissolution of additional entities for estate or tax planning purposes; (ii) an extraordinary corporate transaction, such as a merger, reorganization or liquidation, involving the Company or any subsidiary thereof; (iii) a sale or transfer of a material amount of assets of the Company or any subsidiary thereof; (iv) a change in the present board of directors or management of the Company, including any plans or proposals to change the number or term of directors or to fill any existing vacancies on the board; (v) a material change in the present capitalization or dividend policy of the Company; (vi)  other material changes in the Company’s business or corporate structure; (vii) changes in the Company’s charter, bylaws, or instruments corresponding thereto, or other actions which may impede the acquisition of control of the Company by any person; (viii) causing a class of securities of the Company to be delisted from a national securities exchange or to cease to be authorized to be quoted in an inter-dealer quotation system of a registered national securities association; or (ix) a class of equity securities of the Company becoming eligible for termination of registration pursuant to Section 12(g)(4) of the Securities Exchange Act of 1934, as amended. In the event the Controlling Group were to engage in any of the actions enumerated above, our common stock price could be negatively impacted, such actions could cause volatility in the market for our common stock or could have a material adverse effect on our results of operations and our financial condition.\nCertain provisions in Rollins, Inc.’s certificate of incorporation and bylaws may inhibit a takeover of the Company.\nRollins, Inc.’s certificate of incorporation, bylaws and other documents contain provisions including advance notice requirements for stockholder proposals and staggered terms for the Board of Directors. These provisions may make a tender offer, change in control or takeover attempt that is opposed by the Company’s Board of Directors more difficult or expensive.\n​"
  },
  {
    "item_key": "item_1b",
    "text": "None.\n​"
  },
  {
    "item_key": "item_2",
    "text": "The Company’s administrative headquarters are owned by the Company, and are located at 2170 Piedmont Road, N.E., Atlanta, Georgia 30324. The Company owns or leases over 600 branch offices and operating facilities used in its business as well as the Rollins Training Center located in Atlanta, Georgia, and the Pacific Division Administration and Training Center in Riverside, California. None of the\n15\n​\nbranch offices, individually considered, represents a materially important physical property of the Company. The facilities are suitable and adequate to meet the current and reasonably anticipated future needs of the Company.\n​"
  },
  {
    "item_key": "item_3",
    "text": "In the normal course of business, the Company and its subsidiaries are involved in, and will continue to be involved in, various claims, arbitrations, contractual disputes, investigations, litigation, environmental and tax and other regulatory matters relating to, and arising out of, our businesses and our operations. These matters may involve, but are not limited to, allegations that our services or vehicles caused damage or injury, claims that our services did not achieve the desired results, claims related to acquisitions and allegations by federal, state or local authorities, including taxing authorities, of violations of regulations or statutes. In addition, we are parties to employment-related cases and claims from time to time, which may include claims on a representative or class action basis alleging wage and hour law violations. We are also involved from time to time in certain environmental and tax matters primarily arising in the normal course of business. We evaluate pending and threatened claims and establish loss contingency reserves based upon outcomes we currently believe to be probable and reasonably estimable.\nThe Company retains, up to specified limits, certain risks related to general liability, workers’ compensation and auto liability. The estimated costs of existing and future claims under the retained loss program are accrued based upon historical trends as incidents occur, whether reported or unreported (although actual settlement of the claims may not be made until future periods) and may be subsequently revised based on developments relating to such claims. The Company contracts with an independent third party to provide the Company an estimated liability based upon historical claims information. The actuarial study is a major consideration in establishing the reserve, along with management’s knowledge of changes in business practice and existing claims compared to current balances. Management’s judgment is inherently subjective as a number of factors are outside management’s knowledge and control. Additionally, historical information is not always an accurate indication of future events. The accruals and reserves we hold are based on estimates that involve a degree of judgment and are inherently variable and could be overestimated or insufficient. If actual claims exceed our estimates, our operating results could be materially affected, and our ability to take timely corrective actions to limit future costs may be limited.\nManagement does not believe that any pending claim, proceeding or litigation, regulatory action or investigation, either alone or in the aggregate, will have a material adverse effect on the Company’s financial position, results of operations or liquidity; however, it is possible that an unfavorable outcome of some or all of the matters could result in a charge that might be material to the results of an individual quarter or year.\n​"
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n​\n​\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "The common stock of the Company is listed on the New York Stock Exchange and is traded on the Philadelphia, Chicago and Boston Exchanges under the symbol ROL.\nAs of January 31, 2023, there were 177,950 holders of record of the Company’s common stock. However, a large number of our shareholders hold their shares in “street name” in brokerage accounts and, therefore, do not appear on the shareholder list maintained by our transfer agent.\n16\n​\nIssuer Purchases of Equity Securities\nDuring the years ended December 31, 2022 and 2021, the Company did not repurchase shares on the open market.\n​\n​\n17\n​\nPERFORMANCE GRAPH\nThe following graph sets forth a five-year comparison of the cumulative total stockholder return based on the performance of the stock of the Company as compared with both a broad equity market index and an industry index. The indices included in the following graph are the S&P 500 Index and the S&P 500 Commercial Services & Supplies Index.\nCOMPARISON OF FIVE YEAR CUMULATIVE TOTAL RETURN*\n​\nASSUMES INITIAL INVESTMENT OF $100\n*TOTAL RETURN ASSUMES REINVESTMENT OF DIVIDENDS\nNOTE: TOTAL RETURNS BASED ON MARKET CAPITALIZATION\n​\n​\n18\n​"
  },
  {
    "item_key": "item_6",
    "text": "​\n​\n​"
  },
  {
    "item_key": "item_7",
    "text": "Presentation\nThis discussion should be read in conjunction with our audited financial statements and related notes included elsewhere in this document. Discussions of 2020 items and year-to-year comparisons of 2021 and 2020 that are not included in this Form 10-K can be found in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 on our Annual report on Form 10-K for the year ended December 31, 2021. The following discussion (as well as other discussions in this document) contains forward-looking statements. Please see “Cautionary Statement Regarding Forward-Looking Statements” for a discussion of uncertainties, risks and assumptions associated with these statements.\nThe Company\nRollins, Inc. (“Rollins,” “we,” “us,” “our,” or the “Company”), is an international services company headquartered in Atlanta, Georgia that provides pest and termite control services to both residential and commercial customers through its wholly-owned subsidiaries and independent franchises in the United States, Canada, Australia, Europe, and Asia with international franchises in Canada, Central and South America, the Caribbean, Europe, the Middle East, Asia, Africa, and Australia. Our pest and termite control services are performed pursuant to terms of contracts that specify the pricing arrangement with the customer. The Company operates as one reportable segment and the results of operations and its financial condition are not reliant upon any single customer.\nGeneral Operating Comments\nWe finished 2022 with record revenue of $2.7 billion.  We have consistently grown revenue and 2022 represented another strong year for growth.  We experienced strong growth across all major service lines driving 11% total growth in revenues.  Residential service revenue increased 10%, commercial revenue growth was also 10% and termite and ancillary revenue growth was 15%. Income before income taxes increased 3.4% to $498.9 million compared to $482.5 million the prior year. Net income increased 3.4% to $368.6 million, with earnings per diluted share of $0.75 compared to $356.6 million, or $0.72 per diluted share for the prior year. Operating cash flow remained strong in 2022 and finished at $465.9 million up from $401.8 million in 2021. We repaid debt by $100 million in 2022, we paid $119 million for 31 acquisitions in 2022 and a final payment on a 2021 acquisition, and continued to increase dividends to investors. The Company paid dividends to investors of $0.43 per diluted share in 2022 as compared to $0.42 per diluted share for the prior year, resulting in a 2.4% increase in dividends per share.\nWhile we continue to monitor macro-economic and other risks facing our business, we are starting 2023 with a strong foundation.  Demand remains strong in our business with revenue growth of 11% in January 2023. Our balance sheet also provides us flexibility with debt remaining at very low levels to start the new year.  We plan to evaluate opportunities to renegotiate our current credit facility that will be expiring in April 2024.  Our pipeline for acquisitions is strong and we remain very well positioned to drive growth across all of our service lines in 2023.\nIMPACT OF THE PANDEMIC AND OTHER ECONOMIC TRENDS\nThe global spread and unprecedented impact of COVID-19 has continued to create uncertainty and economic disruption around the world during 2022. We have and will continue to monitor COVID-19 and may again take actions that may alter our operations, including those that may be required by federal, state, or local authorities, or that we determine are in the best interests of our employees and customers. We do not know when, or if, it will become practical to eliminate all of these measures entirely as there is no guarantee that COVID-19 will be fully contained.\nIn addition, continued disruption in economic markets due to high inflation, increases in interest rates, increased fuel costs, business interruptions due to natural disasters, employee shortages and supply chain issues, all pose challenges which may adversely affect our future performance. The Company continues to carry out various strategies previously implemented to help mitigate the impact of these economic disruptors, including revamping its routing and scheduling process to decrease the number of miles per stop, advanced scheduling to compensate for employee and vehicle shortages, and maintaining higher purchasing levels to allow for sufficient inventory.\n19\n​\nHowever, the Company cannot reasonably estimate whether these strategies will help mitigate the impact of these economic disruptors in the future.\nThe Company’s condensed consolidated financial statements reflect estimates and assumptions made by management that affect the reported amounts of assets and liabilities and related disclosures as of the date of the condensed consolidated financial statements. The Company considered the impact of COVID-19 and other economic trends on the assumptions and estimates used in preparing the condensed consolidated financial statements. In the opinion of management, all material adjustments necessary for a fair presentation of the Company’s financial results for the year have been made. These adjustments are of a normal recurring nature but complicated by the continued uncertainty surrounding COVID-19 and other economic trends. The severity, magnitude and duration of certain economic trends, as well as the economic consequences of COVID-19, continue to be uncertain and are difficult to predict. Therefore, our accounting estimates and assumptions may change over time in response to COVID-19 and other economic trends and may change materially in future periods.\nThe extent to which COVID-19, increasing interest rates, inflation and other economic trends will continue to impact the Company’s business, financial condition and results of operations is uncertain. Therefore, we cannot reasonably estimate the full future impacts of these matters at this time.\nResults of Operations—2022 Versus 2021\n​\n​\n20\n​\nRevenues\nThe following presents a summary of revenues by product and service offering and revenues by geography:\n​\nRevenues for the year ended December 31, 2022 were $2.7 billion, an increase of $271.5 million, or 11.2%, from 2021 revenues of $2.4 billion. Comparing 2022 to 2021, residential pest control revenue increased 10%, commercial pest control revenue increased 10% and termite and ancillary services grew 15%. The Company’s foreign operations accounted for approximately 7% and 8% of total revenues for the years ended December 31, 2022 and 2021, respectively.\nGross Profit\nGross profit for the year ended December 31, 2022 was $1.4 billion, an increase of $125.7 million, or 10.0%, compared to $1.3 billion for the year ended December 31, 2021.  Gross margin was 51.5% in 2022 compared to 52.0% in 2021. For the year, we saw higher expenses associated with casualty reserves and people cost, notably medical costs.  Excluding the increases we experienced in these areas, strategic pricing efforts helped offset inflationary pressures we experienced in fleet, material and other people associated costs.  We remain focused on executing our pricing strategies and expect to pull forward our price increase again in 2023 and expect to raise prices for services in the first quarter.\nSales, General and Administrative\nFor the twelve months ended December 31, 2022, sales, general and administrative (SG&A) expenses increased $75.2 million, or 10.3%, compared to the twelve months ended December 31, 2021. As a percentage of revenue, SG&A decreased to 29.8% from 30.0% in the prior year. Despite investing in additional people, advertising and other customer facing activities to drive growth, we saw an\n21\n​\nimprovement in SG&A as a percentage of sales as we continue to manage our cost structure. Although casualty reserves and people costs, notably medical costs, had an impact on SG&A, they had a lesser impact on SG&A than cost of services.\nDepreciation and Amortization\nFor the twelve months ended December 31, 2022, depreciation and amortization increased $4.8 million, or 5.5%, compared to the twelve months ended December 31, 2021. The increase was due to the additional amortization of customer contracts from several acquisitions offset by a decrease in the depreciation of operating equipment and internal-use software.\nOperating Income\nFor the twelve months ended December 31, 2022, operating income increased $45.8 million or 10.2% compared to the prior year. As a percentage of revenue, operating income decreased to 18.3% from 18.5% in the prior year. The increase in revenue was offset primarily by an increase in expense associated with the casualty reserve as well as medical costs for people.  Without these additional costs, pricing initiatives helped offset inflationary pressures we experienced in fleet, material and other people associated costs.\nInterest Expense, Net\nDuring the twelve months ended December 31, 2022, interest expense, net increased $1.8 million compared to the prior year, primarily due to the increase in weighted average interest rates which was partially offset by the lower average debt balance in 2022 compared to 2021.\nOther Income, Net\nDuring the twelve months ended December 31, 2022, other income decreased $27.5 million primarily due to the Company recognizing a $31.5 million gain in the prior year related to multiple sale-leaseback transactions where the Company sold and leased back properties that it acquired in 2019 with the Clark Pest Control acquisition.\nIncome Taxes\nThe Company’s effective tax rate was 26.1% in both 2022 and 2021. The 2022 rate was favorably impacted by lower foreign income taxes and officer’s compensation deductions, offset by an increase in state income taxes and lower restricted stock adjustments.\nLiquidity and Capital Resources\nCash and Cash Flow\nThe Company’s $95.3 million of total cash at December 31, 2022 is held at various banking institutions. Approximately $68.6 million is held in cash accounts at international bank institutions and the remaining $26.7 million is held in Federal Deposit Insurance Corporation (“FDIC”) insured non-interest-bearing accounts at various domestic banks which at times exceed federally insured amounts.\nThe Company’s international business is expanding, and we intend to continue to grow the business in foreign markets in the future through reinvestment of foreign deposits and future earnings as well as acquisitions of unrelated companies. The Company has historically asserted that the undistributed earnings of our foreign subsidiaries are permanently reinvested.  However, in the fourth quarter of 2022, the Company has partially changed this assertion and expects to repatriate unremitted foreign earnings from our foreign subsidiaries. The Company asserts that we continue to be permanently reinvested with respect to our investments in our foreign subsidiaries.\nIn April 2019, the Company entered into a Revolving Credit Agreement with Truist Bank N.A. (formerly SunTrust Bank N.A.) and Bank of America, N.A. (the “2019 Credit Agreement”) for an unsecured revolving commitment of up to $175.0 million, which includes a $75.0 million letter of credit subfacility and a $25.0 million swingline subfacility (the “Revolving Commitment”), and an unsecured variable rate $250.0 million term loan (the “Term Loan”). On January 27, 2022, the Company entered into an amendment (the “Amendment”) to the Credit Agreement with Truist Bank and Bank of America, N.A. whereby additional term loans in an aggregate principal amount of $252.0 million were advanced to the Company. The Amendment also replaced LIBOR as the benchmark interest\n22\n​\nrate for borrowings with the Bloomberg Short-Term Bank Yield Index rate (“BSBY”) and reset the amortization schedule for all term loans under the Credit Agreement.\nAs of December 31, 2022, the Company had outstanding borrowings of $54.9 million under the Term Loan and there were no outstanding borrowings under the Revolving Commitment. The aggregate effective interest rate on the debt outstanding as of December 31, 2022 was 5.123%. The effective interest rate is comprised of the BSBY plus a margin of 75.0 basis points as determined by the Company’s leverage ratio calculation. As of December 31, 2021, the Revolving Commitment had outstanding borrowings of $107.0 million and the Term Loan had outstanding borrowings of $48.0 million.\nThe Company maintains approximately $71.3 million in letters of credit as of December 31, 2022. These letters of credit are required by the Company’s insurance companies, due to the Company’s high deductible insurance program, to secure various workers’ compensation and casualty insurance contracts coverage and were increased from $37.2 million as of December 31, 2021. The Company believes that it has adequate liquid assets, funding sources and insurance accruals to accommodate potential future insurance claims.\nIn order to comply with applicable debt covenants, the Company is required to maintain at all times a leverage ratio of not greater than 3.00:1.00. The leverage ratio is calculated as of the last day of the fiscal quarter most recently ended. The Company remained in compliance with applicable debt covenants at December 31, 2022. We plan to evaluate opportunities to renegotiate our credit facility that will be expiring in April 2024.\nThe following table sets forth a summary of our cash flows from operating, investing and financing activities for the year ended December 31, 2022 and 2021:\n​\nCash Provided by Operating Activities\nCash from operating activities is the principal source of cash generation for our businesses. The most significant source of cash in our cash flow from operations is customer-related activities, the largest of which is collecting cash resulting from services sold. The most significant operating use of cash is to pay our suppliers, employees, and tax and regulatory authorities. The Company’s operations generated cash of $465.9 million for the year ended December 31, 2022 compared with cash provided by operating activities of $401.8 million in 2021. The $64.1 million increase was driven primarily by strong operating results and the timing of cash receipts from customers and cash payments to vendors, employees, and tax and regulatory authorities.\nCash Used in Investing Activities\nThe Company used $134.1 million of cash in investing activities for the year ended December 31, 2022 and used $99.0 million for the year ended December 31, 2021. The Company invested approximately $30.6 million in capital expenditures during 2022 compared to $27.2 million during 2021. Capital expenditures for the year consisted primarily of property purchases, equipment replacements and technology-related projects. Cash paid for acquisitions totaled $119.2 million for the year ended December 31, 2022 as compared to $146.1 million for the year ended December 31, 2021. The expenditures for the Company’s acquisitions were funded through existing cash balances and operating cash flows. The Company remains very active in evaluating opportunities for acquisitions and expects to make additional acquisitions in 2023. The year ended December 31, 2021 included approximately $67 million in cash proceeds from the sale of assets related to the Clark Pest Control property sale-leaseback transactions.\nCash Used in Financing Activities\nThe Company used $336.0 million of cash in financing activities for the year ended December 31, 2022 and $290.2 million in financing activities for the year ended December 31, 2021. The Company made net debt repayments of $100.0 million during the year ended\n23\n​\nDecember 31, 2022, compared to net repayments of $48.0 million during 2021. A total of $211.6 million was paid in cash dividends, $0.43 per share, during the year ended December 31, 2022 compared to $208.7 million in cash dividends paid, $0.42 per share, during the year ended December 31, 2021.\nIn 2012, the Company’s Board of Directors authorized the purchase of up to 5 million shares of the Company’s common stock. After adjustments for stock splits, the total authorized shares under the share repurchase plan are 16.9 million shares. The Company did not purchase shares on the open market during the years ended December 31, 2022, 2021 and 2020. There remain 11.4 million shares authorized to be repurchased under prior Board approval and the repurchase plan does not expire. The Company repurchased $7.1 million, $10.7 million, and $8.3 million of common stock for the years ended December 31, 2022, 2021 and 2020, respectively, from employees for the payment of taxes on vesting restricted shares.\nRollins maintains adequate liquidity and capital resources, without regard to its foreign deposits, that are directed to finance domestic operations and obligations and to fund expansion of its domestic business. The Company believes its current cash and cash equivalents balances, future cash flows expected to be generated from operating activities, and available borrowings under its $175 million revolving credit facility and $300 million term loan facility will be sufficient to finance its current operations and obligations, and fund expansion of the business for the foreseeable future. We expect to maintain compliance with applicable debt covenants throughout 2023.\nLitigation\nFor discussion on the Company’s legal contingencies, see Note 13 – Commitments and Contingencies to the accompanying financial statements, and Part I, Item 3, Legal Proceedings.\nContractual Obligations and Contingent Liabilities and Commitments\nThe impact that the Company’s contractual obligations as of December 31, 2022 are expected to have on our liquidity and cash flow in future periods is as follows:\n​\nCritical Accounting Estimates\nThe Company views critical accounting estimates to be those that are very important to the portrayal of our financial condition and results of operations, and that require management’s most difficult, complex or subjective judgments. The circumstances that make these judgments difficult or complex relate to the need for management to make estimates about the effect of matters that are inherently uncertain. We believe our critical accounting estimate to be as follows:\nAccrued Insurance—\nThe Company retains, up to specified limits, certain risks related to general liability, workers’ compensation and auto liability. Risks are managed through either high deductible insurance or, for Clark Pest Control only, a non-affiliated group captive insurance member arrangement. The estimated costs of existing and future claims under the retained loss program are accrued based upon historical trends as incidents occur, whether reported or unreported (although actual settlement of the claims may not be made until future periods) and may be subsequently revised based on developments relating to such claims. The group captive is subject to a third-party actuary retained by the captive manager, independent from the Company.  For the high deductible insurance program, the Company contracts with an independent third-party actuary to provide the Company an estimated liability based upon historical claims information. The actuarial study is a major consideration in establishing the reserve, along with management’s knowledge of changes in business practice and existing claims compared to current balances. Management’s judgment is inherently subjective as a number of factors are outside management’s knowledge and control. Additionally, historical information is not always an accurate indication of future events. The Company continues to be proactive in safety and risk management to develop and maintain ongoing programs to reduce and prevent incidents and claims. Initiatives that have been implemented include required pre-employment screening and ongoing\n24\n​\nmotor vehicle record review for all drivers, post-offer physicals for new employees, pre-hire, random and post incident drug testing, driver training and post-injury nurse triage for work-related injuries. The accruals and reserves we hold are based on estimates that involve a degree of judgment and are inherently variable and could be overestimated or insufficient. If actual claims exceed our estimates, our operating results could be materially affected, and our ability to take timely corrective actions to limit future costs may be limited.\nRecent Accounting Guidance and Other Policies and Estimates\nSee Note 1 - Summary of Significant Accounting Policies of the Notes to Financial Statements (Part II, Item 8 of this Form 10-K) for further discussion.\n​"
  },
  {
    "item_key": "item_7a",
    "text": "Market Risk\nThe Company maintained an investment portfolio (included in cash and cash equivalents) subject to short-term interest rate risk exposure; and other current and long-term investments. The Company is subject to interest rate risk exposure through borrowings on its $175.0 million revolving credit facility and amended $300.0 million term loan facility. As of December 31, 2022, the Company had outstanding borrowings of $54.9 million under the Term Loan and there were no outstanding borrowings under the Revolving Commitment. Additionally, the Company maintained $71.3 million in Letters of Credit. See Note 10 to the accompanying financial statements for further details regarding debt. These letters of credit are required by the Company’s insurance companies, due to the Company’s high deductible insurance program, to secure various workers’ compensation and casualty insurance contracts coverage. The Company believes that it has adequate liquid assets, funding sources and insurance accruals to accommodate such claims. The Company is also exposed to market risks arising from changes in foreign exchange rates. The Company believes that this foreign exchange rate risk will not have a material impact upon the Company’s results of operations going forward. For a discussion of the Company’s activities to manage risks relative to fluctuations in foreign currency exchange rates, see Note 11 to the accompanying financial statements.\n​\n25\n​\n​\n​"
  },
  {
    "item_key": "item_8",
    "text": "MANAGEMENT’S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nTo the Stockholders of Rollins, Inc.:\nThe management of Rollins, Inc. and subsidiaries is responsible for establishing and maintaining adequate internal control over financial reporting for the Company. Rollins, Inc. maintains a system of internal accounting controls designed to provide reasonable assurance, at a reasonable cost, that assets are safeguarded against loss or unauthorized use and that the financial records are adequate and can be relied upon to produce financial statements in accordance with accounting principles generally accepted in the United States of America. The internal control system is augmented by written policies and procedures, an internal audit program and the selection and training of qualified personnel. This system includes policies that require adherence to ethical business standards and compliance with all applicable laws and regulations.\nUnder the supervision and with the participation of our management, including our principal executive officer and principal financial and principal accounting officer, we conducted an evaluation of the effectiveness of the design and operation of internal controls over financial reporting, as of December 31, 2022 based on criteria established in the 2013 Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission. Based on this evaluation, management’s assessment is that Rollins, Inc. maintained effective internal control over financial reporting as of December 31, 2022.\nThe independent registered public accounting firm,\nGrant Thornton LLP\nhas audited the consolidated financial statements as of and for the year ended December 31, 2022, and has also issued their report on the effectiveness of the Company’s internal control over financial reporting, included in this report on page 27.\n​\n​\n​\n26\n​\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\n​\nBoard of Directors and Stockholders\nRollins, Inc.\n​\nOpinion on internal control over financial reporting\nWe have audited the internal control over financial reporting of Rollins, Inc. (a Delaware corporation) and subsidiaries (the “Company”) as of December 31, 2022, based on criteria established in the 2013 Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (“COSO”). In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on criteria established in the 2013 Internal Control—Integrated Framework issued by COSO.\n​\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (“PCAOB”), the consolidated financial statements of the Company as of and for the year ended December 31, 2022, and our report dated February 16, 2023 expressed an unqualified opinion on those financial statements.\n​\nBasis for opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\n​\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\n​\nDefinition and limitations of internal control over financial reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\n​\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n​\n​\n/s/ GRANT THORNTON LLP\n​\nAtlanta, Georgia\nFebruary 16, 2023\n​\n​\n27\n​\n​\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\n​\n​\nBoard of Directors and Stockholders\nRollins, Inc.\n​\nOpinion on the financial statements\nWe have audited the accompanying consolidated statements of financial position of Rollins, Inc. (a Delaware corporation) and subsidiaries (the “Company”) as of December 31, 2022 and 2021, the related consolidated statements of income,  comprehensive income, stockholders’ equity, and cash flows for each of the three years in the period ended December 31, 2022, and the related notes (collectively referred to as the “financial statements”). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2022, in conformity with accounting principles generally accepted in the United States of America.\n​\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (“PCAOB”), the Company’s internal control over financial reporting as of December 31, 2022, based on criteria established in the 2013 Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (“COSO”), and our report dated February 16, 2023 expressed an unqualified opinion.\n​\nBasis for opinion\nThese financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\n​\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\n​\n​\n​\n​\nCritical audit matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n​\nAccrued Insurance – general liability, workers’ compensation and auto liability\nAs described further in note 1 to the financial statements, the Company retains, up to certain policy-specified limits, risks related to claims under general liability, workers’ compensation and auto liability programs (“accrued insurance”). Historical claims experience is utilized to estimate the current year accrual and the underlying provision for future claims under the retained loss programs.  This actuarially determined accrual and provision includes both reported and unreported claims and may be subsequently revised based on future developments relating to such claims. We identified accrued insurance as a critical audit matter.\n​\nThe principal considerations for our determination that accrued insurance is a critical audit matter are that the accrued insurance liability has a higher risk of estimation uncertainty due to the utilization of loss development factors and assumptions in actuarial methods used in determining the required liability. The estimation uncertainty and complexity of the actuarial methods utilized involved especially subjective auditor judgment and an increased level of effort, including the involvement of an auditor-engaged actuarial specialist.\n​\n​\n28\n​\nOur audit procedures related to accrued insurance included the following, among others:\n​\n​\n​\n​\n​\n/s/ GRANT THORNTON LLP\n​\nWe have served as the Company’s auditor since 2004\n​\n​\nAtlanta, Georgia\nFebruary 16, 2023\n​\n​\n​\n​\n29\n​\nCONSOLIDATED STATEMENTS OF FINANCIAL POSITION\nRollins, Inc. and Subsidiaries\n(in thousands except share information)\n​\n​\nThe accompanying notes are an integral part of these consolidated financial statements.\n​\n30\n​\nCONSOLIDATED STATEMENTS OF INCOME\nRollins, Inc. and Subsidiaries\n(in thousands except per share information)\n​\n​\nThe accompanying notes are an integral part of these consolidated financial statements\n​\n​\n31\n​\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE\nINCOME\nRollins, Inc. and Subsidiaries\n(in thousands)\n​\n​\nThe accompanying notes are an integral part of these consolidated financial statements\n​\n​\n32\n​\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY\nRollins, Inc. and Subsidiaries\n(in thousands)\n​\n​\nThe accompanying notes are an integral part of these consolidated financial statements.\n​\n​\n33\n​\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nRollins, Inc. and Subsidiaries\n(in thousands)\n​\n​\nThe accompanying notes are an integral part of these consolidated financial statements\n​\n​\n34\n​\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nYears ended December 31, 2022, 2021, and 2020, Rollins, Inc. and Subsidiaries\n1.     SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nBusiness Description\n—Rollins, Inc. (“Rollins,” “we,” “us,” “our,” or the “Company”), is an international services company headquartered in Atlanta, Georgia that provides pest and termite control services to both residential and commercial customers through its wholly-owned subsidiaries and independent franchises in the United States, Canada, Australia, Europe, and Asia with international franchises in Canada, Central and South America, the Caribbean, Europe, the Middle East, Asia, Africa, and Australia. The Company operates as one reportable segment and the results of operations and its financial condition are not reliant upon any single customer.\nPrinciples of Consolidation\n—The Company’s Consolidated Financial Statements include the accounts of Rollins, Inc. and the Company’s wholly-owned subsidiaries and have been prepared in accordance with accounting principles generally accepted in the U.S. (“GAAP”). The Company does not consolidate the financial statements of any company in which it has an ownership interest of 50% or less. The Company is not the primary beneficiary of, nor does it have a controlling financial interest in, any variable interest entity. Accordingly, the Company has not consolidated any variable interest entity. The Company reclassified or revised certain prior period amounts, none of which were material, to conform to the current period presentation. All material intercompany accounts and transactions have been eliminated.\nSubsequent Events\n—The Company evaluates its financial statements through the date the financial statements are issued.\nUse of Estimates\n—The preparation of financial statements in conformity with GAAP requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, revenue and expenses and certain financial statement disclosures. Estimates and assumptions are used for, but not limited to, accrued insurance, revenue recognition, right-of-use (\"ROU\") asset and liability valuations, accounts and financing receivable reserves, inventory (materials and supplies) valuation, employee benefit plans, income tax contingency accruals and valuation allowances, contingency accruals; goodwill and other intangible asset valuations. Although these estimates are based on management's knowledge of current events and actions it may undertake in the future, actual results may ultimately differ from these estimates and assumptions.\nThe Company considered the impact of COVID-19 on the assumptions and estimates used in preparing the consolidated financial statements. In the opinion of management, all adjustments necessary for a fair presentation of the Company’s financial results for the year have been made. These adjustments are of a normal recurring nature but complicated by the uncertainty surrounding the global economic impact of COVID-19. The results of operations for the year ended December 31, 2022 are not necessarily indicative of results for future years. The severity, magnitude and duration, as well as the economic consequences of COVID-19, are uncertain, rapidly changing and difficult to predict. Therefore, our accounting estimates and assumptions may change over time in response to COVID-19 and may change materially in future periods.\nBasis of Presentation\n—\nCertain consolidated financial statement amounts relative to prior periods have been revised, the effects of which are immaterial, to correct the Company’s application of Accounting Standards Codification (“ASC”) 805,\n“Business Combinations,”\nwith respect to certain acquisitions occurring between 2012 and 2019, which resulted in adjustments to the fair values of customer contracts and contingent consideration related to these acquisitions. The Company assessed the materiality of this correction to prior periods’ consolidated financial statements in accordance with Securities and Exchange Commission Staff Accounting Bulletin (“SAB”) No. 99,\n“Materiality,”\nSAB 108,\n“Considering the Effects of Prior Year Misstatements when Quantifying Misstatements in Current Year Financial Statements,”\nand\n“Presentation of Financial Statements,”\ncodified in ASC 250. The Company concluded that the correction was not material to prior periods and therefore, amendments of previously filed reports are not required. In accordance with ASC 250, the Company corrected prior periods presented herein by revising the financial statement line item amounts previously disclosed in SEC filings. The impact of this revision does not affect the interim or annual assessment of goodwill, intangibles or indefinite-lived assets. The impact of this revision on the Company’s previously reported consolidated financial statements is as follows:\n​\n35\n​\n​\n​\nRevenue Recognition\n—The Company’s revenue recognition policy is to recognize revenue upon transfer of control of promised products and services to customers in an amount that reflects the consideration we expect to receive in exchange for those products or services. We enter into contracts that can include various combinations of products and services, each of which are distinct and accounted for as separate performance obligations. Revenue is recognized net of allowances for returns and any taxes collected from customers, which are subsequently remitted to governmental authorities.\n36\n​\nNature of Goods and Services and Performance Obligations\nThe Company contracts with its customers to provide the following goods and services, each of which is a distinct performance obligation:\nPest control services -\nRollins provides pest control services to protect residential and commercial properties from common pests, including rodents and insects. Pest control generally consists of assessing a customer’s property for conditions that invite pests, tackling current infestations, and stopping the life cycle to prevent future invaders. Revenue from pest control services is recognized as services are rendered.\nThe Company’s revenue recognition policies are designed to recognize revenues upon satisfaction of the performance obligation at the time services are performed. For certain revenue types, because of the timing of billing and the receipt of cash versus the timing of performing services, we use estimates as described below. Residential and commercial pest control services are primarily recurring in nature on a monthly, bi-monthly or quarterly basis, while certain types of commercial customers may receive multiple treatments within a given month. In general, pest control customers sign an initial one-year contract, and revenues are recognized at the time services are performed. The Company defers recognition of advance payments and recognizes the revenue as the services are rendered. The Company classifies discounts related to the advance payments as a reduction in revenues.\nTermite control services -\nRollins provides a variety of termite protection services. Termite protection programs include liquid treatments, wet and dry foam applications, termite baiting and wood treatments. Revenue from initial termite treatment services is recognized as services are provided.\nMaintenance/monitoring/inspection -\nIn connection with the initial service offerings, Rollins provides recurring maintenance, monitoring or inspection services to help protect consumers’ property from any future sign of termite activities after the original treatment. This recurring service is a service-type warranty under ASC 606,\n“Revenue from Contracts with Customers,”\nas it is routinely sold and purchased separately from the initial treatment services and is typically purchased or renewed annually.\nTermite baiting revenues are recognized based on the transfer of control of the individual units of accounting. At the inception of a new baiting services contract, upon quality control review of the installation, the Company recognizes revenue for the installation of the monitoring stations, initial directed liquid termiticide treatment and servicing of the monitoring stations. A portion of the contract amount is deferred for the undelivered monitoring performance obligation. This portion is recognized as income on a straight-line basis over the remaining contract term, which results in recognition of revenue that depicts the Company’s performance in transferring control of the service. The allocation of the transaction price to the two deliverables is based on the relative stand-alone selling price. There are no contingencies related to the delivery of additional items or meeting other specified performance conditions. Baiting renewal revenue is deferred and recognized over the annual contract period on a straight-line basis that depicts the Company’s performance in transferring control of the service.\nRevenue received for conventional termite renewals is deferred and recognized on a straight-line basis over the remaining contract term that depicts the Company’s performance in transferring control of the service, and the cost of reinspections, reapplications and repairs and associated labor and chemicals are expensed as incurred. For outstanding claims, an estimate is made of the costs to be incurred (including legal costs) based upon current factors and historical information. The performance of reinspections tends to be close to the contract renewal date, and while reapplications and repairs involve an insubstantial number of the contracts, these costs are incurred over the contract term. As the revenue is being deferred, the future cost of reinspections, reapplications and repairs and associated labor and chemicals applicable to the deferred revenue are expensed as incurred. The Company accrues for noticed claims. The costs of providing termite services upon renewal are compared to the expected revenue to be received and a provision is made for any expected losses.\nMiscellaneous services -\nIn certain agreements with customers, Rollins may offer other miscellaneous services, including restroom cleaning (eliminating foul odors, grease and grime which could attract pests) and training (seminars covering good manufacturing practices and product stewardship). Revenue from miscellaneous services is recognized when services are provided.\nProducts -\nDepending on customer demand, Rollins may separately sell pest control and/or termite protection products, such as traps. Revenue from product sales is recognized upon transfer of control of the asset.\n37\n​\nEquipment rental (or lease) -\nDepending on customer demand, Rollins may lease certain pest control and/or termite protection equipment. Revenues from equipment rentals are recognized over the period of the rental/lease. Revenues from equipment rentals represent less than\n1.0\n% of the Company’s revenues for each reported period.\nThe Company’s international operations accounted for approximately\n7\n%,\n8\n%, and\n7\n% of revenues for the years ended December 31, 2022, 2021, and 2020 respectively.\nContract Balances\nTiming of revenue recognition may differ from the timing of invoicing to customers. We record unearned revenue when revenue is recognized subsequent to billing. Unearned revenue mainly relates to the Company’s termite baiting offering, conventional renewals, and year-in-advance pest control services for which we have been paid in advance and earn the revenue when we transfer control of the product or service. For multi-year agreements, we generally invoice customers annually at the beginning of each annual coverage period. Refer to Note 3 - Revenue for further information, including changes in unearned revenue for the year.\nThe Company extends terms to certain customers on higher dollar termite and ancillary work, as well as to certain franchisees for initial funding on the sale of franchises. These financed receivables are segregated from our trade receivables. The allowance for expected credit losses reflects our best estimate of probable losses inherent in the accounts receivable balance. We determine the allowance based on known troubled accounts, historical experience, and other currently available evidence. See Note 4 – Allowance for Credit Losses for further information.\nPayment terms and conditions vary by contract type, although terms generally include a requirement of payment within 30 to 60 days. In instances where the timing of revenue recognition differs from the timing of invoicing, we have determined our contracts generally do not include a significant financing component. The primary purpose of our invoicing terms is to provide customers with simplified and predictable ways of purchasing our products and services, not to receive financing from our customers or to provide customers with financing.\nPractical Expedients and Exemptions\nWe generally expense sales commissions when incurred because the amortization period would have been one year or less. These costs are recorded within sales and marketing expenses.\nWe do not disclose the value of unsatisfied performance obligations for (i) contracts with an original expected length of one year or less and (ii) contracts for which we recognize revenue at the amount to which we have the right to invoice for services performed. All revenues are reported net of sales taxes.\nAllowance for Expected Credit Losses\n— The Company maintains an allowance for expected credit losses based on the expected collectability of accounts receivable. Management uses historical collection results as well as accounts receivable aging in order to determine the expected collectability of accounts receivable. Substantially all of the Company’s receivables are due from pest control and termite services in the United States and selected international locations. The Company’s allowance for expected credit losses is determined using a combination of factors. The Company’s established credit evaluation procedures seek to minimize the amount of business we conduct with higher risk customers. Provisions for expected credit losses are recorded in selling, general and administrative expenses. Accounts are written off against the allowance for expected credit losses when the Company determines that amounts are uncollectible, and recoveries of amounts previously written off are recorded when collected. Significant recoveries will generally reduce the required provision in the period of recovery. Therefore, the provision for expected credit losses can fluctuate significantly from period to period. We record specific provisions when we become aware of a customer’s inability to meet its financial obligations to us,\n38\n​\nsuch as in the case of bankruptcy filings or deterioration in the customer’s operating results or financial position. If circumstances related to customers change, our estimates of the realizability of receivables would be further adjusted, either upward or downward.\nAdvertising\n—Advertising costs are charged to sales, general and administrative expense during the year in which they are incurred.\n​\n​\nCash and Cash Equivalents\n— The Company considers all investments with an original maturity of three months or less when purchased to be cash equivalents.\nThe Company’s $\n95.3\nmillion of total cash at December 31, 2022 is primarily cash held at various banking institutions. Approximately $\n68.6\nmillion is held in cash accounts at international banking institutions and the remaining $\n26.7\nmillion is primarily held in Federal Deposit Insurance Corporation (“FDIC”) insured non-interest-bearing accounts at various domestic banks which at times may exceed federally insured amounts. The Company has not incurred any losses in these accounts.\n​\n​\nRollins maintains adequate liquidity and capital resources, without regard to its foreign deposits, that are directed to finance domestic operations and obligations and to fund expansion of its domestic business for the foreseeable future.\nMarketable Securities\n— From time to time, the Company maintains investments held by several large, well-capitalized financial institutions. The Company’s investment policy does not allow investment in any securities rated less than “investment grade” by national rating services.\nManagement determines the appropriate classification of debt securities at the time of purchase and re-evaluates such designations as of each balance sheet date. Debt securities are classified as available-for-sale because the Company does not have the intent to hold the securities to maturity. Available-for-sale securities are stated at their fair values, with the unrealized gains and losses reported in other comprehensive income.\nThe Company had no other marketable securities other than those held in the defined benefit pension plan and the non-qualified deferred compensation plan at December 31, 2022 and 2021. See Note 12 for further details.\nMaterials and Supplies\n— Materials and supplies are stated at the lower of cost or net realizable value. Cost is determined on the first-in, first-out method.\nOther Current Assets\n– Other current assets include prepaids and the international bond investment. Refer to Note 9, Fair Value Measurement.\nIncome Taxes\n—The Company provides for income taxes based on FASB ASC topic 740\n“Income Taxes,”\nwhich requires recognition of deferred tax liabilities and assets for the expected future tax consequences of events that have been included in the consolidated financial statements or tax returns. The Company provides an allowance for deferred tax assets when it determines that it is more likely than not that the deferred tax assets will not be utilized. The Company establishes additional provisions for income taxes when, despite the belief that tax positions are fully supportable, there remain certain positions that do not meet the minimum probability threshold. The Company’s policy is to record interest and penalties related to income tax matters in income tax expense.\nEquipment and Property\n— Equipment and property are stated at cost, net of accumulated depreciation, and are depreciated on a straight-line basis over the estimated useful lives of the related assets. Annual provisions for depreciation are computed using the following asset lives: buildings,\n10\nto\n40 years\n; and furniture, fixtures and\noperating\nequipment\n,\n2\nto\n10 years\n. Expenditures for additions, major renewals and betterments are capitalized and expenditures for maintenance and repairs are expensed as incurred. The cost of assets retired or otherwise disposed of and the related accumulated depreciation and amortization are eliminated from the accounts in the year of disposal\n39\n​\nwith the resulting gain or loss credited or charged to income. The annual provisions for depreciation, below, have been reflected in the consolidated statements of income in the line item entitled Depreciation and amortization.\n​\n​\nCertain internal-use software and systems development costs are capitalized.  Accordingly, the specific identified costs incurred to develop and obtain software, which is intended for internal use, are not capitalized until the software is put into use.  Management, with the relevant authority, authorizes and commits to funding a software project and it is probable that the project will be completed and the software will be used to perform the function intended.  Costs incurred during a software development’s discovery phase and post-integration stage, are expensed as incurred.  Application development activities that are eligible for capitalization include software design and configuration, development of interfaces, coding, testing and installation.  Capitalized internal-use software and systems costs are subsequently amortized on a straight-line basis over a\nthree\nto\nseven year\nperiod after project completion and when the related software or system is ready for intended use.\n​\nImpairment of Long-Lived Assets -\nIn accordance with the FASB ASC Topic 360,\n“Property, Plant and Equipment,”\nthe Company’s long-lived assets, such as property and equipment and intangible assets with definite lives are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amount of these assets may not be recoverable. Recoverability of assets to be held and used is measured by a comparison of the carrying amount of an asset to estimated undiscounted future cash flows expected to be generated by the asset. If the carrying amount of an asset exceeds its estimated undiscounted future cash flows, an impairment charge is recognized in the amount by which the carrying amount of the asset exceeds the fair value of the asset. We periodically evaluate the appropriateness of remaining depreciable lives assigned to long-lived assets, including customer contracts and assets that may be subject to a management plan for disposition.\nGoodwill and Other Intangible Assets\n— In accordance with the FASB ASC Topic 350,\n“Intangibles - Goodwill and other,”\nthe Company classifies intangible assets into three categories: (1) intangible assets with definite lives subject to amortization; (2) intangible assets with indefinite lives not subject to amortization; and (3) goodwill. The Company does not amortize intangible assets with indefinite lives or goodwill. Goodwill and other intangible assets with indefinite useful lives are tested for impairment annually or more frequently if events or circumstances indicate the assets might be impaired. Such conditions\nmay\ninclude an economic downturn or a change in the assessment of future operations. The Company performs impairment tests of goodwill at the Company level. Such impairment tests for goodwill include comparing the fair value of the appropriate reporting unit (the Company) with its carrying value. If the fair value of the reporting unit is below the carrying value, the Company recognizes a goodwill impairment charge for the amount by which the carrying value exceeds the reporting unit’s fair value. The Company performs impairment tests for indefinite-lived intangible assets by comparing the fair value of each indefinite-lived intangible asset unit to its carrying value. The Company recognizes an impairment charge if the asset’s carrying value exceeds its estimated fair value. The Company completed its most recent annual impairment analysis as of September 30, 2022. Based upon the results of these analyses, the Company has concluded that\nno\nimpairment of its goodwill or intangible assets with indefinite lives was indicated.\nOther Assets –\nOther assets is mostly comprised of deferred compensation assets and the international bond investment. Refer to Note 12, Employee Benefit Plans and Note 9, Fair Value Measurement.\nAccrued Insurance\n— The Company retains, up to specified limits, certain risks related to general liability, workers’ compensation and auto liability. Risks are managed through either high deductible insurance or, for Clark Pest Control only, a non-affiliated group captive insurance member arrangement. The estimated costs of existing and future claims under the retained loss program are accrued based upon historical trends as incidents occur, whether reported or unreported (although actual settlement of the claims may not be made until future periods) and may be subsequently revised based on developments relating to such claims. The group captive is subject to a third-party actuary retained by the captive manager, independent from the Company.  For the high deductible insurance program, the Company contracts with an independent third-party actuary to provide the Company an estimated liability based upon historical claims information. The actuarial study is a major consideration in establishing the reserve, along with management’s knowledge of changes in business practice and existing claims compared to current balances. Management’s judgment is inherently subjective as a number of factors are outside management’s knowledge and control. Additionally, historical information is not always an accurate indication of future events. The Company continues to be proactive in safety and risk management to develop and maintain ongoing programs to reduce and prevent incidents and claims. Initiatives that have been implemented include required pre-employment screening and ongoing\n40\n​\nmotor vehicle record review for all drivers, post-offer physicals for new employees, pre-hire, random and post incident drug testing, driver training and post-injury nurse triage for work-related injuries. The accruals and reserves we hold are based on estimates that involve a degree of judgment and are inherently variable and could be overestimated or insufficient. If actual claims exceed our estimates, our operating results could be materially affected, and our ability to take timely corrective actions to limit future costs may be limited.\nAccrual for Termite Contracts\n—The Company maintains an accrual for termite claims representing the estimated costs of reapplications, repairs and associated labor and chemicals, settlements, awards and other costs relative to termite control services. Factors that may impact future costs include termiticide life expectancy and government regulation. The actual number of claims has decreased in recent years due to changes in the Company’s business practices. However, it is not possible to precisely predict future significant claims. An accrual for termite contracts is included in other current liabilities and long-term accrued liabilities on the Company’s consolidated statements of financial position.\nOther Current Liabilities\n– Other current liabilities are mostly comprised of the current portion of acquisition holdback and earnout liabilities (see Note 9), contingency accruals, deferred compensation liabilities (see Note 12) and taxes payable.\nOther Long-term Accrued Liabilities\n– Other long-term accrued liabilities include long-term balances for deferred compensation, acquisition holdback and earnout liabilities, deferred tax liabilities, contingency accruals, and the long-term portion of unearned revenue.\nContingency Accruals\n—The Company is a party to legal proceedings with respect to matters in the ordinary course of business. In accordance with the FASB ASC Topic 450\n“Contingencies,”\nmanagement estimates and accrues for its liability and costs associated with the litigation. Estimates and accruals are determined in consultation with outside counsel. Because it is not possible to accurately predict the ultimate result of the litigation, judgments concerning accruals for liabilities and costs associated with litigation are inherently uncertain and actual liability may vary from amounts estimated or accrued. However, in the opinion of management, the outcome of the litigation will not have a material adverse impact on the Company’s financial condition or results of operations. Contingency accruals are included in other current liabilities and long-term accrued liabilities on the Company’s consolidated statements of financial position.\nEarnings Per Share\n—the FASB ASC Topic 260-10\n“Earnings Per Share-Overall,”\nrequires a basic earnings per share and diluted earnings per share presentation. Further, all outstanding unvested share-based payment awards that contain non-forfeitable rights to dividends or dividend equivalents, whether paid or unpaid, are considered participating securities and an entity is required to include participating securities in its calculation of basic earnings per share.\nThe Company has periodically issued share-based payment awards that contain non-forfeitable rights to dividends and therefore are considered participating securities. See Note 14 for further information on restricted stock granted to employees.\nThe Company reports both basic and diluted earnings per share. Basic earnings per share is computed by dividing net income available to participating common stockholders by the weighted average number of participating common shares outstanding for the period. Diluted earnings per share is calculated by dividing the net income available to participating common stockholders by the diluted\n41\n​\nweighted average number of shares outstanding for the period. The diluted weighted average number of shares outstanding is the basic weighted number of shares adjusted for any potentially dilutive equity.\nA reconciliation of weighted average shares outstanding along with the earnings per share attributable to restricted shares of common stock (participating securities) and restricted stock units is as follows (in thousands except per share data).\n​\n​\nTranslation of Foreign Currencies\n—Assets and liabilities reported in functional currencies other than U.S. dollars are translated into U.S. dollars at the year-end rate of exchange. Revenues and expenses are translated at the weighted average exchange rates for the year. The resulting translation adjustments are charged or credited to other comprehensive income. Gains or losses from foreign currency transactions, such as those resulting from the settlement of receivables or payables, denominated in foreign currency are included in the earnings of the current period.\n42\n​\nStock-Based Compensation\n— The Company accounts for its stock-based compensation in accordance with the FASB ASC Topic 718 “\nCompensation – Stock Compensation\n.” Time lapse restricted awards and restricted stock units (“restricted shares) have been issued to officers and other management employees under the Company’s Employee Stock Incentive Plan.\nRestricted shares provide for the issuance of a share of the Company’s common stock at no cost to the holder and generally vest after a certain stipulated number of years from the grant date, depending on the terms of the issue. The 2022 grant of restricted shares vest over\nfive years\nfrom the date of the grant. Prior grants vest over\nsix years\nfrom the date of grant. The Company issues new shares from its authorized but unissued share pool. During these years, restricted awards grantees receive all dividends declared and retain voting rights for the granted shares. The agreements under which the restricted shares are issued provide that shares awarded may not be sold or otherwise transferred until restrictions established under the plans have lapsed. The fair value of these awards is recognized as compensation expense, net of estimated forfeitures, on a straight-line basis over the vesting period.\nComprehensive Income (Loss)\n—Other Comprehensive Income (Loss) results from foreign currency translations, minimum pension liability adjustments, cash flow hedge of interest rate risks and unrealized gains and losses on available for sale securities.\nFranchising Program\n– The Company has franchise programs through Orkin, Critter Control and its Australian subsidiaries. We had a total of\n137\n,\n135\nand\n128\ndomestic franchise agreements as of December 31, 2022, 2021 and 2020, respectively. International franchise agreements totaled\n89\n,\n103\nand\n101\nas of December 31, 2022, 2021 and 2020, respectively. Transactions with our franchises involve sales of territories and customer contracts to establish new franchises and the payment of initial franchise fees and royalties by franchisees. The territories, customer contracts and initial franchise fees are typically paid for by a combination of cash and notes.\nCombined domestic and international revenues from Orkin, Critter Control and Australia franchises were $\n15.5\nmillion, $\n15.5\nmillion and $\n15.2\nmillion for the years ended December 31, 2022, 2021 and 2020, respectively. Total franchising revenues were less than\n1.0\n% of the Company’s annual revenues for each of the three years respectively.\nRight to access intellectual property (Franchise)\n- The right to access Orkin’s, Critter Control’s and our Australia franchisors’ intellectual property is an essential part of our franchise agreements. These agreements provide the franchisee a license to use the brand name and trademark when advertising and selling services to end customers in their normal course of business. Orkin and Critter Control franchise agreements contain a clause allowing the respective franchisor to purchase certain assets of the franchisee at the conclusion of their franchise agreement or upon termination. This is only an option for the franchisor to re-purchase the assets selected by the franchisor and is not a performance obligation or a form of consideration.\nRecent Accounting Guidance\nRecently adopted accounting standards\nIn November 2021, the FASB issued Accounting Standards Update (“ASU”) 2021-10,\n“Government Assistance (Topic 832) – Disclosures by Business Entities about Government Assistance.”\nThe amendments in this Update require disclosures about transactions with a government that have been accounted for by analogizing to a grant or contribution accounting model to increase transparency about (1) the types of transactions, (2) the accounting for the transactions, and (3) the effect of the transactions on an entity’s financial statements. The amendments in this Update are effective for financial statements issued for annual periods beginning after December 15, 2021. The adoption of this ASU did not have a material impact on the Company’s consolidated financial statements.\nAccounting standards issued but not yet adopted\nIn March 2022, the FASB issued ASU 2022-02,\n“Financial Instruments-Credit Losses (Topic 326): Troubled Debt Restructurings and Vintage Disclosures.”\nThe amendments in this Update eliminate the accounting guidance for troubled debt restructurings (TDRs) by creditors in Subtopic 310-40, Receivables-Troubled Debt Restructurings by Creditors, while enhancing disclosure requirements for certain loan refinancings and restructurings by creditors when a borrower is experiencing financial difficulty. Additionally, for public business entities, the amendments in this Update require that an entity disclose current-period gross write-offs by year of origination for\n43\n​\nfinancing receivables. ASU 2022-02 is effective for fiscal years beginning after December 15, 2022. The adoption of this ASU is not expected to have a material impact on the Company’s consolidated financial statements.\nIn June 2022, the FASB issued ASU 2022-03,\n“Fair Value Measurement (Topic 820): Fair Value Measurements of Equity Securities Subject to Contractual Sale Restrictions.”\nThe amendments in this Update clarify the guidance in Topic 820 when measuring the fair value of an equity security subject to contractual restrictions that prohibit the sale of an equity security. This Update also introduces new disclosure requirements for equity securities subject to contractual sale restrictions that are measured at fair value. These amendments are effective for fiscal years beginning after December 15, 2023 and interim periods within those fiscal years. The Company does not currently own any equity securities and therefore the adoption of this ASU is not expected to have a material impact on the Company’s consolidated financial statements.\n​\n2.     ACQUISITIONS\nThe Company made\n31\nand\n39\nacquisitions during the years ended December 31, 2022, and 2021, respectively. Total cash purchase price for the Company’s acquisitions in 2022 and 2021 were $\n116.0\nmillion and $\n146.1\nmillion, respectively.  For the\n31\nacquisitions completed in 2022, the preliminary values of major classes of assets acquired and liabilities assumed recorded at the dates of acquisition are included in the reconciliation of the total consideration as follows (in thousands):\n​\n​\n​\nThe Company also made a final payment of $\n3.1\nmillion for a 2021 acquisition in 2022.\n​\nGoodwill from acquisitions represents the excess of the purchase price over the fair value of net assets of businesses acquired. The factors contributing to the amount of goodwill are based on strategic and synergistic benefits that are expected to be realized. For the year ended December 31, 2022, $\n65.0\nmillion of goodwill was added related to the\n31\nacquisitions noted above. The recognized goodwill is expected to be deductible for tax purposes. The purchase price allocations for these acquisitions are preliminary until the Company obtains final information regarding these fair values.\n​\n44\n​\n​\n3.     REVENUE\nThe following tables present our revenues disaggregated by revenue source (in thousands).\nSales and usage-based taxes are excluded from revenues. No sales to an individual customer or in a country other than the United States accounted for 10% or more of the sales for the periods listed in the following tables. Revenue, classified by the major geographic areas in which our customers are located, was as follows:\n​\n​\nRevenue from external customers, classified by significant product and service offerings, was as follows:\n​\n​\nDeferred revenue recognized for the year ended December 31, 2022 and 2021 was $\n205.3\nmillion and $\n187.3\nmillion, respectively. Changes in unearned revenue were as follows:\n​\n​\nRevenue allocated to remaining performance obligations represents contracted revenue that has not yet been recognized (“contracted not recognized revenue”), which includes both unearned revenue and revenue that will be billed and recognized in future periods. The Company has no material contracted not recognized revenue as of December 31, 2022 or December 31, 2021.\nAt December 31, 2022 and December 31, 2021, the Company had long-term unearned revenue of $\n29.9\nmillion and $\n23.5\nmillion, respectively. Unearned short-term revenue is recognized over the next 12-month period. The majority of unearned long-term revenue is recognized over a period of\nfive years\nor less with immaterial amounts recognized through 2033.\n​\n4.     ALLOWANCE FOR EXPECTED CREDIT LOSSES\nThe Company is exposed to credit losses primarily related to accounts receivables and financed receivables derived from customer services revenue. To reduce credit risk for residential accounts receivable, we promote enrollment in our auto-pay programs. In general,\n45\n​\nwe may suspend future services for customers with past due balances. The Company’s credit risk is generally low with a large number of entities comprising Rollins’ customer base and dispersion across many different geographical regions.\nThe Company manages its financing receivables on an aggregate basis when assessing and monitoring credit risks. The Company’s established credit evaluation and monitoring procedures seek to minimize the amount of business we conduct with higher risk customers. The credit quality of a potential obligor is evaluated at the loan origination based on an assessment of the individual’s Beacon/credit bureau score. Rollins requires a potential obligor to have good creditworthiness with low risk before entering into a contract. Depending upon the individual’s credit score, the Company may accept with\n100\n% financing or require a significant down payment or turn down the contract. Delinquencies of accounts are monitored each month. Financing receivables include installment receivable amounts, some of which are due subsequent to one year from the balance sheet dates.\nTotal financing receivables, net were $\n97.1\nmillion and $\n73.2\nmillion at December 31, 2022 and December 31, 2021, respectively. Financing receivables are generally charged-off when deemed uncollectable or when\n180 days\nhave elapsed since the date of the last full contractual payment. The Company’s charge-off policy has been consistently applied during the periods reported. Management considers the charge-off policy when evaluating the appropriateness of the allowance for expected credit losses. Gross charge-offs as a percentage of average financing receivables were\n5.6\n% and\n4.3\n% for the twelve months ended December 31, 2022 and December 31, 2021, respectively. Due to the low percentage of charge-off receivables and the high creditworthiness of the potential obligors, the Rollins, Inc. financing receivables portfolio has a low credit risk.\nThe Company offers\n90 days\nsame-as-cash financing to some customers based on their creditworthiness. Interest is not recognized until the\n91st\nday at which time it is calculated retrospectively back to the first day if the contract has not been paid in full. In certain circumstances, such as when delinquency is deemed to be of an administrative nature, accounts may still accrue interest when they reach\n180 days\npast due. As of December 31, 2022, there were\nno\naccounts greater than\n180 days\npast due.\nIncluded in financing receivables are notes receivable from franchise owners. The majority of these notes are low risk as the repurchase of these franchises is guaranteed by the Company’s wholly-owned subsidiary, Orkin Systems, LLC, and the repurchase price of the franchise is currently estimated and has historically been well above the receivable due from the franchise owner. Also included in notes receivables are franchise notes from other brands which are not guaranteed and do not have the same historical valuation.\nThe carrying amount of notes receivable approximates fair value as the interest rates approximate market rates for these types of contracts. Long-term installment receivables, net were $\n63.5\nmillion and $\n47.1\nmillion at December 31, 2022 and 2021, respectively.\nThe Company’s allowances for credit losses for trade accounts receivable and financed receivables are developed using historical collection experience, current economic and market conditions, reasonable and supportable forecasts, and a review of the current status of customers’ receivables. The Company’s receivable pools are classified between residential customers, commercial customers, large commercial customers, and financed receivables. Accounts are written off against the allowance for credit losses when the Company determines that amounts are uncollectible, and recoveries of amounts previously written off are recorded when collected. The Company\n46\n​\nstops accruing interest to these receivables when they are deemed uncollectible. Below is a roll forward of the Company’s allowance for credit losses for the years ended December 31, 2022, 2021 and 2020.\n​\n​\nThe following is a summary of the past due financing receivables:\n​\nThe following is a summary of percentage of gross financing receivables:\n​\n47\n​\n​\n5.     EQUIPMENT AND PROPERTY, NET\nEquipment and property are presented at cost less accumulated depreciation and are detailed as follows:\n​\n​\nIncluded in computer equipment and systems at December 31, 2022 and 2021, are costs for internal use software of $\n147.1\nmillion and $\n143.5\nmillion, respectively. The related accumulated depreciation was $\n117.3\nmillion and $\n105.3\nmillion at December 31, 2022 and 2021, respectively.\n​\nIncluded in equipment and property, net at December 31, 2022 and 2021, are fixed assets held in foreign countries of $\n9.5\nmillion, and $\n8.4\nmillion, respectively.\nTotal depreciation expense was approximately $\n35.6\nmillion in 2022, $\n40.6\nmillion in 2021 and $\n40.6\nmillion in 2020.\n​\n​\n6.     LEASES\nThe Company leases certain buildings, vehicles, and equipment in order to reduce the risk associated with ownership. The Company elected the practical expedient approach permitted under ASC Topic 842,\n“Leases”\nnot to include short-term leases with a duration of 12 months or less on the balance sheet. As of December 31, 2022 and 2021, all leases were classified as operating leases. Building leases generally carry terms of\n5\nto\n10 years\nwith annual rent escalations at fixed amounts per the lease. Vehicle leases generally carry a fixed term of\none year\nwith renewal options to extend the lease on a monthly basis resulting in lease terms up to\n7 years\ndepending on the class of vehicle. The exercise of renewal options is at the Company’s sole discretion. It is reasonably certain that the Company will exercise the renewal options on its vehicle leases. The measurement of right-of-use assets and liabilities for vehicle leases includes the\n48\n​\nfixed payments associated with such renewal periods. We separate lease and non-lease components of contracts. Our lease agreements do not contain any material variable payments, residual value guarantees, early termination penalties or restrictive covenants.\nDuring the year ended December 31, 2021, the Company completed multiple sale-leaseback transactions where it sold\n17\nof its properties related to the Clark Pest Control acquisition for gross proceeds of $\n67.0\nmillion and a pre-tax gain of $\n31.5\nmillion, which is included in Other (income) expense, net on the income statement. These leases are classified as operating leases with terms of\n7\nto\n15 years\n.\nThe Company uses the rate implicit in the lease when available; however, most of our leases do not provide a readily determinable implicit rate. Accordingly, we estimate our incremental borrowing rate based on information available at lease commencement.\n​\n​\nLease Commitments\nFuture minimum lease payments, including assumed exercise of renewal options at December 31, 2022 were as follows:\n​\n​\nFuture commitments presented in the table above include lease payments in renewal periods for which it is reasonably certain that the Company will exercise the renewal option. Total future minimum lease payments for operating leases, including the amount representing interest, are comprised of $\n163.2\nmillion for building leases and $\n152.1\nmillion for vehicle leases. As of December 31, 2022, the Company had additional future obligations of $\n9.5\nmillion for leases that had not yet commenced.\n​\n​\n​\n7.     GOODWILL\nGoodwill represents the excess of the purchase price over the fair value of net assets of businesses acquired. The carrying amount of goodwill was $\n846.7\nmillion as of December 31, 2022 and $\n786.5\nmillion as of December 31, 2021. Goodwill increased for the year ended December 31, 2022 primarily due to acquisitions. The carrying amount of goodwill in foreign countries was $\n97.4\nmillion as of December 31, 2022 and $\n82.1\nmillion as of December 31, 2021.\n49\n​\nThe changes in the carrying amount of goodwill for the twelve months ended December 31, 2022 and 2021 were as follows:\n​\n​\n​\nThe carrying amount of goodwill as of December 31, 2021 and 2020 reflects the adjustment of $\n64,685\nto correct prior periods. See Note 1, Basis of Presentation, for further information on the prior period adjustments recorded.\n​\n​\n8.     CUSTOMER CONTRACTS, TRADENAMES AND TRADEMARKS, AND OTHER INTANGIBLE ASSETS\nCustomer contracts are amortized on a straight-line basis as this best approximates the ratio that current revenues bear to the total of current and anticipated revenues based on the estimated lives of the assets. In accordance with the FASB ASC Topic 350\n“Intangibles - Goodwill and other”\n, the expected lives of customer contracts were analyzed, and it was determined that customer contracts should be amortized over a life of\n7\nto\n20 years\ndependent upon customer type.\nThe carrying amount and accumulated amortization for customer contracts were as follows:\n​\n​\nThe carrying amount of customer contracts as of December 31, 2021 reflects the impact of adjustments to correct prior periods. See Note 1, Basis of Presentation, for further information on the prior period adjustments recorded. The net carrying amount of customer contracts in foreign countries was $\n46.1\nmillion as of December 31, 2022 and $\n42.1\nmillion as of December 31, 2021.\nTrademarks and tradenames are amortized on a straight-line basis over the period of their useful lives. The Company has determined these assets have useful lives between\n7\nand\n20 years\nwith non-amortizable, indefinite-lived tradenames of $\n104.3\nmillion and $\n102.7\nmillion as of December 31, 2022 and 2021, respectively.\nThe carrying amount and accumulated amortization for trademarks and tradenames were as follows:\n​\n​\nThe net carrying amount of trademarks and tradenames in foreign countries was $\n4.2\nmillion as of December 31, 2022 and $\n2.9\nmillion as of December 31, 2021.\nOther intangible assets include non-compete agreements and patents. Non-compete agreements are amortized on a straight-line basis over periods ranging from\n3\nto\n20 years\nand patents are amortized on a straight-line basis over\n15 years\n.\n50\n​\nThe carrying amount and accumulated amortization for other intangible assets were as follows:\n​\n​\nThe net carrying amount of other intangible assets in foreign countries was $\n0.7\nmillion as of December 31, 2022 and 2021.\nIncluded in the table above are non-amortizable, indefinite-lived Internet domain names of $\n2.2\nmillion at December 31, 2022 and 2021, respectively.\nTotal amortization expense was approximately $\n55.7\nmillion in 2022, $\n46.0\nmillion in 2021 and $\n38.7\nmillion in 2020.\nEstimated amortization expense for the existing carrying amount of customer contracts and other intangible assets for each of the five succeeding fiscal years are as follows:\n​\n​\n​\n9.    FAIR VALUE MEASUREMENT\nThe Company’s financial instruments consist of cash and cash equivalents, trade receivables, financed and notes receivable, accounts payable, other short-term liabilities, and debt. The carrying amounts of these financial instruments approximate their respective fair values. The Company also has derivative instruments as discussed in Note 11 and financial instruments related to its defined benefit pension plan and deferred compensation plan detailed in Note 12.\nThe fair value hierarchy has three levels based on the reliability of the inputs used to determine fair value. Level 1 refers to fair values determined based on quoted prices in active markets for identical assets. Level 2 refers to fair values estimated using significant other observable inputs, and Level 3 includes fair values estimated using significant non-observable inputs.\nAs of December 31, 2022 and 2021, the Company had investments in international bonds of $\n10.7\nmillion and $\n12.6\nmillion, respectively. These bonds are accounted for as available for sale securities and are level 2 assets under the fair value hierarchy. At December 31, 2021, the entire investment was recorded in other current assets. Management reassessed their intentions on the investment and at December 31, 2022, $\n0.5\nmillion was included in other current assets and $\n10.2\nmillion was included in other assets. The bonds are recorded at fair market value with unrealized losses of $\n1.0\nmillion included in other comprehensive income during the year ended December 31, 2022.\nAt December 31, 2022 and 2021, respectively, the Company had $\n13.5\nmillion and $\n25.2\nmillion of acquisition holdback and earnout liabilities with the former owners of acquired companies. Acquisition earnouts are generally earned by achieving certain levels of revenue growth while maintaining certain profit margins. The earnout liabilities are discounted to reflect the expected probability of payout, and both earnout and holdback liabilities are discounted to their net present value on the Company’s books and are considered Level 3 liabilities.\n51\n​\nThe table below presents a summary of the changes in fair value for these liabilities.\n​\n​\n​\n​\n​\n​\n10.     DEBT\nIn April 2019, the Company entered into a Revolving Credit Agreement with Truist Bank N.A. (formerly SunTrust Bank N.A.) and Bank of America, N.A. (the “2019 Credit Agreement”) for an unsecured revolving commitment of up to $\n175.0\nmillion, which includes a $\n75.0\nmillion letter of credit subfacility and a $\n25.0\nmillion swingline subfacility (the “Revolving Commitment”), and an unsecured variable rate $\n250.0\nmillion term loan (the “Term Loan”). On January 27, 2022, the Company entered into an amendment (the “Amendment”) to the Credit Agreement with Truist Bank and Bank of America, N.A. whereby additional term loans in an aggregate principal amount of $\n252.0\nmillion were advanced to the Company. The Amendment also replaced LIBOR as the benchmark interest rate for borrowings with the Bloomberg Short-Term Bank Yield Index rate (“BSBY”) and reset the amortization schedule for all term loans under the Credit Agreement. The maturity of all loans made under the Credit Agreement prior to the Amendment remains unchanged at April 29, 2024 and all other terms of the Credit Agreement remain unchanged in all material respects. In addition, the Credit Agreement has provisions to extend the term of the Revolving Commitment beyond April 29, 2024, as well as the right at any time and from time to time to prepay any borrowing under the Credit Agreement, in whole or in part, without premium or penalty.\nAs of December 31, 2022, the Company had outstanding borrowings of $\n54.9\nmillion under the Term Loan and there were\nno\noutstanding borrowings under the Revolving Commitment. The aggregate effective interest rate on the debt outstanding as of December 31, 2022 was\n5.123\n%. The effective interest rate is comprised of the BSBY plus a margin of\n75.0\nbasis points as determined by the Company’s leverage ratio calculation. As of December 31, 2021, the Revolving Commitment had outstanding borrowings of $\n107.0\nmillion and the Term Loan had outstanding borrowings of $\n48.0\nmillion with an effective interest rate of\n0.85\n%.\nThe Company maintains approximately $\n71.3\nmillion in letters of credit as of December 31, 2022. These letters of credit are required by the Company’s insurance companies, due to the Company’s high deductible insurance program, to secure various workers’ compensation and casualty insurance contracts coverage and were increased from $\n37.2\nmillion as of December 31, 2021. The Company believes that it has adequate liquid assets, funding sources and insurance accruals to accommodate potential future insurance claims.\nIn order to comply with applicable debt covenants, the Company is required to maintain at all times a leverage ratio of not greater than\n3.00\n:1.00. The leverage ratio is calculated as of the last day of the fiscal quarter most recently ended. The Company remained in compliance with applicable debt covenants at December 31, 2022.\n​\n​\n52\n​\n​\n11.     DERIVATIVE INSTRUMENTS AND HEDGING ACTIVITIES\nRisk Management Objective of Using Derivatives\nThe Company is exposed to certain interest rate risks on our outstanding debt and foreign currency risks arising from our international business operations and global economic conditions. The Company enters into certain derivative financial instruments to lock in certain interest rates, as well as to protect the value or fix the amount of certain obligations in terms of its functional currency, the U.S. dollar.\nCash Flow Hedges of Interest Rate Risk\nThe Company uses interest rate swap arrangements to manage or hedge its interest rate risk. Notwithstanding the terms of the swaps, the Company is ultimately obligated for all amounts due and payable under the Credit Facility. The Company does not use interest rate swaps for speculative or trading purposes.\nOn June 19, 2019, the Company entered into a floating-to-fixed interest rate swap for an aggregate notional amount of $\n100.0\nmillion in order to hedge a portion of the Company’s floating rate indebtedness under the Credit Facility. The Company designated the swap as a cash flow hedge. The swap required the Company to pay a fixed rate of\n1.94\n% per annum on the notional amount. The cash flows from the swap began June 30, 2019 and ended on December 31, 2021. Realized gains and losses in connection with each required interest payment were reclassified from Accumulated other comprehensive income (“AOCI”) to interest expense during the period of the cash flows.  During 2021 and 2020, $\n0.4\nmillion and $\n0.7\nmillion was reclassified into interest expense.\nHedges of Foreign Exchange Risk\nThe Company is exposed to fluctuations in various foreign currencies against its functional currency, the US dollar. We use foreign currency derivatives, specifically foreign currency forward contracts (“FX Forwards”), to manage our exposure to fluctuations in the USD-CAD and USD-AUD exchange rates. FX Forwards involve fixing the foreign currency exchange rate for delivery of a specified amount of foreign currency on a specified date. The FX Forwards are typically settled in US dollars for their fair value at or close to their settlement date. We do not currently designate any of these FX Forwards under hedge accounting, but rather reflect the changes in fair value immediately in earnings. We do not use such instruments for speculative or trading purposes, but rather use them to manage our exposure to foreign exchange rates. Changes in the fair value of FX Forwards are recorded in other income/expense and were equal to net income of $\n1.1\nmillion for the twelve months December 31, 2022, and net losses of $\n0.4\nmillion for each of the twelve months ended December 31, 2021 and 2020. The fair values of the Company’s FX Forwards were recorded as a net asset of $\n0.3\nmillion in Other Current Assets as of December 31, 2022 and a net obligation of $0.05 million in Other Current Liabilities as of December 31, 2021.\nAs of December 31, 2022, the Company had the following outstanding FX Forwards (in thousands except for number of instruments):\n​\nThe financial statement impact related to these derivative instruments was insignificant\nfor the years ended December 31, 2022\n,\n2021\n,\nand\n2019, respectively.\n​\n53\n​\n12.     EMPLOYEE BENEFIT PLANS\nDefined Benefit Pension Plans\nThe Company has sponsored noncontributory tax-qualified defined benefit pension plans covering employees meeting certain age and service requirements, the most significant of which was the Rollins, Inc. Plan, which was terminated in 2018. The Company funds its plans with at least the minimum amount required by ERISA.\nWaltham Services, LLC Hourly Employee Pension Plan (the “Waltham Plan”)\nThe Company sponsors the Waltham Plan, which covers less than\n80\nparticipants as of December 31, 2022. The Waltham Plan was amended, effective September 1, 2018, to freeze future benefit accruals for all participants. The Company accounts for all defined benefit plans in accordance with the FASB ASC Topic 715 “Compensation Retirement Benefits,” and engages an outside actuary to calculate obligations and costs. With the assistance of the actuary, the Company evaluates the significant assumptions used on a periodic basis, including the estimated future return on plan assets, the discount rate, and other factors, and makes adjustments to these liabilities as necessary. As of December 31, 2022, the fair value of Waltham Plan assets were $\n1.2\nmillion, with a projected liability of $\n1.9\nmillion and an unfunded status of $\n0.7\nmillion. At December 31, 2022 the plan’s assets were comprised of listed common stocks and U.S government and corporate securities and are classified as Level 1 and Level 2 in the fair value hierarchy.\nDefined Contribution 401(k) Savings Plan\nThe Company sponsors a defined contribution 401(k) Savings Plan (“the Plan”) that is available to a majority of the Company’s full-time employees the first day of the calendar quarter following completion of\nthree months\nof service. The Plan is available to non-full-time employees the first day of the calendar quarter following\none year\nof service upon completion of\n1,000 hours\nin that year. The Plan provides for a matching contribution of\none\ndollar ($1.00) for each one dollar ($1.00) of a participant’s contributions to the Plan that do not exceed\n3\npercent of his or her eligible compensation (which includes commissions, overtime, and bonuses) and\nfifty\ncents ($0.50) for each one dollar ($1.00) of a participant’s contributions to the Plan over the initial\n3\npercent that do not exceed\n6\npercent of his or her eligible compensation (which includes commissions, overtime and bonuses). The charge to expense for the Company match was approximately $\n29.9\nmillion, $\n25.7\nmillion and $\n27.4\nmillion for the years ended December 31, 2022, 2021 and 2020, respectively. At December 31, 2022, 2021, and 2020 approximately,\n30.6\n%,\n28.7\n%, and\n34.9\n%, respectively, of the plan assets consisted of Rollins, Inc. common stock. Total administrative fees paid by the Company for the Plan were less than $\n0.1\nmillion for each of the years ended December 31, 2022, 2021 and 2020.\nNonqualified Deferred Compensation Plan\nThe Deferred Compensation Plan provides that participants may defer up to\n50\n% of their base salary and up to\n85\n% of their annual bonus with respect to any given plan year, subject to a $\n2\nthousand per plan year minimum. The Company may make discretionary contributions to participant accounts but has not done so since 2011.\nAccounts will be credited with hypothetical earnings, and/or debited with hypothetical losses, based on the performance of certain “Measurement Funds.” Account values are calculated as if the funds from deferrals and Company credits had been converted into shares or other ownership units of selected Measurement Funds by purchasing (or selling, where relevant) such shares or units at the current purchase price of the relevant Measurement Fund at the time of the participant’s selection. Deferred Compensation Plan benefits are unsecured general obligations of the Company to the participants, and these obligations rank in parity with the Company’s other unsecured and unsubordinated indebtedness. The Company has established a “rabbi trust,” which it uses to voluntarily set aside amounts to indirectly fund any obligations under the Deferred Compensation Plan. To the extent that the Company’s obligations under the Deferred Compensation Plan exceed assets available under the trust, the Company would be required to seek additional funding sources to fund its liability under the Deferred Compensation Plan.\nGenerally, the Deferred Compensation Plan provides for distributions of any deferred amounts upon the earliest to occur of a participant’s death, disability, retirement or other termination of employment (a “Termination Event”). However, for any deferrals of salary and bonus (but not Company contributions), participants would be entitled to designate a distribution date which is prior to a Termination Event. Generally, the Deferred Compensation Plan allows a participant to elect to receive distributions under the Deferred Compensation Plan in installments or lump-sum payments.\n54\n​\nAt December 31, 2022, the Deferred Compensation Plan had\n75\nlife insurance policies with a net face value of $\n45.8\nmillion compared to\n75\npolicies with a face value of $\n53.1\nmillion at December 31, 2021. The cash surrender value of these life insurance policies was $\n23.2\nmillion and $\n27.2\nmillion at December 31, 2022 and 2021, respectively. These policies are valued using the NAV practical expedient.\nThe following table presents our non-qualified deferred compensation plan assets using the fair value hierarchy as of December 31, 2022 and 2021.\n​\n​\nCash and cash equivalents, which are used to pay benefits and deferred compensation plan administrative expenses, are held in money market funds.\nTotal expense related to deferred compensation was $\n1.1\nmillion, $\n0.3\nmillion, and $\n0.3\nmillion in 2022, 2021, and 2020, respectively. The Company had $\n23.3\nmillion and $\n27.2\nmillion in deferred compensation assets as of December 31, 2022 and 2021, respectively, included within other assets on the Company’s consolidated statements of financial position and $\n19.0\nmillion and $\n23.6\nmillion in deferred compensation liability as of December 31, 2022 and 2021, respectively, located within other current liabilities and long-term accrued liabilities on the Company’s consolidated statements of financial position. The amounts of assets were marked to fair value.\n​\n​\n13.     COMMITMENTS AND CONTINGENCIES\nIn the normal course of business, the Company and its subsidiaries are involved in, and will continue to be involved in, various claims, arbitrations, contractual disputes, investigations, and regulatory and litigation matters relating to, and arising out of, our businesses and our operations. These matters may involve, but are not limited to, allegations that our services or vehicles caused damage or injury, claims that our services did not achieve the desired results, and claims related to acquisitions and allegations by federal, state or local authorities of violations of regulations or statutes. In addition, we are parties to employment-related cases and claims from time to time, which may include claims on a representative or class action basis alleging wage and hour law violations. We are also involved from time to time in certain environmental matters primarily arising in the normal course of business. We evaluate pending and threatened claims and establish loss contingency reserves based upon outcomes we currently believe to be probable and reasonably estimable in accordance with ASC 450.\nThe Company retains, up to specified limits, certain risks related to general liability, workers’ compensation and auto liability. The estimated costs of existing and future claims under the retained loss program are accrued based upon historical trends as incidents occur, whether reported or unreported (although actual settlement of the claims may not be made until future periods) and may be subsequently revised based on developments relating to such claims. The Company contracts with an independent third party to provide the Company an estimated liability based upon historical claims information. The actuarial study is a major consideration in establishing the reserve, along with management’s knowledge of changes in business practice and existing claims compared to current balances. Management’s judgment is inherently subjective as a number of factors are outside management’s knowledge and control. Additionally, historical information is not always an accurate indication of future events. The accruals and reserves we hold are based on estimates that involve a degree of judgment and are inherently variable and could be overestimated or insufficient. If actual claims exceed our estimates, our operating results could be materially affected, and our ability to take timely corrective actions to limit future costs may be limited.\nManagement does not believe that any pending claim, proceeding or litigation, regulatory action or investigation, either alone or in the aggregate, will have a material adverse effect on the Company’s financial position, results of operations or liquidity; however, it is possible that an unfavorable outcome of some or all of the matters could result in a charge that might be material to the results of an individual quarter or year.\n​\n55\n​\n14.    STOCK-BASED COMPENSATION\nStock Compensation Plans\nTime-Lapse Restricted Shares and Restricted Stock Units\nTime-lapse restricted awards and restricted stock units (“restricted shares”) have been issued to officers and other employees under the Company’s Employee Stock Incentive Plan. The Company recognizes compensation expense for the unvested portion of awards outstanding over the remainder of the service period. The compensation cost recorded for these awards is based on their closing stock price at the grant date less the cost of estimated forfeitures. Forfeitures are estimated at the time of grant and revised, if necessary, in subsequent periods to reflect actual forfeitures.\nRestricted shares provide for the issuance of a share of the Company’s common stock at no cost to the holder and generally vest after a certain stipulated number of years from the grant date, depending on the terms of the issue. The 2022 grant of restricted shares vest in\n20\npercent increments over\nfive years\nfrom the date of grant. Prior grants vest over\nsix years\nfrom the date of grant. In some cases, the Company may issue restricted shares that vest in greater increments over a shorter period of time. During these years, grantees receive all dividends declared and retain voting rights for the granted shares. The agreements under which the one-time grant of restricted stock is issued provide that shares awarded may not be sold or otherwise transferred until restrictions established under the plans have lapsed.\nThe Company issued time lapse restricted shares of\n0.9\nmillion,\n0.8\nmillion, and\n0.9\nmillion for the years ended December 31, 2022, 2021, and 2020, respectively.\nThe Company issues new shares from its authorized but unissued share pool. At December 31, 2022, approximately\n5.9\nmillion shares of the Company’s common stock were reserved for issuance. In accordance with the FASB ASC Topic 718, “\nCompensation – Stock Compensation,”\nthe Company recognizes the fair value of the award on a straight-line basis over the service periods of each award. The Company estimates restricted share employee forfeiture rates based on its historical experience.\nThe following table summarizes the components of the Company’s stock-based compensation programs recorded as expense ($ in thousands):\n​\n56\n​\nAs of December 31, 2022 and 2021, $\n52.3\nmillion and $\n49.8\nmillion, respectively, of total unrecognized compensation cost related to time-lapse restricted shares are expected to be recognized over a weighted average period of approximately\n3.5\nyears and\n4.0\nyears at December 31, 2022 and 2021, respectively.\nThe following table summarizes information on unvested restricted shares outstanding as of December 31, 2022, 2021 and 2020.\n​\n​\nEmployee Stock Purchase Plan\n​\nOn April 26, 2022, shareholders approved the Rollins, Inc. 2022 Employee Stock Purchase Plan (“ESPP”) which provides eligible employees with the option to purchase shares of Company common stock, at a discount, through payroll deductions. Initially, a maximum of\n1,000,000\nshares of the Company’s common stock are authorized for issuance under the ESPP. Under the ESPP, shares of common stock may be purchased by eligible participants during defined purchase periods at\n90\n% of the lesser of the closing price of the Company’s common stock on the first day or last day of each purchase period. The first purchase period for the ESPP began on July 1, 2022 and ended on December 30, 2022. The Company recorded compensation expense of $\n0.4\nmillion associated with the purchase period which is included in cost of services provided and sales, general and administrative expenses for the year ended December 31, 2022.\n​\n57\n​\n15.     ACCUMULATED OTHER COMPREHENSIVE LOSS\nAccumulated other comprehensive loss consists of the following (in thousands):\n​\n​\n16.     INCOME TAXES\nThe Company’s income tax provision consisted of the following:\n​\n​\n58\n​\nThe primary factors causing income tax expense to be different than the federal statutory rate for 2022, 2021 and 2020 are as follows:\n​\n​\nOther includes the release of deferred tax liabilities, tax credits, valuation allowance, disallowed deductions, and other immaterial adjustments.\nThe provision for income taxes resulted in effective tax rates of\n26.1\n%,\n26.1\n% and\n26.5\n% on income before income taxes for the years ended December 31, 2022, 2021 and 2020, respectively. The effective rates differ from the annual federal statutory rate primarily because of state and foreign income taxes and certain other disallowed deductions.\nDuring 2022, 2021 and 2020, the Company paid income taxes of $\n119.6\nmillion, $\n119.8\nmillion and $\n81.2\nmillion, respectively, net of refunds.\nDeferred income taxes reflect the net tax effects of the temporary differences between the carrying amounts of assets and liabilities for financial reporting purposes and income tax purposes. Significant components of the Company’s deferred tax assets and liabilities at December 31, 2022 and 2021 are as follows:\n​\n​\nDeferred tax assets are included in Other assets and deferred tax liabilities are included in Other long-term accrued liabilities on the balance sheet.\n​\n59\n​\nAnalysis of the valuation allowance:\n​\n​\nAs of December 31, 2022, the Company has net operating loss carryforwards for foreign and state income tax purposes of approximately $\n22.9\nmillion, which are expected to be fully utilized when filing the 2022 income tax returns. If not used, these carryforwards will expire between 2022 and 2032. Because management believes that the loss carryforwards will be fully utilized, the valuation allowance decreased by $\n0.2\nmillion due to the dissolution of the foreign subsidiary carrying the losses. The Company has a foreign tax credit carryforward of $\n3.6\nmillion which if not fully utilized will expire in 2028.\nEarnings from continuing operations before income tax included foreign income of $\n32.9\nmillion in 2022, $\n32.5\nmillion in 2021 and $\n25.3\nmillion in 2020. The Company’s international business is expanding, and we intend to continue to grow the business in foreign markets in the future through reinvestment of foreign deposits and future earnings as well as acquisition of unrelated companies.  The Company has historically asserted that the undistributed earnings of our foreign subsidiaries are permanently reinvested.  However, in the fourth quarter of 2022, the Company has partially changed this assertion and expects to repatriate unremitted foreign earnings from our foreign subsidiaries. The Company asserts that we continue to be permanently reinvested with respect to our investments in our foreign subsidiaries.\nThe total amount of unrecognized tax benefits at December 31, 2022 that, if recognized, would affect the effective tax rate is $\n1.4\nmillion. A reconciliation of the beginning and ending amount of unrecognized tax benefits is as follows:\n​\n​\nThe Company and its subsidiaries are subject to U.S. federal income tax as well as income tax of multiple state and foreign jurisdictions. The Company’s material foreign jurisdictions include Canada, the United Kingdom and Australia. In addition, the Company has subsidiaries in various state and international jurisdictions that are currently under audit for years ranging from 2016 through 2020. With few immaterial exceptions, we are no longer subject to U.S. federal, state and local, or non-U.S., income tax examinations for years prior to 2016.\nIt is reasonably possible that the amount of unrecognized tax benefits will decrease in the next 12 months.\nThe Company’s policy is to record interest and penalties related to income tax matters in income tax expense. Accrued interest and penalties were $\n0.2\nmillion, $\n0.2\nmillion and $\n0.7\nmillion as of December 31, 2022, 2021 and 2020, respectively.\n​\n​\n​\n17.     RELATED PARTY TRANSACTIONS\nTransactions with RPC, Inc.\nThe Company provides certain administrative services to RPC, Inc. (“RPC”) (a company of which Mr. Gary W. Rollins was Chairman and currently serves as a Director). The service agreements between RPC and the Company provide for the provision of services on a cost reimbursement basis and are terminable on\nsix months\n’ notice. The services covered by these agreements include administration of\n60\n​\ncertain employee benefit programs and other administrative services. Charges to RPC (or to corporations which are subsidiaries of RPC) for such services and rent totaled approximately $\n0.1\nmillion for each of the years ended December 31, 2022, 2021, and 2020.\nTransactions with LOR, Inc.\nPurchase of Gulfstream III Aircraft\nDuring the year ended December 31, 2021, the Company purchased a Gulfstream III aircraft (“Gulfstream”) from LOR Inc. (“LOR”), a company controlled by Gary W. Rollins and certain members of his family) to be used as the Company’s primary airplane. The Company purchased the Gulfstream for $\n0.5\nmillion and paid the applicable taxes of\nforty\nthousand dollars. The purchase of the Gulfstream was approved by the Company’s Nominating and Corporate Governance Committee and the Committee was presented with an independent appraisal of the aircraft supporting the purchase. The Gulfstream was subsequently sold to a non-related third party in October 2022.\nPilot Sharing Agreement\nThe Company entered into a Pilot Sharing Agreement with LOR whereby the Company’s employee pilots may be used by LOR from time to time to operate the LOR aircraft and LOR will reimburse the Company for\n50\n% of the costs of the pilots, including salary, benefits and training. In addition, LOR and the Company are each responsible for their own fuel costs. The Pilot Sharing Agreement was approved by the Company’s Nominating and Corporate Governance Committee. Charges to LOR under the Pilot Sharing Agreement total $\n0.6\nmillion and $\n0.8\nmillion for the years ended December 31, 2022 and 2021, respectively.\nAdministrative Services Agreement\nThe Company also provides certain administrative services to LOR and rents office, hanger and storage space to LOR. Charges to LOR (or corporations which are subsidiaries of LOR) for rent and administrative services totaled $\n0.8\nmillion, $\n0.6\nmillion and $\n1.0\nmillion for the years ended December 31, 2022, 2021 and 2020, respectively.\nLear Lease Agreement\nIn 2014, P.I.A. LLC, a company then owned by our late Chairman of the Board of Directors, R. Randall Rollins, purchased a Lear Model 35A jet and entered into a lease arrangement with the Company for company use of the aircraft for business purposes. P.I.A. LLC is now owned by a trust for the benefit of the late Mr. Rollins’ family. The lease is terminable by either party on\n30 days\n’ notice. The Company pays $\n100\nper month in rent for the leased aircraft, and pays all variable costs and expenses associated with the leased aircraft, such as the costs for fuel, maintenance, storage and pilots. The Company has the priority right to use of the aircraft on business days, and Rollins family members and guests have the right to use the aircraft for personal use through the terms of an Aircraft Time Sharing Agreement with the Company. The amounts paid by the Company for the Rollins family and guests to use the aircraft for personal use will be disclosed in the Summary Compensation Table and the Director Compensation Table to be included in the Company’s 2022 Proxy Statement. During the years ended December 31, 2022, 2021 and 2020, the Company paid approximately $\n0.3\nmillion, $\n0.3\nmillion, and $\n0.6\nmillion in rent and operating costs under the Aircraft Time Sharing Agreement, respectively. The foregoing related party transactions were previously approved by the Company’s Nominating and Governance Committee of the Board of Directors.\nRelated Party Franchise Agreement\nOn December 1, 2019, Orkin, a subsidiary of the Company entered into a franchise agreement with Wilson Pest Management, Inc. The franchise is owned\n100\n% by John Wilson IV. During the years ended December 31, 2022, 2021 and 2020, the Company received a total of approximately $\n0.2\nmillion, $\n0.1\nmillion and $\n0.1\nmillion, respectively. During the year ended December 31, 2019 the Company received $\n0.8\nmillion which included payment for the franchise and an initial franchise fee of\nseventy-five\nthousand dollars in connection with the transaction. The franchise agreement provides for a monthly royalty fee of\n9.0\n% of the franchisee’s reported revenue. John Wilson IV is the son of John F. Wilson, Vice Chairman of the Company. The Company approved the agreement in accordance with its Related Party Transactions policy.\n​\n61\n​\n18.     SUBSEQUENT EVENTS\nQuarterly Dividend\nOn January 23, 2023, the Company’s Board of Directors declared a regular quarterly cash dividend on its common stock of $\n0.13\npayable March 10, 2023 to stockholders of record at the close of business February 10, 2023. The Company expects to continue to pay cash dividends to the common stockholders, subject to the earnings and financial condition of the Company and other relevant factors.\n​"
  },
  {
    "item_key": "item_9",
    "text": "None.\n​\n62\n​\n​"
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures\nThe Company has a Disclosure Committee, consisting of certain members of management to assist our Chief Executive Officer (principal executive officer) and Chief Financial Officer (principal financial officer) in preparing the disclosures required under the SEC rules and to help ensure that the Company’s disclosure controls and procedures are properly implemented. The Disclosure Committee meets on a quarterly basis and otherwise as may be necessary.\nThe Disclosure Committee, with the participation of our principal executive officer and principal financial officer, conducted an evaluation of the effectiveness of the design and operation of our disclosure controls and procedures, as defined in rules 13a 15(e) and 15d-15(e) under the Securities Exchange Act of 1934, as amended (the “Exchange Act”) as of December 31, 2022 (the “Evaluation Date”). Based on this evaluation, our principal executive officer and principal financial officer concluded that our disclosure controls and procedures were effective at the reasonable assurance level as of the Evaluation Date to ensure that the information required to be included in reports filed under the Exchange Act is recorded, processed, summarized and reported within the time periods specified in SEC rules and forms.\nManagement’s Report on Internal Control Over Financial Reporting\n—Management’s Report on Internal Control Over Financial Reporting is contained on page 26. The effectiveness of our internal control over financial reporting as of December 31, 2022 has been audited by Grant Thornton LLP, an independent registered public accounting firm, as stated in its report on page 27.\nChanges in Internal Controls\n—There were no changes in our internal control over financial reporting during the fourth quarter of 2022 that materially affected or are reasonably likely to materially affect these controls.\n​"
  },
  {
    "item_key": "item_9b",
    "text": "None\n​\n​\n63\n​\n​"
  },
  {
    "item_key": "item_9c",
    "text": "Not Applicable.\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information required by this Item, except that set forth below regarding the Company’s code of ethics, will be set forth in our Proxy Statement for the 2023 Annual Meeting of Stockholders and is incorporated herein by reference. The Proxy Statement will be filed with the SEC within 120 days of the fiscal year ended December 31, 2022, or by the following business day.\nThe Company has adopted a Code of Business Conduct that applies to all employees. In addition, the Company has adopted a Code of Business Conduct and Ethics for Directors and Executive Officers and Related Party Transactions policy. Both of these documents are available on the Company’s website at\nwww.rollins.com\n, under the heading “Governance- Governance Documents,” and a copy is available by writing to Investor Relations at 2170 Piedmont Road, Atlanta, Georgia 30324. The Company intends to satisfy the disclosure requirement under Item 5.05 of Form 8-K\nregarding an amendment to, or waiver from, a provision of its code of ethics that relates to any elements of the code of ethics definition enumerated in SEC rules by posting such information on its internet website, the address of which is provided above.\n​"
  },
  {
    "item_key": "item_11",
    "text": "The information required by this Item will be set forth in our Proxy Statement for the 2023 Annual Meeting of Stockholders and is incorporated herein by reference. The Proxy Statement will be filed with the SEC within 120 days of the fiscal year ended December 31, 2022, or by the following business day.\n​"
  },
  {
    "item_key": "item_12",
    "text": "The information required by this Item will be set forth in our Proxy Statement for the 2023 Annual Meeting of Stockholders and is incorporated herein by reference. The Proxy Statement will be filed with the SEC within 120 days of the fiscal year ended December 31, 2022, or by the following business day.\n​\n​"
  },
  {
    "item_key": "item_13",
    "text": "Information concerning certain relationships and related party transactions and director independence will be included in the Proxy Statement for the 2023 Annual Meeting of Stockholders and is incorporated herein by reference.\n​"
  },
  {
    "item_key": "item_14",
    "text": "Information regarding principal accounting fees and services will be included in the Proxy Statement for the 2023 Annual Meeting of Stockholders and is incorporated herein by reference.\n​\n​\n​\n64\n​\n​\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "​\n​\n65\n​\n​\n* Indicates management contract or compensatory plan or arrangement.\n​\n** This certification is deemed furnished, and not filed, with the Securities and Exchange Commission and is not to be incorporated by reference into any filing of Rollins, Inc. under the Securities Act of 1933, as amended, or the Securities Exchange Act of 1934, as amended, whether made before or after the date of this Annual Report on Form 10-K, irrespective of any general incorporation language contained in such filing.\n​\n+ Confidential treatment has been requested for certain portions of this exhibit. Such information has been omitted and was filed separately with the Securities and Exchange Commission.\n​\n​\n​\n​\n66\n​\n​\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\n​\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the dates indicated.\n​\n​\nThe Directors of Rollins, Inc. (listed below) executed a power of attorney appointing Jerry E. Gahlhoff, Jr.  their attorney-in-fact, empowering him to sign this report on their behalf.\n​\n​\n​\n67\n​\nROLLINS, INC. AND SUBSIDIARIES\nINDEX TO CONSOLIDATED FINANCIAL STATEMENTS AND SCHEDULE\nThe following documents are filed as part of this report.\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n68"
  }
]