[
  {
    "item_key": "item_1",
    "text": "Unless this Form 10-K indicates otherwise or the context otherwise requires, the terms “we,” “our,” “us,” “Mohawk,” or “the Company” as used in this Form 10-K refer to Mohawk Industries, Inc.\nGeneral\nMohawk is a leading global flooring manufacturer that creates products to enhance residential and commercial spaces around the world. The Company’s vertically integrated manufacturing and distribution processes provide competitive advantages in carpet, rugs, ceramic tile, laminate, wood, stone, luxury vinyl tile (“LVT”) and sheet vinyl flooring. The Company’s industry-leading innovation develops products and technologies that differentiate its brands in the marketplace and satisfy all flooring-related remodeling and new construction requirements. The Company’s brands are among the most recognized in the industry and include American Olean\n®\n, Daltile\n®\n, Durkan\n®\n, Eliane\n®\n, Feltex\n®\n, Godfrey Hirst\n®\n, IVC Commercial\n®\n, IVC Home\n®,\nKarastan\n®\n, Kerama Marazzi\n®\n, Marazzi\n®\n, Moduleo\n®\n, Mohawk\n®\n, Pergo\n®\n, Quick-Step\n®\nand Unilin\n®\n. During the past two decades, the Company has transformed its business from an American carpet manufacturer into the world’s largest flooring company with operations in Australia, Brazil,\nCanada, Europe, India, Malaysia, Mexico, New Zealand, Russia, the United Kingdom and the United States. The Company had annual net sales in 2022 of $11.7 billion. Approximately 60% of this amount was generated by sales in the United States and approximately 40% was generated by sales outside the United States. The Company has three reporting segments: Global Ceramic, Flooring North America (“Flooring NA”) and Flooring Rest of the World (“Flooring ROW”) with their 2022 net sales representing 37%, 36% and 27%, respectively, of the Company’s total revenue. Selected financial information for the three segments, geographic net sales and the location of long-lived assets are set forth in Note 18,\nSegment Reporting\n.\nGlobal Ceramic designs, manufactures, sources, distributes and markets a broad line of ceramic, porcelain and natural stone tile products used for floor and wall applications in residential and commercial channels for both remodeling and new construction. In addition, Global Ceramic manufactures, sources and distributes other products, including natural stone, porcelain slabs and quartz countertops, as well as installation materials. Global Ceramic markets and distributes its products under various brands, including the following:  American Olean, Daltile, Eliane, EmilGroup\n®\n, KAI\n®\n, Kerama Marazzi, Marazzi and Ragno\n®\n. The Segment sells its products through company-owned and franchised operations, independent distributors, home centers, floor covering retailers, ceramic specialists, commercial contractors and commercial end users. Global Ceramic operations are vertically integrated from the production of raw material for body and glaze preparation to the manufacturing and distribution of ceramic and porcelain tile and countertops.\nFlooring NA designs, manufactures, sources and distributes a broad range of floor covering products in a variety of colors, textures and patterns for both residential and commercial remodeling and new construction channels. The Segment’s product lines include broadloom carpet, carpet tile, rugs and mats, carpet pad, laminate, medium-density fiberboard (“MDF”), wood flooring, LVT and sheet vinyl. Flooring NA markets and distributes its flooring products under various brands, including the following: Aladdin Commercial\n®\n, Durkan, IVC\n®\n, Karastan, Mohawk, Mohawk Group\n®\n, Mohawk Home\n®\n, Pergo, Portico\n®\nand Quick-Step. The Segment sells its products through floor covering retailers, distributors, home centers, mass merchants, department stores, e-commerce retailers, shop at home, buying groups, builders, commercial contractors and commercial end users.\nFlooring ROW designs, manufactures, sources and distributes a wide variety of laminate, LVT and sheet vinyl, wood flooring, broadloom carpet and carpet tile collections used in residential and commercial markets for both remodeling and new construction. In addition, Flooring ROW manufactures roofing panels, insulation boards, mezzanine flooring, MDF and chipboards primarily for the European market. The Segment also licenses certain patents related to flooring manufacturing throughout the world. The Segment markets and distributes its products under various brands, including the following: Feltex, GH Commercial\n®\n, Godfrey Hirst, Hycraft\n®\n, IVC Commercial, IVC Home, Leoline\n®\n, Moduleo, Pergo, Quick-Step and Unilin. The Segment sells its products through floor covering retailers, wholesalers, Company-operated distributors, independent distributors and home centers.\n3\nBusiness Strategy\nMohawk’s business strategy provides a consistent vision for the organization and focuses employees around the globe on key priorities. The strategy is cascaded down through the organization with an emphasis on five key points:\n•\nOptimizing the Company’s position as the industry’s preferred provider by delivering exceptional value to customers;\n•\nTreating employees fairly to retain the best organization;\n•\nDriving innovation in all aspects of the business;\n•\nTaking reasonable, well considered risks to grow the business; and\n•\nEnhancing the communities in which the Company operates.\nThe Mohawk business strategy provides continuity for the Company’s operating principles and ensures a focus on exceeding customer expectations.\nStrengths\nMarket Position\nMohawk’s fashionable and innovative products, successful participation in all sales channels, creative marketing tools and programs and extensive sales resources have enabled the Company to build market leadership positions in multiple geographies, primarily North America, Brazil, Europe, Russia and Australasia, as well as to export products to approximately 170 countries. In North America, Mohawk’s largest marketplace, the Company has leveraged its brands, broad offering and award-winning merchandising to build strong positions across all product categories. In Europe and Russia, similar advantages have supported market leadership in ceramic tile, premium laminate and sheet vinyl. The Company also has established a strong position in the fast-growing LVT market in the U.S. and Europe following the 2015 acquisition of IVC and subsequent investments to expand production and capacity. The 2018 acquisition of Godfrey Hirst provided the Company with the largest market position in carpet in Australasia to complement the leading hard surface presence that the Company had grown through its earlier acquisitions of national distributors in both Australia and New Zealand. In 2018, the Company acquired Eliane, a leading ceramic tile manufacturer in Brazil, the world’s third largest ceramic market. The Eliane brand is highly regarded for innovative design and strength in high-end porcelain floor and wall tile. The Company believes Eliane is Brazil’s largest ceramic tile exporter.\n4\nProduct Innovation\nMohawk drives performance through innovation and process improvements across all product categories. In ceramic, this includes proprietary Reveal Imaging® printing that replicates the appearance of other surfaces, such as long planks with the visuals and texture of natural wood as well as tiles that mimic natural stone, cement, textiles and other alternatives. The Company has pioneered an innovative ceramic tile technology called StepWise™ that is infused into our top-quality porcelain tile to significantly improve slip resistance. Given the frequent use of ceramic tile in kitchens and baths, the Company has also introduced numerous collections featuring antimicrobial treatment that becomes a permanent part of the product. In Italy and Russia, the Company manufactures large-scale porcelain slabs that replicate the look of stone but are harder and more durable. In addition to satisfying demand for their domestic markets, porcelain slabs produced in Europe are also exported to North America, where along with the Company’s quartz countertop and natural stone slab offerings they provide customers with a comprehensive array of surface options. In carpet, the Company introduced the unique Air.o™ unified soft surface collection that integrates a polyester pad into tufted carpet, offering consumers a hypoallergenic and moisture-resistant alternative to traditional carpet. The Company has also launched an innovative carpet backing called Recover™ that is hypoallergenic, latex and VOC free and is easier to install and seam. The Company’s exclusive fiber technologies include the proprietary bio-based SmartStrand® and its brand extensions that represented the first super-soft stain-resistant products on the market as well as the patented Continuum™ process that adds bulk and softness to polyester fiber, differentiating the Company’s products in this fast-growing component of the carpet market. These fiber advantages have been extended into the Company’s rug production, as well, adding luxurious feel and performance enhancements to the Company’s design leadership. In laminate, the Company’s patented Uniclic® installation technology revolutionized the category and has been extended into the LVT and wood categories, as well. The Company continues to deliver new innovations such as unique HydroSeal™ water-resistance that has extended the laminate category into kitchens and baths, more realistic visuals with GenuEdge® pressed bevel edges and surface embossing in register that precisely recreates the appearance of wood. As consumer preference for water-proof flooring has increased, the Company has introduced a propriety technology called WetProtect™ that makes the joints of installed laminate and LVT water tight and prevents liquid spills from reaching the subfloor. This technology has been uniquely applied to wood flooring with UltraWood™, which also features an advanced waterproof finish in addition to improved scratch, wear and dent resistance. The Company’s vinyl offerings reflect significant investments in leading-edge technology that yield incredibly realistic reproductions of stone, wood and other materials with embossed finishes that create more realistic visuals. To complement the beauty of its LVT collections, the Company has also enhanced the performance of its premium rigid products with a solid stone-plastic composite core and an enhanced lacquer finish to provide a dent proof, scratch resistant surface that can withstand today’s active family homes.\nOperational Excellence\nMohawk’s highly efficient manufacturing and distribution assets serve as the foundation for successful growth. By leveraging continuous process improvement and automation, the Company’s operations drive innovation, quality and value. Through its commitment to sustainability practices, the Company has also optimized natural resources and raw materials. The Company has invested to expand capacity, introduce differentiated new products and improve efficiencies. In particular, the Company’s capital investments have improved recently acquired businesses by upgrading their product offerings, expanding their distribution and improving their productivity. For seventeen years, Mohawk’s training and development programs have been ranked among the best by\nTraining\nmagazine, and\nForbes\nhas designated Mohawk as one of the Best Large U.S. Employers.\nSustainability\nMohawk’s sustainability strategy is founded on three pillars: Better for People, Better for the Planet, and Better for Performance. Through the Better for the People pillar, the Company focuses on employee engagement, health and wellbeing, workforce development, a\nZero-Harm Workplace\nand community engagement initiatives.\nHighlights of this pillar include Mohawk Group’s\nArtLifting\npartnership working with artists with disabilities to include their designs in commercial flooring collections, and an extensive internal training initiative from the plant floor to the C-suite. In the U.S. and Mexico, the Company operates on-site, near-site or virtual Healthy Life Centers to assist employees and their eligible family members with management of chronic conditions as well as treatment of acute illness. Through the Better for the Planet pillar, Mohawk focuses on a climate-positive future through energy conservation, water restoration and product circularity, including waste reduction and responsible sourcing. The Company uses extensive recycled content in many of its products, including transforming billions of discarded plastic bottles annually to create polyester carpet fiber and millions of pounds of tires annually to produce decorative crumb rubber mats. The Company also produces energy through solar panels, windmills and a waste-to-energy program using scrap wood material. Through the Better for Performance pillar, the Company focuses on ESG governance, ethics and data security and privacy, including creating and maintaining ESG-related policies. The sustainability section of our corporate website sets forth our initiatives with respect to these pillars and will be updated periodically but is not incorporated into this document.\n5\nSales and Distribution\nGlobal Ceramic\nGlobal Ceramic designs, markets, manufactures, distributes and sources a broad line of ceramic tile, porcelain tile and natural stone products, including natural stone, porcelain slabs and quartz countertops. Products are distributed through various channels, including independent distributors, home centers, Company-operated service centers and stores, ceramic tile specialists, commercial contractors and directly to commercial end users. The business is organized with dedicated sales forces to address the specific customer needs of each distribution channel.\nThe Company provides customers with one of the ceramic tile industry’s broadest product lines—a complete selection of glazed floor tile, glazed wall tile, mosaic tile, porcelain tile, quarry tile, porcelain landscaping pavers, porcelain roofing, stone products, porcelain slabs, quartz countertops and installation products. In addition to products manufactured by the Company’s ceramic tile business, the Company also sources products from other manufacturers to enhance its product offering.\nGlobal Ceramic markets its products under the American Olean, Daltile, Eliane, EmilGroup, KAI, Kerama Marazzi, Marazzi and Ragno brand names. These brands are supported by a fully integrated marketing program, displays, merchandising boards, literature, catalogs and websites. Innovative design, quality and response to changes in customer preference enhance recognition in the marketplace. The Company is focused on sales growth opportunities through innovative products and programs in both the residential and commercial channels for both remodeling and new construction.\nGlobal Ceramic utilizes various distribution methods including regional distribution centers, service centers, direct shipping and customer pick-up from manufacturing facilities. The Segment’s sales forces are organized by product type and sales channels in order to best serve each type of customer. The Company believes its distribution methods for Global Ceramic provide high-quality customer service and enhance its ability to plan and manage inventory requirements.\nFlooring NA\nThrough Flooring NA, the Company designs, markets, manufactures, distributes and sources broadloom carpet, carpet tile, carpet pad, rugs, laminate, LVT, sheet vinyl and wood flooring in a broad range of colors, textures and patterns. Flooring NA positions product lines in all price ranges and emphasizes quality, style, performance and service. Flooring NA markets and distributes its product lines to independent distributors, floor covering retailers, home centers, mass merchandisers, department stores, e-commerce retailers, shop at home, buying groups, commercial contractors and commercial end users. Some products are also marketed through private labeling programs. Sales to customers focused on residential products represent a significant portion of the total industry and the majority of the Segment’s sales.\nThe Company has positioned its brand names across all price ranges. Karastan, Mohawk, Mohawk Home, Pergo, Portico and Quick-Step are positioned to sell in the residential flooring markets. Aladdin Commercial and Mohawk Group are positioned to sell in the commercial market, which is made up of corporate office space, educational facilities, institutional facilities, healthcare/assisted living facilities and retail space. The Company also sells into the commercial hospitality space (hotels, restaurants, gaming facilities, etc.) under its Durkan brand.\nThe Segment’s sales forces are generally organized by sales channels to best serve each type of customer. Product delivery to independent dealers is facilitated predominantly on Mohawk trucks operating from a strategically positioned national network of warehouses and cross-docks that receive inbound product directly from the Company’s manufacturing operations.\nFlooring ROW\nFlooring ROW designs, manufactures, markets, licenses, distributes and sources laminate, LVT, sheet vinyl, wood flooring, broadloom carpet and carpet tile. It also designs and manufactures roofing panels, insulation boards, MDF and chipboards. Products are sold through separate distribution channels, consisting of retailers, independent distributors, Company-operated distributors, wholesalers, home centers, commercial contractors and commercial end users. The business is organized to address the specific customer needs of each distribution channel.\n6\nFlooring ROW markets and sells laminate, LVT, sheet vinyl, broadloom carpet, carpet tile and wood under the Feltex, GH Commercial, Godfrey Hirst, Hycraft, IVC Commercial, IVC Home, Leoline, Moduleo, Pergo and Quick-Step brands. Flooring ROW also sells private label laminate, wood and vinyl flooring products. The Company believes Quick-Step and Pergo are leading brand names in the European flooring industry, and that Godfrey Hirst and Feltex are leading brand names in the Australasian flooring market. In addition, Flooring ROW markets and sells insulation boards, roof panels, MDF and chipboards in Europe under the Unilin brand. The Segment also licenses its intellectual property to flooring manufacturers throughout the world.\nThe Company uses regional distribution centers and direct shipping from manufacturing facilities to provide high-quality customer service and enhance the Company’s ability to plan and manage inventory requirements.\nAdvertising and Promotion\nThe Company’s brands are among the best known and most widely distributed in the industry. The Company vigorously supports the value and name recognition of its brands through traditional advertising channels, including numerous trade publications and unique promotional events that highlight product design and performance, as well as social media initiatives and Internet-based advertising. The Company has invested significantly in websites that educate consumers about the Company’s products, helping them to make informed decisions about purchases, and that identify local retailers that offer the Company’s collections. The Company offers its customers the award-winning Omnify™, an Internet platform that automatically syncs updated product and sales information between the Company and its U.S. aligned retailer websites, ensuring that consumers have access to the most accurate and timely information and creating a faster connection between the consumer and local retailers.\nIn North America, the Company actively supports well known programs such as Susan G. Komen\n®\n(breast cancer research), Habitat for Humanity\n®\n(housing for low income families) and Operation Finally Home\n®\n(housing for disabled veterans), which include marketing partnerships that showcase the Company’s products and highlight its corporate values. The Company also sponsors a European cycling team to promote its Quick-Step brand through logo placements and use of the team in its advertising and point-of-sale displays.\nThe Company introduces new products, merchandising and marketing campaigns through participation in regional, national and international trade shows as well as at exclusive dealer conventions. The Company supports sales with its retail customers through cooperative advertising programs that extend the reach of the Company’s promotion as well as with innovative merchandising displays that highlight the Company’s differentiated products and provide samples to consumers. The cost of providing merchandising displays, product samples and point of sale promotional marketing, is partially recovered by the purchase of these items by the Company’s customers.\nManufacturing and Operations\nGlobal Ceramic\nThe Company’s ceramic tile manufacturing operations are vertically integrated from the production of raw material for body and glaze preparation to the manufacturing and distribution of ceramic and porcelain tile and quartz countertops. The Company believes that its manufacturing organization’s leading-edge technology offers competitive advantages due to its ability to create a differentiated product line consisting of one of the industry’s broadest offerings of sizes, shapes, colors, textures and finishes, as well as the industry’s largest offering of trim and decorative pieces. In addition, Global Ceramic also sources a portion of its collections to enhance its product offerings. Global Ceramic continues to invest in equipment that utilizes the latest technologies, which supports the Company’s efforts to increase manufacturing capacity, improve efficiency, meet the growing demand for its innovative products and develop new capabilities.\nFlooring NA\nThe Company’s carpet and rug manufacturing operations are vertically integrated and include the extrusion of triexta, nylon, polyester and polypropylene resins, as well as recycled post-consumer plastics, into fiber. Flooring NA is also vertically integrated in yarn processing, carpet backing manufacturing, tufting, weaving, dyeing, coating and finishing.\n7\nThe Segment is also vertically integrated with significant manufacturing assets that produce laminate flooring, high density fiber board, wood flooring, fiberglass sheet vinyl and luxury vinyl tile. Flooring NA continues to invest in capital projects, such as the expansion of the Company’s North American LVT and premium laminate manufacturing capacity. Other investments in state-of-the-art equipment support market growth, increase manufacturing efficiency and improve overall cost competitiveness.\nFlooring ROW\nThe Company’s laminate and vinyl flooring manufacturing operations in Europe are vertically integrated. The Company believes Flooring ROW has advanced equipment that results in competitive manufacturing in terms of cost and flexibility. In addition, Flooring ROW has significant manufacturing capability for wood flooring, LVT and sheet vinyl. The 2018 acquisition of Godfrey Hirst established vertically integrated broadloom carpet and carpet tile operations in Australia and New Zealand, including the production of wool yarn. Flooring ROW is also vertically integrated in carpet manufacturing, including tufting, weaving, dyeing, coating and finishing.\nFlooring ROW continues to invest in capital expenditures such as LVT and laminate expansions, as well as further investments in new future-proof capacity in chipboards and MDF, respectively, utilizing the latest advances in technologies to increase manufacturing capacity, improve efficiency and develop new capabilities including state-of-the-art, fully integrated production that will leverage the Company’s proven record of bringing innovative and high-quality products to its markets. The manufacturing facilities for roofing panels, insulation boards, MDF and chipboards in Flooring ROW are all configured for cost-efficient manufacturing and production flexibility and are competitive in the European market.\nInputs and Suppliers\nGlobal Ceramic\nThe principal raw materials used in the production of ceramic tile are clay, talc, feldspar, industrial minerals and glazes. The Company has long-term clay mining rights in North America, Russia, Bulgaria and Brazil that satisfy a portion of its clay requirements for producing tile. The Company also purchases a number of different grades of clay for the manufacture of its tile. Glazes are used on a significant percentage of manufactured tiles. Glazes consist of frit (ground glass), zircon, stains and other materials, with frit being the largest component. The Company manufactures a significant amount of its frit requirements. The Company believes that there is an adequate supply of all grades of clay, talc and industrial minerals that are readily available from a number of independent sources. If these suppliers were unable to satisfy the Company’s requirements, the Company believes that alternative supply arrangements would be available.\nFlooring NA\nThe principal raw materials used in the production of carpet and rugs are polypropelene, polyester, triexta, nylon, caprolactam, recycled post-consumer plastics, synthetic backing materials, latex and various dyes and chemicals, the majority of which are petroleum-based. The Company uses wood chips, wood veneers, lumber, paper and resins in its production of laminate and wood products.  In its vinyl flooring operations, the Company uses glass fiber, plasticizers and polyvinyl chloride (PVC) resins. Major raw materials used in the Company’s manufacturing process are available from independent sources, and the Company obtains most of its raw materials from major suppliers that provide inputs to each major product category. If these suppliers were unable to satisfy the requirements, the Company believes that alternative supply arrangements would be available. The market for raw materials is sensitive to temporary disruptions.\nFlooring ROW\nThe principal raw materials used in the production of boards, laminate and wood flooring are wood, paper and resins. The wood suppliers provide a variety of wood species, providing the Company with a cost-effective and secure supply of raw material. In its vinyl flooring operations, the Company uses glass fiber, plasticizers and PVC resins. Major raw materials used in the Company’s manufacturing process are available from independent sources, and the Company has long-standing relationships with a number of suppliers. The principal raw materials used in the production of broadloom carpet and carpet tile are polypropelene, polyester, triexta, nylon, caprolactam, recycled post-consumer plastics, synthetic backing materials, latex and various dyes and chemicals, the majority of which are petroleum-based. If these suppliers were unable to satisfy the requirements, the Company believes that alternative supply arrangements would be available. The market for raw materials is sensitive to temporary disruptions.\n8\nIndustry and Competition\nThe Company is the largest flooring manufacturer in a fragmented industry composed of a wide variety of companies ranging from small, privately-held firms to large multinationals. In 2021, the U.S. floor covering industry reported $33.7 billion in sales, up approximately 21.7% over 2020’s sales of $27.7 billion.  In 2021, the primary categories of flooring in the U.S., based on sales, were carpet and rugs (38.5%), resilient consisting of LVT, sheet vinyl and various other resilient categories (27.0%), wood (12.9%), ceramic tile (12.4%), stone (6.0%) and laminate (3.2%). In 2021, the primary categories of flooring in the U.S., based on square feet sold, were carpet and rugs (45.3%), resilient consisting of LVT, sheet vinyl and various other resilient categories (31.1%), ceramic tile (12.5%), wood (6.1%), laminate (3.5%) and stone (1.5%).  Each of these categories is influenced by the residential and commercial construction and residential and commercial remodeling end-use markets. These markets are influenced by many factors including changing consumer preferences, consumer confidence, spending for durable goods, interest rates, inflation, availability of credit, turnover in housing and the overall strength of the economy.\nThe principal methods of competition within the floor covering industry generally are product innovation, style, quality, price, performance technology and service. In each of the markets, price and market coverage are particularly important when competing among product lines. The Company actively seeks to differentiate its products in the marketplace by introducing innovative products with premium features that provide a superior value proposition. The Company’s investments in manufacturing technology, computer systems and distribution network, as well as the Company’s marketing strategies and resources, contribute to its ability to compete on the basis of performance, quality, style and service, rather than price.\nGlobal Ceramic\nGlobally, the ceramic tile industry is significantly fragmented. Certain regions around the world have established sufficient capacity to allow them to meet domestic needs in addition to exporting product to other markets where their design and/or technical advantages may drive consumer preferences. Some mature markets have seen industry consolidation driven by mergers and acquisitions; however, most markets are comprised of many relatively small manufacturers all working with similar technologies, raw materials and designs. During 2021, the estimated global capacity for ceramic tile was 197 billion square feet – up slightly from the prior year primarily due to increased production capacity in China – with selling prices varying widely based on many factors, including supply within the market, materials used, size, shape and design. While the Company operates ceramic manufacturing facilities in eight countries, the Company has leveraged advantages in technology, design, brand recognition and marketing to extend exports of its products to approximately 160 countries. As a result of this global sales strategy, the Company faces competition in the ceramic tile market from a large number of foreign and domestic manufacturers, all of which compete for sales of ceramic tile to customers through multiple residential and commercial channels. The Company believes it is the largest manufacturer, distributor and marketer of ceramic tile in the world. The Company also believes it is the largest manufacturer, distributor and marketer of ceramic tile in specific markets, including the U.S., Europe and Russia, as well as maintaining leading positions in the Mexican and Brazilian markets. The Company has leveraged the advantages of its scale, product innovation and unique designs in these markets to solidify its leadership position, however the Company continues to face pressures in these markets from imported ceramic products as well as alternate flooring categories.\nFlooring NA\nThe North American flooring industry is highly competitive, with an increasing variety of product categories, shifting consumer preferences, supply chain disruptions and pressures from imported products, particularly in the rug and hard surface categories. Based on industry publications, in 2021, the U.S. flooring industry had carpet and rug sales in excess of $13.0 billion out of the overall $33.7 billion market. Based on its 2021 net sales, the Company believes it is the largest producer of rugs and the second largest producer of carpet in the world. The Company differentiates its carpet and rug products in the marketplace through proprietary fiber systems, state-of-the-art manufacturing technologies and unique styling as well as leveraging the strength of some of the oldest and best-known brands in the industry. The Company also believes it is the largest manufacturer and distributor of laminate flooring in the U.S., as well as the producer of the industry’s first waterproof wood flooring. The Company’s leading position in laminate flooring is driven by the strength of its premium brands as well as technical innovations such as water resistance, realistic visuals, beveled edges, deeply embossed in register surfaces and patented installation technologies. The U.S. resilient industry is highly competitive, and according to industry publications, grew more than 30.3% in 2021. Based on industry publications, in 2021, LVT, sheet vinyl and other various resilient categories generated sales of $9.1 billion out of the $33.7 billion total U.S. flooring market. The Company believes that it is one of the largest manufacturers and distributors of LVT and sheet vinyl in the U.S. The Company’s sheet vinyl operations produce fiberglass backed products, which have proven more popular with consumers in the past several years due to superior performance and durability.\n9\nFlooring ROW\nThe Company faces competition in the non-U.S. laminate, wood, LVT and sheet vinyl flooring business from a large number of domestic manufacturers as well as pressures from imports. The Company believes it is one of the largest manufacturers and distributors of laminate flooring in the world, with a focus on premium products, which the Company supplies under some of the best-known and most widely marketed brands in its regions. In addition, the Company believes it has a competitive advantage in its laminate flooring markets as a result of the Company’s industry-leading water resistance, realistic visuals and embossed-in-register surfaces as well as patented installation technologies, all of which allow the Company to differentiate its products in the areas of design, performance, installation and assembly. In wood flooring, the Company has extended the strength of its well-known laminate brands and its installation technologies to add value to its wood collections. The Company faces competition in the non-U.S. vinyl flooring channel from a large number of domestic and foreign manufacturers, but believes it has a competitive advantage in its LVT and sheet vinyl markets due to industry-leading design, patented technologies, brand recognition and vertical integration. The Company has elevated the performance of its sheet vinyl collections and is now aggressively placing the product in commercial applications. After initially extending its geographic footprint by acquiring national hard surface distributors in Australia and New Zealand, the Company acquired Godfrey Hirst, making the Company the largest manufacturer of carpet in both countries. The Company has integrated its soft and hard surface businesses to provide a comprehensive offering to residential and commercial customers in the region. In Australia and New Zealand, the Company faces competition from a large number of domestic and foreign manufacturers, but believes it has a competitive advantage in its carpet and hard surface offering due to industry-leading design, patented technologies, brand recognition and vertical integration of manufacturing and distribution. Through the acquisitions of Xtratherm and of Ballytherm, the Company has extended its insulation panel business to the United Kingdom and Ireland while expanding sales in its core Benelux Region. The Company also expanded its European wood panels business by acquiring German-based Berghoef and Otto Schneider (mezzanine flooring) and French-based Panneaux De Corrèze (MDF). The Company also extended its sheet vinyl business with the acquisition of Polish-based Lentex.\nPatents and Trademarks\nIntellectual property is important to the Company’s business and the Company relies on a combination of patent, copyright, trademark and trade secret laws to protect its interests.\nThe Company uses several trademarks that it considers important in the marketing of its products, including American Olean, Daltile, Durkan, EmilGroup, Feltex, Godfrey Hirst, IVC Commercial, IVC Home, Karastan, Leoline, Marazzi, Moduleo, Mohawk, Mohawk Group, Mohawk Home, Pergo, Quick-Step and\nUnilin. These trademarks reflect innovations in design, performance and installation, which represent competitive advantages and provide differentiation from competing brands in the market.\nFlooring ROW owns a number of patent families in Europe and the U.S., some of which the Company licenses to manufacturers throughout the world. The Company continues to explore additional opportunities to generate revenue from its patent portfolio.\nMajor Customers\nDuring 2022, no single customer accounted for more than 10% of the Company’s total net sales, and the top 10 customers accounted for less than 20% of the Company’s total net sales. The Company believes the loss of one major customer would not have a material adverse effect on its business.\nHuman Capital\nThe Company’s management team recognizes the importance of its employees to the Company’s overall long-term success.  The Company continues to focus on the recruitment, development, safety, engagement, and retention of its employees. The Company continues to monitor the impact of the COVID-19 pandemic and will continue to implement safety procedures to prevent workplace transfer of the virus.\nAs of December 31, 2022, the Company employed approximately 40,900 persons, consisting of approximately 17,700 in North America - United States, approximately 14,800 in Europe and Russia and approximately 8,400 in other countries. The majority of the Company’s European and Russian manufacturing employees are members of unions. Additionally, the Company has not experienced any major strikes or work stoppages in recent years. The Company believes that its relations with its employees are good.\n10\nAvailable Information\nThe Company’s Internet address is https://www.mohawkind.com. The Company makes available the following reports it files on its website, free of charge, under the heading “Investors”:\n•\nannual reports on Form 10-K;\n•\nquarterly reports on Form 10-Q;\n•\ncurrent reports on Form 8-K; and\n•\namendments to the foregoing reports.\nThe foregoing reports are made available on the Company’s website as soon as practicable after they are filed with, or furnished to the Securities and Exchange Commission (“SEC”)."
  },
  {
    "item_key": "item_1a",
    "text": "In addition to the other information provided in this Form 10-K, the following risk factors should be considered when evaluating an investment in shares of the Company’s Common Stock. If any of the events described in these risks were to occur, it could have a material adverse effect on the Company’s business, financial condition and results of operations.\nIndustry and Economic Risks\nThe floor covering industry is sensitive to changes in general economic conditions, such as consumer confidence, income and spending, corporate and government spending, interest rate levels, availability of credit and demand for housing. Significant or prolonged declines in the U.S. or global economies could have a material adverse effect on the Company’s business.\nDownturns in the U.S. and global economies negatively impact the floor covering industry and the Company’s business. During times of economic uncertainty or decline, end consumers tend to spend less on remodeling their homes, which is how the Company derives a majority of its sales. Likewise, new home construction - and the corresponding need for new flooring materials - tends to slow down during recessionary periods. In the foreseeable future, cyclical downturns could cause the industry to deteriorate globally or in the local markets in which the Company operates. A significant or prolonged decline in residential or commercial remodeling or new construction activity could have a material adverse effect on the Company’s business and results of operations.\nThe Company faces intense competition in the flooring industry that could decrease demand for the Company’s products or force it to lower prices, which could have a material adverse effect on the Company’s business.\nThe floor covering industry is highly competitive. The Company faces competition from a number of manufacturers and independent distributors. Some of the Company’s competition is from companies located outside of the major markets in which the Company participates, and these competitors may benefit from lower input costs or state subsidies. Also, trade tariffs may impact both the Company and its competitors in different and unpredictable ways. Maintaining the Company’s competitive position may require substantial investments in the Company’s product development efforts, manufacturing facilities, distribution network and sales and marketing activities. Competitive pressures may also result in decreased demand for the Company’s products, force the Company to lower prices or prevent the Company from raising prices to keep up with inflation. Moreover, fluctuations in currency exchange rates and input costs may contribute to more attractive pricing for imports that compete with the Company’s products, which may put pressure on the Company’s pricing. Any of these factors could have a material adverse effect on the Company’s business.\n11\nThe COVID-19 pandemic has materially impacted the Company’s business, and may continue to impact the Company’s business in the future.\nThe COVID-19 pandemic has impacted areas where the Company operates and sells its products and services. Mohawk generates sales in approximately 170 countries and maintains manufacturing operations in 19 countries. Due to its large global footprint, Mohawk’s business is sensitive to macroeconomic events in the United States and abroad, including the COVID-19 pandemic. The Company may continue to see fluctuating demand across a number of its markets resulting from the COVID-19 pandemic.\nDuring economic downturns, including downturns resulting from the COVID-19 pandemic, demand for the Company’s products may significantly decrease. This reduced demand may lead to lower sales and intensified competitive pressures.\nIn addition, the Company has experienced certain disruptions to its business related to the COVID-19 pandemic, and further disruptions may occur that could materially affect the Company’s ability to obtain supplies, manufacture its products or deliver inventory in a timely manner. Although the Company believes that it can manage its exposure to these risks, there is no guarantee that the Company will be able to do so in the future. The extent to which the COVID-19 pandemic may continue to impact the Company’s operations, results of operations, liquidity and financial condition will depend on future developments, which are highly uncertain and cannot be predicted with confidence.\nTo the extent the COVID-19 pandemic adversely affects the Company’s business, financial conditions and results of operations it may also have the effect of heightening many of the other risks described in this “Risk Factors” section.\nInternational Risks\nThe ongoing military conflict between Russia and Ukraine has impacted and may continue to affect the Company’s business and results of operations.\nAs a result of Russian military actions in Ukraine during fiscal 2022, the Company experienced supply chain disruption of raw materials sourced from Ukraine (primarily clay), as well as other materials and spare parts needed in the Company’s operations. The Company was also impacted by global increases in the cost of natural gas, oil and oil-based raw materials and chemicals. In addition, the United States, the European Union and other governments have imposed and extended sanctions on certain individuals and financial institutions and have proposed to use broader economic sanctions. Russia also imposed reciprocal sanctions against the United States and European Union. Since first quarter 2022, the Company has suspended new investments in Russia.\nThe broader consequences of this conflict, which may include further economic sanctions, embargoes, regional instability, and geopolitical shifts; potential retaliatory actions, including nationalization of foreign-owned businesses; increased tensions between the United States and countries in which the Company operates; and the extent of the conflict’s effect on the Company’s business and results of operations, as well as the global economy, cannot be predicted. Any future consequences of the conflict, including additional economic sanctions, may result in an adverse effect on the Company’s Russian operations, which represented approximately 5% of net sales for the year ended December 31, 2022. The Company continues to monitor the potential impacts on its business and the ancillary impacts that the conflict may have on its other global operations.\nThe Company manufactures, sources and sells many products internationally and is exposed to risks associated with doing business globally.\nThe Company’s international activities are significant to its manufacturing capacity, revenues and profits; and the Company continues to expand internationally through the construction of new manufacturing operations and investments in existing ones. Currently, Flooring ROW has significant operations in Europe, Russia, Brazil, Malaysia, Australia and New Zealand, and Global Ceramic has significant operations in Brazil, Europe, Russia and Mexico. In addition, the Company sources raw materials and finished goods from multiple international locations.\n12\nThe Company’s international sales, supply chain, operations and investments are subject to risks and uncertainties, including:\n•\nchanges in foreign country regulatory requirements;\n•\ndiffering business practices associated with foreign operations;\n•\nvarious import/export restrictions and the availability of required import/export licenses;\n•\nimposition of foreign or domestic tariffs and other trade barriers;\n•\nforeign currency exchange rate fluctuations;\n•\ndiffering inflationary or deflationary market pressures, including the recent increase in inflation globally;\n•\nforeign country tax rules, regulations and other requirements, such as changes in tax rates and statutory and judicial interpretations in tax laws;\n•\ndiffering labor laws and changes in those laws;\n•\nwork stoppages and labor shortages, including as a result of the COVID-19 pandemic;\n•\ndisruptions in the shipping of imported and exported products;\n•\ngovernment price controls;\n•\nextended payment terms and the inability to collect accounts receivable;\n•\npotential difficulties repatriating cash from non-U.S. subsidiaries; and\n•\ncompliance with laws governing international relations and trade, including those U.S. and European Union laws that relate to sanctions and corruption.\nThe Company cannot assure investors that it will succeed in developing and implementing policies and strategies to address the foregoing risks effectively in each location where the Company does business, and, therefore that the foregoing factors will not have a material adverse effect on the Company’s business.\nThe Company operates in emerging markets, including Brazil, eastern Europe, Malaysia, Mexico and Russia, and therefore has exposure to doing business in potentially unstable areas of the world.\nOperations in emerging markets are subject to greater risk than more developed markets, including in some cases significant legal, economic and political risks. Market conditions and the political structures that support them are subject to rapid change in these economies, and the Company may not be able to react quickly enough to protect its assets and business operations. In particular, developing markets in which the Company operates may be characterized by one or more of the following:\n•\ncomplex and conflicting laws and regulations, which may be inconsistently or arbitrarily enforced;\n•\nhigh incidences of corruption in state regulatory agencies;\n•\nvolatile inflation;\n•\nwidespread poverty and resulting political instability;\n•\ncompliance with laws governing international relations and trade, including U.S. and European Union laws that relate to sanctions and corruption;\n•\nimmature legal and banking systems;\n•\nuncertainty with respect to title to real and personal property;\n•\nunderdeveloped infrastructure;\n•\nheavy state control of natural resources and energy supplies;\n•\nstate ownership of transportation and supply chain assets;\n•\nhigh protective tariffs and inefficient customs processes;\n•\nhigh crime rates; and\n•\nwar and/or armed conflict.\nChanges in any one or a combination of these factors could have a material adverse effect on the Company’s business.\nFluctuations in currency exchange rates may impact the Company’s financial condition and results of operations and may affect the comparability of results between the Company’s financial periods.\nThe results of the Company’s foreign subsidiaries are translated into U.S. dollars from the local currency for consolidated reporting. The exchange rates between some of these currencies and the U.S. dollar in recent years have fluctuated significantly and may continue to do so in the future. The Company may not be able to manage effectively its currency translation risks, and volatility in currency exchange rates may have a material adverse effect on the Company’s consolidated financial statements and affect comparability of the Company’s results between financial periods.\n13\nBusiness and Operational Risks\nThe Company may be unable to predict customer preferences or demand accurately, or to respond to technological developments.\nThe Company operates in a market sector where demand is strongly influenced by rapidly changing customer preferences as to product design, product category and technical features. Failure to quickly and effectively respond to changing customer demand or technological developments could have a material adverse effect on the business.\nIn periods of rising costs, the Company may be unable to pass raw materials, labor, energy and fuel-related cost increases on to its customers, which could have a material adverse effect on the Company\n’\ns business.\nThe supply and prices of raw materials, labor, energy and fuel-related costs, including those related to oil and natural gas, are subject to market conditions and are impacted by many factors beyond the Company’s control, including geopolitical conflict, pandemics (such as the COVID-19 pandemic), international conflicts, labor shortages, weather conditions, natural disasters, governmental programs, regulations and trade and tariff policies, inflation and increased demand, among other factors. For example, in fiscal 2021 and 2022, the price of the natural gas consumed in the Company’s manufacturing operations continued to increase significantly in some markets compared to historical averages. Although the Company generally attempts to pass on increases in raw material, labor, energy and fuel-related costs to its customers, the Company’s ability to do so is dependent upon the rate and magnitude of any increase, competitive pressures and market conditions for the Company’s products. In addition to those experienced in fiscal 2021 and 2022, there have been in the past, and may be in the future, periods of time during which increases in these costs cannot be recovered. During such periods of time, the Company’s business has been and may be materially affected.\nThe Company may be unable to obtain raw materials or sourced product on a timely basis, which could have a material adverse effect on the Company’s business.\nThe principal raw materials used in the Company’s manufacturing operations include triexta, nylon, polypropylene, and polyester resins and fibers, which are used in the Company’s carpet and rug business; clay, talc, feldspar and glazes, including frit (ground glass), zircon and stains, which are used in the Company’s ceramic tile business; wood, paper and resins, which are used in the Company’s wood and laminate flooring businesses and panels business; and glass fiber, plasticizers, and pvc resins, which are used in the Company’s sheet vinyl and luxury vinyl tile businesses. In addition to raw materials, the Company sources finished goods. For certain raw materials and sourced products, the Company is dependent on one or a small number of suppliers. A material temporary or long-term adverse change in the Company’s relationship with such a supplier, the financial condition of such a supplier or such a supplier’s ability to manufacture or deliver such raw materials or sourced products to the Company could lead to an interruption of supply or require the Company to purchase more expensive alternatives. Also, the Company’s ability to obtain raw materials or source products at reasonable costs may be impacted by tariffs, global trade uncertainties and international crises, such as the COVID-19 pandemic. While the Company continues to monitor the COVID-19 pandemic and government restrictions enacted to address the pandemic, the long-term impact on its supply chain is unpredictable. In addition, the Russian invasion of Ukraine has resulted in supply chain disruption of raw materials sourced from Ukraine (primarily clay) in 2022. An extended interruption in the supply of sourced products or raw materials used in the Company’s business or in the supply of suitable substitute materials or products would disrupt the Company’s operations, which could have a material adverse effect on the Company’s business.\nThe Company makes significant capital investments in its business and such capital investments may not be successful or achieve their intended results.\nThe Company’s business requires significant capital investment to expand capacity to support its growth, introduce new products, enter new markets and improve operating efficiencies.  The Company has historically made significant capital investments each year and will continue to make capital investments in future periods, including approximately $560 million of capital investments in 2023. While the Company believes that many of its past capital investments have been successful, there is no guarantee that the return on investment from the Company’s recent or future capital projects will be sufficient to recover the expenses and opportunity costs associated with these projects.  Furthermore, a meaningful portion of the Company’s capital investment is based on forecasted growth in its business, which is subject to uncertainty such as general economic trends, increased competition and consumer preferences.  If the Company does not accurately forecast its future capital investment needs, the Company could have excess capacity or insufficient capacity, either of which would negatively affect its revenues and profitability.\n14\nThe Company may experience certain risks associated with acquisitions, joint ventures and strategic investments.\nThe Company intends to grow its business through a combination of organic growth and acquisitions. Growth through acquisitions involves risks, many of which may continue to affect the Company after the acquisition. The Company cannot give assurance that an acquired company will achieve the levels of revenue, profitability and production that the Company expects. Acquisitions may require the issuance of additional securities or the incurrence of additional indebtedness, which may dilute the ownership interests of existing security holders or impose higher interest costs on the Company. Additional challenges related to the Company’s acquisition strategy include:\n•\nmaintaining executive offices in different locations;\n•\nmanufacturing and selling different types of products through different distribution channels;\n•\nconducting business from various locations;\n•\nmaintaining different operating systems and software on different computer hardware; and\n•\nretaining key employees.\nFailure to successfully manage and integrate an acquisition with the Company’s existing operations could lead to the potential loss of customers of the acquired business, the potential loss of employees who may be vital to the new operations, the potential loss of business opportunities or other adverse consequences that could have a material adverse effect on the Company’s business. Even if integration occurs successfully, failure of the acquisition to achieve levels of anticipated sales growth, profitability, or otherwise perform as expected, may result in goodwill or other asset impairments or otherwise have a material adverse effect on the Company’s business. Finally, acquisition targets may be subject to material liabilities that are not properly identified in due diligence and that are not covered by seller indemnification obligation or third-party insurance. The unknown liabilities of the Company’s acquisition targets may have a material adverse effect on the Company’s business.\nIn addition, the Company has made certain investments, including through joint ventures, in which the Company has a minority equity interest and lacks management and operational control. The controlling joint venture partner may have business interests, strategies or goals that are inconsistent with those of the Company. Business decisions or other actions or omissions of the controlling joint venture partner, or the joint venture company, may result in harm to the Company’s reputation or adversely affect the value of the Company’s investment in the joint venture.\nA failure to identify suitable acquisition candidates or partners for strategic investments and to complete acquisitions could have a material adverse effect on the Company’s business.\nAs part of the Company’s business strategy, the Company intends to pursue a wide array of potential strategic transactions, including acquisitions of complementary businesses, as well as strategic investments and joint ventures. Although the Company regularly evaluates such opportunities, the Company may not be able to successfully identify suitable acquisition candidates, to secure certain required governmental approvals necessary to consummate such strategic transactions or to obtain sufficient financing on acceptable terms to fund such strategic transactions, which may slow the Company’s growth and have a material adverse effect on the Company’s business.\nThe Company has been, and in the future may be, subject to costs, liabilities and other obligations under existing or new laws and regulations, which could have a material adverse effect on the Company’s business.\nThe Company is subject to increasingly numerous and complex laws, regulations and licensing requirements in each of the jurisdictions in which the Company conducts business. In addition, new laws and regulations may be enacted in the U.S. or abroad, the compliance of which may require the Company to incur additional personnel-related, environmental, or other costs on an ongoing basis.\n15\nIn particular, the Company’s operations are subject to various environmental, health and safety laws and regulations, including those governing air emissions, wastewater discharges, and the use, storage, treatment, recycling and disposal of materials and finished product. The applicable requirements under these laws are subject to amendment, to the imposition of new or additional requirements and to changing interpretations of agencies or courts. The Company may incur material costs in order to comply with new or existing regulations, including fines and penalties and increased costs of its operations. For example, Extended Producer Responsibility laws place a shared responsibility for post-consumer product management on various entities involved in the supply chain, including producers and manufacturers. Expansion of Extended Producer Responsibility legislation in the jurisdictions where the Company operates could impose additional responsibility on the Company in relation to the ultimate treatment or disposal of its products, which could lead to an increase in total costs related to the Company’s products. Also, the Company’s manufacturing facilities may become subject to further limitations on the emission of “greenhouse gases” due to public policy concerns regarding climate change issues or other environmental or health and safety concerns. While the form of any additional regulations cannot be predicted, a “cap-and-trade” system similar to the system that applies to the Company’s businesses in the European Union could be adopted in the United States. The Company’s manufacturing processes use a significant amount of energy, especially natural gas. Any such “cap-and-trade” system or other limitations imposed on the emission of “greenhouse gases” could require the Company to increase its capital expenditures, use its cash to acquire emission credits or restructure its manufacturing operations, any of which could have a material adverse effect on its business.\nThe Company’s business operations could suffer significant losses from natural disasters, catastrophes, fire, pandemics or other unexpected events.\nMany of the Company’s business activities involve substantial investments in manufacturing facilities and many products are produced at a limited number of locations. These facilities could be materially damaged by natural disasters, such as floods, tornados, hurricanes and earthquakes, or by fire, pandemics (including COVID-19) or other unexpected events. The Company could incur uninsured losses and liabilities arising from such events, including damage to its reputation, and/or suffer material losses in operational capacity, which could have a material adverse impact on its business.\nThe Company may be exposed to litigation, claims and other legal proceedings relating to its products, operations and compliance with various laws and regulations, which could have a material adverse effect on the Company’s business.\nIn the ordinary course of business, the Company is subject to a variety of product-related claims, lawsuits and legal proceedings, including those relating to product liability, product warranty, product recall, personal injury, and other matters. The Company is also subject to various claims related to its operations and its compliance with various corporate laws and regulations, including matters described in Note 16,\nCommitments and Contingencies\n. A very large claim or several similar claims asserted by a large class of plaintiffs could have a material adverse effect on the Company’s business, if the Company is unable to successfully defend against or resolve these matters or if its insurance coverage is insufficient to satisfy any judgments against the Company or settlements relating to these matters. Although the Company has product liability insurance and other types of insurance, the policies may not provide coverage for certain claims against the Company or may not be sufficient to cover all possible liabilities. Further, the Company may not be able to maintain insurance at commercially acceptable premium levels. Moreover, adverse publicity arising from claims made against the Company, even if the claims are not successful, could adversely affect the Company’s reputation or the reputation and sales of its products.\nThe long-term performance of the Company’s business relies on its ability to attract, develop and retain talented personnel.\nThe Company’s ability to attract, develop and retain qualified and talented personnel in management, sales, marketing, product design and operations, including in new international markets into which the Company may enter, is key to the Company’s overall success. The Company competes with multinational firms for these employees and invests resources in recruiting, developing, motivating and retaining them. The failure to attract, develop, motivate and retain key employees could negatively affect the Company’s competitive position and its operating results.\n16\nThe Company’s inability to maintain its patent licensing revenues could have a material adverse effect on the Company’s business.\nThe profit margins of certain of the Company’s businesses, particularly Flooring ROW, depend in part upon the Company’s ability to obtain, maintain and license proprietary technology used in the Company’s principal product families. The Company has filed and is continuing to file patents relating to many different aspects of the Company’s products and associated methods and is generating patent license revenues on these diverse patents; however, certain revenue-producing patents have expired or will expire. The failure to develop alternative revenues to replace expired or invalidated patents in the future could have a material adverse effect on the Company’s business.\nThe Company’s inability to protect its intellectual property rights could have a material adverse effect on the Company’s business.\nThe Company relies, in part, on the patent, trade secret and trademark laws of the U.S., countries in the European Union and elsewhere, as well as confidentiality agreements with some of the Company’s employees, to protect its intellectual property.\nThe Company cannot assure investors that any patents owned by or issued to it will provide the Company with competitive advantages, that third parties will not challenge these patents, or that the Company’s pending patent applications will be approved.\nFurthermore, despite the Company’s efforts, the Company may be unable to prevent competitors and/or third parties from using the Company’s technology without the Company’s authorization, independently developing technology that is similar to that of the Company or designing around the Company’s patents. The use of the Company’s technology or similar technology by others could reduce or eliminate any competitive advantage the Company has developed, cause the Company to lose sales or otherwise harm the Company’s business.\nThe Company has obtained and applied for numerous U.S. and foreign service marks and trademark registrations and will continue to evaluate the registration of additional service marks and trademarks, as appropriate. The Company cannot guarantee that any of the Company’s pending or future applications will be approved by the applicable governmental authorities.  The failure to obtain trademark registrations in the U.S. and in other countries could limit the Company’s ability to protect its trademarks and impede its marketing efforts in those jurisdictions and could have a material effect on its business.\nThe Company generally requires third parties with access to the Company’s trade secrets to agree to keep such information confidential. While such measures are intended to protect the Company’s trade secrets, there can be no assurance that these agreements will not be breached, that the Company will have adequate remedies for any breach or that the Company’s confidential and proprietary information and technology will not be independently developed by or become otherwise known to third parties. In any of these circumstances, the Company’s competitiveness could be significantly impaired, which would limit the Company’s growth and future revenue.\nThird parties may claim that the Company infringed their intellectual property or proprietary rights, which could cause the Company to incur significant expenses or prevent the Company from selling its products.\nIn the past, third parties have claimed that certain technologies incorporated in the Company’s products infringe their patent rights.  The Company cannot be certain that the Company’s products do not and will not infringe issued patents or other intellectual property rights of others.\nThe Company might be required to pay substantial damages (including punitive damages and attorneys’ fees), discontinue the use and sale of infringing products, expend significant resources to develop non-infringing technology or obtain licenses authorizing the use of infringing technology. There can be no assurance that licenses for disputed technology or intellectual property rights would be available on reasonable commercial terms, if at all. In the event of a successful claim against the Company along with failure to develop or license a substitute technology, the Company’s business would be materially and adversely affected.\n17\nInformation Technology Risks\nThe Company relies on information systems in managing the Company’s operations and any system failure or\ndeficiency of such systems may have an adverse effect on the Company’s business.\nThe Company’s businesses rely on sophisticated software applications to obtain, process, analyze and manage data. The Company relies on these systems to, among other things:\n•\nfacilitate the purchase, management, distribution, and payment for inventory items;\n•\nmanage and monitor the daily operations of the Company’s distribution network;\n•\nreceive, process and ship orders on a timely basis;\n•\nmanage accurate billing to and collections from customers;\n•\ncontrol logistics and quality control for the Company’s retail operations;\n•\nmanage financial reporting; and\n•\nmonitor point of sale activity.\nThe Company also relies on its computer hardware, software and network for the storage, delivery and transmission of data to the Company’s sales and distribution systems, and certain of the Company’s production processes are managed and conducted by computer.\nAny event that causes interruptions to the input, retrieval and transmission of data or increase in the service time could disrupt the Company’s normal operations. There can be no assurance that the Company can effectively carry out its disaster recovery plan to handle the failure of its information systems, or that the Company will be able to restore its operational capacity within sufficient time to avoid material disruption to its business. The occurrence of any of these events could cause unanticipated disruptions in service, decreased customer service and customer satisfaction, harm to the Company’s reputation and loss or misappropriation of sensitive information, which could result in loss of customers, increased operating expenses and financial losses. Any such events could in turn have a material adverse effect on the Company’s business, financial condition, results of operations, and prospects.\nThe Company is subject to cybersecurity risks and expects to incur increasing costs in an effort to minimize those risks.\nThe Company’s business employs systems that allow for the secure storage and transmission of customers’, consumers’, vendors’, employees’ and its own sensitive and proprietary information. These systems may be subject to computer hacking, acts of vandalism or theft, malware, computer viruses or other malicious codes, phishing, employee error or malfeasance, catastrophes, unforeseen events or other cyber-attacks. Any significant compromise or breach of the Company’s data security, whether external or internal, or misuse of customer, consumer, employee, supplier or Company data, could result in significant costs, lost sales, fines, lawsuits and damage to the Company’s reputation. Furthermore, as cyber-attacks become more sophisticated, the Company expects to incur increasing costs to strengthen its systems from outside intrusions and to maintain insurance coverage related to the threat of such attacks. While the Company has implemented administrative and technical controls and has taken other preventive actions to reduce the risk of cyber incidents and protect its information technology, they may be insufficient to prevent, or respond to, physical and electronic break-ins, cyber-attacks or other security breaches to the Company’s systems.\nIn addition, as the regulatory environment related to information security, data collection and use, and privacy becomes increasingly rigorous, with new and constantly changing requirements applicable to the Company’s business, compliance with those requirements could also result in additional costs to the Company. Any failure to comply with federal, state or international privacy-related or data protection laws and regulations could result in proceedings against the Company by government entities or others.  In addition to reputational impacts, penalties could include significant legal liability.\nFurthermore, third party business partners provide a number of the key components necessary to the Company’s business functions and systems. Any problems caused by these business partners, including those resulting from disruptions in communication services provided by a business partner, cyber-attacks and security breaches, regulatory restrictions, fines, or orders or other regulatory action causing reputational harm, failure of a business partner to provide services for any reason or poor performance of services, could adversely affect the Company’s ability to conduct its business. In addition, the Company’s business partners could also be sources of operational and information security risk to the Company, including from breakdowns or failures of their own systems or capacity constraints. Replacing these third-party business partners could also create significant delay and expense.\n18\nFinancial and Liquidity Risks\nChanges in the global economy could affect the Company’s overall availability and cost of credit.\nA downturn in the U.S. or global economies could impact the Company’s ability to obtain financing in the future, including any financing necessary to refinance existing indebtedness.\nFurther, negative economic conditions may factor into the Company’s periodic credit ratings assessment by Moody’s Investors Service, Inc. (“Moody’s”), Standard & Poor’s Financial Services, LLC (“S&P”) and Fitch, Inc.\nAny future changes in the credit rating agencies’ methodology in assessing the Company’s credit strength and any downgrades in the Company’s credit ratings could increase the cost of its existing credit and could adversely affect the cost of and ability to obtain additional credit in the future. The Company can provide no assurances that downgrades will not occur. The cost and availability of credit during uncertain economic times could have a material adverse effect on the Company’s financial condition.\nIf the Company were unable to meet certain covenants contained in its existing credit facilities, it may be required to repay borrowings under the credit facilities prior to their maturity and may lose access to the credit facilities for additional borrowings that may be necessary to fund its operations and growth strategy.\nOn August 12, 2022, the Company entered into a fourth amendment (the “Amendment”) to its existing senior revolving credit facility (the “Senior Credit Facility”) that provides for revolving credit, including limited amounts of credit in the form of letters of credit and swingline loans. The Amendment, among other things, increased the amount available under the Senior Credit Facility from $1,800 million to $1,950 million until October 18, 2024, after which the amount available under the Senior Credit Facility will decrease to $1,485 million. Any outstanding borrowings under the Company’s U.S. and European commercial paper programs also reduce availability under the Senior Credit Facility.  Including commercial paper borrowings, the Company has utilized approximately $848.4 million under the Senior Credit Facility resulting in a total of $1,101.6 million available as of December 31, 2022.\nIf the Company’s cash flow is worse than expected, the Company may need to refinance all or a portion of its indebtedness through a public and/or private debt offering or a new bank facility and may not be able to do so on terms acceptable to it, or at all. If the Company is unable to access debt markets at competitive rates or in sufficient amounts due to credit rating downgrades, market volatility, market disruption, or weakness in the Company’s businesses, the Company’s ability to finance its operations or repay existing debt obligations may be materially and adversely affected.\nAdditionally, the Company’s credit facilities include certain affirmative and negative covenants that impose restrictions on the Company’s financial and business operations, including limitations on liens, indebtedness, fundamental changes, asset dispositions, dividends and other similar restricted payments, transactions with affiliates, payments and modifications of certain existing debt, future negative pledges, and changes in the nature of the Company’s business.\nIn addition, the Senior Credit Facility, as amended, requires the Company to maintain a Consolidated Interest Coverage Ratio of at least 3.5 to 1.0. A failure to comply with the obligations contained in the Company’s current or future credit facilities or indentures relating to its outstanding public debt could result in an event of default or an acceleration of debt under other instruments that may contain cross-acceleration or cross-default provisions. The Company cannot be certain that it would have, or be able to obtain, sufficient funds to make these accelerated payments.\nDeclines in the Company’s business conditions may result in an impairment of the Company’s assets which could result in a material non-cash charge.\nA significant or prolonged decrease in the Company’s market capitalization, including a decline in stock price, or a negative long-term performance outlook, could result in an impairment of its assets which results when the carrying value of the Company’s assets exceed their fair value.\n19\nNegative tax consequences could materially and adversely affect the Company\n’\ns\nbusiness.\nThe Company is subject to the tax laws of the many jurisdictions in which it operates. These tax laws are complex, and the manner in which they apply to the Company’s facts is sometimes open to interpretation. In calculating the provision for income taxes, the Company must make judgments about the application of these inherently complex tax laws. The Company’s domestic and international tax liabilities are largely dependent upon the distribution of profit before tax among these many jurisdictions. However, the Company’s provision for income taxes also includes estimates of additional tax that may be incurred for tax exposures and reflects various estimates and assumptions, including assessments of future earnings of the Company that could impact the valuation of its deferred tax assets. The Company’s future results of operations and tax liability could be adversely affected by changes in the effective tax rate as a result of a change in the mix of earnings in countries with differing statutory tax rates, changes in the overall profitability of the Company, changes in tax legislation and rates, changes in generally accepted accounting principles, changes in the valuation of deferred tax assets and liabilities, changes in the amount of earnings permanently reinvested offshore, the results of audits and examinations of previously filed tax returns, and ongoing assessments of the Company’s tax exposures.\nForward-Looking Information\nCertain of the statements in this Form 10-K, particularly those anticipating future performance, business prospects, growth and operating strategies, and similar matters, and those that include the words “could,” “should,” “believes,” “anticipates,” “expects” and “estimates” or similar expressions constitute “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. For those statements, Mohawk claims the protection of the safe harbor for forward-looking statements contained in the Private Securities Litigation Reform Act of 1995. There can be no assurance that the forward-looking statements will be accurate because they are based on many assumptions, which involve risks and uncertainties. The following important factors could cause future results to differ: changes in economic or industry conditions; competition; inflation and deflation in freight, raw material prices and other input costs; inflation and deflation in consumer markets; currency fluctuations; energy costs and supply; timing and level of capital expenditures; timing and implementation of price increases for the Company’s products; impairment charges; integration of acquisitions; international operations; introduction of new products; rationalization of operations; taxes and tax reform; product and other claims; litigation; the risks and uncertainty related to the COVID-19 pandemic; regulatory and political changes in the jurisdictions in which the Company does business; and other risks identified in Mohawk’s SEC reports and public announcements."
  },
  {
    "item_key": "item_1b",
    "text": "None.\n20"
  },
  {
    "item_key": "item_2",
    "text": "The Company owns and leases manufacturing and distribution facilities worldwide.  The table below lists the primary owned and leased facilities as of December 31, 2022. The Company owns its corporate headquarters in Calhoun, Georgia. The Company also owns and operates service centers and stores in the United States and Russia, none of which are individually material.  The Company believes its existing facilities are suitable for its present needs."
  },
  {
    "item_key": "item_3",
    "text": "From time to time in the regular course of its business, the Company is involved in various lawsuits, claims, investigations and other legal matters. Except as noted elsewhere in this report, there are no material legal proceedings pending or known by the Company to be contemplated to which the Company is a party or to which any of its property is subject.\nSee Note 16,\nCommitments and Contingencies\n, and Note 15,\nIncome Taxes,\nof the notes to the Consolidated Financial Statements included in Part II, Item 8 of this Form 10-K for a discussion of the Company’s legal proceedings."
  },
  {
    "item_key": "item_4",
    "text": "T\nhe information concerning mine safety violations or other regulatory matters required by Section 1503(a) of the Dodd-Frank Wall Street Reform and Consumer Protection Act and Item 104 of Regulation S-K is included in Exhibit 95.1 to this annual report on Form 10-K.\n21\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Market for the Common Stock\nThe Company’s common stock, $0.01 par value per share (the “Common Stock”), is quoted on the New York Stock Exchange (“NYSE”) under the symbol “MHK”.\nAs of February 17, 2023, there were 211 holders of record of Common Stock. The Company has not paid or declared any cash dividends on shares of its Common Stock since completing its initial public offering. The payment of future cash dividends will be at the discretion of the Board of Directors and will depend upon the Company’s profitability, financial condition, cash requirements, future prospects and other factors deemed relevant by the Board of Directors.\nIssuer Purchases of Equity Securities\nOn February 10, 2022, the Company’s Board of Directors approved a new share repurchase program, authorizing the Company to repurchase up to $500 million of its common stock (the “2022 Share Repurchase Program”). As of December 31, 2022, there remains $229.2 million authorized under the 2022 Share Repurchase Program.\nUnder the Share Repurchase Programs, the Company may purchase common stock in open market transactions, block or privately negotiated transactions, and may from time to time purchase shares pursuant to trading plans in accordance with Rules 10b5-1 or 10b-18 under the Exchange Act or by any combination of such methods. The number of shares to be purchased and the timing of the purchases are based on a variety of factors, including, but not limited to, the level of cash balances, credit availability, debt covenant restrictions, general business conditions,  regulatory  requirements,  the  market  price  of  the  Company’s  stock  and  the  availability  of  alternative investment opportunities. No time limit was set for completion of repurchases under the Share Repurchase Programs and the Share Repurchase Programs may be suspended or discontinued at any time."
  },
  {
    "item_key": "item_6",
    "text": "22"
  },
  {
    "item_key": "item_7",
    "text": "Overview\nThe following discussion and analysis of the Company’s Results of Operations includes a comparison of fiscal 2022 to fiscal 2021. A similar discussion and analysis that compares fiscal 2021 to fiscal 2020 may be found in Item 7,\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\n, of the Company’s Form 10-K for the fiscal year ended December 31, 2021.\nDuring the past two decades, the Company has grown significantly. Its current geographic breadth and diverse product offering are reflected in three reporting segments: Global Ceramic, Flooring NA and Flooring ROW. Global Ceramic designs, manufactures, sources and markets a broad line of ceramic tile, porcelain tile, natural stone tile and other products including natural stone, porcelain slabs and quartz countertops, which it distributes primarily in North America, Europe, Brazil and Russia through various selling channels, which include company-owned stores, independent distributors and home centers. Flooring NA designs, manufactures, sources and markets its floor covering products, including broadloom carpet, carpet tile, carpet cushion, rugs, laminate, vinyl products, including luxury vinyl tile (“LVT”) and sheet vinyl, and wood flooring, all of which it distributes through its network of regional distribution centers and satellite warehouses using Company-operated trucks, common carriers or rail transportation. The Segment’s product lines are sold through various channels, including independent floor covering retailers, independent distributors, home centers, mass merchandisers, department stores, shop at home, online retailers, buying groups, commercial contractors and commercial end users. Flooring ROW designs, manufactures, sources, licenses and markets laminate, vinyl products, including LVT and sheet vinyl, wood flooring, roofing panels, insulation boards, medium-density fiberboard (“MDF”) and chipboards, which it distributes primarily in Europe, Russia, Australia and New Zealand through various channels, including independent floor covering retailers, independent distributors, company-owned distributors, home centers, commercial contractors and commercial end users.\nMohawk is a significant supplier of every major flooring category with manufacturing operations in 19 nations and sales in approximately 170 countries. Based on its annual sales, the Company believes it is the world’s largest flooring manufacturer. A majority of the Company’s long-lived assets are located in the United States and Europe, which are also the Company’s primary markets. Additionally, the Company maintains operations in Australia, Brazil, Malaysia, Mexico, New Zealand, Russia and other parts of the world. The Company is a leading provider of flooring for residential and commercial markets and has earned significant recognition for its innovation in design and performance as well as sustainability.\nDue to its global footprint, Mohawk’s business is sensitive to macroeconomic events in the United States and abroad, including the impact of the COVID-19 pandemic. While the near-term economic and financial impact of the COVID-19 pandemic is unpredictable, the Company may continue to see fluctuating demand across a number of its markets.  In addition, as a result of Russian military actions in Ukraine, the Company experienced supply chain disruption of raw materials sourced from Ukraine (primarily clay), as well as other materials and spare parts needed in the Company’s operations. The Company was also impacted by global increases in the cost of natural gas, oil and oil-based raw materials and chemicals that were among the broader consequences of Russia’s actions.  In addition, the United States, the European Union and other governments have imposed and extended sanctions on Russia as well as on certain individuals and financial institutions and have proposed the use of broader economic sanctions. Russia also imposed reciprocal sanctions against the United States and European Union. Since first quarter 2022, the Company has suspended new investments in Russia. The broader consequences of this conflict, which may include further economic sanctions, embargoes, regional instability, and geopolitical shifts; potential retaliatory actions, including nationalization of foreign-owned businesses; increased tensions between the United States and countries in which the Company operates; and the extent of the conflict’s effect on the Company’s business and results of operations, as well as the global economy, cannot be predicted.\n23\nDuring the past year, rapid cost escalations in materials, energy, transportation and labor have impacted the Company’s profitability across all segments. During 2022, inflation, rising interest rates and other macroeconomic factors impacted new single-family home construction and residential remodeling in most of the Company’s major markets. As consumers faced a higher cost of living, discretionary spending – including flooring purchases – declined; and, as a result, the Company’s flooring customers reduced inventories, with the greatest impact falling in the fourth quarter. Mohawk has, to some extent, offset the impact of inflationary pressures through multiple pricing actions across product categories and geographies; improved mix from sales of higher-value, differentiated products; productivity gains in manufacturing and logistics and cost containment measures. Given the volatility of energy prices in some geographies and material prices in some product categories, these external pressures may change significantly and unpredictably, which could have an adverse impact on the Company’s results. Similarly, inflationary pressures around the globe may impact consumer and commercial investments in flooring and other large, deferrable purchases. During 2022, the Company took actions to enhance future performance including facility and product rationalizations and workforce reductions. The Company anticipates these global actions will deliver annual savings of approximately $55 to $60 million, with an estimated cost of approximately $125 to $130 million.\nThe Company believes it is well positioned with a strong balance sheet and limited debt. Based on its current liquidity and available credit, the Company is in a position to finance internal investments, acquisitions and/or additional stock purchases. For information on risk that could impact the Company’s results, please refer to\nRisk Factors\nin Part I, Item 1A of this Form 10-K.\nSince becoming a publicly traded company in April 1992, Mohawk has grown both organically and through strategic and bolt-on acquisitions. Mohawk has completed a number of smaller acquisitions in recent years, many of which expanded the Company’s hard surface flooring distribution in Europe. In 2021, the Company purchased an Irish insulation manufacturer that complemented its existing insulation production and distribution in Ireland and the U.K. and a French MDF production plant that added additional capacity and product offerings. During 2022, the Company completed five small, bolt-on acquisitions: a wood veneer plant in Romania; a sheet vinyl producer in Poland; a mezzanine flooring manufacturer in Germany; a nonwoven carpet and rug producer in the U.S.; and a commercial flooring trim and accessories business in the U.S.\nOn June 3, 2022, the Company entered into an agreement to purchase the Vitromex ceramic tile business from Grupo Industrial Saltillo for approximately $293 million in cash. The Vitromex business includes four manufacturing facilities strategically located throughout Mexico. The transaction has received regulatory approval and is expected to close in the first quarter of 2023 subject to customary closing conditions\n.\nOn November 4, 2022, the Company entered into an agreement to purchase Elizabeth Revestimentos, a Brazilian ceramic tile business, for approximately $217 million in cash. The Elizabeth business includes four manufacturing facilities strategically located throughout Brazil. The transaction closed on February 2, 2023. The Company believes that the combination of the Eliane and Elizabeth businesses should create the leading market position in Brazil and yield significant sales and operational synergies.\nIn 2022, the Company invested $580.7 million in capital projects for capacity expansions, cost reduction initiatives and upgrades for recent acquisitions as well as maintenance across the segments. The largest investments during this period were in the Company’s LVT portfolio to upgrade its product offering and improve profitability; premium water-proof laminate expansion in North America and Europe; quartz countertop expansion in North America; and porcelain slab expansion in Europe. In 2023, the Company plans to invest an additional amount of approximately $560 million to complete existing projects and commence new initiatives. The primary areas of investment are expected to be similar to those in 2022.\nNet earnings attributable to the Company were $25.2 million for 2022 compared to $1,033.2 million for 2021. The change in net earnings was primarily attributable to higher inflation costs; the goodwill and indefinite-lived intangibles impairment charge; lower sales volume; the unfavorable impact of temporary plant shutdowns; higher restructuring, acquisition and integration-related costs; charges related to legal settlements, reserves and fees, net of insurance proceeds; the unfavorable net impact from of foreign exchange rates and higher costs associated with investments in new product development and marketing costs. The unfavorable impact of the aforementioned items was partially offset by the favorable net impact of price and product mix; productivity gains and lower taxes due to decreased earnings in 2022 compared to the prior year. The Company believes that a number of circumstances may impact trends in 2023, including impacts to material availability due to disruptions in the global supply chain and inflation, but the extent and duration of such impact cannot be predicted.\nFor the year ended December 31, 2022, the Company generated $669.2 million of cash from operating activities.  As of December 31, 2022, the Company had cash and cash equivalents of $509.6 million, of which $299.3 million was in the United States and $210.4 million was in foreign countries, in addition to $158.0 million in short-term investments.\n24\nResults of Operations\n25\nYear Ended December 31, 2022, as Compared with Year Ended December 31, 2021\nNet Sales\nNet sales for 2022 were $11,737.1 million, reflecting an increase of $536.5 million, or 4.8%, from the $11,200.6 million reported for 2021. The increase was primarily attributable to the favorable net impact of price and product mix of approximately $1,564 million, partially offset by lower sales volume of approximately $580 million, the unfavorable net impact of foreign exchange rates of approximately $412 million and the unfavorable impact of one less shipping day for 2022 of approximately $40 million.\nGlobal Ceramic\n—Net sales for 2022 were $4,307.7 million, reflecting an increase of $390.4 million, or 10.0%, from the $3,917.3 million reported for 2021. The increase was primarily attributable to the favorable net impact of price and product mix of approximately $610 million, partially offset by lower sales volume of approximately $114 million, the unfavorable net impact of foreign exchange rates of approximately $83 million and the unfavorable impact of one less shipping day for 2022 of approximately $23 million.\nFlooring NA\n—Net sales for 2022 were $4,207.0 million, reflecting an increase of $90.6 million, or 2.2%,  from the $4,116.4 million reported for 2021. The increase was attributable to the favorable net impact of price and product mix of approximately $428 million, partially offset by lower sales volume of approximately $321 million and the unfavorable impact of one less shipping day for 2022 of approximately $17 million.\nFlooring ROW\n—Net sales for 2022 were $3,222.3 million, reflecting an increase of $55.4 million, or 1.7%, from the $3,166.9 million reported for 2021. The increase was primarily attributable to the favorable net impact of price and product mix of approximately $525 million, partially offset by the unfavorable net impact of foreign exchange rates of approximately $329 million and lower sales volume of approximately $145 million.\nQuarterly net sales and the percentage changes in net sales by quarter for 2022 versus 2021 were as follows (dollars in millions):\nGross Profit\nGross profit for 2022 was $2,943.4 million (25.1% of net sales), a decrease of $325.3 million or 10.0%, compared to gross profit of $3,268.7 million (29.2% of net sales) for 2021. As a percentage of net sales, gross profit decreased 410 basis points. The decrease in gross profit dollars was primarily attributable to higher inflation of approximately $1,365 million, lower sales volume of approximately $204 million, the unfavorable impact of temporary plant shutdowns of approximately $138 million, the unfavorable net impact of foreign exchange rates of approximately $67 million and higher restructuring, acquisition and integration-related costs of approximately $54 million, partially offset by the favorable net impact of price and product mix of approximately $1,420 million and productivity gains of approximately $78 million.\nSelling, General and Administrative Expenses\nSelling, general and administrative expenses for 2022 were $2,003.4 million (17.1% of net sales), an increase of $69.7 million or 3.6% compared to $1,933.7 million (17.3% of net sales) for 2021.  As a percentage of net sales, selling, general and administrative expenses decreased 20 basis points. The increase in selling, general and administrative expenses (in dollars) was primarily due to legal settlements, reserves and fees, net of insurance proceeds, of approximately $54 million; the unfavorable net impact of price and product mix of approximately $52 million; higher inflation costs of approximately $32 million; higher restructuring, acquisition and integration-related costs of approximately $10 million; higher costs associated with investments in new product development and marketing costs of approximately $8 million; and lower sales volume of approximately $4 million. The unfavorable impact of the aforementioned items was partially offset by the favorable net impact of foreign exchange rates of approximately $56 million and productivity gains of approximately $33 million.\n26\nImpairment of Goodwill and Indefinite-lived Intangibles\nDuring the third quarter of 2022, the Company performed interim impairment tests of its goodwill and indefinite-lived intangible assets, which resulted in impairment charges of $695.8 million ($685.6 million net of tax). The Company performed these interim tests after determining a triggering event had occurred, taking into consideration the impact of a higher weighted average cost of capital (“WACC”), deteriorating macroeconomic conditions, and the reduction in the Company’s market capitalization. If, in the future, the Company’s market capitalization and/or the estimated fair value of the Company’s reporting units declines further, it may be necessary to record additional impairment charges.\nOperating Income (Loss)\nOperating income for 2022 was $244.2 million (2.1% of net sales) reflecting a decrease of $1,090.8 million, or 81.7%, compared to operating income of $1,335.0 million (11.9% of net sales) for 2021. The decrease in operating income was primarily attributable to higher inflation costs of approximately $1,397 million; the goodwill and indefinite-lived intangibles impairment charge of approximately $696 million; lower sales volume of approximately $208 million; the unfavorable impact of temporary plant shutdowns of approximately $138 million; higher restructuring, acquisition and integration-related costs of approximately $63 million; approximately $54 million related to legal settlements, reserves and fees, net of insurance proceeds; the unfavorable net impact of foreign exchange rates of approximately $10 million and higher costs associated with investments in new product development and marketing costs of approximately $8 million, partially offset by the favorable net impact of price and product mix of approximately $1,368 million and productivity gains of approximately $111 million.\nGlobal Ceramic\n—Operating loss was $236.1 million ((5.5)% of segment net sales) for 2022 reflecting a decrease of $639.2 million, or 158.6%, compared to operating income of $403.1 million (10.3% of segment net sales) for 2021. The decrease in operating income was primarily attributable to the goodwill and indefinite-lived intangibles impairment charge of approximately $689 million; higher inflation costs of approximately $454 million; lower sales volume of approximately $39 million; the unfavorable impact of temporary plant shutdowns of approximately $19 million and higher costs associated with investments in new product development and marketing costs of  approximately $8 million, partially offset by the favorable net impact of price and product mix of approximately $497 million; productivity gains of approximately $63 million and the favorable net impact of foreign exchange rates of approximately $4 million.\nFlooring NA\n—Operating income was $231.1 million (5.5% of segment net sales) for 2022 reflecting a decrease of $176.5 million, or 43.3%, compared to operating income of $407.6 million (9.9% of segment net sales) for 2021. The decrease in operating income was primarily attributable to higher inflation costs of approximately $449 million; lower sales volume of approximately $110 million; the unfavorable impact of temporary plant shutdowns of approximately $57 million; higher restructuring, acquisition and integration-related costs of approximately $33 million and the indefinite-lived intangibles impairment charge of approximately $1 million, partially offset by the favorable net impact of price and product mix of approximately $398 million and productivity gains of approximately $81 million.\nFlooring ROW\n—Operating income was $340.2 million (10.6% of segment net sales) for 2022 reflecting a decrease of $230.9 million, or 40.4%, compared to operating income of $571.1 million (18.0% of segment net sales) for 2021. The decrease in operating income was primarily attributable to higher inflation costs of approximately $504 million; the unfavorable impact of temporary plant shutdowns of approximately $61 million; lower sales volume of approximately $60 million; decreased productivity of approximately $33 million; higher restructuring, acquisition and integration-related costs of approximately $30 million; the unfavorable net impact of foreign exchange rates of approximately $14 million and the indefinite-lived intangibles impairment charge of approximately $6 million, partially offset by the favorable net impact of price and product mix of approximately $473 million.\nInterest Expense\nInterest expense was $51.9 million for 2022, reflecting a decrease of $5.4 million compared to interest expense of $57.3 million for 2021. The decrease in interest expense was primarily due to the redemption of the $600 million 3.85% Senior Notes on November 1, 2022, the redemption of the €500.0 million 2.00% Senior Notes in October 2021 and miscellaneous interest income, partially offset by the increase in commercial paper borrowings and the utilization of the Term Loan Facility in the fourth quarter of 2022.\n27\nOther Expense (Income)\nOther expense was $8.4 million for 2022, reflecting an unfavorable change of $20.6 million compared to other income of $12.2 million for 2021. The change was primarily driven by the resolution of foreign non-income tax contingencies of approximately $6 million during the twelve months ended December 31, 2021, the unfavorable net impact of foreign exchange rates of approximately $9 million and the release of an indemnification receivable related to the reversal of uncertain tax positions recorded with the Emil acquisition of approximately $7 million, partially offset by other miscellaneous items of approximately $2 million.\nIncome Tax Expense\nFor 2022, the Company recorded income tax expense of $158.1 million on earnings before income taxes of $183.9 million for an effective tax rate of 86.0%, as compared to an income tax expense of $256.4 million on earnings before income taxes of $1,290.0 million, resulting in an effective tax rate of 19.9% for 2021. In 2022, the lower income before taxes and the non-deductible goodwill impairment charge contributed to the higher tax rate. In 2021, the Company also recognized a one-time Italian step-up benefit allowing for the realignment of tax asset values and a benefit from a tax rate differential on a U.S. loss carryback.\nLiquidity and Capital Resources\nThe Company’s primary capital requirements are for working capital, capital expenditures and acquisitions. The Company’s capital needs are met primarily through a combination of internally generated funds, commercial paper, bank credit lines, term and senior notes and credit terms from suppliers. As of December 31, 2022, the Company had a total of $1,101.6 million available under its Senior Credit Facility. The Company also maintains local currency revolving lines of credit and other credit facilities to provide liquidity to its businesses around the world.  None of such local facilities are material in amount.\nNet cash provided by operating activities for the year ended 2022 was $669.2 million, compared to net cash provided by operating activities of $1,309.1 million for the year ended 2021. This decrease of $640.0 million was primarily attributable to decreases in accounts payable and net earnings, partially offset by higher accounts receivable.\nNet cash used in investing activities for the year ended 2022 was $625.3 million compared to net cash used in investing activities of $556.8 million for the year ended 2021. The increase was primarily due to the increase in acquisitions of $85.6 million and a decrease in the redemptions of short-term investments of $78.3 million (net of purchases of short-term investments), partially offset by the decrease of capital expenditures of $95.4 million.\nNet cash provided by financing activities for the year ended 2022 was $194.3 million compared to net cash used in financing activities of $1,232.2 million for the year ended 2021. The change in cash is primarily attributable to proceeds from the Term Loan Facility of $908.0 million, lower share repurchases of $592.8 million and lower payments on the Senior Notes of $332.3 million, partially offset by the decrease in net borrowings on commercial paper of $394.4 million.\nOn February 10, 2022, the Company’s Board of Directors approved a new share repurchase program, authorizing the Company to repurchase up to $500 million of its common stock. For the twelve months ended December 31, 2022, the Company purchased $307.6 million of its common stock, exhausting the $36.8 million remaining under the prior share repurchase program authorized on September 16, 2021 (the “2021 Share Repurchase Program”), and utilizing $270.8 million under the 2022 Share Repurchase Program. As of December 31, 2022, there remained $229.2 million authorized under the 2022 Share Repurchase Program.\nAs of December 31, 2022, the Company had cash of $509.6 million, of which $210.4 million was held outside the United States. In addition to its cash on hand, the Company also had short-term investments of $158.0 million as of December 31, 2022. The Company plans to permanently reinvest the cash held outside the United States. The Company believes that its cash and cash equivalents, short-term investments on hand, cash generated from operations and availability under its Senior Credit Facility will be sufficient to meet its planned capital expenditures, working capital investments and debt servicing requirements over the next twelve months.\nSee Note 10,\nLong-Term Debt\n, of the notes to the Consolidated Financial Statements included in Part II, Item 8 of this Form 10-K for further discussion of the Company’s long-term debt. The Company may continue, from time to time, to retire its outstanding debt through cash purchases in the open market, privately negotiated transactions or otherwise.  Such repurchases, if any, will depend on prevailing market conditions, the Company’s liquidity requirements, contractual restrictions and other factors. The amount involved may be material.\n28\nContractual Obligations and Commitments\nThe following is a summary of the Company’s future minimum payments under contractual obligations and commitments as of December 31, 2022 (in millions):\n(1)\nFor fixed-rate debt, the Company calculated interest based on the applicable rates and payment dates. For variable-rate debt, the Company estimated average outstanding balances for the respective periods and applied interest rates in effect as of December 31, 2022 to these balances.\n(2)\nIncludes volume commitments, primarily for raw material purchases.\n(3)\nIncludes the estimated pension contributions for 2023 only, as the Company is unable to estimate the pension contributions beyond 2023. The Company’s projected benefit obligation and plan assets as of December 31, 2022 were $55.2 million and $50.7 million, respectively. The projected benefit obligation liability has not been presented in the table above due to uncertainty as to amounts and timing regarding future payments.\n(4)\nExcludes $54.6 million of non-current accrued income tax liabilities and related interest and penalties for uncertain tax positions. These liabilities have not been presented in the table above due to uncertainty as to amounts and timing regarding future payments.\n(5)\nIncludes bank guarantees and letters of credit.\nCritical Accounting Policies\nIn preparing the Consolidated Financial Statements in conformity with U.S. generally accepted accounting principles, the Company must make decisions which impact the reported amounts of assets, liabilities, revenues and expenses, and related disclosures. Such decisions include the selection of appropriate accounting principles to be applied and the assumptions on which to base accounting estimates. In reaching such decisions, the Company applies judgment based on its understanding and analysis of the relevant circumstances and historical experience. Actual amounts could differ from those estimated at the time the Consolidated Financial Statements are prepared.\nThe Company’s significant accounting policies are described in Note 1 to the Consolidated Financial Statements included in Part II, Item 8 of this Form 10-K. Some of those significant accounting policies require the Company to make subjective or complex judgments or estimates. Critical accounting estimates are defined as those that are both most important to the portrayal of a company’s financial condition and results and require management’s most difficult, subjective, or complex judgment, often as a result of the need to make estimates about the effect of matters that are inherently uncertain and may change in subsequent periods.\n29\nThe Company believes the following accounting policies require it to use judgments and estimates in preparing its consolidated financial statements and represent critical accounting policies.\n•\nAcquisition accounting.\nThe fair value of the consideration the Company pays for each new acquisition is allocated to tangible assets and identifiable intangible assets, liabilities assumed, any noncontrolling interest in the acquired entity and goodwill.  The accounting for acquisitions involves a considerable amount of judgment and estimate, including the fair value of certain forms of consideration; fair value of acquired intangible assets involving projections of future revenues and cash flows that are then either discounted at an estimated discount rate or measured at an estimated royalty rate; fair value of other acquired assets and assumed liabilities, including potential contingencies; and the useful lives of the acquired assets. The assumptions used are determined at the time of the acquisition in accordance with accepted valuation models.  Projections are developed using internal forecasts, available industry and market data and estimates of long-term rates of growth for the business. The impact of prior or future acquisitions on the Company’s financial position or results of operations may be materially impacted by the change in or initial selection of assumptions and estimates. See Note 2,\nAcquisitions\nincluded in Part II, Item 8 of this Form 10-K for further discussion of business combination accounting valuation methodology and assumptions.\n•\nGoodwill and indefinite-lived intangibles.\nGoodwill and indefinite-lived intangibles, which for the Company are its tradenames, are tested annually for impairment in the fourth quarter or earlier upon the occurrence of certain events or substantive changes in circumstances. The Company’s annual impairment tests of goodwill and tradenames may be completed through qualitative assessments. The Company may elect to bypass the qualitative assessment and proceed directly to a quantitative impairment test, for any reporting unit or tradename, in any period. The Company can resume the qualitative assessment for any reporting unit or tradename in any subsequent period.\nThe Company has identified Global Ceramic, Flooring NA and Flooring ROW as its reporting units for the purposes of allocating goodwill as well as assessing impairments. The Company considers the relationship between its market capitalization and its book value, among other factors, when reviewing for indicators of impairment.\nUnder a qualitative approach, the Company’s impairment review for goodwill consists of an assessment of whether it is more-likely-than-not that a reporting unit’s fair value is less than its carrying amount. If the Company elects to bypass the qualitative assessment for any reporting units, or if a qualitative assessment indicates it is more-likely-than-not that the estimated carrying value of a reporting unit exceeds its fair value, the Company performs a quantitative goodwill impairment test that requires it to estimate the fair value of the reporting unit.\nThe quantitative goodwill impairment tests are based on determining the fair value of the specified reporting units based on management judgments and assumptions using the discounted cash flows under the income approach classified in Level 3 of the fair value hierarchy and comparable company market valuation classified in Level 2 of the fair value hierarchy approaches. If the carrying value of a reporting unit exceeds its fair value, the Company will measure any goodwill impairment loss as the amount by which the carrying amount of a reporting unit exceeds its fair value, not to exceed the total amount of goodwill allocated to that reporting unit. The valuation approaches are subject to key judgments and assumptions that are sensitive to change such as judgments and assumptions about appropriate sales growth rates, operating margins, WACC, and comparable company market multiples. When developing these key judgments and assumptions, the Company considers economic, operational and market conditions that could impact the fair value of the reporting unit. However, estimates are inherently uncertain and represent only management’s reasonable expectations regarding future developments. These estimates and the judgments and assumptions upon which the estimates are based will, in all likelihood, differ in some respects from actual future results. Should a significant or prolonged deterioration in economic conditions occur, such as declines in spending for new construction, remodeling and replacement activities; the inability to pass increases in the costs of raw materials and fuel on to customers; or a decline in comparable company market multiples, then key judgments and assumptions could be impacted.\nUnder a qualitative approach, the Company’s impairment review for tradenames consists of an assessment of whether it is more-likely-than-not that a tradename’s fair value is less than its carrying value. If the Company elects to bypass the qualitative assessment for any tradename, or if a qualitative assessment indicates it is more-likely-than-not that the estimated carrying value of a tradename exceeds its fair value, the Company performs a quantitative tradename impairment test of the tradename.\n30\nThe quantitative impairment test for tradenames involves a comparison of the estimated fair value of the tradename to its carrying value. If the carrying value of the tradename exceeds its fair value, an impairment loss is recognized in an amount equal to that excess. The determination of fair value used in the impairment evaluation is based on discounted estimates of future sales projections attributable to ownership of the tradenames. Significant judgments inherent in this analysis include assumptions about appropriate sales growth rates, royalty rates, discount rates and the amount of expected future cash flows. The judgments and assumptions used in the estimate of fair value are generally consistent with past performance and are also consistent with the projections and assumptions that are used in operating plans. Such assumptions are subject to change as a result of changing economic and competitive conditions. The determination of fair value is highly sensitive to differences between estimated and actual cash flows and changes in the related discount rate used to evaluate the fair value of the tradenames. Estimated cash flows are sensitive to changes in the economy among other things.\nAs a result of a decrease in the Company’s market capitalization, comparable company market multiples, projected future cash flows and an increase in the WACC due to increases in the risk free rate and applicable risk premiums, the Company determined that a triggering event occurred requiring goodwill impairment testing for each of its reporting units as of October 1, 2022. The impairment test indicated a pre-tax, non-cash goodwill impairment charge related to the Global Ceramic reporting unit of $688,514 ($679,664 net of tax) which the Company recorded during the third quarter of 2022. The Company concluded goodwill of its other reporting units was not impaired on October 1, 2022.  In addition, the Company compared the estimated fair values of its indefinite-lived intangibles to their carrying values and determined that there were impairments of  $7,257 ($5,939 net of tax) in the Flooring ROW and Flooring NA reporting units during the third quarter of 2022.\nThe excess of fair value over carrying value for the Flooring ROW reporting unit was approximately 20% and the excess of fair value over carrying value for the Flooring NA reporting unit was less than 5% as of October 1, 2022. The Company’s annual testing date for goodwill and tradenames is the first day of its fourth quarter and due to the fact that there were no significant changes in facts or circumstances in the one calendar day, the Company determined there was no additional impairment of goodwill or tradenames. The Company conducted a qualitative analysis as of December 31, 2022 and determined there was no indication of an impairment.\nA significant or prolonged deterioration in economic conditions, continued increases in the costs of raw materials and energy combined with an inability to pass these costs on to customers, a further decline in the Company’s market capitalization or comparable company market multiples, a reduction in projected future cash flows, or increases in the WACC, could impact the Company’s assumptions and require a reassessment of goodwill or indefinite-lived intangible assets for impairment in future periods.\n•\nLong-lived assets\n. The Company reviews its long-lived asset groups, which include intangible assets subject to amortization, which for the Company are its patents and customer relationships, for impairment whenever events or changes in circumstances indicate that the carrying amount of such asset groups may not be recoverable. Recoverability of asset groups to be held and used is measured by a comparison of the carrying amount of long-lived assets to future undiscounted net cash flows expected to be generated by these asset groups. If such asset groups are considered to be impaired, the impairment recognized is the amount by which the carrying amount of the asset group exceeds the fair value of the asset group. Assets held for sale are reported at the lower of the carrying amount or fair value less estimated costs of disposal and are no longer depreciated.\n•\nIncome taxes.\nThe Company’s effective tax rate is based on its income, statutory tax rates and tax planning opportunities available in the jurisdictions in which it operates. Tax laws are complex and subject to different interpretations by the taxpayer and respective governmental taxing authorities. Significant judgment is required in determining the Company’s tax expense and in evaluating the Company’s tax positions. Deferred tax assets represent amounts available to reduce income taxes payable on taxable income in a future period. The Company evaluates the recoverability of these future tax benefits by assessing the adequacy of future expected taxable income from all sources, including reversal of taxable temporary differences, forecasted operating earnings and available tax planning strategies. These sources of income inherently rely on estimates, including business forecasts and other projections of financial results over an extended period of time. In the event that the Company is not able to realize all or a portion of its deferred tax assets in the future, a valuation allowance is provided. The Company would recognize such amounts through a charge to income in the period in which that determination is made or when tax law changes are enacted. For further information regarding the Company’s valuation allowances, see Note 15,\nIncome Taxes,\nincluded in Part II, Item 8 of this Form 10-K.\n31\nIn the ordinary course of business there is inherent uncertainty in quantifying the Company’s income tax positions. The Company assesses its income tax positions and records tax benefits for all years subject to examination based upon the Company’s evaluation of the facts, circumstances and information available as of the reporting date. For those tax positions where it is more likely than not that a tax benefit will be sustained, the Company has recorded the largest amount of tax benefit with a greater than 50% likelihood of being realized upon ultimate settlement with a taxing authority that has full knowledge of all relevant information, as required by the provisions of the Financial Accounting Standards Board (“FASB”) Accounting Standards Codification (“ASC”) Topic 740-10. For those income tax positions where it is not more likely than not that a tax benefit will be sustained, no tax benefit has been recognized in the Consolidated Financial Statements. For further information regarding the Company’s uncertain tax positions, see Note 15,\nIncome Taxes,\nincluded in Part II, Item 8 of this Form 10-K.\nRecent Accounting Pronouncements\nSee Note 1,\nSummary of Significant Accounting Policies\n, of the Company’s accompanying Consolidated Financial Statements in Part II, Item 8 of this Form 10-K for a description of recent accounting pronouncements and the potential impact on our financial statements and disclosures.\nImpact of Inflation\nInflation affects the Company’s manufacturing costs, distribution costs and operating expenses. The Company expects raw material prices, many of which are petroleum-based, to fluctuate based upon worldwide supply and demand of commodities utilized in the Company’s production processes. Although the Company attempts to pass on increases in raw material, labor, energy and fuel-related costs to its customers, the Company’s ability to do so is dependent upon the rate and magnitude of any increase, competitive pressures and market conditions for the Company’s products. There have been in the past, and may be in the future, periods of time during which increases in these costs cannot be fully recovered. In the past, the Company has often been able to enhance productivity and develop new product innovations to help offset increases in costs resulting from inflation in its operations.\nSeasonality\nThe Company is a calendar year-end company. Global Ceramic and the Flooring NA typically have higher net sales in the second and third quarters. Flooring ROW typically has higher net sales in the second and fourth quarters. Because periods of economic downturn can affect the seasonality of each segment, sales for any one quarter are not necessarily indicative of the sales that may be achieved for any other quarter or for the full year.\n32"
  },
  {
    "item_key": "item_7a",
    "text": "The Company’s market risk is impacted by changes in foreign currency exchange rates, interest rates and certain commodity prices. Financial exposures to these risks are monitored as an integral part of the Company’s risk management program, which seeks to reduce the potentially adverse effect that the volatility of these markets may have on its operating results. The Company does not regularly engage in speculative transactions, nor does it regularly hold or issue financial instruments for trading purposes. The Company did not have any derivative contracts outstanding as of December 31, 2022 and 2021.\nInterest Rate Risk\nAs of December 31, 2022, approximately 38% of the Company’s debt portfolio was comprised of fixed-rate debt and 62% was variable-rate debt. The Company believes that probable near-term changes in interest rates would not materially affect its financial condition, results of operations or cash flows. The annual impact on interest expense of a one-percentage point interest rate change on the outstanding balance of the Company’s variable-rate debt as of December 31, 2022 would be approximately $3 million, or $0.04 to diluted EPS.\nForeign Exchange Risk\nAs a result of being a global enterprise, there is exposure to market risks from changes in foreign currency exchange rates, which may adversely affect the operating results and financial condition of the Company. Principal foreign currency exposures relate primarily to the euro and to a lesser extent the Russian ruble, the Mexican peso, the Australian dollar, the Brazilian real, the New Zealand dollar and the Canadian dollar.\nThe Company’s objective is to balance, where possible, non-functional currency denominated assets to non-functional currency denominated liabilities to have a natural hedge and minimize foreign exchange impacts. The Company enters into cross border transactions through importing and exporting goods to and from different countries and locations. These transactions generate foreign exchange risk as they create assets, liabilities and cash flows in currencies other than their functional currency. This also applies to services provided and other cross border agreements among subsidiaries.\nThe Company takes steps to minimize risks from foreign currency exchange rate fluctuations through normal operating and financing activities.  The Company does not enter into any speculative positions with regard to derivative instruments.\nBased on financial results for the year ended December 31, 2022, a hypothetical overall 10 percent change in the U.S. dollar against the euro would have resulted in a translational adjustment of approximately $28 million.\n33"
  },
  {
    "item_key": "item_8",
    "text": "INDEX TO CONSOLIDATED FINANCIAL STATEMENTS\n34\nReport of Independent Registered Public Accounting Firm\nTo the Stockholders and Board of Directors\nMohawk Industries, Inc.:\nOpinion on the Consolidated Financial Statements\nWe have audited the accompanying consolidated balance sheets of Mohawk Industries, Inc. and subsidiaries (the Company) as of December 31, 2022 and 2021, the related consolidated statements of operations, comprehensive income (loss), stockholders’ equity, and cash flows for each of the years in the three-year period ended December 31, 2022, and the related notes (collectively, the consolidated financial statements). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2022 and 2021, and the results of its operations and its cash flows for each of the years in the three-year period ended December 31, 2022, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control – Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission, and our report dated February 22, 2023 expressed an unqualified opinion on the effectiveness of the Company’s internal control over financial reporting.\nBasis for Opinion\nThese consolidated financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on these consolidated financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of a critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nAssessment of the carrying value of goodwill in the Global Ceramic and Flooring North America Reporting Units\nAs discussed in Note 8 to the consolidated financial statements, during 2022 the Company recognized $688.5 million of goodwill impairment for the Global Ceramic reporting unit. The goodwill impairment resulted from a sustained decline in the Company’s market capitalization, comparable company market multiples, projected future cash flows and an increase in the discount rate. The goodwill balance as of December 31, 2022 was $1,927.8 million, of which $339.8 million and $592.0 million related to the Global Ceramic and Flooring North America reporting units, respectively. The Company performs goodwill impairment testing on an annual basis and whenever events or changes in circumstances indicate that the carrying value of goodwill might exceed the fair value of a reporting unit.\nWe identified the assessment of the carrying value of goodwill in the Global Ceramic and Flooring North America reporting units as a critical audit matter. Specifically, the assessment of the Company’s forecasted sales growth rates, forecasted operating margins, discount rates, and selection of comparable company market multiples used in the Company’s fair value estimation of the reporting units required a higher degree of subjective auditor judgment and required the involvement of valuation professionals. Changes in these assumptions could have a significant impact on the fair value of the reporting units.\n35\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls over the Company’s goodwill impairment assessment process including controls over the reasonableness of the assumptions listed above. We evaluated the Company’s forecasted sales growth rates and operating margins and compared the growth assumptions to the Company’s historical performance and to relevant market data. To assess the Company’s ability to estimate cash flows, including forecasted sales growth rates and operating margins, we compared the Company’s historical cash flow forecasts to actual results. We also performed sensitivity analyses over certain assumptions listed above to assess their impact on the Company’s determination that the fair value of the Flooring North America reporting unit exceeded its carrying value and the determination of the goodwill impairment for the Global Ceramic reporting unit. We involved valuation professionals with specialized skills and knowledge, who assisted in evaluating the reporting units’ discount rates by comparing it to a range of discount rates for comparable companies that were independently developed using publicly available data and the Company’s selection of comparable company market multiples.\nWe have served as the Company’s auditor since 1990.\nAtlanta, Georgia\nFebruary 22, 2023\n36\nReport of Independent Registered Public Accounting Firm\nTo the Stockholders and Board of Directors\nMohawk Industries, Inc.:\nOpinion on Internal Control Over Financial Reporting\nWe have audited Mohawk Industries, Inc. and subsidiaries' (the Company) internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control – Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission. In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control – Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of December 31, 2022 and 2021, the related consolidated statements of operations, comprehensive income (loss), stockholders’ equity, and cash flows for each of the years in the three-year period ended December 31, 2022, and the related notes (collectively, the consolidated financial statements), and our report dated February 22, 2023 expressed an unqualified opinion on those consolidated financial statements.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management's Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audit also included performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate\n.\nAtlanta, Georgia\nFebruary 22, 2023\n37\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nConsolidated Balance Sheets\nDecember 31, 2022 and 2021\nSee accompanying notes to the Consolidated Financial Statements.\n38\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nConsolidated Statements of Operations\nYears Ended December 31, 2022, 2021 and 2020\nSee accompanying notes to the Consolidated Financial Statements.\n39\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nConsolidated Statements of Comprehensive Income (Loss)\nYears Ended December 31, 2022, 2021 and 2020\nSee accompanying notes to the Consolidated Financial Statements.\n40\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nConsolidated Statements of Stockholders’ Equity\nYears Ended December 31, 2022, 2021 and 2020\nSee accompanying notes to the Consolidated Financial Statements.\n41\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nConsolidated Statements of Cash Flows\nYears Ended December 31, 2022, 2021 and 2020\nSee accompanying notes to the Consolidated Financial Statements.\n42\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements\nYears Ended December 31, 2022, 2021 and 2020\n(In thousands, except per share data)\n(1)\nSummary of Significant Accounting Policies\nBasis of Presentation\nMohawk Industries, Inc. (“Mohawk” or the “Company”), a term which includes the Company and its subsidiaries, is a leading global flooring manufacturer that creates products to enhance residential and commercial spaces around the world. The Company’s vertically integrated manufacturing and distribution processes provide competitive advantages in the production of carpet, rugs, ceramic tile, laminate, wood, stone, luxury vinyl tile (“LVT”) and sheet vinyl flooring.\nThe Consolidated Financial Statements include the accounts of the Company and its subsidiaries. All significant intercompany balances and transactions have been eliminated in consolidation.\nThe preparation of financial statements in conformity with U.S. generally accepted accounting principles requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities as of the date of the financial statements and the reported amounts of revenues and expenses during the reporting period. Actual results could differ from those estimates.\nCash and Cash Equivalents\nThe Company considers investments with an original maturity of three months or less when purchased to be cash equivalents.\nAs of December 31, 2022, the Company had cash and cash equivalents of $\n509,623\n, of which $\n210,368\nwas held outside the United States. As of December 31, 2021, the Company had cash and cash equivalents of $\n268,895\n, of which $\n200,501\nwas held outside the United States.\nShort-term Investments\nThe Company invests in high quality credit instruments. At December 31, 2022 and December 31, 2021, short-term investments consisted solely of investments in the Company’s commercial paper by its wholly-owned captive insurance company.\nFair Value\nAccounting principles generally accepted in the U.S. define fair value as the price that would be received to sell an asset or transfer a liability in an orderly transaction between market participants. As such, fair value is a market-based measurement that should be determined based on assumptions that market participants would use in pricing an asset or liability. The authoritative guidance discusses valuation techniques, such as the market approach (comparable market prices), the income approach (present value of future income or cash flow), and the cost approach (cost to replace the service capacity of an asset or replacement cost). These valuation techniques are based upon observable and unobservable inputs. Observable inputs reflect market data obtained from independent sources, while unobservable inputs reflect the Company’s market assumptions. As the basis for evaluating such inputs, a three-tier value hierarchy prioritizes the inputs used in measuring fair value as follows:\nLevel 1:\nObservable inputs such as quoted prices for identical assets or liabilities in active markets.\nLevel 2:\nObservable inputs other than quoted prices that are directly or indirectly observable for the asset or liability, including quoted prices for similar assets or liabilities in active markets; quoted prices for similar or identical assets or liabilities in markets that are not active; and model-derived valuations whose inputs are observable or whose significant value drivers are observable.\nLevel 3:\nUnobservable inputs that reflect the reporting entity’s own assumptions.\n43\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nAccounts Receivable and Revenue Recognition\nThe Company recognizes revenue when it satisfies performance obligations as evidenced by the transfer of control of the promised goods to customers, in an amount that reflects the consideration the Company expects to be entitled to in exchange for those goods. The nature of the promised goods are ceramic, stone, carpet, resilient (includes sheet vinyl and LVT), laminate, wood and other flooring products. Payment is typically received 90 days or less from the invoice date.  The Company adjusts the amounts of revenue for expected cash discounts, sales allowances, returns and claims based upon historical experience. The Company adjusts accounts receivable for doubtful account allowances based upon historical bad debt, claims experience, periodic evaluation of specific customer accounts and the aging of accounts receivable. If the financial condition of the Company’s customers were to deteriorate, resulting in a change in their ability to make payments, additional allowances may be required.\nThe Company accounts for incremental costs of obtaining a contract as an expense when incurred in selling, general and administrative expenses if the amortization period is less than one year.\nThe Company accounts for shipping and handling activities performed after control has been transferred as a fulfillment cost in cost of sales.\nInventories\nThe Company accounts for all inventories on the first-in, first-out (“FIFO”) method. Inventories are stated at the lower of cost or net realizable value. Cost has been determined using the FIFO method. Costs included in inventory include raw materials, direct and indirect labor, employee benefits, depreciation, general manufacturing overhead and various other costs of manufacturing. Inventories on hand are compared against anticipated future usage, which is a function of historical usage, anticipated future selling price, expected sales below cost, excessive quantities and an evaluation for obsolescence.\nProperty, Plant and Equipment\nProperty, plant and equipment are stated at cost, including capitalized interest. Depreciation is calculated on a straight-line basis over the estimated remaining useful lives, which are\n15\n-\n40\nyears for buildings and improvements,\n3\n-\n25\nyears for machinery and equipment,\n3\n-\n7\nyears for furniture and fixtures and the shorter of the estimated useful life or lease term for leasehold improvements.\nAccounting for Business Combinations\nThe Company accounts for business combinations under the acquisition method of accounting which requires it to recognize separately from goodwill the assets acquired and the liabilities assumed at their acquisition date fair values. While the Company uses its best estimates and assumptions to accurately value assets acquired and liabilities assumed at the acquisition date as well as contingent consideration, where applicable, the estimates are inherently uncertain and subject to refinement. As a result, during the measurement period, which may be up to one year from the acquisition date, the Company records adjustments to the assets acquired and liabilities assumed with the corresponding offset to goodwill. Upon the conclusion of the measurement period or final determination of the values of assets acquired or liabilities assumed, whichever comes first, any subsequent adjustments are recorded to the Company’s consolidated statements of operations.\nGoodwill and Other Intangible Assets\nIn accordance with the provisions of the FASB ASC Topic 350, Intangibles-Goodwill and Other, the Company tests goodwill and other intangible assets with indefinite lives, which for the Company are tradenames, for impairment on an annual basis on the first day of the fourth quarter (or on an interim basis if an event occurs that might reduce the fair value of the reporting unit below its carrying value). The Company’s annual impairment tests of goodwill and tradenames may be completed through qualitative assessments. The Company may elect to bypass the qualitative assessment and proceed directly to a quantitative impairment test, for any reporting unit or tradename, in any period. The Company can resume the qualitative assessment for any reporting unit or tradename in any subsequent period.\n44\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nThe Company has identified Global Ceramic, Flooring North America (“Flooring NA”) and Flooring Rest of the World (“Flooring ROW”) as its reporting units for the purposes of allocating goodwill as well as assessing impairments. The Company considers the relationship between its market capitalization and its book value, among other factors, when reviewing for indicators of impairment.\nUnder a qualitative approach, the Company’s impairment review for goodwill consists of an assessment of whether it is more-likely-than-not that a reporting unit’s fair value is less than its carrying amount. If the Company elects to bypass the qualitative assessment for any reporting units, or if a qualitative assessment indicates it is more-likely-than-not that the estimated carrying value of a reporting unit exceeds its fair value, the Company performs a quantitative goodwill impairment test that requires it to estimate the fair value of the reporting unit.\nThe quantitative goodwill impairment tests are based on determining the fair value of the specified reporting units based on management judgments and assumptions using the discounted cash flows under the income approach classified in Level 3 of the fair value hierarchy and comparable company market valuation classified in Level 2 of the fair value hierarchy approaches. If the carrying value of a reporting unit exceeds its fair value, the Company will measure any goodwill impairment loss as the amount by which the carrying amount of a reporting unit exceeds its fair value, not to exceed the total amount of goodwill allocated to that reporting unit. The valuation approaches are subject to key judgments and assumptions that are sensitive to change such as judgments and assumptions about appropriate sales growth rates, operating margins, weighted average cost of capital (“WACC”), and comparable company market multiples. When developing these key judgments and assumptions, the Company considers economic, operational and market conditions that could impact the fair value of the reporting unit. However, estimates are inherently uncertain and represent only management’s reasonable expectations regarding future developments. These estimates and the judgments and assumptions upon which the estimates are based will, in all likelihood, differ in some respects from actual future results. Should a significant or prolonged deterioration in economic conditions occur, such as declines in spending for new construction, remodeling and replacement activities; the inability to pass increases in the costs of raw materials and fuel on to customers; or a decline in comparable company market multiples, then key judgments and assumptions could be impacted.\nUnder a qualitative approach, the Company’s impairment review for tradenames consists of an assessment of whether it is more-likely-than-not that a tradename’s fair value is less than its carrying value. If the Company elects to bypass the qualitative assessment for any tradename, or if a qualitative assessment indicates it is more-likely-than-not that the estimated carrying value of a tradename exceeds its fair value, the Company performs a quantitative tradename impairment test of the tradename.\nThe quantitative impairment evaluation for tradenames involves a comparison of the estimated fair value of the tradename to its carrying amount. If the carrying value of the tradename exceeds its fair value, an impairment loss is recognized in an amount equal to that excess. The determination of fair value used in the impairment evaluation is based on discounted estimates of future sales projections attributable to ownership of the tradenames. Significant judgments inherent in this analysis include assumptions about appropriate sales growth rates, royalty rates, applicable discount rate and the amount of expected future cash flows. The judgments and assumptions used in the estimate of fair value are generally consistent with past performance and are also consistent with the projections and assumptions that are used in current operating plans. Such assumptions are subject to change as a result of changing economic and competitive conditions. The determination of fair value is highly sensitive to differences between estimated and actual cash flows and changes in the related discount rate used to evaluate the fair value of the tradenames. Estimated cash flows are sensitive to changes in the economy among other things.\nIntangible assets with finite lives are amortized based on average lives, which range from\n5\n-\n20\nyears.\nLeases\nThe Company measures right of use (“ROU”) assets and lease liabilities based on the present value of the future minimum lease payments over the lease term at the commencement date. Minimum lease payments include the fixed lease and non-lease components of the agreement, as well as any variable rent payments that depend on an index, initially measured using the index at the lease commencement date. The ROU assets are adjusted for any initial direct costs incurred less any lease incentives received, in addition to payments made on or before the commencement date of the lease. The Company recognizes lease expense for leases on a straight-line basis over the lease term. Variable rent expenses consist primarily of maintenance, property taxes and charges based on usage.\n45\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nAs the implicit rate is not readily determinable for most of the Company’s lease agreements, the Company uses an estimated incremental borrowing rate to determine the initial present value of lease payments. These discount rates for leases are calculated using the Company’s credit spread adjusted for current market factors and foreign currency rates. The Company also made a policy election to determine its incremental borrowing rate, at the initial application date, using the total lease term and the total minimum rental payments, as the Company believes this rate is more indicative of the implied financing cost.\nThe Company determines if a contract is or contains a lease at inception. The Company has operating and finance leases for service centers, warehouses, showrooms, and machinery and equipment. Leases with an initial term of 12 months or less are not recorded on the balance sheet and expensed as incurred. The Company enters into lease contracts ranging from\n1\nto\n60\nyears with a majority of the Company’s lease terms ranging from\n1\nto\n10\nyears.\nSome leases include one or more options to renew, with renewal terms that can extend the lease term from\n3\nto\n10\nyears or more. The exercise of these lease renewal options is at the Company’s sole discretion. An insignificant number of the Company’s leases include options to purchase the leased property. The depreciable life of assets and leasehold improvements are limited by the expected lease term.\nIncome Taxes\nIncome taxes are accounted for under the asset and liability method. Deferred tax assets and liabilities are recognized for the future tax consequences attributable to differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases and operating loss and tax credit carry-forwards. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which those temporary differences are expected to be recovered or settled. The effect on deferred tax assets and liabilities of a change in tax rates is recognized in income in the period that includes the enactment date. The Company recognizes the effect of income tax positions only if those positions are more likely than not of being sustained. Recognized income tax positions are measured at the largest amount that is greater than 50% likely of being realized.  Changes in recognition or measurement are reflected in the period in which the change in judgment occurs.  The Company records interest and penalties related to unrecognized tax benefits in income tax expense.\nFinancial Instruments\nThe Company’s financial instruments consist primarily of short-term investments, receivables, accounts payable, accrued expenses and long-term debt. The carrying amounts of receivables, accounts payable and accrued expenses approximate their fair value because of the short-term maturity of such instruments. The Company has a wholly-owned captive insurance company that may periodically invest in the Company’s commercial paper. These short-term commercial paper investments are classified as trading securities and carried at fair value based upon level two fair value hierarchy. The carrying amount of the Company’s variable-rate debt approximates its fair value based upon level two fair value hierarchy. Interest rates that are currently available to the Company for issuance of long-term debt with similar terms and remaining maturities are used to estimate the fair value of the Company’s long-term debt.\nAdvertising Costs and Vendor Consideration\nAdvertising and promotion expenses are charged to earnings during the period in which they are incurred.\nAdvertising and promotion expenses included in selling, general, and administrative expenses were $\n126,898\nin 2022, $\n139,538\nin 2021 and $\n105,974\nin 2020.\nVendor consideration, generally cash, is classified as a reduction of net sales, unless specific criteria are met regarding goods or services that the Company may receive in return for this consideration. The Company makes various payments to customers, including rebates, slotting fees, advertising allowances, buy-downs and co-op advertising. All of these payments reduce gross sales with the exception of co-op advertising.\nCo-op advertising expenses, classified as a selling, general and administrative expense, were $\n15,231\nin 2022, $\n22,092\nin 2021 and $\n16,087\nin 2020.\n46\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nProduct Warranties\nThe Company warrants certain qualitative attributes of its flooring products. The Company has recorded a provision for estimated warranty and related costs, based on historical experience and periodically adjusts these provisions to reflect actual experience.\nImpairment of Long-Lived Assets\nThe Company reviews its long-lived asset groups, which include intangible assets such as patents and customer relationships subject to amortization, for impairment whenever events or changes in circumstances indicate that the carrying amount of such asset groups may not be recoverable. Recoverability of asset groups to be held and used is measured by a comparison of the carrying amount of long-lived assets to future undiscounted net cash flows expected to be generated by these asset groups. If such asset groups are considered to be impaired, the impairment recognized is the amount by which the carrying amount of the asset group exceeds the fair value of the asset group. Assets held for sale are reported at the lower of the carrying amount or fair value less estimated costs of disposal and are no longer depreciated.\nForeign Currency Translation\nThe Company’s subsidiaries that operate outside the United States generally use their local currency as the functional currency. The functional currency is translated into U.S. Dollars for balance sheet accounts using the month end rates in effect as of the balance sheet date and average exchange rate for revenue and expense accounts for each respective period. The translation adjustments are deferred as a separate component of stockholders’ equity, within accumulated other comprehensive income (loss). Gains or losses resulting from transactions denominated in foreign currencies are included in other income or expense, within the consolidated statements of operations.\nHedges of Net Investments in Non-U.S. Operations\nThe Company has numerous investments outside the United States. The net assets of these subsidiaries are exposed to changes and volatility in currency exchange rates. The Company has in the past and might in the future use foreign currency denominated debt to hedge its non-U.S. net investments against adverse movements in exchange rates. The gains and losses on the Company’s net investments in its non-U.S. operations are economically offset by losses and gains on its foreign currency borrowings.\nIn June 2015, the Company designated its €\n500,000\n2.00\n% Senior Notes borrowing as a net investment hedge of a portion of its European operations. On October 19, 2021, the Company redeemed at par the\n2.00\n% Senior Notes, originally due on January 14, 2022, and paid the remaining €\n500,000\noutstanding principal of the\n2.00\n% Senior Notes, plus any unpaid interest, utilizing cash on hand. In connection with this repayment, the Company dedesignated its €\n500,000\n2.00\n% Senior Notes borrowing as a net investment hedge of a portion of its European operations. For the years ended December 31, 2021 and December 31, 2020, the change in the U.S. dollar value of the Company’s euro denominated debt was a decrease of $\n35,363\n($\n26,928\nnet of taxes) and an increase of $\n54,907\n($\n41,708\nnet of taxes), respectively. Changes in the U.S. dollar value of the Company’s euro denominated debt are recorded in the foreign currency translation adjustment component of accumulated other comprehensive income (loss).\n47\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nEarnings per Share (“EPS”)\nBasic earnings per share is calculated using net earnings available to common stockholders divided by the weighted-average number of shares of common stock outstanding during the year. Diluted EPS is similar to basic EPS except that the weighted-average number of shares is increased to include the number of additional common shares that would have been outstanding if the potentially dilutive common shares had been issued.\nDilutive common stock options and unvested restricted shares (units) are included in the diluted EPS calculation using the treasury stock method. There were no common stock options and unvested restricted shares (units) that were excluded from the diluted EPS computation because the price was greater than the average market price of the common shares for the periods presented for 2022, 2021 and 2020.\nComputations of basic and diluted earnings per share are presented for the years ended December 31, 2022, 2021 and 2020, respectively, in the following table:\nStock-Based Compensation\nThe Company recognizes compensation expense for all share-based payments granted based on the grant-date fair value estimated in accordance with ASC 718-10,\nStock Compensation\n. Compensation expense is generally recognized on a straight-line basis over the awards’ estimated lives for fixed awards with ratable vesting provisions.\nEmployee Benefit Plans\nThe Company has 401(k) retirement savings plans (the “Mohawk Plan”) open to substantially all U.S. and Puerto Rico based employees who have completed\n60\ndays of eligible service. The Company contributes $\n.50\nfor every $1.00 of employee contributions up to a maximum of\n6\n% of the employee’s salary based upon each individual participants election. Employee and employer contributions to the Mohawk Plan were $\n63,648\nand $\n24,483\nin 2022, $\n61,082\nand $\n23,884\nin 2021 and $\n56,241\nand $\n13,509\nin 2020, respectively.\nThe Company also has various pension plans covering employees in Belgium, France, and the Netherlands (the “Non-U.S. Plans”) within Flooring ROW. Benefits under the Non-U.S. Plans depend on compensation and years of service. The Non-U.S. Plans are funded in accordance with local regulations. The Company uses December 31 as the measurement date for its Non-U.S. Plans.\nThe Company’s projected benefit obligation and plan assets as of December 31, 2022 were $\n55,236\nand $\n50,702\n, respectively. The Company’s projected benefit obligation and plan assets as of December 31, 2021 were $\n80,324\nand $\n65,118\n, respectively. As of December 31, 2022, the funded status of the Non-U.S. Plans was a liability of $\n4,534\nof which $\n82\nwas recorded in accumulated other comprehensive income (loss), for a net liability of $\n4,452\nrecorded in other long-term liabilities within the consolidated balance sheets. As of December 31, 2021, the funded status of the Non-U.S. Plans was a liability of $\n15,206\nof which $\n8,866\nwas recorded in accumulated other comprehensive income (loss), for a net liability of $\n6,340\nrecorded in other long-term liabilities within the consolidated balance sheets.\n48\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nComprehensive Income (Loss)\nComprehensive income (loss) includes foreign currency translation of assets and liabilities of foreign subsidiaries, effects of exchange rate changes on intercompany balances of a long-term nature and pension and post-retirement benefit service cost. The Company does not provide income taxes on currency translation adjustments, as earnings from foreign subsidiaries are considered to be indefinitely reinvested. The Company presents currency translation adjustments on noncontrolling interests separately from currency translation adjustments on controlling interests in accumulated other comprehensive income (loss) within stockholders’ equity.\nThe changes in accumulated other comprehensive income (loss) by component, net of tax, for the years ended December 31, 2022, 2021 and 2020 are as follows:\nSelf-Insurance Reserves\nThe Company is self-insured in the U.S. for various levels of general liability, automobile liability, workers’ compensation and employee medical coverage. Insurance reserves are calculated on an undiscounted basis based on actual claim data and estimates of incurred but not reported claims developed utilizing historical claim trends. Projected settlements and incurred but not reported claims are estimated based on pending claims and historical trends and data. Though the Company does not expect them to do so, actual settlements and claims could differ materially from those estimated. Material differences in actual settlements and claims could have an adverse effect on the Company’s results of operations and financial condition.\nThe Company has a wholly-owned captive insurance company, Mohawk Assurance Services, Inc. (“MAS”). MAS insures the retained portion of the Company’s U.S. general liability, automobile liability, workers’ compensation exposures, pandemic, terrorism and medical coverage to MAS.\nFiscal Year\nThe Company ends its fiscal year on December 31. Each of the first three quarters in the fiscal year ends on the Saturday nearest the calendar quarter end with a thirteen week fiscal quarter.\n49\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nRecent Accounting Pronouncements\n—\nRecently Adopted\nIn December 2019, the FASB issued Accounting Standards Update (“ASU”) 2019-12,\nSimplifying the Accounting for Income Taxes\nwhich simplified the accounting for income taxes in several areas by removing certain exceptions and by clarifying and amending existing guidance applicable to accounting for income taxes. The Company adopted the new standard on January 1, 2021. The effect of adopting the new standard was not material.\nIn June 2016, the FASB issued ASU 2016-13,\nFinancial Instruments – Credit Losses (Topic 326): Measurement of Credit Losses on Financial Instruments\n, which was further amended by additional accounting standards updates issued by the FASB.  The new standard replaced the incurred loss impairment methodology for recognizing credit losses with a new methodology that requires recognition of lifetime expected credit losses when a financial asset is originated or purchased, even if the risk of loss is remote. The new methodology (referred to as the current expected credit losses model, or “CECL”) applies to most financial assets measured at amortized cost, including trade receivables, and requires consideration of a broader range of reasonable and supportable information to estimate expected credit losses. The Company adopted the new standard on January 1, 2020 using a modified retrospective transition approach, with the cumulative impact being immaterial to the financial statements.\n(2)\nAcquisitions\n2022 Acquisitions\nDuring 2022, the Company completed acquisitions in Flooring NA for $\n164,579\n. The Company’s acquisitions resulted in a preliminary goodwill allocation of $\n60,842\n, pending working capital adjustments, and intangible assets subject to amortization of $\n19,900\n. Approximately half of the goodwill is expected to be deductible for tax purposes. The Company also completed acquisitions in Flooring ROW for $\n47,964\n, which resulted in a preliminary goodwill allocation of $\n11,542\n, pending working capital adjustments, and intangible assets subject to amortization of $\n3,376\n. Some of t\nhe goodwill is expected to be deductible for tax purposes.\n2021 Acquisitions\nDuring 2021, the Company completed acquisitions in\nFlooring ROW\ntotaling $\n121,027\n, including the acquisition of an insulation manufacturer, on September 7, 2021 for $\n66,334\nand the acquisition of a MDF production plant on November 2, 2021 for $\n44,357\n. The Company’s acquisitions resulted in a goodwill allocation of $\n52,536\nand intangible assets subject to amortization of $\n19,910\n. The goodwill was not deductible for tax purposes. The remaining acquisitions resulted in goodwill of $\n1,672\nand intangible assets subject to amortization of $\n5,596\n.\n(3)\nRevenue from Contracts with Customers\nContract Liabilities\nThe Company records contract liabilities when it receives payment prior to fulfilling a performance obligation. Contract liabilities related to revenues are recorded in accounts payable and accrued expenses on the accompanying condensed consolidated balance sheets. The Company had contract liabilities of $\n72,572\nand $\n65,744\nas of December 31, 2022 and December 31, 2021, respectively.\nPerformance Obligations\nSubstantially all of the Company’s revenue is recognized at a point in time when the product is either shipped or received from the Company’s facilities and control of the product is transferred to the customer.  Accordingly, in any period, the Company does\nno\nt recognize a significant amount of revenue from performance obligations satisfied or partially satisfied in prior periods and the amount of such revenue recognized during the years ended December 31, 2022, 2021, and 2020 was immaterial.\n50\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nCosts to Obtain a Contract\nThe Company incurs certain incremental costs to obtain revenue contracts. These costs relate to marketing display structures and are capitalized when the amortization period is greater than one year, with the amount recorded in other assets on the accompanying condensed consolidated balance sheets. Capitalized costs to obtain contracts were $\n59,015\nand $\n49,644\nas of December 31, 2022 and December 31, 2021, respectively. Straight-line amortization expense recognized during 2022, 2021 and 2020 related to these capitalized costs were $\n55,520\n, $\n61,681\nand $\n68,201\n, respectively.\nRevenue Disaggregation\nThe following table presents the Company’s segment revenues disaggregated by the geographical market location of customer sales and product categories during the years ended December 31, 2022, 2021 and 2020, respectively:\n51\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\n(1)\nOther includes roofing elements, insulation boards, chipboards and IP contracts.\n(4)\nRestructuring, Acquisition and Integration-Related Costs\nThe Company incurs costs in connection with acquiring, integrating and restructuring acquisitions and in connection with its global cost-reduction/productivity initiatives.  For example:\n•\nIn connection with acquisition activity, the Company typically incurs costs associated with executing the transactions, integrating the acquired operations (which may include expenditures for consulting and the integration of systems and processes), and restructuring the combined company (which may include charges related to employees, assets and activities that will not continue in the combined company); and\n•\nIn connection with the Company’s cost-reduction/productivity initiatives, it typically incurs costs and charges associated with site closings and other facility rationalization actions, including accelerated depreciation (\"asset write-downs\") and workforce reductions.\nRestructuring, acquisition and integration-related costs consisted of the following during the year ended December 31, 2022, 2021 and 2020, respectively (in thousands):\n52\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nThe restructuring activity for the years ended December 31, 2022 and 2021, respectively is as follows (in thousands):\nThe Company generally expects the remaining severance and other restructuring costs to be paid over the next year.\n53\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\n(5)\nFair Value\nThe Company’s wholly-owned captive insurance company may invest in the Company’s commercial paper. These short-term commercial paper investments are classified as trading securities and carried at fair value based upon the Level 2 fair value hierarchy.\nItems Measured at Fair Value\nThe following table presents the items measured at fair value as of December 31, 2022 and December 31, 2021:\nThe fair values and carrying values of the Company’s debt are disclosed in Note 10,\nLong-Term Debt\n.\n(6)\nReceivables, net\nThe following table reflects the activity of allowances for discounts, returns, claims and doubtful accounts for the years ended December 31:\n(1)\nRepresents charge-offs, net of recoveries\n.\n(7)\nInventories\nThe components of inventories are as follows:\n54\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\n(8)\nGoodwill and Other Intangible Assets\nThe Company performs its annual testing of goodwill and indefinite-lived intangibles in the fourth quarter of each year. Between annual testing dates, the Company monitors factors such as its market capitalization, comparable company market multiples and macroeconomic conditions to identify conditions that could impact the Company’s assumptions utilized in the determination of the estimated fair values of the Company’s reporting units and indefinite-lived intangible assets significantly enough to trigger an impairment.\nThe goodwill impairment tests are based on determining the fair value of the specified reporting units based on management judgements and assumptions using the discounted cash flows under the income approach classified in Level 3 of the fair value hierarchy and comparable company market valuation classified in Level 2 of the fair value hierarchy approaches. The Company has identified Global Ceramic, Flooring NA and Flooring ROW as its reporting units for the purposes of allocating goodwill and intangibles as well as assessing impairments. The valuation approaches are subject to key judgments and assumptions that are sensitive to change such as judgements and assumptions about appropriate sales growth rates, operating margins, WACC and comparable company market multiples.\nAs a result of a decrease in the Company’s market capitalization, comparable company market multiples, projected future cash flows and an increase in the WACC due to increases in the risk free rate and applicable risk premiums, the Company determined that a triggering event occurred requiring goodwill impairment testing for each of its reporting units as of October 1, 2022. The impairment test indicated a pre-tax, non-cash goodwill impairment charge related to the Global Ceramic reporting unit of $\n688,514\n($\n679,664\nnet of tax), which the Company recorded during the third quarter of 2022. The Company concluded the goodwill of its other reporting units was not impaired on October 1, 2022. In addition, the Company compared the estimated fair values of its indefinite-lived intangibles to their carrying values and determined that there were\nimpairments\nof $\n7,257\n($\n5,939\nnet of tax) in the Flooring ROW and Flooring NA reporting units during the third quarter of 2022.\nThe excess of fair value over carrying value for the Flooring ROW reporting unit was approximately\n20\n% and the excess of fair value over carrying value for the Flooring NA reporting unit was less than\n5\n%, as of October 1, 2022. The Company’s annual testing date for goodwill and tradenames is the first day of its fourth quarter and due to the fact that there were no significant changes in facts or circumstances in the one calendar day, the Company determined there was no additional impairment of goodwill or tradenames. The Company conducted a qualitative analysis as of December 31, 2022 and determined there was no indication of an impairment.\nA significant or prolonged deterioration in economic conditions, continued increases in the costs of raw materials and energy combined with an inability to pass these costs on to customers, a further decline in the Company’s market capitalization or comparable company market multiples, a reduction in projected future cash flows, or increases in the WACC, could impact the Company’s assumptions and require a reassessment of goodwill or indefinite-lived intangible assets for impairment in future periods.\n55\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nThe following tables summarize the components of goodwill and intangible assets:\nGoodwill:\n(1)\nNet of accumulated impairment losses of $\n1,327,425\n($\n531,930\nin Global Ceramic, $\n343,054\nin Flooring NA and $\n452,441\nin Flooring ROW).\nIntangible assets:\n56\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nEstimated amortization expense for the years ending December 31 are as follows:\n(9)\nProperty, Plant and Equipment\nFollowing is a summary of property, plant and equipment:\nAdditions to property, plant and equipment included capitalized interest of $\n16,895\n, $\n9,082\nand $\n6,362\nin 2022, 2021 and 2020, respectively. Depreciation expense was $\n564,255\n, $\n558,818\nand $\n574,095\nfor 2022, 2021 and 2020, respectively. Included in property, plant and equipment are finance leases with a cost of $\n82,653\nand $\n67,984\nand accumulated depreciation of $\n30,218\nand $\n19,902\nas of December 31, 2022 and 2021, respectively.\n(10)\nLong-Term Debt\nSenior Credit Facility\nOn August 12, 2022, the Company entered into a fourth amendment (the “Amendment”) to its existing senior revolving credit facility (the “Senior Credit Facility”). The Amendment, among other things, (i) extended the maturity of the Senior Credit Facility from October 18, 2024 to August 12, 2027, (ii) renewed the Company’s option to extend the maturity of the Senior Credit Facility up to two times for an additional one-year period each, (iii) increased the Consolidated Interest Coverage Ratio financial maintenance covenant from\n3.00\n:1.00 to\n3.50\n:1.00, (iv) eliminated certain covenants applicable to the Company and its subsidiaries, including, but not limited to, restrictions on dispositions, restricted payments, and transactions with affiliates, and the Consolidated Net Leverage Ratio financial covenant, and (v) increased the amount available under the Senior Credit Facility to $\n1,950,000\nuntil October 18, 2024, after which the amount available under the Senior Credit Facility will decrease to $\n1,485,000\n. The Amendment also permits the Company to increase the commitments under the Senior Credit Facility by an aggregate amount not to exceed $\n600,000\n.\n57\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nAt the Company’s election, U.S.-dollar denominated revolving loans under the Senior Credit Facility bear interest at annual rates equal to either (a) SOFR (plus a\n0.10\n% SOFR adjustment) for 1, 3 or 6 month periods, as selected by the Company, plus an applicable margin ranging between\n1.00\n% and\n1.75\n% (\n1.00\n% as of December 31, 2022), or (b) the Base Rate (defined as the higher of the Wells Fargo Bank, National Association prime rate, the Federal Funds Effective Rate plus\n0.5\n%, or SOFR (plus a\n0.10\n% SOFR adjustment) for a 1 month period rate plus\n1.0\n%), plus an applicable margin ranging between\n0.00\n% and\n0.75\n% (\n0.00\n% as of December 31, 2022). At the Company’s election, revolving loans under the Senior Credit Facility denominated in Canadian dollars, Australian dollars, Hong Kong dollars or euros bear interest at annual rates equal to either (a) the applicable benchmark for such currency plus an applicable margin ranging between\n1.00\n% and\n1.75\n% (\n1.00\n% as of December 31, 2022), or (b) the Base Rate plus an applicable margin ranging between\n0.00\n% and\n0.75\n% (\n0.00\n% as of December 31, 2022). The Company also pays a commitment fee to the lenders under the Senior Credit Facility on the average amount by which the aggregate commitments of the lenders exceed utilization of the Senior Credit Facility ranging from\n0.09\n% to\n0.20\n% per annum (\n0.09\n% as of December 31, 2022). The applicable margins and the commitment fee are determined based on whichever of the Company’s Consolidated Net Leverage Ratio or its senior unsecured debt rating (or if not available, corporate family rating) results in the lower applicable margins and commitment fee (with applicable margins and the commitment fee increasing as that ratio increases or those ratings decline, as applicable). On October 28, 2021, the Company amended the Senior Credit Facility to replace LIBOR for euros with the EURIBOR benchmark rate.\nThe obligations of the Company and its subsidiaries in respect of the Senior Credit Facility are unsecured.\nThe Senior Credit Facility includes certain affirmative and negative covenants that impose restrictions on the Company’s financial and business operations, including limitations on liens, subsidiary indebtedness, fundamental changes, future negative pledges, and changes in the nature of the Company’s business. The limitations contain customary exceptions or, in certain cases, do not apply as long as the Company is in compliance with the financial ratio requirement and is not otherwise in default. The Senior Credit Facility originally required the Company to maintain a Consolidated Interest Coverage Ratio of at least\n3.00\nto 1.00 and a Consolidated Net Leverage Ratio of no more than\n3.75\nto 1.00, each as of the last day of any fiscal quarter.  However, on May 7, 2020 the Company amended the Senior Credit Facility to temporarily increase the minimum Consolidated Net Leverage Ratio to\n4.75\nto 1.00 and to increase the amount of certain adjustments to Net Income that are permitted to calculate the ratio. The relief provided by the amendment was in effect for the fiscal quarters ending on September 26, 2020 through (and including) the fiscal quarter ending December 31, 2021. As described above, the Consolidated Net Leverage Ratio financial covenant was eliminated on August 12, 2022.\nThe Senior Credit Facility also contains customary representations and warranties and events of default, subject to customary grace periods.\nIn 2022, the Company paid financing costs of $\n1,879\nin connection with the Amendment of its Senior Credit Facility. These costs were deferred and, along with previously unamortized costs of $\n2,663\n, are being amortized over the term of the Senior Credit Facility.\nAs of December 31, 2022, amounts utilized under the Senior Credit Facility included\nzero\nborrowings and $\n19,614\nof standby letters of credit related to various insurance contracts and foreign vendor commitments. Any outstanding borrowings under the Company’s U.S. and European commercial paper programs reduce the availability of the Senior Credit Facility. Including commercial paper borrowings, the Company has utilized $\n848,420\nunder the Senior Credit Facility, resulting in a total of $\n1,101,580\navailable as of December 31, 2022.\nCommercial Paper\nOn February 28, 2014 and July 31, 2015, the Company established programs for the issuance of unsecured commercial paper in the United States and Eurozone capital markets, respectively. Commercial paper issued under the U.S. and European programs will have maturities ranging up to\n397\nand\n183\ndays, respectively. None of the commercial paper notes may be voluntarily prepaid or redeemed by the Company and rank pari passu with  the Company’s other unsecured and unsubordinated indebtedness. To the extent that the Company issues European commercial paper notes through a subsidiary of the Company, the notes will be fully and unconditionally guaranteed by the Company.\nThe Company uses its Senior Credit Facility as a liquidity backstop for its commercial paper programs. Accordingly, the total amount outstanding under the Company’s commercial paper programs may not exceed $\n1,950,000\n(less any amounts drawn on the Senior Credit Facility) at any time.\n58\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nThe proceeds from the issuance of commercial paper notes will be available for general corporate purposes. As of December 31, 2022, there was $\n785,998\noutstanding under the U.S. commercial paper program, and the euro equivalent of $\n42,808\nunder the European program. The weighted-average interest rate and maturity period for the U.S. program were\n4.85\n% and\n27.0\ndays, respectively. The weighted-average interest rate and maturity period for the European program were\n1.98\n% and\n11.8\ndays, respectively.\nSenior Notes\nOn June 12, 2020, Mohawk Capital Finance S.A. (“Mohawk Finance”), an indirect wholly-owned finance subsidiary of the Company, completed the issuance and sale of €\n500,000\naggregate principal amount of\n1.750\n% Senior Notes (“\n1.750\n% Senior Notes”) due June 12, 2027. The\n1.750\n% Senior Notes are senior unsecured obligations of Mohawk Finance and rank pari passu with Mohawk Finance’s other existing and future senior unsecured indebtedness. The\n1.750\n% Senior Notes are fully, unconditionally and irrevocably guaranteed by the Company on a senior unsecured basis. Interest on the\n1.750\n% Senior Notes is payable annually in cash on June 12 of each year, commencing on June 12, 2021. The Company paid financing costs of $\n4,400\nin connection with the\n1.750\n% Senior Notes. These costs were deferred and are being amortized over the term of the\n1.750\n% Senior Notes.\nOn May 14, 2020, the Company completed the issuance and sale of $\n500,000\naggregate principal amount of\n3.625\n% Senior Notes (“\n3.625\n% Senior Notes”) due May 15, 2030.  The\n3.625\n% Senior Notes are senior unsecured obligations of the Company and rank pari passu with the Company’s existing and future unsecured indebtedness. Interest on the\n3.625\n% Senior Notes is payable semi-annually in cash on May 15 and November 15 of each year, commencing on November 15, 2020.  The Company paid financing costs of $\n5,476\nin connection with the\n3.625\n% Senior Notes. These costs were deferred and are being amortized over the term of the\n3.625\n% Senior Notes.\nOn January 31, 2013, the Company issued $\n600,000\naggregate principal amount of\n3.85\n% Senior Notes (“\n3.85\n% Senior Notes”) due February 1, 2023.  The\n3.85\n% Senior Notes were senior unsecured obligations of the Company and ranked pari passu with the Company’s existing and future unsecured indebtedness. Interest on the\n3.85\n% Senior Notes was payable semi-annually in cash on February 1 and August 1 of each year. The Company paid financing costs of $\n6,000\nin connection with the\n3.85\n% Senior Notes. These costs were deferred and were amortized over the term of the\n3.85\n% Senior Notes. On November 1, 2022, the Company redeemed at par all of the\n3.85\n% Senior Notes.\nAs defined in the related agreements, the Company’s senior notes contain covenants, representations and warranties and events of default, subject to exceptions, and restrictions on the Company’s financial and business operations, including limitations on liens, restrictions on entering into sale and leaseback transactions, fundamental changes, and a provision allowing the holder of the notes to require repayment upon a change of control triggering event.\nTerm Loan\nOn August 12, 2022, the Company and its indirect wholly-owned subsidiary, Mohawk International Holdings S.à r.l. (“Mohawk International”), entered into an agreement that provides for a delayed draw term loan facility (the “Term Loan Facility”), consisting of borrowings of up to $\n575,000\nand €\n220,000\n. On October 3,2022, an additional $\n100,000\nof borrowing capacity was added to the Term Loan Facility. The Term Loan Facility could be drawn upon in up to two advances on any business day on or before December 31, 2022, with the proceeds being used for funding working capital and general corporate purposes. On October 31, 2022 and December 6, 2022, the Company made draws of $\n675,000\nand €\n220,000\n, respectively. The Company must pay the outstanding principal amount of the Term Loan Facility, plus accrued and unpaid interest, not later than the maturity date of August 12, 2024. The Company may prepay all or a portion of the Term Loan Facility, plus accrued and unpaid interest, from time to time, without premium or penalty.\n59\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nAt the Company’s election, U.S. dollar-denominated loans under the Term Loan Facility bear interest at an annual rate equal to either (a) SOFR (plus a\n0.10\n% SOFR adjustment) for 1, 3 or 6 month periods, as selected by the Company, plus an applicable margin ranging between\n0.825\n% and\n1.50\n% (\n0.825\n% as of December 31, 2022), determined based upon the Company’s consolidated net leverage ratio, or (b) the base rate (defined as the higher of the Wells Fargo Bank, National Association prime rate, the Federal Funds Effective Rate plus\n0.5\n%, and SOFR (plus a\n0.10\n% SOFR adjustment) for a 1 month period plus\n1.0\n%) plus an applicable margin ranging between\n0.00\n% and\n0.50\n% (\n0.00\n% as of December 31, 2022), determined based upon the Company’s consolidated net leverage ratio. Euro-denominated loans under the Term Loan Facility bear interest at an annual rate equal to EURIBOR for 1, 3 or 6 month periods, as selected by the Company, plus an applicable margin ranging between\n0.825\n% and\n1.50\n% (\n0.825\n% as of December 31, 2022), determined based upon the Company’s consolidated net leverage ratio.\nIn 2022, the Company paid financing costs of $\n664\nin connection with the Term Loan Facility. These costs were deferred and are being amortized over the term of the Term Loan Facility.\nThe obligations of the Company and its subsidiaries in respect of the Term Loan Facility are unsecured.\nThe Term Loan Facility includes certain affirmative and negative covenants that impose restrictions on the Company’s financial and business operations, including limitations on liens, indebtedness, fundamental changes, and changes in the nature of the Company’s business. Many of these limitations are subject to numerous exceptions. The Company is also required to maintain a Consolidated Interest Coverage Ratio of at least\n3.5\nto 1.0 as of the last day of any fiscal quarter.\nThe Term Loan Facility also contains customary representations and warranties.\nThe Term Loan Facility contains events of default customary for this type of financing, including a cross default and cross acceleration provision to certain other material indebtedness of the Company. Upon the occurrence of an event of default, the outstanding obligations under the Term Loan Facility may be accelerated and become due and payable immediately. In addition, if certain change of control events occur with respect to the Company, the Company is required to repay the loans outstanding under the Term Loan Facility.\nOn April 7, 2020, the Company entered into a credit agreement that provided for a $\n500,000\ndelayed draw term loan facility (the “Term Loan Facility”).  On April 15, 2020, the Company borrowed the full amount on the Term Loan Facility, the proceeds of which could be used for funding working capital and general corporate purposes of the Company. The principal amount of the Term Loan Facility was to be repaid in a single installment on April 6, 2021. The Company could prepay all or a portion of the Term Loan Facility from time to time, plus accrued and unpaid interest. The obligations of the Company and its subsidiaries in respect of the Term Loan Facility were unsecured. The Term Loan Facility was subject to the same affirmative and negative covenants that are applicable to the Senior Credit Facility. The Company recorded financing costs of $\n1,088\nin connection with the Term Loan Facility. On May 15, 2020, the Company prepaid the entire outstanding balance on the Term Loan Facility utilizing cash on hand and proceeds from the\n3.625\n% Senior Notes and associated financing costs were written off in the quarter ending June 27, 2020.\n60\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nThe fair values and carrying values of the Company’s debt instruments are detailed as follows:\nThe fair values of the Company’s debt instruments were estimated using market observable inputs, including quoted prices in active markets, market indices and interest rate measurements. Within the hierarchy of fair value measurements, these are Level 2 fair values.\nThe aggregate maturities of total debt as of December 31, 2022 are as follows\n(1)\n:\n(1)\nDebt maturity table excludes deferred loan costs.\n61\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\n(11)\nAccounts Payable and Accrued Expenses\nAccounts payable and accrued expenses are as follows:\n(12)\nLeases\nThe Company has operating and finance leases for service centers, warehouses, showrooms, and machinery and equipment. Certain of the Company’s leases include rental payments that will adjust periodically for inflation or certain adjustments based on step increases. An insignificant number of the Company’s leases contain residual value guarantees and none of the Company’s agreements contain material restrictive covenants.\nThe Company rents or subleases certain real estate to third parties. The Company’s sublease portfolio consists mainly of operating leases.\nThe components of lease costs for the twelve months ended December 31, 2022, 2021 and 2020, respectively, are as follows:\n62\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\n63\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nSupplemental balance sheet information related to leases is as follows:\nMaturities of lease liabilities as of December 31, 2022 are as follows:\nThe Company had approximately $\n6,516\nof leases that commenced after December 31, 2022 that created rights and obligations to the Company. These leases are not included in the above maturity schedule.\n64\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nLease term and discount rate are as follows:\nSupplemental cash flow information related to leases was as follows:\n(1)\nAmortization of ROU operating lease assets during the period is reflected in Other assets and prepaid expenses on the Consolidated Statements of Cash Flows.\n(13)\nStock-Based Compensation\nThe Company recognized compensation expense for all share-based payments granted for the years ended December 31, 2022, 2021 and 2020 based on the grant-date fair value estimated in accordance with the provisions of ASC 718-10. Compensation expense is recognized on a straight-line basis over the options’ or other awards’ estimated lives for fixed awards with ratable vesting provisions.\nUnder the Company’s 2012 Incentive Plan (“2012 Plan”), the Company reserved up to a maximum of\n3,200\nshares of common stock for issuance upon the grant or exercise of stock options, restricted stock, restricted stock units (“RSUs”) and other types of awards, to directors and key employees through December 31, 2022. Option awards are granted with an exercise price equal to the market price of the Company’s common stock on the date of the grant and generally vest between\nthree\nand\nfive years\nwith a\n10-year\ncontractual term. The grant date fair value of restricted stock and RSUs is equal to the market price of the Company’s common stock on the date of the grant and generally vest between\nthree\nand\nfive years\n.\nOn May 19, 2017, the Company’s stockholders approved the 2017 Long-Term Incentive Plan (“2017 Plan”), which allows the Company to reserve up to a maximum of\n3,000\nshares of common stock for issuance upon the grant or exercise of awards under the 2017 Plan.\nNo\nadditional awards may be granted under the 2012 Plan after May 19, 2017.\n65\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nRestricted Stock Plans\nA summary of the Company’s RSUs under the Company’s long-term incentive plans as of December 31, 2022, and changes during the year then ended is presented as follows:\nThe Company recognized stock-based compensation costs related to the issuance of RSUs of $\n22,409\n($\n16,582\n, net of taxes), $\n25,651\n($\n18,982\n, net of taxes) and $\n19,697\n($\n14,576\n, net of taxes) for the years ended December 31, 2022, 2021 and 2020, respectively, which has been allocated to selling, general and administrative expenses and cost of goods sold. Pre-tax unrecognized compensation expense for unvested RSUs granted to employees, net of estimated forfeitures, was $\n19,321\nas of December 31, 2022, and will be recognized as expense over a weighted-average period of approximately\n1.45\nyears.\nAdditional information relating to the Company’s RSUs under the Company’s long-term incentive plans are as follows:\nDuring 2022, 2021 and 2020, shares were awarded each year to certain non-employee directors in lieu of cash for their annual retainers. The total number of shares were\n2\n,\n3\n, and\n2\n, respectively.\n(14)\nOther Expense (Income)\nFollowing is a summary of other expense (income):\n66\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\n(15)\nIncome Taxes\nFollowing is a summary of (loss) earnings before income taxes for United States and foreign operations:\nIncome tax expense (benefit) for the years ended December 31, 2022, 2021 and 2020 consists of the following:\nThe geographic dispersion of earnings and losses contributes to the annual changes in the Company’s effective tax rates. A substantial portion of the Company’s business activities are conducted in the United States, which gave rise to a loss in the current year. The Company is also subject to taxation in other jurisdictions where it has operations, including Australia, Belgium, Brazil, Bulgaria, France, Ireland, Italy, Luxembourg, Malaysia, Mexico, the Netherlands, New Zealand, Poland, Russia, Spain and the United Kingdom. The effective tax rates that the Company accrues in these jurisdictions vary widely, but they are generally lower than the Company’s overall effective tax rate. The Company’s domestic effective tax rates for the years ended December 31, 2022, 2021 and 2020 were (\n36.5\n)%,\n33.8\n%, and (\n12.0\n)%, respectively, and its non-U.S. effective tax rates for the years ended December 31, 2022, 2021 and 2020 were\n17.5\n%,\n14.1\n%, and\n16.3\n%, respectively. The difference in rates applicable in foreign jurisdictions results from many factors, including lower statutory rates, historical loss carry-forwards, financing arrangements, and other factors. The Company’s effective tax rate has been and will continue to be impacted by the geographical dispersion of the Company’s earnings and losses. To the extent that domestic earnings increase while the foreign earnings remain flat or decrease, or increase at a lower rate, the Company’s effective tax rate will increase.\n67\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nIncome tax expense (benefit) attributable to earnings before income taxes differs from the amounts computed by applying the U.S. statutory federal income tax rate to earnings before income taxes as follows:\n(1)\nForeign income taxes include statutory rate differences, financing arrangements, withholding taxes, local income taxes, notional deductions, and other miscellaneous items.\n(2)\nThe CARES Act permits the Company to carry back its 2020 U.S. taxable loss to a tax year before the corporate income tax rate was lowered by the Tax Cuts and Jobs Act.\n(3)\nThe company realized a one-time Italian step-up benefit allowing for the realignment of tax asset values.\n68\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nThe tax effects of temporary differences that give rise to significant portions of the deferred tax assets and deferred tax liabilities as of December 31, 2022 and 2021 are presented below:\nThe Company evaluates its ability to realize the tax benefits associated with deferred tax assets by analyzing its forecasted taxable income using both historic and projected future operating results, the reversal of existing temporary differences, taxable income in prior carry-back years (if permitted) and the availability of tax planning strategies. The valuation allowance as of December 31, 2022, and 2021 is $\n284,347\nand $\n236,357\n, respectively. The valuation allowance as of December 31, 2022 relates to the net deferred tax assets of certain of the Company’s foreign subsidiaries as well as certain state net operating losses and tax credits. The total change in the 2022 valuation allowance was an increase of $\n47,990\nrelated to increased losses, foreign currency translation, and other activities. The total change in the 2021 valuation allowance was a decrease of $\n31,481\nrelated to tax rate changes, foreign currency translation, and other activities.\nManagement believes it is more likely than not that the Company will realize the benefits of its deferred tax assets, net of valuation allowances, based upon the expected reversal of deferred tax liabilities and the level of historic and forecasted taxable income over periods in which the deferred tax assets are deductible.\nAs of December 31, 2022, the Company has state net operating loss carry forwards and state tax credits with potential tax benefits of $\n46,388\n, net of federal income tax benefit; these carry forwards expire over various periods based on taxing jurisdiction. A valuation allowance totaling $\n31,760\nhas been recorded against these state deferred tax assets as of December 31, 2022. In addition, as of December 31, 2022, the Company has credits and net operating loss carry forwards in the U.S. with potential tax benefits of $\n6,753\nand in various foreign jurisdictions with potential tax benefits of $\n1,565,514\n. A valuation allowance of $\n6,242\nand $\n246,345\n, respectively, has been recorded against these deferred tax assets as of December 31, 2022.\n69\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nAs a result of the redemption of hybrid instruments in response to changes in global tax regimes, the Company has an ASC 740-10 liability of $\n1,169,896\nfor the full tax effected loss on the hybrid instrument in the\nTax Uncertainties\nsection below. This ASC 740-10-45 liability is recorded as a reduction to the related deferred tax asset in the financial statements as a result of management’s determination that it is not more likely than not that the benefit will be realized.\nThe Company has no intentions or plans to repatriate foreign earnings and continues to assert that historical earnings of its foreign subsidiaries as of December 31, 2022 are permanently reinvested. Should the remaining earnings be distributed in the form of dividends in the future, the Company might be subject to withholding taxes (possibly offset by U.S. foreign tax credits) in various foreign jurisdictions, but the Company would not expect incremental U.S. federal or state taxes to be accrued on these previously taxed earnings.\nTax Uncertainties\nIn the normal course of business, the Company’s tax returns are subject to examination by various taxing authorities. Such examinations may result in future tax and interest assessments by these taxing jurisdictions. Accordingly, the Company accrues liabilities when it believes that it is not more likely than not that it will realize the benefits of tax positions that it has taken in its tax returns or for the amount of any tax benefit that exceeds the cumulative probability threshold in accordance with ASC 740-10. Changes in recognition or measurement are reflected in the period in which the change in judgment occurs. The Company records interest and penalties related to unrecognized tax benefits in income tax expense (benefit). Differences between the estimated and actual amounts determined upon ultimate resolution, individually or in the aggregate, are not expected to have a material adverse effect on the Company’s consolidated financial position but could possibly be material to the Company’s consolidated results of operations or cash flow in any given quarter or annual period.\nAs of December 31, 2022, the Company’s gross amount of unrecognized tax benefits is $\n1,230,632\n, excluding interest and penalties. If the Company were to prevail on all uncertain tax positions, $\n47,881\nof the unrecognized tax benefits would affect the Company’s effective tax rate, exclusive of any benefits related to interest and penalties.\nA reconciliation of the beginning and ending amount of unrecognized tax benefits is as follows:\nAs a result of the redemption of hybrid instruments in response to changes in global tax regimes, the Company has an ASC 740-10 liability for the full tax effected loss on hybrid instruments. This ASC 740-10-45 liability is recorded as a reduction to the related deferred tax asset in the financial statements as a result of management’s determination that it is not more likely than not that the benefit will be realized. The tax effected loss was adjusted for foreign currency translation changes in 2022, resulting in an updated balance of $\n1,169,896\nas of December 31, 2022.\nAs of December 31, 2022 and 2021, the Company has $\n14,801\nand $\n14,494\n, respectively, accrued for the payment of interest and penalties, excluding the federal tax benefit of interest deductions where applicable. During the years ended December 31, 2022, 2021 and 2020, the Company accrued interest and penalties through income tax expense of $\n437\n, $\n3,236\nand $(\n695\n), respectively.\nThe Company believes that its unrecognized tax benefits could decrease by $\n9,152\nwithin the next twelve months. The Company’s 2018, 2019 and 2020 federal tax returns are currently under audit by the Internal Revenue Service. As permitted by the CARES Act, the company carried back its 2020 taxable losses to tax years before the corporate income tax rate was lowered by the Tax Cut and Jobs Act. Federal income tax matters related to years prior to 2014 have been effectively settled. Various other state and foreign income tax returns are open to examination for various years.\n70\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nBelgian Tax Matter\nThe Company has been in a dispute with the Belgian Tax Authority (the “BTA”) regarding the proper tax treatment of the royalty income arising from intellectual property (“IP”) owned by a Luxembourg subsidiary, Flooring Industries Limited S.à r.l. (“FIL”). The BTA had assessed Unilin BV for the calendar years ending December 2005 through 2010 in an amount totaling €\n223,321\n(including penalties but excluding interest), alleging that Unilin BV inappropriately transferred valuable IP to FIL and income associated with that IP should be taxed in Belgium. Unilin BV challenged all of these assessments and prevailed both in the Court of First Appeal in Bruges and in the Ghent Court of Appeal.  In 2021, the BTA indicated it will not appeal these cases to the Supreme Court and has withdrawn all of the assessments for 2005 through 2010. Consequently, all of those tax years are now closed.\nHaving lost under its original theory, the BTA initiated new assessments for later years against FIL rather than Unilin BV. In that connection, the BTA alleged that FIL had a taxable presence in Belgium and should have been taxed on royalties received in respect of its IP. The BTA issued initial assessments in December 2020 and June 2021 that totaled €\n371,696\n(including penalties but excluding interest) for calendar years ending December 2013 through 2018. However, in November and December of 2021, the BTA cancelled these assessments and in April 2022 issued new assessments that total €\n186,734\n(including penalties but excluding interest) for those years using different calculations. The Company was expecting an additional assessment for 2019. Under the statute of limitations, the BTA may not assess FIL for any years prior to 2013, and the Company believes that FIL’s statute of limitations is closed for 2013 through 2016. These assessments would involve the same underlying facts at issue in the above referenced cases where Unilin BV prevailed at two different levels. Although Mohawk believes its tax position in Belgium was correct, FIL entered into an agreement with the BTA on November 23, 2022, to settle the dispute for a one-time payment of €\n3,000\n. No fines were upheld due to the good faith of the company. This settlement covers calendar years ending December 31, 2013, through 2020. Consequently, FIL will not be liable for additional taxes, penalties, or interest related to all calendar years through the year ending December 31, 2020.\n71\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\n(16)\nCommitments and Contingencies\nThe Company had approximately $\n19,614\nand $\n1,432\nin standby letters of credit for various insurance contracts and commitments to foreign vendors as of December 31, 2022 and 2021, respectively that expire within\ntwo years\n.\nFrom time to time in the regular course of its business, the Company is involved in various lawsuits, claims, investigations and other legal matters. Except as noted below, there are no material legal proceedings pending or known by the Company to be contemplated to which the Company is a party or to which any of its property is subject.\nPerfluorinated Compounds (“PFCs”) Litigation\nIn September 2016, the Water Works and Sewer Board of the City of Gadsden, Alabama (the “Gadsden Water Board”) filed an individual complaint in the Circuit Court of Etowah County, Alabama against certain manufacturers, suppliers, and users of chemicals containing specific PFCs, including the Company. In May 2017, the Water Works and Sewer Board of the Town of Centre, Alabama (the “Centre Water Board”) filed a similar complaint in the Circuit Court of Cherokee County, Alabama. The Gadsden Water Board and the Centre Water Board both sought monetary damages and injunctive relief claiming that their water supplies contain excessive amounts of PFCs. Certain defendants, including the Company, filed dispositive motions in each case arguing that the Alabama state courts lack personal jurisdiction over them. These motions were denied. In June and September 2018, certain defendants, including the Company, petitioned the Alabama Supreme Court for Writs of Mandamus directing each lower court to enter an order granting the defendants’ dispositive motions on personal jurisdiction grounds. The Alabama Supreme Court denied the petitions on December 20, 2019. Certain defendants, including the Company, filed an Application for Rehearing with the Alabama Supreme Court asking the court to reconsider its December 2019 decision. The Alabama Supreme Court denied the application for rehearing. On August 21, 2020, certain defendants, including the Company, petitioned the Supreme Court of the United States for review of the matter. On January 19, 2021, the Supreme Court denied the defendants’ petition for review. On October 14, 2022, the Gadsden Water Board settled its claims against Mohawk Industries, Inc. and Mohawk Carpet, LLC. The case filed by the Centre Water Board remains pending.\nIn December 2019, the City of Rome, Georgia (“Rome”) filed a complaint in the Superior Court of Floyd County, Georgia that is similar to the Gadsden Water Board and Centre Water Board complaints, again seeking monetary damages and injunctive relief related to PFCs. Also in December 2019, Jarrod Johnson filed a putative class action in the Superior Court of Floyd County, Georgia purporting to represent all water subscribers with the Rome (Georgia) Water and Sewer Division and/or the Floyd County (Georgia) Water Department and seeking to recover, among other things, damages in the form of alleged increased rates and surcharges incurred by ratepayers for the costs associated with eliminating certain PFCs from their drinking water. In January 2020, defendant 3M Company removed the class action to federal court. The Company filed motions to dismiss in both of these cases. On December 17, 2020, the Superior Court of Floyd County denied the Company’s motion to dismiss in the Rome case. On September 20, 2021, the Northern District of Georgia denied the Company’s motion to dismiss in the class action.\nThe Company denies all liability in these matters and intends to defend all pending matters vigorously.\n72\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nPutative Securities Class Action\nOn January 3, 2020, the Company and certain of its executive officers were named as defendants in a putative shareholder class action lawsuit filed in the United States District Court for the Northern District of Georgia (the “Securities Class Action”). The complaint alleged that defendants violated the Securities Exchange Act of 1934 and Rule 10b-5 promulgated thereunder by making materially false and misleading statements and that the officers are control persons under Section 20(a) of the Securities Exchange Act of 1934. The complaint was filed on behalf of shareholders who purchased shares of the Company’s common stock between April 28, 2017 and July 25, 2019 (“Class Period”). On June 29, 2020, an amended complaint was filed in the Securities Class Action against Mohawk and its CEO Jeff Lorberbaum, based on the same claims and the same Class Period.  The amended complaint alleges that the Company (1) engaged in fabricating revenues by attempting delivery to customers that were closed and recognizing these attempts as sales; (2) overproduced product to report higher operating margins and maintained significant inventory that was not salable; and (3) valued certain inventory improperly or improperly delivered inventory with knowledge that it was defective and customers would return it. On October 27, 2020, defendants filed a motion to dismiss the amended complaint. On September 29, 2021, the court issued an order granting in part and denying the defendants’ motion to dismiss the amended complaint. Defendants filed an answer to the amended complaint on November 12, 2021, and fact discovery commenced. On January 26, 2022, Lead Plaintiff moved for class certification, to appoint itself as class representative, and for appointment of class counsel. The court granted plaintiff’s motion for class certification on November 28, 2022. On December 13, 2022, the parties reached an agreement in principle to settle the Securities Class Action for $\n60,000\n, of which a significant portion is covered by insurance, in exchange for the dismissal and a release of all claims against the defendants (the “Agreement”). The Agreement, which is subject to court approval, is without admission of fault or wrongdoing by defendants. On February 6, 2023, the court issued an order granting Lead Plaintiff’s motion to preliminarily approve the settlement and setting May 31, 2023 as the date of the final settlement hearing. The Company believes the allegations in the Securities Class Action are without merit.\nGovernment Subpoenas\nAs previously disclosed, on June 25, 2020, the Company received subpoenas issued by the U.S. Attorney’s Office for the Northern District of Georgia (the “USAO”) and the U.S. Securities and Exchange Commission (the “SEC”) relating to matters similar to the allegations of wrongdoing raised by the Securities Class Action. The Company’s Audit Committee, with the assistance of outside legal counsel, conducted a thorough internal investigation into these allegations. The Audit Committee has completed the investigation and concluded that the allegations of wrongdoing are without merit. The USAO and SEC investigations are ongoing, and the Company is cooperating fully with those authorities. The Company will continue to vigorously defend against the allegations of wrongdoing and does not believe they have merit.\nDelaware State Court Action\nThe Company and certain of its present and former executive officers were named as defendants in a putative state securities class action lawsuit filed in the Superior Court of the State of Delaware on January 30, 2020. The complaint alleged that defendants violated Sections 11 and 12 of the Securities Act of 1933. The complaint was filed on behalf of shareholders who purchased shares of the Company’s common stock in Mohawk Industries Retirement Plan 1 and Mohawk Industries Retirement Plan 2 between April 27, 2017 and July 25, 2019. On March 27, 2020, the court granted a temporary stay of the litigation. The stay may be lifted according to the terms set forth in the court’s order to stay litigation. The parties reached an agreement in principle to settle the lawsuit, which will be funded in full by Mohawk’s insurers, in exchange for the dismissal and a release of all claims against the defendants (the “Settlement Agreement”). The Settlement Agreement, which is subject to court approval, is without admission of fault or wrongdoing by defendants. The Company believes the allegations in the lawsuit are without merit.\n73\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nGeorgia State Court Investor Actions\nThe Company and certain of its present and former executive officers were named as defendants in certain investor actions, filed in the State Court of Fulton County of the State of Georgia on April 22, 2021, April 23, 2021, and May 11, 2022.\nFive\ncomplaints brought on behalf of purported former Mohawk stockholders each allege that defendants defrauded the respective plaintiffs through false or misleading statements and thereby induced plaintiffs to purchase Company stock at artificially inflated prices.  The allegations are similar to those of the Securities Class Action. The claims alleged include fraud, negligent misrepresentation, violations of the Georgia Securities Act, and violations of the Georgia Racketeering and Corrupt Organizations statute. Plaintiffs in the investor actions seek compensatory and punitive damages. On June 28, 2021, defendants filed motions to dismiss each of the\nfour\ncomplaints filed in April 2021 and answers to the same. On October 5, 2021, all\nfour\ninvestor actions filed in April 2021 were transferred by the State Court of Fulton County to the Metro Atlanta Business Case Division, where fact discovery is ongoing. On January 28, 2022, the Court granted in part and denied in part the motions to dismiss the\nfour\nactions filed in April 2021, dismissing the Georgia Securities Act claims as to all defendants, and the negligent misrepresentation claim as to the Company.\nOn May 19, 2022, the parties in the last-filed action filed a joint motion to transfer the investor action initiated on May 11, 2022 to the Metro Atlanta Business Case Division where the other\nfour\nactions were and are pending. On August 2, 2022, this motion was granted and the last-filed investor action initiated on May 11, 2022 was transferred to the Metro Atlanta Business Case Division. On September 1, 2022, defendants in the last-filed investor action filed motions to dismiss the complaint filed on May 2022 and answers to the same. On November 16, 2022, plaintiffs in the last-filed investor action voluntarily dismissed the suit. The Company intends to vigorously defend against the claims in these actions.\nFederal Investor Actions\nThe Company and certain of its present and former executive officers were named as defendants in\nthree\nadditional non-class action lawsuits filed in the United States District Court for the Northern District of Georgia on June 22, 2021, March 25, 2022, and April 26, 2022 (collectively, “Federal Investor Actions”), respectively. Each complaint is brought on behalf of one or more purported former Mohawk stockholders and alleges that defendants defrauded the plaintiffs through false or misleading statements and thereby induced plaintiffs to purchase Company stock at artificially inflated prices. The allegations are similar to those of the Securities Class Action. The federal law claims alleged include violations of Sections 10(b) and 18 of the Securities Exchange Act of 1934 and Rule 10b-5 promulgated thereunder by making materially false and misleading statements and that the officers are control persons under Section 20(a) of the Securities Exchange Act of 1934. The state law claims alleged include fraud, negligent misrepresentation, violations of the Georgia Securities Act, and violations of the Georgia Racketeering and Corrupt Organizations statute. Plaintiffs in the lawsuits seek compensatory and punitive damages and attorneys’ fees.\nOn December 13, 2021, defendants filed motions to dismiss the June 22, 2021 complaint, which motions are fully briefed and remain pending. On July 6, 2022, defendants filed motions to dismiss the March 25, 2022 complaint, which motions are fully briefed and remain pending. On July 27, 2022, defendants filed motions to dismiss the April 26, 2022 complaint, which motions are fully briefed as of November 4, 2022 and remain pending. On August 9, 2022, defendants filed a motion to consolidate all three Federal Investor Actions for pre-trial purposes, which motion is fully briefed and remains pending. The Company intends to vigorously defend against the claims asserted in the Federal Investor Actions.\n74\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nDerivative Actions\nThe Company and certain of its executive officers and directors were named as defendants in certain derivative actions filed in the United States District Court for the Northern District of Georgia on May 18, 2020 and August 6, 2020, respectively (the “NDGA Derivative Actions”), in the Superior Court of Gordon County of the State of Georgia on March 3, 2021 and July 12, 2021 (the “Georgia Derivative Actions”), and in the Delaware Court of Chancery on March 10, 2022 (the “Delaware Derivative Action”). The complaints allege that defendants breached their fiduciary duties to the Company by causing the Company to issue materially false and misleading statements. The complaints are filed on behalf of the Company and seek to remedy fiduciary duty breaches occurring from April 28, 2017 to July 25, 2019. On July 20, 2020, the court in the NDGA Derivative Actions granted a temporary stay of the litigation. On October 21, 2020, the court entered an order consolidating the NDGA Derivative Actions and appointing Lead Counsel. Other shareholders of record jointly moved to intervene in the derivative actions to stay the proceedings. On September 28, 2021, the court in the NDGA Derivative Actions issued an order granting the request to intervene. On April 8, 2021, the court in the first-filed of the Georgia Derivative Actions granted a temporary stay of the litigation. On January 18, 2022, the Court in the NDGA Derivative Actions lifted the temporary stay of the litigation. On January 20, 2022, the court in the second-filed of the Georgia Derivative Actions entered an order on scheduling requiring defendants to file and serve their response to the complaint on February 21, 2022. On February 28, 2022, the court granted a stay of the Georgia Derivative Actions until the entry of a final judgment in the NDGA Derivative Actions and stipulating that the prevailing party in the NDGA Derivative Actions would be the prevailing party in the Georgia Derivative Actions. On April 6, 2022, the court granted a stay of the Delaware Derivative Action until the entry of a final judgment in the NDGA Derivative Actions and stipulating that the prevailing party in the NDGA Derivative Actions would be the prevailing party in the Delaware Derivative Action. The Company intends to vigorously defend against the claims.\nGeneral\nThe Company believes that adequate provisions for resolution of all contingencies, claims and pending litigation have been made for probable losses that are reasonably estimable. These contingencies are subject to significant uncertainties and the Company is unable to estimate the amount or range of loss, if any, in excess of amounts accrued. The Company does not believe that the ultimate outcome of these actions will have a material adverse effect on its financial condition but could have a material adverse effect on its results of operations, cash flows or liquidity in a given quarter or year.\nThe Company is subject to various federal, state, local and foreign environmental health and safety laws and regulations, including those governing air emissions, wastewater discharges, the use, storage, treatment, recycling and disposal of solid and hazardous materials and finished product, and the cleanup of contamination associated therewith. Because of the nature of the Company’s business, the Company has incurred, and will continue to incur, costs relating to compliance with such laws and regulations. The Company is involved in various proceedings relating to environmental matters and is currently engaged in environmental investigation, remediation and post-closure care programs at certain sites. The Company has provided accruals for such activities that it has determined to be both probable and reasonably estimable. The Company does not expect that the ultimate liability with respect to such activities will have a material adverse effect on its financial condition but acknowledges that it could have a material adverse effect on its results of operations, cash flows or liquidity in a given quarter or year.\n75\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\n(17)\nConsolidated Statements of Cash Flows Information\nSupplemental disclosures of cash flow information are as follows:\n(18)\nSegment Reporting\nThe Company has\nthree\nreporting segments: Global Ceramic, Flooring NA and Flooring ROW. Global Ceramic  designs, manufactures, sources and markets a broad line of ceramic tile, porcelain tile, natural stone, porcelain slabs, quartz countertops and other products, which it distributes primarily in North America, Europe, South America and Russia through its network of regional distribution centers and Company-operated service centers using Company-operated trucks, common carriers or rail transportation. The segment’s product lines are sold through Company-operated service centers, independent distributors, home center retailers, tile and flooring retailers and contractors. Flooring NA designs, manufactures, sources and markets its floor covering product lines, including carpets, rugs, carpet pad, laminate, resilient (includes sheet vinyl and LVT) and wood flooring, which it distributes through its network of regional distribution centers and satellite warehouses using Company-operated trucks, common carriers or rail transportation. The segment’s product lines are sold through various selling channels, including independent floor covering retailers, distributors, home centers, mass merchandisers, department stores, shop at home, buying groups, commercial contractors and commercial end users. Flooring ROW designs, manufactures, sources, licenses and markets laminate, sheet vinyl, LVT, wood flooring, roofing elements, insulation boards, medium-density fiberboard (“MDF”), chipboards and other wood products, which it distributes primarily in Europe, Australia, New Zealand and Russia through various selling channels, which include retailers, Company-operated distributors, independent distributors and home centers.\nThe accounting policies for each operating segment are consistent with the Company’s policies for the Consolidated Financial Statements. Amounts disclosed for each segment are prior to any elimination or consolidation entries. Corporate general and administrative expenses attributable to each segment are estimated and allocated accordingly. Segment performance is evaluated based on operating income. No single customer accounted for more than 10% of net sales for the years ended December 31, 2022, 2021 or 2020.\n76\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\nSegment information is as follows:\n(1)\nLong-lived assets are composed of property, plant and equipment - net, and ROU operating lease assets.\n(2)\nOther includes roofing elements, insulation boards, chipboards and IP contracts.\n77\nMOHAWK INDUSTRIES, INC. AND SUBSIDIARIES\nNotes to the Consolidated Financial Statements—(Continued)\n78"
  },
  {
    "item_key": "item_9",
    "text": "Not applicable."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures\nBased on an evaluation of the effectiveness of the Company’s disclosure controls and procedures (as defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934, as amended), which have been designed to provide reasonable assurance that such controls and procedures will meet their objectives, as of the end of the period covered by this report, the Company’s Chief Executive Officer and Chief Financial Officer have concluded that such controls and procedures were effective at a reasonable assurance level for the period covered by this report.\nManagement’s Report on Internal Control over Financial Reporting\nThe Company’s management is responsible for establishing and maintaining adequate internal control over financial reporting (as defined in Rule 13a-15(f) under the Securities Exchange Act of 1934, as amended).  The Company maintains internal control over financial reporting designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. Therefore, internal control over financial reporting determined to be effective provides only reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles.\nUnder the supervision and with the participation of management, including the Company’s Principal Executive Officer and Principal Financial Officer, the Company conducted an evaluation of the effectiveness of the design and operation of the Company’s internal control over financial reporting as of December 31, 2022.  In conducting this evaluation, the Company used the framework set forth in the report titled “Internal Control - Integrated Framework (2013)” issued by the Committee of Sponsoring Organizations of the Treadway Commission.  Based on the results of this evaluation, management has concluded that the Company’s internal control over financial reporting was effective as of December 31, 2022.\nThe effectiveness of the Company’s internal control over financial reporting as of December 31, 2022 has been audited by KPMG LLP, an independent registered public accounting firm, as stated in their audit report which is included herein.\nChanges in Internal Control Over Financial Reporting\nThere were no changes in the Company’s internal control over financial reporting during the year ended December 31, 2022 that have materially affected, or are reasonably likely to materially affect, the Company’s internal control over financial reporting.\nLimitations on the Effectiveness of Controls\nThe Company’s management recognizes that a control system, no matter how well conceived and operated, can provide only reasonable, not absolute, assurance that the objectives of the control system are met. Further, the design of a control system must reflect the fact that there are resource constraints, and the benefits of controls must be considered relative to their costs. Because of the inherent limitations in all control systems, no evaluation of controls can provide absolute assurance that all control issues and instances of fraud, if any, within the Company have been detected."
  },
  {
    "item_key": "item_9b",
    "text": "None."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\n79\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information required by this item is incorporated by reference to information contained in the Company’s Proxy Statement for the 2023 Annual Meeting of Stockholders under the following headings: “Election of Directors—Director, Director Nominee and Executive Officer Information,” “—Nominees for Director,” “—Continuing Directors,” “—Contractual Obligations with respect to the Election of Directors”, “—Executive Officers,” “—Meetings and Committees of the Board of Directors,” “Section 16(a) Beneficial Ownership Reporting Compliance,” “Audit Committee” and “Corporate Governance.” The Company has adopted the Mohawk Industries, Inc. Standards of Conduct and Ethics, which applies to all of its directors, officers and employees. The standards of conduct and ethics are publicly available on the Company’s website at\nhttp://www.mohawkind.com\nand will be made available in print without charge to any stockholder who requests them. If the Company makes any substantive amendments to the standards of conduct and ethics, or grants any waiver, including any implicit waiver, from a provision of the standards required by regulations of the Commission to apply to the Company’s chief executive officer, chief financial officer or chief accounting officer, the Company will disclose the nature of the amendment or waiver on its website. The Company may elect to also disclose the amendment or waiver in a report on Form 8-K filed with the SEC. The Company has adopted the Mohawk Industries, Inc. Board of Directors Corporate Governance Guidelines, which are publicly available on the Company’s website and will be made available in print without charge to any stockholder who requests it."
  },
  {
    "item_key": "item_11",
    "text": "The information required by this item is incorporated by reference to information contained in the Company’s Proxy Statement for the 2023 Annual Meeting of Stockholders under the following headings: “Compensation Discussion and Analysis,” “Executive Compensation—Summary Compensation Table,” “—Grants of Plan Based Awards,” “—Outstanding Equity Awards at Year End,” “—Option Exercises and Stock Vested,” “—Nonqualified Deferred Compensation,” “—Certain Relationships and Related Transactions,” “—Compensation Committee Interlocks and Insider Participation,” “—Compensation Committee Report” and “Director Compensation.”"
  },
  {
    "item_key": "item_12",
    "text": "The information required by this item is incorporated by reference to information contained in the Company’s Proxy Statement for the 2023 Annual Meeting of Stockholders under the following headings: “Executive Compensation—Equity Compensation Plan Information,” and “—Principal Stockholders of the Company.”"
  },
  {
    "item_key": "item_13",
    "text": "The information required by this item is incorporated by reference to information contained in the Company’s Proxy Statement for the 2023 Annual Meeting of Stockholders under the following heading: “Election of Directors—Meetings and Committees of the Board of Directors,” and “Executive Compensation—Certain Relationships and Related Transactions.”"
  },
  {
    "item_key": "item_14",
    "text": "Our independent registered public accounting firm is KPMG LLP, Atlanta, GA, Auditor ID:\n185\n.\nThe information required by this item is incorporated by reference to information contained in the Company’s Proxy Statement for the 2023 Annual Meeting of Stockholders under the following heading: “Audit Committee—Principal Accountant Fees and Services” and “Election of Directors—Meetings and Committees of the Board of Directors.”\n80\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a) 1. Consolidated Financial Statements\nThe Consolidated Financial Statements of Mohawk Industries, Inc. and subsidiaries listed in Part II, Item 8 of this Form 10-K are incorporated by reference into this item.\n2. Consolidated Financial Statement Schedules\nSchedules not listed above have been omitted because they are not applicable or the required information is included in the Consolidated Financial Statements or notes thereto.\n3. Exhibits\nThe exhibit number for the exhibit as originally filed is included in parentheses at the end of the description.\n81\n82"
  },
  {
    "item_key": "item_16",
    "text": "None.\n83\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated.\n84"
  }
]