[
  {
    "item_key": "item_1",
    "text": "Overview\nTractor Supply Company (the “Company” or “Tractor Supply” or “we” or “our” or “us”) is the largest rural lifestyle retailer in the United States (“U.S.”).  The Company is focused on supplying the needs of recreational farmers, ranchers, and all those who enjoy living the rural lifestyle (which we refer to as the “\nOut Here\n” lifestyle).  We operate retail stores under the names\nTractor Supply Company, Petsense by Tractor Supply, and Orscheln Farm and Home.\nOur stores are located primarily in towns outlying major metropolitan markets and in rural communities. We also offer an expanded assortment of products through the Tractor Supply mobile application and online at\nTractorSupply.com\nand\nPetsense.com\n.\nThe Company has one reportable industry segment which is the retail sale of products that support the rural lifestyle.  At December 31, 2022, we operated 2,333 retail stores in 49 states (2,066 Tractor Supply retail stores, 186 Petsense by Tractor Supply retail stores, and 81 Orscheln Farm and Home retail stores).  Our Tractor Supply stores typically range in size from 15,000 to 20,000 square feet of inside selling space, along with additional outside selling space (“Side Lot”), and our Petsense by Tractor Supply stores have approximately 5,500 square feet of inside selling space.  For Tractor Supply retail locations, we use a standard design for most new built-to-suit locations that includes approximately 15,500 square feet of inside selling space.  Our online selling websites and our mobile application offer an extended assortment of products beyond those offered in-store and drive traffic into our stores through our buy online and pickup in-store and ship to store programs.  Our retail store locations and digital capabilities provide the convenience to allow our customers to engage with us anytime, anywhere and in any way they choose.\nOn October 12, 2022, the Company completed its acquisition of Orscheln Farm and Home, LLC (“Orscheln” or “Orscheln Farm and Home”). The Company acquired 166 Orscheln stores for approximately $397.7 million, exclusive of cash acquired. Consistent with the remedy reached with the Federal Trade Commission (“FTC”), the Company divested 85 store locations to two buyers, Bomgaars Supply, Inc. (73 stores) and Buchheit Enterprises, Inc. (12 stores), concurrently with the closing of the acquisition. Net proceeds from the store divestitures were approximately $69.4 million. In addition, Tractor Supply has agreed to sell the Orscheln corporate headquarters and distribution center to Bomgaars Supply, Inc. for approximately $10 million within 15 months after the closing of the acquisition. The acquisition was financed with cash-on-hand and borrowings under the 2022 Senior Credit Facility (as defined below). The Company plans to rebrand all Orscheln stores to Tractor Supply stores by the end of fiscal 2023. Therefore, disclosure of the Company's non-financial, normal course business activities are presented without Orscheln unless otherwise noted.\nBusiness Strategy for Tractor Supply Company\nWe believe our sales and earnings growth is the result of executing our multi-year strategy, which includes the following key components:\nMarket Niche\nWe have identified a specialized market niche: supplying the lifestyle needs of recreational farmers, ranchers, and all those who enjoy living the rural lifestyle.  By focusing our product assortment on these core customers, we believe we are differentiated from general merchandise, home center, and other specialty retailers.  We cater to the rural lifestyle and often serve a market by being a trip consolidator for many basic maintenance needs for farm, ranch, and rural customers through convenient shopping options both in-store and online.\nCustomers\nOur target customers are home, land, pet, and livestock owners who generally have above average income and below average cost of living.  We seek to serve a customer base that primarily lives in towns outlying major metropolitan markets and in rural communities. This customer base includes recreational farmers, ranchers, and all those who enjoy living the rural lifestyle. We have seen a trend of consumers migrating to more rural areas and a continuation of shifting consumer behavior trends due to the COVID-19 pandemic as customers focused on the care of their homes, land, and animals, which resulted in a growing demand in everyday merchandise, including consumable, usable, and edible (“C.U.E.”) products and seasonal categories.\n1\nCustomer Service\nWe are committed to providing our customers reliable product availability and a convenient, customer-centric experience across shopping channels.  In our stores, we believe the ability of our motivated, well-trained team members to provide friendly, responsive and seasoned advice helps our customers find the right products to satisfy their everyday needs, as well as the specialty items needed to complete their rural lifestyle projects. We also engage with our customers through our e-commerce websites and mobile application, which provide the opportunity to allow customers to shop anytime, anywhere, and in any way they choose, while delivering enhanced product information, research, and decision tools that support product selection and informational needs in specific subject areas. Additionally, we maintain a Customer Solutions Center at our Store Support Center located in Brentwood, Tennessee, to support our in-store and online customers, as well as our store team members.  We believe this commitment to customer service promotes strong customer loyalty through personalized experiences and provides convenience that our customers expect, which drives repeat shopping experiences.\nWe use a third-party provider to survey and measure our level of customer service.  This process allows customers to provide feedback on their shopping experience.  Based on the third-party provider’s data, we believe our customer satisfaction scores are among the best-in-class.  We carefully evaluate the feedback we receive from our customers and implement improvements at both the Company and the individual store level based on that feedback.\nStore Environment\nOur stores are designed and managed to make shopping an enjoyable experience and to maximize sales and operating efficiencies.  Stores are strategically arranged to provide an open environment for optimal product placement and visual display.  In addition, these layouts allow for departmental space to be easily reallocated and visual displays to be changed for seasonal products and promotions. Display and product placement information is routinely sent to stores to ensure quality and uniformity among the stores, and our Field Activity Support Teams (“FAST”) are dedicated to support the stores in creating an enhanced in-store experience for our customers through best-in-class merchandising execution. Our store layouts and visual displays are designed to provide our customers a feeling of familiarity and convenience to enhance the shopping experience. Informative signs are located in key product categories to conveniently assist customers with purchasing decisions and merchandise location.  These signs provide customers with a comparison of product qualities, clear pricing, useful information regarding product benefits, and suggestions for appropriate accessories.  Also, our store team members wear highly visible red vests or aprons with name tags, and our customer service and checkout counters are conveniently located near the front of the store.\nOur stores have been equipped with tools such as team member communication devices, wireless internet, and mobile point-of-sale devices that enable our team members to provide an enhanced shopping experience to our customers.\nIn addition, our buy online and pickup in-store and ship to store programs, including curbside pickup, provide convenient access for customers to pick up merchandise from our store locations. We also offer delivery in all of our stores, as well as rentable trailers and store delivery in the portion of our stores with delivery trucks and trailers, all to meet our customers' needs.\nWe are in the midst of a multi-year project that began in 2020 to remodel our existing store base, bringing programs to life with new fixtures, layouts and products that truly enhance the customer shopping experience. The site level space is analyzed category by category and reallocated as needed to align with current merchandising strategies and to drive space productivity. Another space productivity initiative is to transform our Side Lot with an expanded product offering and an enhanced shopping experience. With this investment, the Side Lot space is leveraged to offer a wider product offering in the lawn and garden categories and our new categories within the garden center, and offer greater convenience through the expansion of our buy online and pickup in-store and ship to store capabilities for drive-thru pickup.\nMerchandising and Purchasing\nWe offer an extensive assortment of products for all those seeking to enjoy the “\nOut Here”\nlifestyle.  Our product assortment is tailored to meet the needs of our customers in various geographic markets.  Our full line of product offerings includes a broad selection of high quality, reputable brand name and exclusive brand products with approximately 17,000 to 23,000 products per store as well as over 250,000 products online.  No single product accounted for more than 10% of our sales during fiscal 2022.  Our comprehensive selection of merchandise is comprised of the following major product categories:\n•\nEquine, livestock, pet, and small animal products, including items necessary for their health, care, growth, and containment (i.e., fencing);\n•\nHardware, truck, towing, and tool products;\n•\nSeasonal products, including heating, lawn and garden items, power equipment, gifts, and toys;\n•\nWork/recreational clothing and footwear; and\n•\nMaintenance products for agricultural and rural use.\n2\nThe following table indicates the percentage of net sales represented by each of our major product categories during fiscal 2022, 2021, and 2020:\nOur buying team continuously reviews and updates our product assortment as necessary to respond to customer needs and to offer new, relevant products.  We are focused on providing key products that our customers use on a regular basis for their lifestyle and maintenance needs with emphasis on C.U.E. products.  Examples of C.U.E. product categories include, but are not limited to, livestock feed and bedding, pet food, bird seed, lubricants, propane, and various seasonal products, such as fertilizer, weed control, mulch, pest control, and twine.\nOur products are sourced through both domestic and international vendors, each of whom are expected to adhere to a code of conduct that guides our relationship.  Our business is not dependent upon any single vendor or particular group of vendors.  We purchase our products from a group of approximately 1,000 vendors, with no one vendor representing more than 10% of our purchases during fiscal 2022.  Approximately 400 core vendors accounted for 90% of our merchandise purchases during fiscal 2022. We have not experienced any significant difficulty in obtaining satisfactory alternative sources of supply for our products to meet customer demands despite the global supply chain disruptions and delays. We believe that adequate sources of supply exist, but they may cost more or require us to incur higher transportation costs.\nOur buying teams focus on merchandise procurement, vendor line reviews, and testing of new products and programs.  We also employ a dedicated inventory management team that focuses exclusively on forecasting and inventory replenishment, a committed merchandise planning team that concentrates on assortment planning, and a specialized pricing team that seeks to optimize market-specific pricing for our products.  Through the combined efforts of these teams, we continue to focus on improving our overall inventory productivity and in-stock inventory position.\nIntellectual Property\nOur subsidiary, Tractor Supply Co. of Texas, LP (“TSCT”), owns registrations with the U.S. Patent and Trademark Office (“USPTO”) for various service marks including\nTSC\n®\n,\nTractor Supply Co.\n®\n,\nTSC Tractor Supply Co.\n®\n, and the trapezium design for retail services.  We consider these service marks, and the accompanying goodwill and name recognition, to be valuable assets of our business.  TSCT also owns several other service marks for retail services, some of which have been registered with the USPTO and some of which are the subject of applications for registration pending before the USPTO.\nIn addition to selling products that bear nationally-known manufacturer brands, we also sell products manufactured for us under a number of exclusive brands that we consider to be important to our business.  These exclusive brands are manufactured for us by a number of vendors and provide an alternative to the national brands, which helps provide value for our customers and positions us as a destination retailer.\n3\nExcluding Orscheln Farm and Home, our exclusive brands represented approximately 30% of our total sales in fiscal 2022, and 29% of our total sales in each of fiscal 2021 and fiscal 2020.  Our exclusive brands include:\nThe exclusive brands identified above have been registered as trademarks with the USPTO for certain products and some are the subject of additional applications for registration pending before the USPTO for other products.\nOur trademark and service mark registrations have various expiration dates; however, provided that we continue to use the marks and file appropriate maintenance and renewal documentation with the USPTO in a timely manner, the registrations are potentially perpetual in duration.  Our patents (both United States and foreign) have expiration dates ranging from April 2027 to May 2037 and protect various elements, designs or functions of farm and ranch equipment, as well as light systems for trucks and other vehicles.\nWe believe our intellectual property, which includes the trademarks and service marks identified above, together with certain trade names, domain names, patents, and copyrights, has significant value and is an important component of our merchandising and marketing strategies.\nDistribution\nWe currently operate a distribution facility network for supplying stores with merchandise and delivering product ordered through our websites and mobile application.  In fiscal 2022, our Tractor Supply stores received approximately 78% of merchandise through this network while the remaining merchandise shipped directly from our vendors to our stores or customers.  We believe this flow facilitates the prompt and efficient distribution of merchandise that allows us to be a dependable supplier to our customers for their “\nOut Here\n” lifestyle solutions by enhancing in-stock inventory positions, while minimizing freight expense and improving the inventory turn rate.  Our distribution facilities, located in Arizona, Georgia, Indiana, Kentucky, Maryland, Nebraska, New York, and Texas represent a total distribution center capacity of 6.0 million square feet. This excludes the distribution center in Missouri acquired through the acquisition of Orscheln Farm and Home that is anticipated to be sold within 15 months of the closing of the acquisition.  We also use third-party operated import centers, mixing centers and pop-up distribution facilities which provide additional distribution capacity. On January 18, 2023, the Company opened its ninth distribution center located in Navarre, Ohio, which expanded the distribution center capacity by approximately 900,000 square feet. In addition, the Company is building a new distribution center in Maumelle, Arkansas. This new facility will expand the Company’s distribution center capacity by 1,200,000 square feet and is anticipated to begin operations in the first quarter of 2024.\nWe select the locations of our distribution facilities in an effort to minimize logistics costs and optimize the distance from distribution facilities to our stores.  Our distribution centers utilize warehouse and labor management tools that support the planning, control, and processing of inventory.  We manage our inbound and outbound transportation activity in-house through the use of a transportation management system.  We utilize multiple common carriers for store and direct to customer deliveries.  We manage our transportation costs through carrier negotiations, monitoring of transportation routes, and scheduling of deliveries.\n4\nMarketing\nLeveraging our value-driving offerings from our Neighbor’s Club loyalty program, we utilize an “everyday low price” philosophy to consistently offer our products at competitive prices complemented by limited and strategically planned promotions throughout the year.  To drive store traffic, build brand consideration, and position ourselves as a destination retailer, we promote a broad selection of merchandise and our “Life Out Here” brand messaging through digital and social media initiatives, targeted digital video (connected TV and streaming programming), e-mail and direct mail.  In addition, our rapidly growing\nNeighbor’s Club\nloyalty program enhances our ability to engage with our customers, recognize and reward our best customers, drive desired behaviors, and create brand advocacy.\nVendors frequently support these specific programs by offering temporary cost reductions, additional funding, and honoring coupons.  Our vendors also provide assistance with product presentation and fixture design, brochures, support for in-store events, point-of-purchase materials for customer education, and product knowledge for our team members.\nOmni-Channel\nEnsuring that our customers can engage with us in the most convenient manner for them whether in our stores, on our website, on our mobile application, or via our Customer Solutions Center, is a high priority for us. Our goal is to be available anytime, anywhere, and in any way our customers choose to engage with our brand.  We provide our customers the opportunity to shop in a manner that fits their lifestyle and is most convenient for them. Our focus is on delivering a comprehensive, seamless shopping experience offering the conveniences our customers want and expect.  We offer buy online, pickup in-store, and curbside pickup, which provide convenient access for customers to pick up merchandise from our store locations.  Additionally, our online experience offers an expansive product assortment including a direct to consumer assortment. This allows us to extend our aisles beyond our store locations and provides convenient and useful content that is relevant to our customers’ lifestyle. We provide our customers the ability to have products shipped directly to our retail store locations or delivered to their homes or offices.  For select products, we offer same day delivery. We use our distribution facility network as well as our stores to support our e-commerce activities. Our digital capabilities have further enhanced our in-store shopping experience, allowing us to engage with our customers more effectively, and expanded our target markets outside of our current retail store locations.\nContinuous Improvement\nWe are committed to a continuous improvement program to drive change throughout our organization.  Using data analytics and team member engagement, we examine business processes and identify opportunities to reduce costs, drive innovation, and improve effectiveness.  We establish annual goals for productivity and cost improvement.  We have implemented several continuous improvement projects, with team members across our business, to evaluate key operations and implement process changes.  Team members are empowered and expected to challenge current paradigms and improve processes.  Management encourages the participation of all team members in the decision-making process, regularly solicits input and suggestions from our team members, and incorporates suggestions into our improvement activities.\nManagement Information and Control Systems\nWe have invested resources in management information and control systems to provide legendary customer service and to deliver the right products in the right place at the right time.  This investment includes use of digital technologies that support the “\nOut Here\n” lifestyle and integrate the customer experience in-store, online, and through our Customer Solutions Center, which offers customers the ability to shop anytime, anywhere, and in any way they choose.  Our key platforms include:\n•\nPoint-of-sale system;\n•\nIn-store mobility;\n•\nE-commerce platform;\n•\nConsumer mobile app;\n•\nReplenishment and allocation systems;\n•\nMerchandising presentation and inventory management tools;\n•\nWarehouse and transportation management systems;\n•\nLabor management tools for stores and supply chain;\n•\nPrice optimization system;\n•\nVendor purchase order control system;\n•\nHuman resource information systems;\n•\nBusiness intelligence and analytics tools; and\n•\nCustomer loyalty and campaign management system.\n5\nThese systems are integrated through an enterprise resource planning (“ERP”) system.  This ERP system tracks merchandise from initial order through ultimate sale and interfaces with our financial systems.\nWe continue to invest in technology to support store, online, and distribution facility expansion and our long-term strategic growth initiatives focused heavily on improving the customer experience across all channels.  We also continue to evaluate and improve the functionality of our systems to maximize their effectiveness.  Such efforts include ongoing hardware and software evaluations, refreshes, and upgrades to support optimal software configurations, and application performance.  We plan to continue to invest in information technology and implement efficiency-driving system enhancements such as in-store mobility, labor and task management tools, and back-office support systems\n.\nWe will continue to evaluate the use of technologies to improve productivity such as artificial intelligence, automation software, quantum computing, edge computing, and other technologies.  We also maintain and continue to strengthen the security of our information systems to help protect and prevent unauthorized access to personal information of our customers, team members, vendors, and other confidential Company data.  We are endeavoring to adhere to quickly evolving industry privacy laws and standards.  Critical areas of focus include cloud, end point protection and privacy.  Collectively, these efforts are directed toward improving business processes, maintaining secure, efficient, and stable systems, and enabling the continued growth and success of our business.\nPetsense by Tractor Supply\nPetsense by Tractor Supply is a small-box pet specialty supply retailer focused on meeting the needs of pet owners, primarily in small and mid-sized communities, and offering a variety of pet products and services.  At December 31, 2022, we operated a total of 186 Petsense by Tractor Supply stores in 23 states, with approximately 700 full-time and 900 part-time team members, and an e-commerce website (\nPetsense.com\n). The Petsense name is registered with the USPTO.\nHuman Capital\nWe believe that our team members are the foundation of our business and that their hard work, passion, commitment, and experience drive our success.  As a result of our commitment to our team members, for the third consecutive year, we were recognized by the Great Place to Work Institute as a “\nGreat Place to Work-Certified\n”\ncompany. Additionally, we earned a spot on both the Nashville Business Journal's 2022 Best Places to Work and the Tennessean's 2022 Top Workplaces in Middle Tennessee lists. Below are further descriptions of our Company and our focus on the development and support of our team members:\nManagement and Team Members\nAs of December 31, 2022, we employed approxima\ntely\n24,000\nfull-time and\n25,000 part-time Tractor Supply team members.  We typically employ additional part-time team members throughout the year during high sales volume periods.  We are not party to any collective bargaining agreements.\nEligible team members can participate in one of our various bonus incentive programs, which provide the opportunity to receive additional compensation based upon individual, team, and/or Company performance.  In addition to bonus incentive programs, we provide our eligible team members the opportunity to participate in an employee stock purchase plan and a 401(k) retirement savings plan and health insurance for which we share a significant portion of the cost of premiums.  We additionally provide our eligible team members with paid time off and a six-week parental leave policy for new parents.  Our team members also receive a discount on merchandise purchased from the Company.\nWe encourage a promote-from-within environment when internal resources permit.  We also provide internal leadership development programs designed to prepare our high-potential team members for greater responsibility.  Our current team of district managers and store managers has an average tenure of approximately nine\nand\nsix\ny\nears, respectively.  We believe internal promotions, coupled with the hiring of individuals with previous retail experience, provide the management structure necessary to support our long-term strategic growth initiatives.\n6\nStore Personnel and Training\nWe seek to hire store team members who live and appreciate the “\nOut Here\n” lifestyle, including those with farming and ranching backgrounds, with particular emphasis on general maintenance, equine, and welding.  We endeavor to staff our stores with courteous, highly motivated team members and devote considerable resources to training store team members, often in cooperation with our vendors.  Our training programs include:\n•\nA thorough on-boarding process to prepare new team members for their new role;\n•\nProductive workplace environment training that is intended to educate team members on Company policies and procedures covering topics such as harassment, discrimination, and retaliation;\n•\nDiversity, equity, and inclusion training which is intended to advance a diverse and inclusive culture built on one of our core values of respect, in order to foster different perspectives, ideas and innovative thinking;\n•\nNew store opening training that prepares our store managers to open new stores to Company standards;\n•\nA management training program which covers all aspects of our store operations, including delivering superior service and managing the team member experience;\n•\nStructured training on customer service and selling skills;\n•\nOnline product knowledge training produced in conjunction with key vendors;\n•\nLeadership development programs that prepare leaders to expand their current contributions;\n•\nQuarterly all store team member meetings;  and\n•\nAn annual store manager meeting with vendor product presentations.\nWorkplace Health and Safety\nWe strive to provide a safe and healthy workplace for all team members and drive a culture of safe practices and continuous improvement.  We provide role-based safety training during the onboarding process and through other specific safety programs.\nDiversity, Equity, and Inclusion\nTractor Supply is committed to the principles of diversity, equity, and inclusion (“DE&I”). We have built a strong and diverse team by purposefully seeking highly qualified diverse candidates with different backgrounds, experience, perspectives, ideas and skill sets. As we move forward, we are working to implement new DE&I initiatives that will result in an even more diverse team across the entire company.\nWe are committed to providing a diverse and inclusive culture supported by our Mission & Values where we welcome diverse backgrounds and experiences and respectfully foster different perspectives, ideas and innovative thinking. We are stronger together, and we believe in the authenticity our team members bring to work every day. By focusing on our team members, we know that our customers,  communities and suppliers will be well served. Diversity and inclusion play a key role in moving our business forward. Our workforce is approximately 51% male and 49% female. Minorities comprise approximately 18% of our workforce. Women serve in key leadership roles within the Company, including as Executive Vice President, Chief Human Resources Officer, Senior Vice President, General Counsel and Corporate Secretary, Senior Vice President of Investor Relations and Public Relations, Senior Vice President, Chief Marketing Officer and Senior Vice President of E-Commerce. We have taken several steps over the past twelve months to further enhance our diversity, equity, and inclusion strategy including publishing external DE&I goals aligned with o\nur environmental, social, and governance (“ESG”)\nefforts, enhancing our DE&I Strategy to include supplier diversity efforts, and continuing activation of our various team member engagement groups supporting development, community involvement, and allyship within our Company. We will continue to build on these initiatives to enhance our culture of respect and teamwork across our organization.\nGrowth Strategy\nTractor Supply believes we can grow our business by being an integral part of our customers’ lives as the dependable supplier of “\nOut Here\n” lifestyle solutions, creating customer loyalty through personalized experiences, our Neighbor's Club loyalty program and providing convenience that our customers expect at anytime, anywhere, and in any way they choose.  Our long-term growth strategy is to: (1) expand and deepen our customer base by providing personal, localized, and memorable customer engagements by leveraging content, social media, and digital shopping experiences, attracting new customers and driving loyalty, (2) evolve customer experiences by digitizing our business processes and furthering our omni-channel capabilities, (3) offer relevant assortments and services across all channels through exclusive and national brands and continue to grow our total addressable market by introducing new products and services through our test and learn strategy, (4) drive operational excellence and productivity through continuous improvement, increasing space utilization, and implementing advanced supply\n7\nchain capabilities to support growth, scale and agility, and (5) expand through selective acquisitions, as such opportunities arise, to add complementary businesses and to enhance penetration into new and existing markets to supplement organic growth.\nAchieving this strategy will require a foundational focus on: (1) connecting, empowering and growing our team to enhance our team members' lives and the communities in which they live, enabling them to provide legendary service to our customers, and (2) allocating resources in a disciplined and efficient manner to drive profitable growth and build stockholder value,  including leveraging technology and automation to align our cost structure to support new business capabilities for margin improvement and cost reductions.\nOver the past five years, we have experienced considerable sales growth, resulting in a compounded annual growth rate of approximately 14.4%.  We plan to open approximately 70 new Tractor Supply and 10 to 15 new Petsense by Tractor Supply stores in fiscal 2023, a selling square footage increase of approximately 3%.  In addition, we plan to rebrand all 81 Orscheln stores to Tractor Supply stores in fiscal 2023. In fiscal 2022, we opened 63 new Tractor Supply stores and nine new Petsense by Tractor Supply stores, and acquired 81 Orscheln Farm and Home stores.  In fiscal 2021, we opened 80 new Tractor Supply stores and seven new Petsense by Tractor Supply stores. This represents a selling square footage increase of approximately 11% during fiscal 2022 and 4% during fiscal 2021.\nAt December 31, 2022, we operated 2,333 retail stores in 49 states (2,066 Tractor Supply retail stores, 186 Petsense by Tractor Supply retail stores, and 81 Orscheln Farm and Home retail stores set to be rebranded to Tractor Supply retail stores by the end of 2023). Given the size of the communities that we target, we believe there is ample opportunity for new store growth in many existing and new markets. We believe we have developed a proven method for selecting store sites and have significant additional opportunities for new Tractor Supply stores. We also believe that there is opportunity for continued growth for Petsense by Tractor Supply stores.\nApproximately 59% of our stores are in freestanding buildings and 41% are located in shopping centers. We lease approximately 95% of our stores and own the remaining 5%.\nIn addition to new store expansion, we will continue to support our strategic growth through expansion of our distribution network and initiatives including, among others, space productivity and Side Lot improvements in certain existing stores as well as continued improvements in technology and infrastructure at our existing stores, and ongoing investments to enhance our digital and omni-channel capabilities to better serve our customers.\nCompetition\nWe operate in a competitive retail industry. We believe the principal competitive factors include location of stores, fulfillment options, price, quality of merchandise, in-stock inventory consistency, merchandise assortment and presentation, product knowledge, and customer service. We compete with general merchandise retailers, home center retailers, pet retailers, specialty and discount retailers, independently owned retail farm and ranch stores, numerous privately-held regional farm store chains and farm cooperatives, as well as internet-based retailers.  However, we believe we successfully differentiate ourselves from many of these retailers by focusing on our specialized market niche for customers living the rural lifestyle.  See further discussion of competition in 1A. “Risk Factors” of this Annual Report on Form 10-K.\nSeasonality and Weather\nOur business is seasonal.  Historically, our sales and profits are the highest in the second and fourth fiscal quarters due to the sale of seasonal products.  We usually experience our highest inventory and accounts payable balances during our first fiscal quarter for purchases of seasonal products to support the higher sales volume of the spring selling season, and again during our third fiscal quarter to support the higher sales volume of the cold-weather selling season.  We believe that our business can be more accurately assessed by focusing on the performance of the halves, not the quarters, due to the fact that different weather patterns from year-to-year can shift the timing of sales and profits between quarters, particularly between the first and second fiscal quarters and the third and fourth fiscal quarters.\nHistorically, weather conditions, including unseasonably warm weather in the fall and winter months and unseasonably cool weather in the spring and summer months, have unfavorably affected the timing and volume of our sales and results of operations. In addition, extreme weather conditions, including snow and ice storms, flood and wind damage, hurricanes, tornadoes, extreme rain, and droughts have impacted operating results both negatively and positively, depending on the severity and duration of these conditions.  Our strategy is to manage product flow and adjust merchandise assortments and depth of inventory to capitalize on seasonal demand trends.\n8\nStewardship and Compliance with Environmental Matters\nOur operations are subject to numerous federal, state, and local laws and regulations, enacted or adopted, regulating the discharge of materials into the environment or otherwise relating to the protection of the environment.  We are committed to complying with all applicable environmental laws and regulations.  We are also committed to becoming a more environmentally sustainable company.  This commitment is demonstrated through our Stewardship Program, which is our environmental sustainability program.  Through this program, the Company has implemented a number of initiatives designed to reduce our impact on the environment.  These initiatives include the installation of energy management systems, LED lighting, high efficiency heating/air conditioning systems, and recycling programs in our stores, distribution facilities, and Store Support Center. Our Store Support Center and our distribution centers in Casa Grande, Arizona, and Frankfort, New York are LEED (Leadership in Energy and Environmental Design) Silver certified for environmentally sustainable design, construction, and operation.  We also installed solar arrays at the Store Support Center in Brentwood, Tennessee, and our Tractor Supply store in Hendersonville, Tennessee. The Company also opened its ninth distribution center in Navarre, Ohio on January 18, 2023. The distribution center is the first Tractor Supply facility built to LEED Gold standards. The facility features a rooftop solar array system consisting of more than 10,000 solar panels that will produce five megawatts of electricity per year, which will satisfy the electricity needs, and will utilize electric fork trucks powered by lithium-ion batteries to pick and move inventory.\nThe Company has been a SmartWay Transport partner since 2013.  SmartWay Transport is a public-private initiative between the U.S. Environmental Protection Agency, large and small trucking companies, retailers, and other federal and state agencies.  Its purpose is to improve fuel efficiency and the environmental performance (reduction of both greenhouse gas emissions and air pollution) of supply chains.\nIn December 2018, we announced a goal to reduce carbon emissions from our facilities by 25% by 2025 from our 2015 baseline as part of the Company's Stewardship Program.  In December 2020, we announced that we had reached this goal five years early.\nOn December 15, 2022, we released our 2021 Task Force on Climate-Related Financial Disclosures Report, following the announcement of our goal in September 2021 to reduce our carbon footprint by 20% by 2025 and 50% by 2030 and achieve net zero missions across all operations by 2040. In the report, we discussed our approach to evaluating and managing climate change risks and identifying opportunities. We also detailed the next phase of our sustainability journey, including increasing efforts to procure renewable energy, continuing investments in energy efficiency and cleaner technologies, avoiding future emissions through better design of both stores and distribution centers, and refining our Scope 3 emissions through our new supplier engagement program with the intent to reduce value chain emissions.\nAdditional information can be found in our ESG Tear Sheet and on our website\n(TractorSupply.com).\nThe information provided on our website is not part of this report, and is therefore not incorporated by reference unless such information is otherwise specifically referenced elsewhere in this report.\nInformation about our Executive Officers\nPursuant to General Instruction G(3) of Form 10-K, the following list is included in Part I of this Report in lieu of being included in the Proxy Statement for the Annual Meeting of Stockholders to be held on May 11, 2023.\n9\nThe following is a list of the names and ages of all executive officers of the registrant, indicating all positions and offices with the registrant held by each such person and each person’s principal occupations and employment during at least the past five years:\nHarry A. Lawton, III was appointed as President and Chief Executive Officer in January, 2020.  Mr. Lawton served as President of Macy's, Inc. from September 2017 to December 2019.  Prior to that time, Mr. Lawton served as Senior Vice President, North America at eBay, Inc. since May 2015.  Mr. Lawton previously held a number of leadership positions at Home Depot, Inc. from 2005 to 2015, including Senior Vice President of Merchandising and head of Home Depot's online business.  Since January 2019, Mr. Lawton has served as a director of Sealed Air Corporation and previously served as a director of Buffalo Wild Wings, Inc. from October 2016 to February 2018.\nKurt D. Barton was promoted to Executive Vice President – Chief Financial Officer and Treasurer in February 2019, after having served as Senior Vice President – Chief Financial Officer and Treasurer since March 2017.  Prior to that time, Mr. Barton served as Senior Vice President – Controller of the Company since February 2016.  Mr. Barton previously served as Vice President – Controller of the Company from February 2009, after having served as the Company's Director, Internal Audit from July 2002 to February 2009.  Mr. Barton has served in various other leadership roles in accounting since he joined the Company in 1999.  Mr. Barton, a Certified Public Accountant, began his career in public accounting in 1993, spending six years at Ernst & Young, LLP.\nRobert D. Mills has served as Executive Vice President – Chief Technology, Digital Commerce and Strategy Officer since August 2018, prior to which he served as the Company's Senior Vice President – Chief Information Officer since February 2014.  Mr. Mills previously served as Chief Information Officer for Ulta Beauty, Inc. from October 2011 until he joined the Company.  From 2005 to 2011, Mr. Mills was Vice President, Chief Information Officer for the online business unit at Sears Holdings Corporation where he began as an Information Technology Customer Relationship Leader in 2001.  Prior to 2001, Mr. Mills held roles at The Allstate Corporation, Rockwell International, Telecommunications Division, and Household Finance Corporation.  Since March 2018, Mr. Mills has served as a director of B&G Foods, Inc.\nJohn P. Ordus was promoted to Executive Vice President – Chief Stores Officer in February 2020, after having served as the Company's Senior Vice President - Store Operations since August 2015.  Prior to that time, Mr. Ordus served as Regional Vice President for the Company from June 2010 and as a Regional Director for the Company since September 2008.  Mr. Ordus joined the Company as a District Manager in February 2002 after the acquisition of Quality Farm & Fleet, Inc. with which Mr. Ordus held roles since January 1998.\nJonathan S. Estep was promoted to Executive Vice President – Chief Merchandising Officer in February 2020, after having served as the Company's Senior Vice President, General Merchandising since April 2017.  Prior to that time, Mr. Estep served the Company as a Vice President, Divisional Merchandise Manager from February 2014.  Mr. Estep also previously served in various other leadership roles in merchandising since he re-joined the Company in January 2008.\nMelissa D. Kersey was appointed as Executive Vice President – Chief Human Resources Officer in July, 2020.  Ms. Kersey was previously Senior Vice President and Chief People Officer for McDonald's USA, LLC from 2017 until July 2020.  Ms. Kersey also previously held a number of executive level roles with Walmart Inc. (previously Wal-Mart Stores, Inc.) from 2008 to 2017, including Senior Vice President of Global Human Resource Transformation and People Services, Senior Vice President and Chief Human Resources Officer for U.S. Stores, and Senior Vice President of Learning and Human Resources Strategy.  Prior to that time, Ms. Kersey spent eight years with Alltel Wireless and four years with the Target Corporation in Operations, Distribution, Human Resources and Technology roles.\n10\nColin W. Yankee was promoted to Executive Vice President - Chief Supply Chain Officer in February 2020, after having served as the Company's Senior Vice President, Supply Chain since November 2015 when he joined the Company.  Mr. Yankee was previously Vice President of Logistics for Neiman Marcus Group LLC from 2013 to 2015. Prior to that time, Mr. Yankee held various leadership roles in logistics and supply chain with the Target Corporation since 2004. He began his career as a Cavalry Officer, Captain in the United States Army.\nNoni L. Ellison was appointed as Senior Vice President – General Counsel and Corporate Secretary in January, 2021.  Ms. Ellison was previously General Counsel, Chief Compliance Officer and Corporate Secretary for Carestream Dental LLC from August 2017 until January 2021. Ms. Ellison also previously served as Associate General Counsel and Assistant Corporate Secretary at W.W. Grainger, Inc. from February 2015 until July 2017.  Prior to that time, Ms. Ellison held roles of increasing responsibility at Turner Broadcasting System, Inc. and Scripps Networks Interactive, Inc. and practiced law with two national law firms as a corporate finance and securities associate.\nKimberley S. Gardiner was appointed as Senior Vice President - Chief Marketing Officer in July 2022. Ms. Gardiner was previously Chief Marketing Officer and Senior Vice President at Volkswagen Group of America from November 2020 until July 2022. Prior to that time, Ms. Gardiner served as the Chief Marketing Officer for Mitsubishi Motors North America from January 2019 to November 2020 and as Director of Marketing for Kia Motors America from March 2016 to January 2019. Prior to 2019, Ms. Gardiner held various marketing and strategy roles with increasing responsibility at 5th Kind and Toyota North America.\nMatthew L. Rubin was appointed as Senior Vice President and General Manager of Petsense by Tractor Supply in February, 2021.  Mr. Rubin previously served as Senior Vice President of Business Development & Growth at The Michaels Stores, Inc. from October 2018 until January 2021.  Mr. Rubin was previously an executive in Accenture plc's North America Retail Practice from April 2015 to October 2018.  Before April 2015, Mr. Rubin was a Partner at Consolidated Venture Partners & Consolidated Marketing and a Co-Founder & Finance Partner at OnTrend Products. Mr. Rubin also previously served as Vice President of Specialty Business Operations at BJ’s Wholesale Club Holding, Inc.. Mr. Rubin began his career at Office Depot, Inc. where he had multiple merchandising and strategic project leadership roles of increasing responsibility.\nAdditional Information\nWe file reports with the Securities and Exchange Commission (“SEC”), including Annual Reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and other reports as required.  We are an electronic filer and the SEC maintains an Internet website at\nsec.gov\nthat contains the reports, proxy and information statements, and other information we file.\nWe make available, free of charge through our Internet website,\nTractorSupply.com\n, our Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and all amendments to those reports as soon as reasonably practicable after such material is electronically filed with or furnished to the SEC.  The information provided on our website is not part of this report, and is therefore not incorporated by reference unless such information is otherwise specifically referenced elsewhere in this report.\n11"
  },
  {
    "item_key": "item_1a",
    "text": "Our business faces many risks.  Certain risks of which we are currently aware and deem to be material are described below.  If any of the events or circumstances described in the following risk factors occur, our business, financial condition or results of operations may significantly suffer, and the trading price of our common stock could decline.  These risk factors should be read in conjunction with the other information in this Annual Report on Form 10-K.\nStrategic and Competitive Risks\nFailure to protect our reputation could have a material adverse effect on our brand name or any of our exclusive brands.\nOur success depends in part on the value and strength of the Tractor Supply name, including our exclusive brands.  The Tractor Supply name is integral to our business, as well as to the implementation of our strategies for expanding our business.  Maintaining, promoting, and positioning our brand will depend largely on the success of our marketing and merchandising efforts and our ability to provide high quality merchandise and a consistent, high quality customer experience.  Our brand could be adversely affected if we fail to achieve these objectives or if our public image or reputation were to be tarnished by negative publicity, whether or not based on fact. Any failure to comply or accusation of our failure to comply with ethical, social, product, labor, data privacy, and environmental standards could also jeopardize our reputation and potentially lead to various adverse consumer actions. Customers are also increasingly using social media to provide feedback and information about our Company, including our products and services, in a manner that can be quickly and broadly disseminated. Further, adverse publicity about our merchandise products, whether valid or not, may discourage consumers from buying the products we offer. Additionally, our proprietary rights in our trademarks, trade names, service marks, domain names, copyrights, patents, trade secrets and other intellectual property rights are valuable assets of our business. We may not be able to prevent or even discover every instance of unauthorized third party uses of our intellectual property or dilution of our brand names, such as when a third party uses trademarks that are identical or similar to our own. Any of these events could result in decreased revenue or otherwise adversely affect our business.\nWe may be unable to increase sales at our existing stores.\nWe experience fluctuations in our comparable store sales at our existing stores, defined as sales in stores which have been open for at least twelve months. See Item 7. “Management's Discussion and Analysis of Financial Condition and Results of Operations” for a further discussion of comparable store sales. Various factors affect the comparable store sales at our existing stores, including, among others, the general retail sales environment, our ability to efficiently source and distribute products, global supply chain disruptions, changes in our merchandise assortment, competition, proximity of our locations to one another or to the locations of other competing retailers, increased presence of online retailers, current economic conditions, customer satisfaction with our products, retail pricing, the timing of promotional events, the release of new merchandise, the success of marketing programs, weather conditions, and our ability to attract and retain qualified team members.  These factors may cause the comparable store sales results at our existing stores to differ materially from prior periods and from expectations.  Past comparable store sales are not an indication of future results, and there can be no assurance that our comparable store sales will not decrease in the future.\nFurthermore, the considerable positive impact of the COVID-19 pandemic on the demand for our products in fiscal 2021 and 2020 resulted in a significant increase in new or reacquired customers and in comparable store sales growth.  Our sales performance in fiscal 2021 and 2020 may present a greater risk to our ability to increase comparable store sales in the following year(s) and in our ability to maintain our new or reacquired customers gained in those years.  Therefore, we may not be able to sustain or increase our comparable store sales in fiscal 2023 and beyond.\nFailure to open and manage new stores in the number and manner currently contemplated could adversely affect our financial performance.\nAn integral part of our business strategy includes the expansion of our store base through new store openings.  This expansion strategy is dependent on our ability to find suitable locations, and we face competition from many retailers and other businesses for such sites.  If we are unable to implement this strategy, our ability to increase our sales, profitability, and cash flow could be impaired.  To the extent that we are unable to open new stores in the manner we anticipate (due to, among other reasons, site approval or unforeseen delays in construction), our sales growth may be impeded.\nAlthough we have a rigorous real estate site selection and approval process, there can be no assurance that our new store openings will be successful or result in incremental sales and profitability for the Company.  New stores build their sales volumes and refine their merchandise selection over time and, as a result, generally have lower gross margins and higher\n12\noperating expenses as a percentage of net sales than our more mature stores.  As we continue to open new stores, there may be a negative impact on our results from a lower contribution margin of these new stores until their sales levels ramp to chain average, if at all, as well as from the impact of related pre-opening costs.  Additionally, new stores can also impact the sales and contribution margins of existing stores located in close proximity.\nAs we execute this expansion strategy, we may also experience managerial or operational challenges which may prevent any expected increase in sales, profitability, or cash flow.  Our ability to manage our planned expansion depends on the adequacy of our existing information systems, the efficiency and expansion of our distribution systems, the adequacy of the hiring and training process for new personnel (especially store managers), the effectiveness of our controls and procedures, and the ability to identify customer demand and build market awareness in different geographic areas.  There can be no assurance that we will be able to achieve our planned expansion, that the new stores will be effectively integrated into our existing operations or that such stores will be profitable.\nOur merchandising and marketing initiatives may not provide expected results.\nWe believe our past performance has been based upon, and future success will depend in part upon, the ability to develop and execute merchandising initiatives with effective marketing programs.  These merchandising initiatives and marketing programs may not deliver expected results, and there is no assurance that we will correctly identify and respond in a timely manner to evolving trends and consumer preferences and expectations. If we misjudge the market or our marketing programs are not successful, we may overstock unpopular products and be forced to take inventory impairment or retail price reductions that have a material adverse effect on our profitability.  Failure to execute and promote such initiatives in a timely manner could harm our ability to grow the business and could have a material adverse effect on our results of operations and financial condition.  Shortages of key merchandise could also have a material adverse effect on our financial condition and results of operations.\nWe may not timely identify or effectively respond to consumer needs, expectations, or trends, which could adversely affect our relationship with customers, the demand for our products and services, and our market share.\nThe success of our business depends in part on our ability to identify and respond promptly to evolving trends in demographics; consumer preferences, expectations and needs; and unexpected weather conditions, public health issues (including pandemics and quarantines and related shut-downs, re-openings, or other actions by the government) or natural disasters, while also managing appropriate inventory levels in our stores and distribution or fulfillment centers and managing an excellent customer experience. It is difficult to successfully predict the products and services our customer will demand. As our customers begin to expect a more personalized experience, our ability to collect, use, and protect relevant customer data is important to our ability to effectively meet their expectations. Our ability to collect and use that data, however, is subject to a number of external factors, including the impact of legislation or regulations governing data privacy and security. In addition, each of our primary customer groups has different needs and expectations, many of which evolve as the demographics in a particular customer group change. We also need to offer more localized assortments of our merchandise to appeal to local cultural and demographic tastes within each customer group. If we do not successfully differentiate the shopping experience to meet the individual needs and expectations of or within a customer group, we may lose market share with respect to those customers.\nCustomer expectations about the methods by which they purchase and receive products or services are also becoming more demanding. Customers routinely use technology and a variety of electronic devices and digital platforms to rapidly compare products and prices, read product reviews, determine real-time product availability, and purchase products. Once products are purchased, customers are seeking alternate options for delivery of those products, and they often expect quick, timely, and low-price or free delivery and/or convenient pickup options. We must continually anticipate and adapt to these changes in the purchasing process.\nIn addition, a greater concentration of online sales with direct fulfillment or curbside pickup could result in a reduction in the amount of traffic in our stores, which would, in turn, reduce the opportunities for cross-selling of merchandise that such traffic creates and could reduce our overall sales and adversely affect our financial performance.\nFailure to provide a compelling online presence; to timely identify or respond to changing consumer preferences, expectations and home improvement needs; to maintain appropriate inventory; to provide quick and low-price or free delivery alternatives and convenient pickup options; to differentiate the customer experience for our primary customer groups; and to effectively implement an increasingly localized merchandising assortment could adversely affect our relationship with customers, the demand for our products and services, and our market share.\n13\nCompetition may hinder our ability to execute our business strategy and adversely affect our operations.\nWe operate in the highly competitive retail merchandise sector with numerous competitors.  These competitors include general merchandise retailers, home center retailers, pet retailers, specialty and discount retailers, independently-owned retail farm and ranch stores, numerous privately-held regional farm store chains, and farm cooperatives, as well as internet-based retailers.  We compete for customers, merchandise, real estate locations, and team members.  This competitive environment subjects us to various other risks, including the inability to continue our store and sales growth and to provide attractive merchandise to our customers at competitive prices that allow us to maintain our profitability.  Our failure to compete effectively in this environment could adversely impact our financial performance.\nWe may pursue strategic acquisitions and the failure of an acquisition to produce the anticipated results or the inability to fully integrate the acquired companies could have an adverse impact on our business.\nWe may, from time to time, acquire businesses we believe to be complementary to our business, for example, the acquisition of Orscheln Farm and Home. The success of an acquisition is based on our ability to make accurate assumptions regarding the valuation, operations, growth potential, integration, and other factors relating to the target business.  Acquisitions may result in difficulties in assimilating acquired companies and may result in the diversion of our capital and our management’s attention from other business issues and opportunities.  We may not be able to successfully integrate an organization that we acquire, including their personnel, financial systems, distribution, operations, and general operating procedures.  If we fail to successfully integrate acquisitions, we could experience increased costs associated with operating inefficiencies which could have an adverse effect on our financial results. Also, while we employ several different methodologies to assess potential business opportunities, acquired businesses may not achieve desired profitability objectives or other expectations, causing lower than expected earnings and cash flows which could adversely affect our financial performance and subsequently require impairment of long-lived assets, goodwill and other intangible assets.\nWeather and Climate Risks\nUnseasonal and extreme weather conditions, natural disasters, and climate change may have a significant impact on our financial results.\nWeather conditions affect the demand for, and in some cases the supply of, products, which in turn has an impact on prices.  Historically, weather conditions, including unseasonably warm weather in the fall and winter months and unseasonably cool weather in the spring and summer months, have affected the timing and volume of our sales and results of operations.  In addition, extreme weather conditions, such as more frequent or intense hurricanes and tropical storms, thunderstorms, tornadoes, flood, fires, droughts, earthquakes, and snow or ice storms, as well as rising sea levels, have impacted operating results both positively and negatively and may positively or negatively impact our business in the future.  While extreme weather conditions can positively impact our operating results by increasing demand in affected locations for products needed to cope with the weather condition and its effects, they can also negatively affect our business depending on the severity and length of these conditions, as a result of store closings, damage to our stores or merchandise, or the inability of customers to shop at our stores due to weather conditions.  Our strategy is to manage product flow and adjust merchandise assortments and depth of inventory to capitalize on seasonal demand trends.  Should such a strategy not be effective, the weather may have a material adverse effect on our financial condition and results of operations.\nFurthermore, the long-term impacts of climate change, whether involving physical risks (such as extreme weather conditions or rising sea levels) or transition risks (such as regulatory or technology changes) are expected to be widespread and unpredictable. These changes over time could affect, for example, the availability and cost of certain consumer products and commodities, and energy (including utilities), which, in turn, may impact our ability to procure certain goods or services required for the operation of our business at the quantities and levels we require.\nAs a consequence of these or other catastrophic or uncharacteristic events, we may experience interruption to our operations, increased costs, or losses of property, equipment or inventory, which would adversely affect our revenue and profitability.\nWeather conditions may cause a disruption in our distribution and transportation network that would adversely affect our ability to conduct our operations.\nWe rely on our distribution and transportation network, including third-party logistics providers, to provide goods to our stores and to our customers in a timely and cost-effective manner through deliveries to our distribution facilities from vendors and\n14\nthen from the distribution facilities or direct ship vendors to our stores or customers by various means of transportation, including shipments by sea, air, rail, and truck. Although we believe that our operations are efficient, disruptions due to extreme weather conditions, including snow and ice storms, flood and wind damage, hurricanes, tornadoes, extreme rain, fires and droughts may result in delays in the transportation and delivery of merchandise to our distribution centers, our stores, or our customers.  Significant disruptions or delays in our distribution and transportation network could adversely affect sales and the satisfaction of our customers which could have a material adverse impact on our financial condition and results of operations.\nWe may be adversely affected by legal, regulatory or market responses to global climate change.\nGrowing concern over climate change has led policy makers in the U.S. to consider the enactment of legislative and regulatory proposals that would impose mandatory requirements on greenhouse gas emissions. Such laws, if enacted, are likely to impact our business in a number of ways. For example, we use natural gas, diesel fuel, gasoline and electricity in conducting our operations. Increased government regulations to limit carbon dioxide and other greenhouse gas emissions may result in increased compliance costs and legislation or regulation affecting energy inputs, which could materially affect our profitability. Compliance with any new or more stringent laws or requirements, or stricter interpretations of existing laws, could require additional expenditures by us or our suppliers. Our inability to appropriately respond to such changes could adversely impact our business, financial condition, results of operations or cash flows.\nWe may be unable to meet our ESG goals, particularly with respect to the reduction of carbon emissions, or otherwise meet the expectations of our stakeholders with respect to ESG and/or DE&I matters.\nWe have announced certain aspirations and goals related to ESG matters, such as plans to reduce our carbon footprint by 20% by 2025, by 50% by 2030, and achieve net zero emissions across all operations by 2040. Additionally, we have published DE&I goals aligned with our ESG efforts and enhanced our DE&I Strategy to include supplier diversity efforts and established our DE&I Customer Promise.  Achievement of these aspirations, targets, plans and goals is subject to numerous risks and uncertainties, many of which are outside of our control. These risks and uncertainties include, but are not limited to: our ability to successfully identify and implement relevant strategies on a timely and cost-effective basis; our ability to achieve the anticipated benefits and cost savings of such strategies and actions; and the availability and cost of existing and future technologies, such as alternative fuel vehicles, off-site renewable energy, and other materials and components. It is possible that we may be unsuccessful in the achievement of our ESG and/or DE&I goals on a timely basis or at all. Furthermore, our stakeholders may not be satisfied with our efforts or the speed at which we are progressing towards any such aspirations and goals. A delay, failure or perceived failure or delay to meet our goals and aspirations could adversely affect public perception of our business, employee morale, customer or stockholder support as well as business and/or financial performance. Certain challenges we face in the achievement of our ESG objectives are also captured within our ESG reporting, which is not incorporated by reference into and does not form any part of this Annual Report on Form 10-K or our other filings with the SEC.\nMacroeconomic Risks\nGeneral economic conditions may adversely affect our financial performance.\nOur results of operations may be sensitive to changes in overall economic conditions that impact consumer spending, including discretionary spending.  A weakening of economic conditions affecting disposable consumer income such as lower employment levels, uncertainty or changes in business or political conditions, social and political causes and movements, higher interest rates, higher tax rates, higher fuel and energy costs, higher labor and healthcare costs, the impact of natural disasters or acts of terrorism, general health epidemics (such as COVID-19), and other matters could reduce consumer spending or cause consumers to shift their spending to competitors.  A general reduction in the level of discretionary spending, shifts in consumer discretionary spending to our competitors or shifts in discretionary spending to less profitable products sold by us could result in lower net sales, slower inventory turnover, greater markdowns on inventory, and a reduction in profitability due to lower margins.\n15\nPurchase price volatility, including inflationary and deflationary pressures, may adversely affect our financial performance.\nAlthough we cannot determine the full effect of inflation and deflation on our operations, we believe our sales and results of operations are affected by both.  We are subject to market risk with respect to the pricing of certain products and services, which include, among other items, grain, corn, steel, petroleum, cotton, and other commodities, as well as duties, tariffs, diesel fuel, and transportation services.  Therefore, we may experience both inflationary and deflationary pressure on product cost, which may impact consumer demand and, as a result, sales and gross margin.  Our strategy is to reduce or mitigate the effects of purchase price volatility principally by taking advantage of vendor incentive programs, economies of scale from increased volume of purchases, adjusting retail prices, and selectively buying from the most competitive vendors while maintaining product quality.  Should our strategy to mitigate purchase price volatility be ineffective, our financial performance could be adversely impacted.\nTeam Member Risks\nOur failure to attract and retain qualified team members, increases in wage, and labor costs, and changes in laws and other labor issues could adversely affect our financial performance.\nOur ability to maintain and continue expanding operations depends on our ability to attract and retain a large and growing number of qualified team members.  Our ability to meet labor needs while controlling wage and related labor costs is subject to numerous external factors, including the availability of a sufficient number of qualified persons in the work force, unemployment levels, prevailing wage rates, increases in legally required minimum wage rates, changing demographics, health and other insurance costs, changes in employment legislation and the potential for changes in local labor practices or union activities.  If we are unable to locate, attract or retain qualified personnel, or if costs of labor or related costs increase significantly, our financial performance could be adversely affected.\nWe are subject to federal, state, and local laws governing employment practices and working conditions.  These laws cover wage and hour practices, labor relations, paid and family leave, workplace safety and immigration, among others.  The laws and regulations being passed at the state and local level create unique challenges for a multi-state employer.  We must continue to monitor and adapt our employment practices to comply with these various laws and regulations.  If our costs of labor or related costs increase significantly as new or revised labor laws, rules or regulations or healthcare laws are adopted or implemented, our financial performance could be adversely affected.\nThe loss of current members of our senior management team and other key team members or the failure to successfully manage an executive officer transition may adversely affect our operating results.\nOur success depends in large part on the continued availability and service of our executive officers, senior management, and other key team members.  Competition for senior management and key team members in our industry is strong and we may not be able to retain our key team members or attract new qualified team members.  We must continue to recruit, retain, and motivate management and other team members sufficiently, both to maintain our current business and to execute our long-term strategic growth initiatives.  The loss of any of our executive officers or other key senior management without sufficient advance notice could prevent or delay the implementation and completion of our strategic initiatives or divert management’s attention to seeking qualified replacements.  Additionally, any failure by us to manage a successful leadership transition of an executive officer and to timely identify a qualified permanent replacement could harm our business and have a material adverse effect on our results of operations.\nSupply Chain and Third-Party Vendor Risks\nWe face risks associated with vendors from whom our products are sourced.\nThe products we sell are sourced from a variety of domestic and international vendors.  We have agreements with our vendors in which the vendors agree to comply with applicable laws, including labor and environmental laws, and to indemnify us against certain liabilities and costs.  Our ability to recover liabilities and costs under these vendor agreements is dependent upon the financial condition and integrity of the vendors.  We rely on long-term relationships with our suppliers but have no significant long-term contracts with such suppliers.  Our future success will depend in large measure upon our ability to maintain our existing supplier relationships or to develop new ones.  This reliance exposes us to the risk of inadequate and untimely supplies of various products due to political, economic, social, health (including, but not limited to, the COVID-19 coronavirus), or environmental conditions, transportation delays, or changes in laws and regulations affecting distribution.  Our vendors may be forced to reduce their production, shut down their operations or file for bankruptcy protection, which could make it difficult for us to serve the market’s needs and could have a material adverse effect on our business.\n16\nWhile the Company selects these third-party vendors carefully, it does not control their actions or the components or manufacture of their products.  Any problems caused by these third-parties, or issues associated with their products or workforce, including customer or governmental complaints, breakdowns or other disruptions in communication services provided by a vendor, failure of a vendor to handle current or higher volumes, and cyber attacks or security breaches at a vendor could subject the Company to litigation and adversely affect the Company’s ability to deliver products and services to its customers and have a material adverse effect on our results of operations and financial condition.\nWe rely on foreign manufacturers for various products that we sell.  In addition, many of our domestic suppliers purchase a portion of their products from foreign sources.  As an importer, our business is subject to the risks generally associated with doing business internationally, such as domestic and foreign governmental regulations, economic disruptions, global or regional health epidemics, delays in shipments, transportation capacity and costs, currency exchange rates, and changes in political or economic conditions in countries from which we purchase products.  If any such factors were to render the conduct of business in particular countries undesirable or impractical or if additional U.S. quotas, duties, tariffs, taxes, or other charges or restrictions were imposed upon the importation of our products in the future, our financial condition and results of operations could be materially adversely affected.\nThe political landscape in the U.S. contains uncertainty with respect to tax and trade policies, tariffs and regulations affecting trade between the U.S. and other countries.  We source a portion of our merchandise from manufacturers located outside the U.S., primarily in Asia and Central America.  Major developments in tax policy or trade relations, such as the disallowance of tax deductions for imported merchandise or the imposition of tariffs on imported products, could have a material adverse effect on our business, results of operations, and financial condition.\nWe rely on manufacturers located in foreign countries, including China, for merchandise. Additionally, a portion of our domestically purchased merchandise is manufactured abroad. Our business may be materially adversely affected by risks associated with international trade, including the impact of current or potential tariffs by the U.S. with respect to certain consumer goods imported from China.\nWe source a portion of our merchandise from manufacturers located outside the U.S., primarily in Asia and Central America, and many of our domestic vendors have a global supply chain. The U.S. has imposed tariffs on certain products imported into the U.S. from China and could propose additional tariffs. The imposition of tariffs on imported products has increased our costs and could result in reduced sales and profits.  The changes in certain tax and trade policies, tariffs and other regulations affecting trade between the U.S. and other countries enacted under the prior U.S. administration increased the cost of our merchandise sourced from outside of the U.S., which represents a large percentage of our overall merchandise. It remains unclear how tax or trade policies, tariffs or trade relations may change under the current U.S. administration, which could adversely affect our business, results of operations, effective income tax rate, liquidity and net income.\nIn addition, the imposition of tariffs by the U.S. has resulted in the adoption of tariffs by China on U.S. exports and could result in the adoption of tariffs by other countries as well.  A resulting trade war could have a significant adverse effect on world trade and the world economy.  Further, the imposition of tariffs or other changes in world trade could have an impact on certain U.S. industries and consumers and could negatively impact the consumer demand for products that we sell.\nWe continue to evaluate the impact of the effective and potential tariffs on our supply chain, costs, sales, and profitability as well as our strategies to mitigate any negative impact, including negotiating with our vendors, seeking alternative sourcing options, and adjusting retail selling prices. Given the uncertainty regarding the scope and duration of the current and potential tariffs, as well as the potential for additional trade actions by the U.S. or other countries, the impact on our business, results of operations, and financial condition is uncertain but could be significant. Thus, we can provide no assurance that any strategies we implement to mitigate the impact of such tariffs or other trade actions will be successful in whole or in part. To the extent that our supply chain, costs, sales, or profitability are negatively affected by the tariffs or other trade actions, our business, financial condition, and results of operations may be materially adversely affected.\nA significant disruption to our distribution network or to the timely receipt of inventory could adversely impact sales or increase our transportation costs, which would decrease our profits.\nWe rely on our distribution and transportation network, including third-party logistics providers, to provide goods to our stores in a timely and cost-effective manner through deliveries to our distribution facilities from vendors and then from the distribution facilities or direct ship vendors to our stores or customers by various means of transportation, including shipments by sea, air, rail, and truck.  Any disruption, unanticipated expense, or operational failure related to this process could negatively affect our operations. For example, unexpected delivery delays (including delays due to weather, fuel shortages, work\n17\nstoppages, global or regional health epidemics, product shortages from vendors, or other reasons) or increases in transportation costs (including increased fuel costs or a decrease in transportation capacity for overseas shipments) could significantly decrease our ability to provide adequate products to meet increased customer demand for certain products, or products at a desired price, resulting in lower sales and profitability.  In addition, labor shortages or work stoppages in the transportation industry or long-term disruptions to the national and international transportation infrastructure that lead to delays or interruptions of deliveries could negatively affect our business.  Also, a fire, tornado, or other disaster at one of our distribution facilities could disrupt our timely receiving, processing, and shipment of merchandise to our stores which could adversely affect our business. While we believe there are adequate reserve quantities and alternative suppliers available, shortages or interruptions in the receipt or supply of products caused by unanticipated demand, such as occurred during, and as the economy recovers from, the COVID-19 pandemic, problems in production or distribution, financial or other difficulties of supplies, inclement weather or other economic conditions, including the availability of qualified drivers and distribution center team members, could adversely affect the availability, quality and cost of products, and our operating results.\nThe implementation of our supply chain initiatives could disrupt our operations in the near term, and these initiatives might not provide the anticipated benefits or might fail.\nWe maintain a network of distribution facilities and have plans to build new distribution facilities and expand existing facilities to support our long-term strategic growth initiatives.  Delays in opening new or expanded distribution facilities could adversely affect our future operations by slowing store growth or negatively impacting our fulfillment capabilities, which may in turn reduce revenue growth.  In addition, distribution-related construction or expansion projects entail risks which could cause delays and cost overruns, such as: shortages of materials; shortages of skilled labor or work stoppages; unforeseen construction, scheduling, engineering, environmental, or geological problems; weather interference; fires or other casualty losses; and unanticipated cost increases.  The completion date and ultimate cost of future projects could differ significantly from initial expectations due to construction-related or other reasons.  We cannot guarantee that all projects will be completed on time or within established budgets.\nWe continue to make significant technology investments in our supply chain.  These initiatives are designed to streamline our distribution process so that we can optimize the delivery of goods and services to our stores, distribution facilities, and customers in a timely manner and at a reasonable cost.  The cost and potential problems and interruptions associated with the implementation of these initiatives, including those associated with managing third-party service providers and employing new web-based tools and services, could disrupt or reduce the efficiency of our operations in the near term.  In addition, our improved supply chain technology might not provide the anticipated benefits, it might take longer than expected to realize the anticipated benefits, or the initiatives might fail altogether.\nTechnology, Data Security, Business Continuity and Disaster Recovery Risks\nAny failure to maintain the security of the information relating to our business, customers, team members, and vendors that we hold, whether as a result of cybersecurity attacks or otherwise, could damage our reputation with customers, team members, and vendors. Such a failure could also cause us to incur substantial additional costs and to become subject to litigation, and could materially affect our operating results, financial condition, and liquidity.\nWe depend on information systems and technology, some of which are managed or provided by third-parties, for many activities important to our business.  As do most retailers, we receive and store in our information systems certain personal and other sensitive information about our business\n, customers, team members\n, and vendors.  Additionally, we also receive and process information permitting cashless payments as part of our in-store and online operations at\nTractorSupply.com\nand\nPetsense.com\nand on our mobile application, some of which depend upon the secure transmission of confidential information over public networks.  The information that we receive and store makes us subject to cybersecurity attacks and cyber incidents, which are occurring more frequently, are constantly evolving in nature, are becoming more sophisticated, and are being made by groups and individuals with a wide range of expertise and motives. We are the target of attempted cyber and other security threats and we continuously monitor our information technology networks and infrastructure in an effort to prevent, detect, address and mitigate the risk of unauthorized access, misuse, computer viruses and other events that could have a security impact. However, these security measures cannot provide absolute assurance or guarantee that we will be successful in preventing, detecting, or responding to every such breach or disruption and/or preventing the misuse of confidential information of our busines\ns, customers, team members,\nor vendors.  Similar risks exist with respect to the third-party vendors on which we rely for aspects of our information technology support services and administrative functions, even if the attack or breach does not directly impact our systems or information.\nA compromise of our information security and privacy controls, or those of businesses and vendors with whom we interact, which results in confidential information being accessed, obtained, damaged, or used by unauthorized or improper parties; loss\n18\nor unavailability of data; disruptions to our business activities; or any other outcome stemming from a cybersecurity incident could materially adversely affect our reputation with our custome\nrs, team members, a\nnd vendors, as well as our operations, results of operations, financial condition, and liquidity, and could result in significant legal and financial exposure beyond the scope or limits of insurance coverage.  Moreover, a security breach could require that we expend significant additional resources to respond to the attack or breach and could result in a disruption of our operations.\nIn addition, states and the federal government have enacted laws and regulations relating to privacy, data breaches, and theft of team member and customer data.  These laws have increased the costs of doing business and, if we fail to comply with these laws and regulations to implement appropriate safeguards or to detect and provide prompt notice of unauthorized access as required by some of these new laws, we could be subject to potential claims for damages and other remedies, which could harm our business.\nWe are subject to payments-related risks that could increase our operating costs, expose us to fraud, subject us to potential liability, and potentially disrupt our business.\nWe accept payments using a variety of methods, including credit cards, debit cards, credit accounts, our private label credit cards, gift cards, direct debit from a customer’s bank account, consumer invoicing, and physical bank checks, and we may offer different payment options over time.  These payment options subject us to many compliance requirements, including, but not limited to, compliance with payment card association operating rules, including data security rules, certification requirements, rules governing electronic funds transfers, and Payment Card Industry Data Security Standards.  They also subject us to potential fraud by criminal elements seeking to discover and take advantage of security vulnerabilities that may exist in some of these payment systems.  For certain payment methods, including credit and debit cards, we pay interchange and other fees, which may increase over time and raise our operating costs and lower profitability.  We rely on third parties to provide payment processing services, including the processing of credit cards, debit cards, electronic checks, gift cards and promotional financing, and it could disrupt our business if these companies become unwilling or unable to provide these services to us.  If we fail to comply with these rules or requirements, adequately encrypt payment transaction data, or if our data security systems are breached or compromised, we may be liable for card issuing banks’ costs, subject to fines and higher transaction fees, and lose our ability to accept credit and debit card payments from our customers, process electronic funds transfers, or facilitate other types of online payments, and our business and operating results could be adversely affected.\nOur business and operations could suffer material losses in the event of system interruptions or failures.\nOur information technology systems, some of which are dependent on services managed or provided by third-parties, serve an important role in the operation and administration of our business.  These systems are vulnerable to damages from any number of sources, including, but not limited to, human error, cybersecurity attacks, computer viruses, unauthorized access, fire, flood, power outages, telecommunication failures, facility or equipment damage, natural disasters, terrorism, and war.  In addition, we continually make investments in technology to implement new processes and systems, as well as to maintain and update our existing processes and systems.  Implementing process and system changes increases the risk of disruption.  If our information technology systems are interrupted or fail and our redundant systems or recovery plans are not adequate to address such interruptions or failures on a timely basis, our revenues and profits could be reduced and the reputation of our brand and our business could be materially adversely affected.  Additionally, remediation of any problems with our systems could result in significant, unplanned expenses.\n19\nCustomer-facing technology systems are an important part of our sales and marketing strategy and the failure of those systems to perform effectively and reliably could keep us from delivering positive customer experiences.\nThrough our continued information technology enhancements, we believe we are able to provide an improved overall shopping environment and an omni-channel experience that empowers our customers to shop and interact with us from computers, tablets, smart phones, and other mobile communication devices.  We use our websites,\nTractorSupply.com\nand\nPetsense.com\n, and our mobile application as both a sales channel for our products and as a method of providing product, project, and other relevant information to our customers to drive in-store and online sales.  Omni-channel retailing is continually evolving and expanding, and we must effectively respond to changing customer expectations and new developments. The portion of total consumer expenditures with retailers occurring online and through mobile applications has continued to increase. The pace of this increase could further accelerate in the future. Our business has evolved from an in-store experience to interaction with customers across numerous channels, including in-store, online, mobile and social media, among others. Omni-channel retailing is rapidly evolving, and we must keep pace with changing customer expectations and new developments by our competitors. Our customers are increasingly using mobile phones, tablets, computers, and other devices to shop and to interact with us through social media. We are making investments in our websites and mobile applications. If we are unable to make, improve, or develop relevant customer-facing technology in a timely manner, our ability to compete and our results of operations could be adversely affected. Disruptions, failures, or other performance issues with these customer-facing technology systems could impair the benefits that they provide to our in-store and online business and negatively affect our relationship with our customers.\nIf we are unable to maintain or upgrade our management information systems and software programs or if we are unable to convert to alternate systems in an efficient and timely manner, our operations may be disrupted or become less efficient and our long-term strategic growth initiatives may not be successful.\nWe depend on management information systems for many aspects of our business.  We rely on certain software vendors to maintain and periodically upgrade many of these systems so that we can continue to support our business.  We could be materially adversely affected if we experienced a disruption or data loss relating to our management information systems and are unable to recover timely.  We could also be adversely impacted if we are unable to improve, upgrade, maintain, and expand our management information systems, particularly in light of the contemplated continued store growth.\nThe success of our long-term strategic growth initiatives designed to increase our sales and improve margin are dependent in varying degrees on the timely delivery and the functionality of information technology systems to support them.  Extended delays or cost overruns in securing, developing, and otherwise implementing technology solutions to support the long-term strategic growth initiatives would delay and possibly even prevent us from realizing the projected benefits of those initiatives.\nFinancial Risks\nChanges in market conditions or in our credit rating could restrict capital and adversely affect our business operations and growth initiatives.\nWe rely on the positive cash flow we generate from our operating activities and our access to the credit and capital markets to fund our operations, growth strategy, capital expenditures, and return of cash to our stockholders through share repurchases and dividends. Changes in the credit and capital markets, including market disruptions, limited liquidity and interest rate fluctuations, may increase the cost of financing or restrict our access to these potential sources of future liquidity. Our continued access to liquidity sources on favorable terms depends on multiple factors, including our operating performance and credit ratings.  There can be no assurance that we will be able to maintain and/or improve our current credit ratings.  A rating organization may lower our rating, or change our ratings’ outlook, or decide not to rate our securities, temporarily or permanently, in its sole discretion.  In the event that our current credit ratings are downgraded or removed, we would most likely incur higher borrowing costs and experience greater difficulty in obtaining additional financing, which in turn would have a material adverse impact on our financial condition, results of operations, cash flows, and liquidity.  We can make no assurances that our ability to obtain additional financing through the debt and equity markets will not be adversely affected by economic conditions or that we will be able to maintain or improve our current credit ratings.\nIn addition, tight lending practices may make it difficult for our real estate developers to obtain financing under acceptable loan terms and conditions.  Unfavorable lending conditions could impact the timing of our store openings and materially adversely affect our ability to open new stores in desirable locations.\nLonger-term disruptions in the capital and credit markets as a result of uncertainty, changing or increased regulation, reduced funding alternatives, or failures of significant financial institutions could adversely affect our access to liquidity needed for our business.  Any disruption could require us to take measures to conserve cash until the markets stabilize or until alternative credit\n20\narrangements or other funding for our business needs can be arranged.  Such measures could include deferring capital expenditures and reducing or eliminating future share repurchases, cash dividends, or other discretionary uses of cash.\nOur level of indebtedness could limit our cash flow available for operations and could adversely affect our ability to service our debt or obtain additional financing.\nAs of December 31, 2022, our total outstanding consolidated debt was approximately $1.16 billion. Our level of indebtedness could restrict our operations and make it more difficult for us to satisfy our debt obligations. Our ability to make payments on our indebtedness, to refinance our indebtedness, and to fund planned capital expenditures will depend on our ability to generate cash in the future.\nThis ability, to a certain extent, is subject to general economic, financial, competitive, legislative, regulatory, and other factors that are beyond our control. Our business may not be able to generate sufficient cash flow from operations, and future borrowings may not be available to us in an amount sufficient to enable us to pay our indebtedness or to fund our other liquidity needs.\nWe may need to refinance all or a portion of our indebtedness on or before maturity.\nOur ability to refinance all or a portion of our indebtedness on acceptable terms, or at all, will be dependent upon a number of factors, including our degree of leverage, the value of our assets, borrowing and other financial restrictions imposed by lenders and conditions in the credit markets at the time we refinance. If we are unable to refinance our indebtedness on acceptable terms, we may be forced to agree to otherwise unfavorable financing terms. This could have a material adverse effect on our business, financial condition and results of operations.\nIn addition, so long as we comply with any existing limitations in our credit and debt agreements while they are in effect, we may issue an indeterminate amount of debt securities from time to time. If new debt is added to our and our subsidiaries' current debt levels, the related risks that we and they now face could intensify.\nOur credit facilities, the indenture related to our 1.75% Senior Notes, and other debt instruments have restrictive covenants and change of control provisions that could limit our financial and business flexibility.\nOur credit agreement governing our senior credit facilities and our note purchase and private shelf agreement governing our senior unsecured notes due August 14, 2029 (the “2029 notes”) each contain financial, operative and other restrictive covenants in addition to the restrictive covenants contained in the indenture governing our 1.75% Senior Notes (as defined in the Notes to the Consolidated Financial Statements). Our failure to comply with those covenants could result in an event of default which, if not cured or waived, could result in the acceleration of all of our debt, which would have a material adverse effect on our financial condition.  In addition, upon certain events constituting a change of control, as that term is defined in the indenture for our 1.75% Senior Notes and in our note purchase and private shelf agreement for our 2029 notes, we are required to make an offer in cash to repurchase all or any part of each holder's 1.75% Senior Notes at a repurchase price equal to 101% of the principal thereof, plus accrued interest, and to prepay all of each holder’s 2029 notes at a prepayment price equal to 100% of the principal thereof, plus accrued interest.  Sufficient funds may not be available to us, however, at the time of any change of control event to repurchase and prepay, as applicable, all or a portion of the tendered notes pursuant to these requirements.  Our failure to offer to repurchase 1.75% Senior Notes and prepay 2029 notes, or to repurchase and prepay, as applicable, notes tendered, following a change of control will result in a default under the indentures for our 1.75% Senior Notes and the note purchase and private shelf agreement for our 2029 notes, which could lead to a cross-default under our credit agreement for our senior credit facilities.\nWe cannot provide any guaranty of future dividend payments or any guaranty that we will continue to repurchase our common stock pursuant to our stock repurchase program.\nAlthough our Board of Directors has indicated an intention to pay future quarterly cash dividends on our common stock, any determination to pay or increase cash dividends on our common stock in the future will be based primarily upon our financial condition, results of operations, business requirements, and our Board of Directors’ continuing determination that the declaration of dividends is in the best interests of our stockholders and is in compliance with all laws and agreements applicable to the dividend.  Furthermore, although our Board of Directors has authorized a share repurchase program of up to $6.50 billion, we may temporarily pause or permanently discontinue this program at any time or significantly reduce the amount of repurchases under the program.  The authorized amount reflects a $2.00 billion increase to the share repurchase program which was approved by our Board of Directors o\nn January 26, 2022. The share r\nepurchase program does not have an expiration date. As of December 31, 2022, the Company had remaining authorization under the share repurchase program of $1.65 billion, exclusive of any fees, commissions or other expenses.\n21\nThe market price for our common stock might be volatile and could result in a decline in value.\nThe price at which our common stock trades may be volatile and could be subject to significant fluctuations in response to our operating results, general trends and prospects for the retail industry, announcements by our competitors, analyst recommendations, our ability to meet or exceed analysts’ or investors’ expectations, the condition of the financial markets, and other factors. The Company’s stock price is dependent in part on the multiple of earnings that investors are willing to pay.  That multiple is in part dependent on investors’ perception of the Company’s future earnings growth prospects.  If investors’ perception of the Company’s earnings growth prospects change, the Company’s earnings multiple may decline and its stock price could be adversely affected.\nIn addition, the stock market has at times experienced extreme price and volume fluctuations that often have been unrelated or disproportionate to the operating performance of companies. These fluctuations, as well as general economic and market conditions, may adversely affect the market price of our common stock notwithstanding our actual operating performance.\nImpairment of the carrying value of our goodwill or other intangible assets could adversely affect our financial condition and results of operations.\nGoodwill represents the difference between the purchase price of an acquired company and the related fair value of net assets acquired. A significant amount of judgment is involved in determining if an indication of impairment of goodwill exists.  As with goodwill, we also test our indefinite-lived intangible assets for impairment annually and whenever events or changes in circumstances indicate that their carrying value may not be recoverable.  Factors indicating impairment of goodwill or other intangible assets may include, among others: a significant decline in our expected future cash flows; a sustained, significant decline in our stock price and market capitalization; a significant adverse change in legal factors or in the business climate; unanticipated or changing competition; the testing for recoverability of a significant asset group within a reporting unit; and reduced growth rates. Any adverse change in these factors could have a significant impact on the recoverability of these assets and negatively affect our financial condition and results of operations. To the extent that business conditions deteriorate or if changes in key assumptions and estimates differ significantly from management's expectations, it may be necessary to record additional impairment charges in the future which could have an adverse effect on our financial condition and results of operations.\nLegal, Regulatory and Compliance Risks\nWe are subject to personal injury, workers’ compensation, product liability, discrimination, harassment, wrongful termination, wage and hour, and other claims in the ordinary course of business.\nOur business involves a risk of personal injury, workers’ compensation, product liability, discrimination, harassment, wrongful termination, wage and hour, and other claims in the ordinary course of business.  Product liability claims from customers and product recalls for merchandise alleged to be defective or harmful could lead to the disposal or write-off of merchandise inventories, the incurrence of fines or penalties, and damage to our reputation.  We maintain general liability with a self-insured retention and workers’ compensation insurance with a deductible for each occurrence.  We also maintain umbrella limits above the primary general liability and product liability coverage.  In many cases, we have indemnification rights against the manufacturers of the products and their products liability insurance, as well as the property owners of our leased buildings.  Our ability to recover costs and damages under such insurance or indemnification arrangements is subject to the financial viability of the insurers, manufacturers, and landlords and the specific allegations of a claim.  No assurance can be given that our insurance coverage or the manufacturers’ or landlords’ indemnity will be available or sufficient in any claims brought against us.\nAdditionally, we are subject to U.S. federal, state, and local employment laws that expose us to potential liability if we are determined to have violated such employment laws, including but not limited to, laws pertaining to minimum wage rates, overtime pay, discrimination, harassment, and wrongful termination.  Compliance with these laws, including the remediation of any alleged violation, may have a material adverse effect on our business or results of operations.\n22\nOur business could be negatively impacted as a result of federal, state, local, or foreign laws and regulations.\nWe are subject to numerous federal, state, local, and foreign laws and governmental regulations including those relating to competition, environmental protection, personal injury, intellectual property, consumer product safety, building, land use and zoning requirements, workplace regulations, wage and hour, privacy and information security, and employment law matters.\nOur operations, including our outsourced exclusive brand manufacturing partners, are subject to regulation by the Occupational Safety and Health Administration (“OSHA”), the Food and Drug Administration (the “FDA”), the Department of Agriculture (the “USDA”), the Environmental Protection Agency (the “EPA”) and by various other federal, state, local and foreign authorities regarding the processing, packaging, storage, distribution, advertising, labeling and export of our products, including food safety standards.\nIf we fail to comply with existing or future laws or regulations, or if these laws or regulations are violated by importers, manufacturers or distributors, we may be subject to governmental or judicial fines or sanctions, while incurring substantial legal fees and costs.  In addition, our capital expenditures could increase due to remediation measures that may be required if we are found to be noncompliant with any existing or future laws or regulations.\nWe are also subject to the Foreign Corrupt Practices Act (the “FCPA”), which prohibits U.S. companies and their intermediaries from making improper payments to foreign officials for the purposes of obtaining or retaining business, and the anti-bribery laws of other jurisdictions.  Failure to comply with the FCPA and similar laws could subject us to, among other things, penalties and legal expenses that could harm our reputation and have a material adverse effect on our business, financial condition, and results of operations.\nPotential noncompliance with environmental regulations could materially impact our results of operations or financial condition.\nOur business is subject to various federal, state, and local laws, regulations, and other requirements pertaining to protection of the environment and public health, including, for example, regulations governing the management of waste materials and waste waters.  Governmental agencies on the federal, state, and local levels have, in recent years, increasingly focused on the retail sector’s compliance with such laws and regulations, and have at times pursued enforcement activities.  We periodically receive information requests and notices of potential noncompliance with environmental laws and regulations from governmental agencies, which are addressed on a case-by-case basis with the relevant agency.  Any of these events could have a material adverse effect on our results of operations or financial condition.\nFailure to maintain an effective system of internal control over financial reporting could materially impact our business and results.\nThe Company’s management is responsible for establishing and maintaining adequate internal control over financial reporting.  An internal control system, no matter how well designed and operated, can provide only reasonable, not absolute, assurance that the objectives of the control system are met.  Further, the design of a control system must reflect the fact that there are resource constraints, and the benefits of controls must be considered relative to their costs.  Because of the inherent limitations in all internal control systems, internal control over financial reporting may not prevent or detect misstatements.  Any failure to maintain an effective system of internal control over financial reporting could limit our ability to report our financial results accurately and timely or to detect and prevent fraud, and could expose us to litigation or adversely affect the market price of our common stock.\nEffective tax rate changes and results of examinations by taxing authorities could materially impact our results.\nOur future effective tax rates could be adversely affected by legislative tax reform, changes in statutory rates or changes in tax laws, or interpretations thereof.  Additionally, our future effective tax rates could be adversely affected by the earnings mix being lower than historical results in states where we have lower statutory rates and higher than historical results in states where we have higher statutory rates or by changes in the measurement of our deferred tax assets and liabilities.\nWe are subject to periodic audits and examinations by the Internal Revenue Service (“IRS”), as well as state and local taxing authorities.  Like many retailers, a portion of our sales are to tax-exempt customers.  The business activities of our customers and the intended use of the unique products sold by us create a challenging and complex compliance environment.  These circumstances create risk that we could be challenged as to the propriety of our sales tax compliance.  Our results could be\n23\nmaterially impacted by the determinations and expenses related to these and other proceedings by the IRS and other state and local taxing authorities."
  },
  {
    "item_key": "item_1b",
    "text": "None.\n24"
  },
  {
    "item_key": "item_2",
    "text": "At December 31, 2022, the Company operated 2,333 stores in 49 states (2,066 Tractor Supply retail stores, 186 Petsense by Tractor Supply retail stores, and 81 Orscheln Farm and Home retail stores).  The Company leases approximately 95% of its stores.  Store leases typically have initial terms of between 10 and 20 years, with two to four optional renewal periods of five years each, exercisable at our option.  No single lease is material to the Company’s operations.  Approximately 59% of our stores are in freestanding buildings and 41% are located in shopping centers.  The following is a count of store locations by state:\n25\nThe following is a list of distribution locations including the approximate square footage and if the location is leased or owned at December 31, 2022:\n(a) The leased distribution center in Hagerstown is treated as an extension of the existing owned Hagerstown location and is not considered a separate distribution center.\nThe Company’s Store Support Center occupies approximately 260,000 square feet of owned building space in Brentwood, Tennessee, and the Company’s Merchandising Innovation Center occupies approximately 32,000 square feet of leased building space in Nashville, Tennessee.\nAs part of the Orscheln Farm and Home transaction that closed on October 12, 2022, the Company acquired the Orscheln corporate headquarters and distribution center in Moberly, Missouri. These facilities are anticipated to be sold to Bomgaars Supply, Inc. during fiscal 2023. Refer to\nto the Condensed Consolidated Financial Statements included under Part II, Item 8 of this Annual Report on Form 10-K.\nOn January 18, 2023, the Company opened its ninth distribution center located in Navarre, Ohio, which expanded the distribution center capacity by approximately 900,000 square feet. In addition, the Company is building a new distribution center in Maumelle, Arkansas and anticipates that the new facility will begin operations in the first quarter of 2024.\nThe Company also uses third-party operated import centers, mixing centers and pop-up distribution facilities which provide additional distribution capacity."
  },
  {
    "item_key": "item_3",
    "text": "For a description of the Company's legal proceedings, refer to\nto the Condensed Consolidated Financial Statements included under Part II, Item 8 of this Annual Report on Form 10-K."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n26\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Common Stock\nThe Company’s common stock trades on the NASDAQ Global Select Market under the symbol, “TSCO.”\nAs of January 28, 2023, the number of record holders of our common stock was 761 (excluding individual participants in nominee security position listings).\nDividends\nWe paid cash dividends totaling $409.6 million and $239.0 million in fiscal 2022 and 2021, respectively.  In fiscal 2022, we declared and paid cash dividends to stockholders of $3.68 per common share outstanding as compared to $2.08 per common share outstanding in fiscal 2021.  These payments reflect an increase in the quarterly dividend to $0.92 in all four quarters of fiscal 2022 from $0.52 per share in all four quarters of fiscal 2021.\nOn February 8, 2023, the Company’s Board of Directors declared a quarterly cash dividend of $1.03 per share of the Company’s outstanding common stock. The dividend will be paid on March 14, 2023, to stockholders of record as of the close of business on February 27, 2023.\nIt is the present intention of the Company’s Board of Directors to continue to pay a quarterly cash dividend; however, the declaration and payment amount of future dividends will be determined by the Company’s Board of Directors in its sole discretion and will depend upon the earnings, financial condition, and capital needs of the Company, along with any other factors which the Company’s Board of Directors deem relevant.\n27\nIssuer Purchases of Equity Securities\nThe Company’s Board of Directors has authorized common stock repurchases under a share repurchase program which was announced in February 2007. The authorization amount of the program, which has been increased from time to time, is currently authorized for up to $6.50 billion, exclusive of any fees, commissions or other expenses related to such repurchases.  The authorized amount reflects a $2.00 billion increase to the repurchase program which was approved by the Company’s Board of Directors\non January 26, 2022.\nThe share repurchase program does not have an expiration date. As of December 31, 2022, the Company had remaining authorization under the share repurchase program of $1.65 billion, exclusive of any fees, commissions or other expenses. Additionally, the Company withholds shares from vested restricted stock units and performance-based restricted share units to satisfy employees’ minimum statutory tax withholding requirements.  Stock purchase activity during fiscal 2022 is set forth in the table below:\n(a) The total number of shares purchased and average price paid per share include shares withheld from vested stock awards to satisfy employees’ minimum statutory tax withholding requirements of 121,067 during the first quarter, 6,163 during the second quarter, 3,705 during the third quarter, and 1,004 during the fourth quarter.\nWe expect to implement the balance of the repurchase program through purchases made from time to time either in the open market or through private transactions, in accordance with regulations of the SEC and other applicable legal requirements.  The timing and amount of any common stock repurchased under the program will depend on a variety of factors including price, corporate and regulatory requirements, capital availability, and other market conditions.\nAny additional stock repurchase programs will be subject to the discretion of our Board of Directors and will depend upon earnings, financial condition, and capital needs of the Company, along with any other factors which the Board of Directors deem relevant.  The program may be limited, temporarily paused, or terminated at any time, without prior notice.\n28\nSTOCK PERFORMANCE GRAPH\nThis performance graph shall not be deemed “filed” for purposes of Section 18 of the Securities Exchange Act of 1934, as amended (the “Exchange Act”) or otherwise subject to the liabilities under that Section and shall not be deemed to be incorporated by reference into any filing of Tractor Supply Company under the Securities Act of 1933, as amended, or the Exchange Act.\nThe following graph compares the cumulative total stockholder return on our common stock from December 30, 2017 to December 31, 2022 (the Company’s fiscal year-end), with the cumulative total returns of the S&P 500 Index and the S&P Retail Index over the same period.  The comparison assumes that $100 was invested on December 30, 2017, in our common stock and in each of the foregoing indices and in each case assumes reinvestment of dividends.  The historical stock price performance shown on this graph is not indicative of future performance."
  },
  {
    "item_key": "item_6",
    "text": "29"
  },
  {
    "item_key": "item_7",
    "text": "The following discussion and analysis is intended to provide the reader with information that will assist in understanding the significant factors affecting our consolidated operating results, financial condition, liquidity, and capital resources during the two-year period ended\nDecember 31\n, 2022\n(our fiscal years 2022 and 2021).  For a comparison of our results of operations for fiscal year December 25, 2021 and December 26, 2020, see “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our Annual Report on Form 10-K for the fiscal year ended December 25, 2021, filed with the SEC on February 17, 2022. This discussion should be read in conjunction with our Consolidated Financial Statements and Notes to the Consolidated Financial Statements included elsewhere in this report.  This discussion contains forward-looking statements and information.  See “Forward-Looking Statements and Information” and “Risk Factors” included elsewhere in this report.\nTractor Supply reports its financial results in accordance with accounting principles generally accepted in the United States of America (“U.S. GAAP”).  Tractor Supply also uses certain non-GAAP measures that fall within the meaning of Securities and Exchange Commission Regulation G and Regulation S-K Item 10(e), which may provide users of the financial information with additional meaningful comparison to prior reported results.  Non-GAAP measures do not have standardized definitions and are not defined by U.S. GAAP.  Therefore, Tractor Supply’s non-GAAP measures are unlikely to be comparable to similar measures presented by other companies.  The presentation of these non-GAAP measures should not be considered in isolation from, as a substitute for, or as superior to the financial information presented in accordance with U.S. GAAP.  We believe this information is useful in providing period-to-period comparisons of the results of our continuing operations.\nOverview\nFounded in 1938, Tractor Supply Company (the “Company” or “Tractor Supply” or “we” or “our” or “us”) is the largest rural lifestyle retailer in the United States (“U.S.”).  The Company is focused on supplying the needs of recreational farmers, ranchers, and all those who enjoy living the rural lifestyle (which we refer to as the “\nOut Here\n” lifestyle).  As of December 31, 2022, we operated 2,333 retail stores in 49 states under the names\nTractor Supply Company,\nPetsense by Tractor Supply, and Orscheln Farm and Home.\nOur stores are located primarily in towns outlying major metropolitan markets and in rural communities.  We also operate websites under the names\nTractorSupply.com\nand\nPetsense.com\n, as well as a Tractor Supply Company mobile application.  Through our stores and e-commerce channels, we offer the following comprehensive selection of merchandise:\n•\nEquine, livestock, pet, and small animal products, including items necessary for their health, care, growth, and containment (i.e., fencing);\n•\nHardware, truck, towing, and tool products;\n•\nSeasonal products, including heating, lawn and garden items, power equipment, gifts, and toys;\n•\nWork/recreational clothing and footwear; and\n•\nMaintenance products for agricultural and rural use.\nTractor Supply Company believes we can grow our business by being a more integral part of our customers’ lives as the dependable supplier of “\nOut Here\n” lifestyle solutions, creating customer loyalty through personalized experiences, and providing convenience that our customers expect at anytime, anywhere, and in any way they choose.  Our long-term growth strategy is to: (1) expand and deepen our customer base by providing personal, localized, and memorable customer engagements by leveraging content, social media, and digital shopping experiences, attracting new customers and driving loyalty, (2) evolve customer experiences by digitizing our business processes and furthering our omni-channel capabilities, (3) offer relevant assortments and services across all channels through exclusive and national brands and continue to grow our total addressable market by introducing new products and services through our test and learn strategy, (4) drive operational excellence and productivity through continuous improvement, increasing space utilization, and implementing advanced supply chain capabilities to support growth, scale and agility, and (5) expand through selective acquisitions, as such opportunities arise, to add complementary businesses and to enhance penetration into new and existing markets to supplement organic growth.\nAchieving this strategy will require a foundational focus on: (1) connecting, empowering and growing our team to enhance their lives and the communities they live in, enabling them to provide legendary service to our customers, and (2) allocating resources in a disciplined and efficient manner to drive profitable growth and build stockholder value, including leveraging technology and automation, to align our cost structure to support new business capabilities for margin improvement and cost reductions.\nOver the past five years, we have experienced considerable growth in stores, growing from 1,853 stores at the end of fiscal 2017 to 2,333 stores (2,066 Tractor Supply retail stores, 186 Petsense by Tractor Supply retail stores, and 81 Orscheln Farm and Home retail stores) at the end of fiscal 2022, and in net sales, with a compounded annual growth rate of approximately 14.4%.  Given the size of the communities that we target, we believe that there is ample opportunity for new store growth in many existing and new markets. We have developed a proven method for selecting store sites, and we believe we have significant\n30\nadditional opportunities for new Tractor Supply stores.  We also believe that there is opportunity for continued growth for Petsense by Tractor Supply stores.  In October 2022, we acquired 81 stores from Orscheln Farm and Home that will be rebranded to Tractor Supply by the end of 2023.\nExecutive Summary\nIn fiscal 2022, we opened 63 new Tractor Supply stores in 25 states and nine new Petsense by Tractor Supply stores in seven states. We also acquired 81 Orscheln Farm and Home stores in eight states.  In fiscal 2021, we opened 80 new Tractor Supply stores in 27 states and seven new Petsense by Tractor Supply stores in four states.  This resulted in a selling square footage increase of approximately 11% in fiscal 2022 and 4% in fiscal 2021.\nNet sales increased 11.6% to $14.20 billion in fiscal 2022 from $12.73 billion in fiscal 2021. The fiscal year included an extra sales week as part of the Company's 53-week calendar in 2022, which represented 1.8 percentage points of the 11.6% sales growth. Comparable store sales increased 6.3% in fiscal 2022 versus a 16.9% increase in fiscal 2021.  Gross profit increased 11.1% to $4.97 billion in fiscal 2022 from $4.48 billion in fiscal 2021, and gross margin decreased 17 basis points to 35.0% of net sales in fiscal 2022 from 35.2% of net sales in fiscal 2021.  Operating income decreased 16 basis points to 10.1% of net sales in fiscal 2022 from 10.3% of net sales in fiscal 2021.  For fiscal 2022, net income was $1.09 billion, or $9.71 per diluted share, compared to $997.1 million, or $8.61 per diluted share, in fiscal 2021.\nWe ended fiscal 2022 with $202.5 million in cash and cash equivalents and outstanding debt of $1.16 billion, after returning $1.11 billion to our stockholders through stock repurchases and quarterly cash dividends.\nPerformance Metrics\nComparable Store Metrics\nComparable store metrics are a key performance indicator used in the retail industry and by the Company to measure the performance of the underlying business.  Our comparable store metrics are calculated on an annual basis using sales generated from all stores open at least one year and all online sales and exclude certain adjustments to net sales.  Stores closed during either of the years being compared are removed from our comparable store metrics calculations.  Stores relocated during either of the years being compared are not removed from our comparable store metrics calculations.  If the effect of relocated stores on our comparable store metrics calculations became material, we would remove relocated stores from the calculations.\nTransaction Count and Transaction Value\nTransaction count and transaction value metrics are used by the Company to measure sales performance.  Transaction count represents the number of customer transactions during a given period.  Transaction value represents the average amount paid per transaction and is calculated as net sales divided by the total number of customer transactions during a given period.\nSignificant Accounting Policies and Estimates\nManagement’s discussion and analysis of our financial position and results of operations are based upon our Consolidated Financial Statements, which have been prepared in accordance with U.S. GAAP.  The preparation of these financial statements requires management to make informed estimates and judgments that affect the reported amounts of assets, liabilities, revenues and expenses, and related disclosure of contingent assets and liabilities.  Our financial position and/or results of operations may be materially different when reported under different conditions or when using different assumptions in the application of such policies.  In the event estimates or assumptions prove to be different from actual amounts, adjustments are made in subsequent periods to reflect more current information.  Our significant accounting policies are disclosed in Note 1 to the Consolidated Financial Statements.  The following discussion addresses our most critical accounting policies and estimates, which are those that are both important to the portrayal of our financial condition and results of operations and that require significant judgment or use of complex estimates.\n31\nMerchandise Inventory:\nWe identify potentially excess and slow-moving inventory by evaluating turn rates, historical and expected future sales trends, age of merchandise, overall inventory levels, current cost of inventory, and other benchmarks. We have established an inventory valuation reserve to recognize the estimated impairment in value (i.e., an inability to realize the full carrying value) based on our aggregate assessment of these valuation indicators under prevailing market conditions and current merchandising strategies.\nWe also have established a reserve for estimating inventory shrinkage between physical inventory counts. The reserve is established by assessing the chain-wide average shrinkage experience rate, applied to the related periods’ sales volumes.  Such assessments are updated on a regular basis for the most recent individual store experiences. Our general policy is to perform physical inventories at least once a year for each store that has been open more than twelve months.\nWe do not believe our merchandise inventories are subject to significant risk of obsolescence in the near term.  However, changes in market conditions or consumer purchasing patterns could result in the need for additional reserves. Our impairment reserves contain uncertainties because the calculations require management to make assumptions and to apply judgment regarding forecasted customer demand and the promotional environment. The estimated store inventory shrink rate is based on historical experience. We believe historical rates are a reasonably accurate reflection of future trends. Our shrinkage reserve contains uncertainties because the calculation requires management to make assumptions and to apply judgment regarding future shrinkage trends, the effect of loss prevention measures and merchandising strategies.\nWe have not made any material changes in the accounting methodology used to recognize inventory impairment reserves or shrinkage in the financial periods presented. We do not believe there is a reasonable likelihood that there will be a material change in the future estimates or assumptions we use to calculate impairment or shrinkage.  However, if assumptions regarding consumer demand, clearance potential or inventory loss for certain products are inaccurate, we may be exposed to losses or gains that could be material.  A 10% change in our inventory impairment reserve as of December 31, 2022, would have affected net income by approximately $1.8 million in fiscal 2022. A 10% change in our shrinkage reserve as of December 31, 2022, would have affected net income by approximately $4.8 million in fiscal 2022.\nIn addition, we receive funding from substantially all of our significant merchandise vendors, in support of our business initiatives, through a variety of programs and arrangements, including guaranteed vendor support funds (“vendor support”) and volume-based rebate funds (“volume rebates”). The amounts received are subject to terms of vendor agreements, most of which are “evergreen”, reflecting the on-going relationship with our significant merchandise vendors. Certain of our agreements, primarily volume rebates, are renegotiated annually, based on expected annual purchases of the vendor’s product.  Vendor funding is initially deferred as a reduction of the purchase price of inventory, and then recognized as a reduction of cost of merchandise as the related inventory is sold.  During interim periods, the amount of vendor support and volume rebates are estimated based upon initial commitments and anticipated purchase levels with applicable vendors.\nWe have not made any material changes in the accounting methodology used to establish our vendor funding reserves in the financial periods presented.  At the end of each fiscal year, a significant portion of the actual purchase activity is known.  Thus, we do not believe there is a reasonable likelihood that there will be a material change in the amounts recorded as vendor funding.  We do not believe there is a significant collectability risk related to vendor funding amounts due to us at the end of fiscal 2022. If a 10% reserve had been applied against our outstanding vendor funding due as of December 31, 2022, net income would have been affected by approximately $2.6 million in fiscal 2022. Although it is unlikely that there will be any significant reduction in historical levels of vendor funding, if such a reduction were to occur in future periods, the Company could experience a higher inventory balance and higher cost of sales.\nFor vendor funding, we estimate the purchase volume (and related vendor funding) based on our current knowledge of inventory levels, sales trends and expected customer demand, as well as planned new store openings and relocations.  Although we believe we can reasonably estimate purchase volume and related volume rebates at interim periods, it is possible that actual year-end results could be different from previously estimated amounts.  Our allocation methodology contains uncertainties because the calculation requires management to make assumptions and to apply judgment regarding customer demand, purchasing activity, target thresholds, vendor attrition and collectability.\n32\nSelf-Insurance Reserves:\nWe self-insure a significant portion of our workers’ compensation insurance and general liability (including product liability) insurance plans.  We have stop-loss insurance policies to protect from individual losses over specified dollar values.  Provisions for losses related to our self-insured liabilities are based upon periodic independent actuarially determined estimates that consider a number of factors including historical claims experience, loss development factors, and severity factors.\nThe full extent of certain workers’ compensation and general liability claims may not become fully determined for several years.  Our self-insured liabilities contain uncertainties because management is required to make assumptions and to apply judgment to estimate the ultimate cost to settle reported claims and claims incurred but not reported as of the balance sheet date based upon historical data and experience, including actuarial calculations.\nWe have not made any material changes in the accounting methodology used to establish our self-insurance reserves in the financial periods presented.  We do not believe there is a reasonable likelihood that there will be a material change in the assumptions we use to calculate insurance reserves.  However, if we experience a significant increase in the number of claims or the cost associated with these claims, we may be exposed to losses that could be material.  A 10% change in our self-insurance reserves as of December 31, 2022, would have affected net income by approximately $9.8 million in fiscal 2022.\nImpairment of Long-Lived Assets:\nLong-lived assets, including lease right-of-use assets, are evaluated for impairment whenever events or changes in circumstances indicate that the carrying value may not be recoverable.  When evaluating long-lived assets for potential impairment, we first compare the carrying value of the asset or asset group to its estimated undiscounted future cash flows. The evaluation for long-lived assets is performed at the lowest level of identifiable cash flows, which is generally the individual store level.  The significant assumptions used to determine estimated undiscounted cash flows include cash inflows and outflows directly resulting from the use of those assets in operations, including margin on net sales, payroll and related items, occupancy costs, insurance allocations, and other costs to operate a store.  If the estimated future cash flows are less than the carrying value of the related asset, we calculate an impairment loss. The impairment loss calculation compares the carrying value of the related asset or asset group to its estimated fair value, which may be based on an estimated future cash flow model, market valuation, or other valuation technique, as appropriate. We recognize an impairment loss if the amount of the asset’s carrying value exceeds the asset’s estimated fair value. If we recognize an impairment loss, the adjusted carrying amount of the asset becomes its new cost basis. For a depreciable long-lived asset, the new cost basis will be depreciated (amortized) over the remaining estimated useful life of that asset.\nOur impairment loss calculations contain uncertainties because they require management to make assumptions and to apply judgment to estimate future cash flows and asset fair values.\nWe have not made any material changes in our impairment loss assessment methodology in the financial periods presented.\nWe do not believe there is a reasonable likelihood that there will be a material change in the estimates or assumptions we use to calculate long-lived asset impairment losses. None of these estimates and assumptions are significantly sensitive, and a 10% change in any of these estimates would not have a material impact on our analysis.  However, if actual results are not consistent with our estimates and assumptions used in estimating future cash flows and asset fair values, we may be exposed to losses that could be material.\nThere were no significant long-lived assets impairment charges recognized in fiscal 2022.\nImpairment of Goodwill and Other Indefinite-Lived Intangible Assets:\nGoodwill and other indefinite-lived intangible assets are evaluated for impairment annually, or whenever events or changes in circumstances indicate that the carrying value may not be recoverable.  In accordance with the accounting standards, an entity has the option first to assess qualitative factors to determine whether events and circumstances indicate that it is more likely than not that goodwill or an indefinite-lived intangible asset is impaired. If after such assessment an entity concludes that the asset is not impaired, then the entity is not required to take further action. However, if an entity concludes otherwise, then it is required to determine the fair value of the asset using a quantitative impairment test, and if impaired, the associated assets must be written down to fair value.\n33\nThe quantitative impairment test for goodwill compares the fair value of a reporting unit with the carrying value of its net assets, including goodwill.  If the fair value of the reporting unit is less than the carrying value of the reporting unit, an impairment charge would be recorded to the Company’s operations, for the amount in which the carrying amount exceeds the reporting unit’s fair value.  We determine fair values for each reporting unit using the market approach, when available and appropriate, the income approach, or a combination of both. The income approach involves forecasting projected financial information (such as revenue growth rates, profit margins, tax rates, and capital expenditures) and selecting a discount rate that reflects the risk inherent in estimated future cash flows.  Under the market approach, the fair value is based on observed market data.  If multiple valuation methodologies are used, the results are weighted appropriately.\nThe quantitative impairment test for other indefinite-lived intangible assets involves comparing the carrying amount of the asset to the sum of the discounted cash flows expected to be generated by the asset.  If the implied fair value of the indefinite-lived intangible asset is less than the carrying value, an impairment charge would be recorded to the Company’s operations.\nOur impairment loss calculation contains uncertainties because they require management to make assumptions and to apply judgment to qualitative factors as well as estimate future cash flows and asset fair values, including forecasting projected financial information and selecting the discount rate that reflects the risk inherent in future cash flows.\nThe valuation approaches utilized to estimate fair value for the purposes of the impairment tests of goodwill and other indefinite-lived intangible assets require the use of assumptions and estimates, which involve a degree of uncertainty. If actual results are not consistent with our estimates and assumptions used in estimating future cash flows and asset fair values, we may be exposed to non-cash impairment losses that could be material.\nThere were no goodwill or other indefinite-lived intangible assets impairment charges recognized in fiscal 2022.\nResults of Operations\nThe following table sets forth, for the periods indicated, certain items in the Consolidated Statements of Income expressed as a percentage of net sales.\n(a) Our gross margin amounts may not be comparable to those of other retailers since some retailers include all of the costs related to their distribution facility network in cost of merchandise sold and others (like our Company) exclude a portion of these distribution facility network costs from gross margin and instead include them in selling, general, and administrative expenses; refer to Note 1 – Significant Accounting Policies of the Notes to the Consolidated Financial Statements, included in Item 8 Financial Statements and Supplementary Data, of this Annual Report on Form 10-K.\nFiscal 2022 Compared to Fiscal 2021\nNet sales increased 11.6% to $14.20 billion in fiscal 2022 from $12.73 billion in fiscal 2021.  The fiscal year included an extra sales week as part of the Company's 53-week fiscal calendar in 2022, which represented 1.8 percentage points of the 11.6% sales growth. Comparable store sales increased 6.3% to $13.80 billion versus a 16.9% increase in fiscal 2021.  The comparable store average transaction value increased 6.9% and comparable store average transaction count decreased 0.6% for fiscal 2022, as compared to an increase of 9.8% and 7.1% in fiscal 2021, respectively. Comparable store sales growth reflects continued strength in every day, needs-based merchandise, including consumable, usable, and edible (“C.U.E.”) products, winter seasonal goods and year-round product categories, partially offset by a colder start to the spring selling season of fiscal 2022 along with\n34\nsevere drought during the summer months in many of our markets. The Company’s store sales in the prior year benefited from favorable weather conditions as well as government stimulus throughout fiscal 2021.\nIn addition to comparable store sales growth in fiscal 2022, sales from stores opened less than one year were $396.2 million in fiscal 2022, which represented 3.1 percentage points of the 11.6% increase over fiscal 2021 net sales.  Sales from stores opened less than one year were $324.6 million in fiscal 2021, which represented 3.1 percentage points of the 19.9% increase over fiscal 2020 net sales. The acquisition of Orscheln Farm and Home in October 2022 added approximately $80.0 million to net sales in the fourth quarter, which were included in the sales from stores opened less than one year in fiscal 2022.\nThe following table summarizes our store growth during fiscal 2022 and 2021:\nThe following table indicates the percentage of net sales represented by each of our major product categories during fiscal 2022 and 2021:\nGross profit increased 11.1% to $4.97 billion in fiscal 2022 compared to $4.48 billion in fiscal 2021.  As a percent of net sales, gross margin decreased 17 basis points to 35.0% for fiscal 2022 compared to 35.2% for fiscal 2021.  The decrease in gross margin as a percent of net sales was primarily driven by higher product cost inflation, higher transportation costs, and, to a lesser extent, product mix shift towards C.U.E. products, which run at a slightly lower margin rate. Heightened transportation costs were experienced in domestic and import freight, along with rising fuel prices. The Company's price management program and other key gross margin enhancing initiatives effectively offset a significant portion of these gross margin pressures.\nTotal selling, general and administrative (“SG&A”) expenses, including depreciation and amortization, increased 11.6% to $3.54 billion in fiscal 2022 from $3.17 billion in fiscal 2021. The Company's strategic growth initiatives, including related depreciation and amortization, investments in team member compensation and benefits, and, to a lesser extent, the impact of transaction expenses and early integration costs associated with the Orscheln Farm and Home acquisition contributed to an increase in SG&A as a percent of net sales. The increase was partially offset by a reduction of COVID-19 response costs, more\n35\nnormalized incentive compensation, and leverage in occupancy and other costs from the increase in comparable stores sales. This culminated in SG&A expenses, as a percent of net sales, being flat at 24.9% compared to fiscal 2021.\nOur effective income tax rate increased to 22.5% for fiscal 2022 compared to 22.1% in fiscal 2021.  The primary drivers for the increase in the Company's effective income tax rate were decreased share-based compensation activity and federal tax credits, partially offset by increased state income tax credits.\nNet income in fiscal 2022 was $1.09 billion, or $9.71 per diluted share, compared to $997.1 million, or $8.61 per diluted share, in fiscal 2021.  The benefit of the 53rd week contributed approximately $0.16 to diluted EPS in fiscal 2022.\nDuring fiscal 2022, we repurchased approximately 3.4 million shares of the Company’s common stock at a total cost of $700.1 million as part of our share repurchase program.  In fiscal 2021, we repurchased approximately 4.4 million shares at a total cost of $798.9 million.\nFiscal 2021 Compared to Fiscal 2020\nFor a comparison of our performance and financial metrics for the fiscal years ended December 25, 2021 and December 26, 2020, see “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our Annual Report on Form 10-K for the fiscal year ended December 25, 2021, filed with the SEC on February 17, 2022.\nLiquidity and Capital Resources\nIn addition to normal operating expenses, our primary ongoing cash requirements are for new store expansion, existing store remodeling and improvements, store relocations, distribution facility capacity and improvements, information technology, inventory purchases, repayment of existing borrowings under our debt facilities, share repurchases, cash dividends, and selective acquisitions as opportunities arise.\nOur primary ongoing sources of liquidity are existing cash balances, cash provided from operations, remaining funds available under our debt facilities, operating and finance leases, and normal trade credit.  Our inventory and accounts payable levels typically build in the first and third fiscal quarters to support the higher sales volume of the spring and cold-weather selling seasons, respectively.\nWe believe that our existing cash balances, expected cash flow from future operations, funds available under our debt facilities, operating and finance leases, normal trade credit, and access to the long-term debt capital markets will be sufficient to fund our operations and capital allocation needs through the end of fiscal 2023.\n36\nWorking Capital\nAt December 31, 2022, the Company had working capital of $781.6 million, which decreased $404.0 million from fiscal 2021.  The shifts in working capital were attributable to changes in the following components of current assets and current liabilities (in millions):\nNote: amounts may not sum to totals due to rounding\nIn comparison to December 25, 2021, working capital as of December 31, 2022 was impacted most significantly by changes in cash and cash equivalents, inventories, and accounts payable.\n•\nThe decrease in cash and cash equivalents was primarily driven by capital expenditures to support strategic growth, share repurchases, cash dividends to stockholders, and the acquisition of Orscheln Farm and Home, partially offset by positive cash flows generated from operations and net borrowings under the Company’s debt facilities.\n•\nThe increase in inventories and accounts payable resulted from an increase in average inventory per store driven by our commitment to support our strong sales trends, combined with the impact inflation had on retail prices. Additionally, overall inventory and accounts payable levels increased from the acquisition of Orscheln and the purchase of additional inventory to support new store growth.\n37\nDebt\nThe following table summarizes the Company’s outstanding debt as of the dates indicated (in millions):\nWe manage our business and financial ratios to target an investment-grade bond rating, which has historically allowed flexible access to financing at reasonable market costs.  As of December 31, 2022, and the date of this filing, February 23, 2023, the Company's senior unsecured debt is rated “Baa1,” by Moody’s Investor Services with a stable outlook and “BBB” by Standard & Poor’s with a stable outlook. These ratings have been obtained with the understanding that Moody’s Investors Services and Standard & Poor’s will continue to monitor our credit and make future adjustments to these ratings to the extent warranted. The ratings are not a recommendation to buy, sell or hold our securities, may be changed, superseded or withdrawn at any time and should be evaluated independently of any other rating.\nOur current ratings, as well as future rating agency actions, could impact our ability to finance our operations on satisfactory terms and affect our financing costs.  There can be no assurance that we will maintain or improve our current credit ratings.\nOn September 30, 2022, we entered into a new credit agreement, providing for a credit facility (the “2022 Senior Credit Facility”), consisting of a revolving credit facility (the “Revolving Credit Facility”) in the maximum principal amount of $1.20 billion (with a sublimit of $50.0 million for swingline loans and a sublimit of $150.0 million for letters of credit). In addition, we have an option to increase the Revolving Credit Facility or establish term loans in an amount not to exceed $500.0 million in the aggregate, subject to, among other things, the receipt of commitments for the increase amount. The 2022 Senior Credit Facility is unsecured and has a five year term with two options to request that the lenders extend the maturity date of the obligations owed to each lender for one year (and the right to replace any lenders electing not to extend).\nFor additional information about the Company’s debt and credit facilities, refer to Note 5 to the Consolidated Financial Statements.\nSources and Uses of Cash\nOur primary source of liquidity is cash provided by operations and funds available under our debt facilities.  Principal uses of cash for investing activities are capital expenditures and acquisitions while principal uses of cash for financing activities are repurchase of the Company’s common stock and cash dividends paid to stockholders.\n38\nThe following table presents a summary of cash flows provided by or used in operating, investing, and financing activities for fiscal years 2022 and 2021 (in millions):\nOperating Activities\nOperating activities provided cash of $1.36 billion and $1.14 billion in fiscal 2022 and 2021, respectively.  The $218.3 million increase in net cash provided by operating activities in fiscal 2022, compared to fiscal 2021, was due to changes in the following (in millions):\nThe $218.3 million increase in net cash provided by operating activities in fiscal 2022, compared to fiscal 2021, is primarily driv\nen by a year-over-year increase in our net income as well as the net impact of changes in our operating assets and liabilities, primarily due to the Company's strategic initiatives as well as the timing of accruals and related payments.\nInvesting Activities\nInvesting activities used cash of $1.09 billion and $627.3 million in fiscal 2022 and 2021, respectively.  The $466.4 million increase in net cash used in investing activities primarily reflects the acquisition of Orscheln Farm and Home as well as an increase in capital expenditures in fiscal 2022 compared to fiscal 2021, partially offset by cash received from Orscheln stores divestitures.\n39\nInvesting activities, including capital expenditures, for fiscal 2022 and 2021 were as follows (in millions):\nThe increase in spending for existing stores in fiscal\n2022\nas compared to fiscal\n2021\nprimarily reflects our strategic initiatives related to store remodels, including internal space productivity and the outside garden center transformations. Spending in both fiscal\n2022 and fiscal 2021 also includes routine refresh activity, as well as security enhancements.\nThe increase in spending for distribution center capacity and improvements in fiscal 2022 as compared to fiscal 2021 is primarily related to the construction of new distribution centers in Navarre, Ohio and Maumelle, Arkansas. On January 18, 2023, the Company opened its ninth distribution center located in Navarre, Ohio, which expanded the distribution center capacity by approximately 900,000 square feet. The Maumelle, Arkansas distribution center is currently expected to begin operations in the first quarter of fiscal 2024 and will expand our distribution capacity by approximately 1,200,000 square feet.\nThe above table reflects an investment in 63 new Tractor Supply stores, nine new Petsense by Tractor Supply stores, and  seven store relocations during fiscal 2022. In fiscal 2021, we opened 80 new Tractor Supply stores and seven new Petsense by Tractor Supply stores and had three store relocations.\nThe increase in spending for new and relocated stores and stores not yet opened in fiscal 2022 as compared to fiscal 2021 is primarily due to the timing of stores openings, as well as acceleration of spend in 2022 for stores expected to open in 2023.\nThe spending on information technology represents continued support of our store growth and our omni-channel initiatives, as well as improvements in security and compliance and other strategic initiatives.\nOverall cash flow used in investing activities was also impacted by the acquisition of Orscheln Farm and Home and the subsequent store divestitures to Bomgaars Supply, Inc. and Buchheit Enterprises, Inc.\nOur projected capital expenditures for fiscal 2023 are currently estimated to be in a range of approximately $700.0 million to $775.0 million.  The capital expenditures include a plan to open approximately 70 new Tractor Supply stores, complete the Orscheln conversions to Tractor Supply, continue the remodeling of our stores (“Project Fusion”) and garden center transformations, and open 10 to 15 new Petsense by Tractor Supply stores.  Additionally, we anticipate the continued build out of our tenth distribution center in Maumelle, Arkansas during 2023 with operations beginning in the first quarter of fiscal 2024. We also plan to support our continued improvements in technology and infrastructure at our existing stores, along with ongoing investments to enhance our digital and omni-channel capabilities to better serve our customers.\nFinancing Activities\nFinancing activities used cash of $938.8 million and $975.1 million in fiscal 2022 and 2021, respectively. The $36.3 million decrease in net cash used in financing activities in fiscal 2022, compared to fiscal 2021, was due to changes in the following (in millions):\n40\nThe decrease in net cash used in financing activities in fiscal 2022, compared to fiscal 2021, is primarily due to borrowings under our new 2022 Senior Credit Facility and increased returns of capital to our stockholders in the form of cash dividends and repurchases of common stock.\nRepurchase of Common Stock\nThe Company’s Board of Directors has authorized common stock repurchases under a share repurchase program which was announced in February 2007.  The authorization amount of the program, which has been increased from time to time, is currently authorized for up to $6.50 billion, exclusive of any fees, commissions or other expenses related to such repurchases.  The authorized amount reflects a $2.00 billion increase to the share repurchase program which was approved by our Board of Directors o\nn January 26, 2022.  The s\nhare repurchase program does not have an expiration date.  The repurchases may be made from time to time on the open market or in privately negotiated transactions.  The timing and amount of any shares repurchased under the program will depend on a variety of factors, including price, corporate and regulatory requirements, capital availability, and other market conditions.  Repurchased shares are accounted for at cost and will be held in treasury for future issuance.  The program may be limited, temporarily paused, or terminated at any time without prior notice.\nWe repurchased approximately 3.4 million and 4.4 million shares of common stock under the share repurchase program at a total cost of $700.1 million and $798.9 million in fiscal 2022 and 2021, respectively.  Our projected share repurchases for fiscal 2023 are currently estimated to be in a range of approximately $575 million to $675 million.\nCash Dividends Paid to Stockholders\nWe paid cash dividends totaling $409.6 million and $239.0 million in fiscal 2022 and 2021, respectively.  In fiscal 2022, we declared and paid cash dividends to stockholders of $3.68 per common share outstanding as compared to $2.08 per common share outstanding in fiscal 2021.  These payments reflect an increase in the quarterly dividend in all four quarters of fiscal 2022 to $0.92 per share from $0.52 per share in all four quarters of fiscal 2021.\nOn February 8, 2023, the Company’s Board of Directors declared a quarterly cash dividend of $1.03 per share of the Company’s outstanding common stock.  The dividend will be paid on March 14, 2023, to stockholders of record as of the close of business on February 27, 2023.\nIt is the present intention of the Company’s Board of Directors to continue to pay a quarterly cash dividend; however, the declaration and payment amount of future dividends will be determined by the Company’s Board of Directors in its sole discretion and will depend upon the earnings, financial condition, and capital needs of the Company, along with any other factors which the Company’s Board of Directors deem relevant.\nNew Accounting Pronouncements\nRefer\nto Note 1 to the\nConsolidated Financial Statements for recently adopted accounting pronouncements and recently issued pronouncements not yet adopted as of\nDecember 31\n, 2022\n.\n41"
  },
  {
    "item_key": "item_7a",
    "text": "Interest Rate Risk\nWe are exposed to interest rate changes, primarily as a result of borrowings under our 2022 Senior Credit Facility (as discussed in Note 5 to the Consolidated Financial Statements), which bear interest based on variable rates. We use an interest rate swap to manage our exposure to the impact of interest rate changes. Prior to the issuance of our 2022 Senior Credit Facility on September 30, 2022, our variable-rate debt was fully hedged. At\nDecember 31\n, 2022\n, we had $378.0 million outstanding under the 2022 Senior Credit Facility, of which $200.0 million was hedged by the interest rate swap. Fixed-rate debt and variable-rate debt covered by the interest rate swap represented 85% of total outstanding debt as of December 31, 2022. Therefore, fluctuations in interest rates did not have a material impact on our financial condition and results of operations.\nPurchase Price Volatility\nAlthough we cannot determine the full effect of inflation and deflation on our operations, we believe our sales and results of operations are affected by both.  We are subject to market risk with respect to the pricing of certain products and services, which include, among other items, grain, corn, steel, petroleum, cotton, and other commodities, as well as duties, tariffs, diesel fuel, and transportation services.  Therefore, we may experience both inflationary and deflationary pressure on product cost, which may impact consumer demand and, as a result, sales and gross margin.  Our strategy is to reduce or mitigate the effects of purchase price volatility, principally by taking advantage of vendor incentive programs, economies of scale from increased volume of purchases, adjusting retail prices, and selectively buying from the most competitive vendors without sacrificing quality.\n42"
  },
  {
    "item_key": "item_8",
    "text": "INDEX\nTRACTOR SUPPLY COMPANY\n43\nManagement’s Report on Internal Control Over Financial Reporting\nManagement is responsible for establishing and maintaining adequate internal control over financial reporting (as defined in Rules 13a-15(f) under the Securities Exchange Act of 1934, as amended).  The Company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements.  Therefore, even those systems determined to be effective can provide only reasonable assurance with respect to financial statement preparation and presentation.\nManagement assessed the effectiveness of the Company’s internal control over financial reporting as of\nDecember 31\n, 2022\n.  In making this assessment, management used the criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria).  Based on this assessment, management believes that, as of\nDecember 31\n, 2022\n, the Company’s internal control over financial reporting is effective based on those criteria.\nErnst & Young LLP, the independent registered public accounting firm which also audited the Company’s Consolidated Financial Statements, has issued a report on the Company’s internal control over financial reporting, which is included herein.\n44\nReport of Independent Registered Public Accounting Firm\nTo the Shareholders and the Board of Directors of Tractor Supply Company\nOpinion on Internal Control Over Financial Reporting\nWe have audited Tractor Supply Company’s internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, Tractor Supply Company (the Company) maintained, in all material respects, effective internal control over financial reporting as of December 31, 2022, based on the COSO criteria.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Consolidated Balance Sheets of Tractor Supply Company as of December 31, 2022 and December 25, 2021, and the related Consolidated Statements of Income, Comprehensive Income, Stockholders’ Equity, and Cash Flows for each of the three fiscal years in the period ended December 31, 2022, and the related notes and our report dated February 23, 2023, expressed an unqualified opinion thereon.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management’s Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects.\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ Ernst & Young LLP\nNashville, Tennessee\nFebruary 23, 2023\n45\nReport of Independent Registered Public Accounting Firm\nTo the Shareholders and the Board of Directors of Tractor Supply Company\nOpinion on the Financial Statements\nWe have audited the accompanying Consolidated Balance Sheets of Tractor Supply Company (the Company) as of December 31, 2022 and December 25, 2021, the related Consolidated Statements of Income, Comprehensive Income, Stockholders’ Equity and Cash Flows for each of the three fiscal years in the period ended December 31, 2022, and the related notes (collectively referred to as the “consolidated financial statements”). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at December 31, 2022 and December 25, 2021, and the results of its operations and its cash flows for each of the three fiscal years in the period ended December 31, 2022, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of December 31, 2022, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) and our report dated February 23, 2023, expressed an unqualified opinion thereon.\nBasis for Opinion\nThese financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the account or disclosure to which it relates.\n46\n/s/ Ernst & Young LLP\nWe have served as the Company’s auditor since 2001.\nNashville, Tennessee\nFebruary 23, 2023\n47\nTRACTOR SUPPLY COMPANY\nCONSOLIDATED STATEMENTS OF INCOME\n(in thousands, except per share amounts)\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\n48\nTRACTOR SUPPLY COMPANY\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\n(in thousands)\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\n49\nTRACTOR SUPPLY COMPANY\nCONSOLIDATED BALANCE SHEETS\n(in thousands, except per share amounts)\nPreferred Stock (shares in thousands):\n$\n1.00\npar value;\n40\nshares authorized;\nno\nshares were issued or outstanding during any period presented.\nCommon Stock (shares in thousands):\n$\n0.008\npar value;\n400,000\nshares authorized at all periods presented.\n176,876\nand\n176,371\nshares issued;\n110,251\nand\n113,125\nshares outstanding at\nDecember 31\n, 2022\nand December 25, 2021, respectively.\nTreasury Stock (at cost, shares in thousands):\n66,625\nand\n63,246\nshares at\nDecember 31\n, 2022\nand December 25, 2021, respectively.\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\n50\nTRACTOR SUPPLY COMPANY\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY\n(in thousands)\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\n51\nTRACTOR SUPPLY COMPANY\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(in thousands)\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\n52\nTRACTOR SUPPLY COMPANY\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nNote 1 – Significant Accounting Policies:\nNature of Business\nFounded in 1938, Tractor Supply Company (the “Company” or “Tractor Supply” or “we” or “our” or “us”) is the largest rural lifestyle retailer in the United States (“U.S.”).  The Company is focused on supplying the needs of recreational farmers, ranchers, and all those who enjoy living the rural lifestyle (which we refer to as the “\nOut Here\n” lifestyle). The Company's stores are located primarily in towns outlying major metropolitan markets and in rural communities. The Company also owns and operates Petsense, LLC (“Petsense by Tractor Supply”), a small-box pet specialty supply retailer focused on meeting the needs of pet owners, primarily in small and mid-sized communities, and offering a variety of pet products and services.  At\nDecember 31\n, 2022\n, the Company operated a total of\n2,333\nretail stores in\n49\nstates (\n2,066\nTractor Supply retail stores,\n186\nPetsense by Tractor Supply retail stores, and\n81\nOrscheln Farm and Home retail stores) and also offered an expanded assortment of products through the Tractor Supply Company mobile application and online at\nTractorSupply.com\n,\nPetsense.com\n, and\nOrschelnfarmhome.com\n.\nOn October 12, 2022, the Company completed its acquisition of Orscheln Farm and Home, LLC (“Orscheln” or “Orscheln Farm and Home”). The Company acquired 166 Orscheln stores for approximately $\n397.7\nmillion, exclusive of cash acquired. Concurrently with the closing of the acquisition, the Company divested 85 store locations to two buyers. Net proceeds from the store divestitures were approximately $\n69.4\nmillion. In addition, Tractor Supply has agreed to sell the Orscheln corporate headquarters and distribution center to Bomgaars Supply, Inc. for approximately $\n10\nmillion within 15 months after the closing of the acquisition. The acquisition was financed with cash-on-hand and borrowings under the 2022 Senior Credit Facility (as defined below). The Company plans to rebrand all Orscheln stores to Tractor Supply stores by the end of fiscal 2023. See Note 3 to the Consolidated Financial Statements for additional information surrounding the acquisition of Orscheln Farm and Home.\nBasis of Presentation\nThe accompanying Consolidated Financial Statements have been prepared in accordance with accounting principles generally accepted in the United States of America (“U.S. GAAP”) and the rules and regulations of the Securities and Exchange Commission (“SEC”).\nFiscal Year\nThe Company’s fiscal year includes 52 or 53 weeks and ends on the last Saturday of the calendar year.  The fiscal year ended December 31, 2022 consisted of 53 weeks, while the years ended December 25, 2021 and December 26, 2020 each consisted of 52 weeks.\nPrinciples of Consolidation\nThe accompanying Consolidated Financial Statements include the accounts of the Company and its subsidiaries.  All intercompany accounts and transactions have been eliminated.\nManagement Estimates\nThe preparation of Consolidated Financial Statements in conformity with U.S. GAAP inherently requires estimates and assumptions by management of the Company that affect the reported amounts of assets and liabilities, revenues and expenses and related disclosures.  Actual results could differ from those estimates.\n53\nSignificant estimates and assumptions by management primarily impact the following key financial statement areas:\nInventory Valuation\nInventory Impairment Risk\nThe Company identifies potentially excess and slow-moving inventory by evaluating turn rates, historical and expected future sales trends, age of merchandise, overall inventory levels, current cost of inventory, and other benchmarks.  The Company has established an inventory valuation reserve to recognize the estimated impairment in value (i.e., an inability to realize the full carrying value) based on the Company’s aggregate assessment of these valuation indicators under prevailing market conditions and current merchandising strategies.  The Company does not believe its merchandise inventories are subject to significant risk of obsolescence in the near term.  However, changes in market conditions or consumer purchasing patterns could result in the need for additional reserves.\nShrinkage\nThe Company typically performs physical inventories at least once a year for each store that has been open more than 12 months, and the Company has established a reserve for estimating inventory shrinkage between physical inventory counts.  The reserve is established by assessing the chain-wide average shrinkage experience rate, applied to the related periods’ sales volumes.  Such assessments are updated on a regular basis for the most recent individual store experiences.  The estimated store inventory shrink rate is based on historical experience.  The Company believes historical rates are a reasonably accurate reflection of future trends.\nVendor Funding\nThe Company receives funding from substantially all of its significant merchandise vendors, in support of its business initiatives, through a variety of programs and arrangements, including guaranteed vendor support funds (“vendor support”) and volume-based rebate funds (“volume rebates”).  The amounts received are subject to terms of vendor agreements, most of which are “evergreen,” reflecting the on-going relationship with our significant merchandise vendors.  Certain of the Company’s agreements, primarily volume rebates, are renegotiated annually, based on expected annual purchases of the vendor’s product.  Vendor funding is initially deferred as a reduction of the purchase price of inventory, and then recognized as a reduction of cost of merchandise sold as the related inventory is sold.\nDuring interim periods, the amount of vendor support and volume rebates are estimated based upon initial commitments and anticipated purchase levels with applicable vendors.  The estimated purchase volume (and related vendor funding) is based on the Company’s current knowledge of inventory levels, sales trends and expected customer demand, as well as planned new store openings and relocations.  Although the Company believes it can reasonably estimate purchase volume and related volume rebates at interim periods, it is possible that actual year-end results could be different from previously estimated amounts.\nSelf-Insurance Reserves\nThe Company self-insures a significant portion of its workers’ compensation and general liability (including product liability) insurance plans.  The Company has stop-loss insurance policies to protect it from individual losses over specified dollar values.  Our deductible or self-insured retention, as applicable, for each claim involving workers’ compensation insurance and general liability insurance is limited to $\n500,000\nand our Texas Work Injury Policy is limited to $\n500,000\n.  Further, we maintain a commercially reasonable umbrella/excess policy that covers liabilities in excess of the primary insurance policy limits.\nThe full extent of certain workers’ compensation and general liability claims may not become fully determined for several years.  Therefore, the Company estimates potential obligations based upon historical claims experience, loss development factors, severity factors, and other actuarial assumptions.  Although the Company believes the reserves established for these obligations are reasonably estimated, any significant change in the number of claims or costs associated with claims made under these plans could have a material effect on the Company’s financial results.  At December 31, 2022, the Company had insurance reserves for workers' compensation of $\n74.0\nmillion, compared to $\n67.1\nmillion at December 25, 2021. Insurance reserves for general liability plans was $\n51.5\nmillion at December 31, 2022 compared to $\n41.3\nmillion at December 25, 2021. In addition, insurance receivables recorded in Other assets on the Consolidated Balance Sheets for claims greater than our insurance stop-loss limits were $\n18.4\nmillion and $\n14.9\nmillion as of December 31, 2022 and December 25, 2021.\n54\nImpairment of Long-Lived Assets\nLong-lived assets, including lease right-of-use assets, are evaluated for impairment whenever events or changes in circumstances indicate that the carrying value may not be recoverable.\nWhen evaluating long-lived assets for potential impairment, the Company first compares the carrying value of the asset or asset group to its estimated undiscounted future cash flows.  The evaluation for long-lived assets is performed at the lowest level of identifiable cash flows, which is generally the individual store level.  The significant assumptions used to determine estimated undiscounted cash flows include cash inflows and outflows directly resulting from the use of those assets in operations, including margin on net sales, payroll and related items, occupancy costs, insurance allocations and other costs to operate a store.  If the estimated future cash flows are less than the carrying value of the related asset, the Company calculates an impairment loss.  The impairment loss calculation compares the carrying value of the related asset or asset group to its estimated fair value, which may be based on an estimated future cash flow model, market valuation, or other valuation technique, as appropriate.  The Company recognizes an impairment loss if the amount of the asset’s carrying value exceeds the asset’s estimated fair value.  If the Company recognizes an impairment loss, the adjusted carrying amount of the asset becomes its new cost basis.  For a depreciable long-lived asset, the new cost basis will be depreciated (amortized) over the remaining estimated useful life of that asset.\nNo\nsignificant impairment charges were recognized in fiscal 2022 or 2021 related to long-lived assets.\nIn fiscal 2020, we recognized $\n5.1\nmillion of impairment charges related to long-lived assets for Petsense by Tractor Supply stores.  Impairment charges, if recognized, are included in selling, general and administrative (“SG&A”) expenses in the Consolidated Statements of Income.\nImpairment of Indefinite-Lived Intangible Assets\nGoodwill and other indefinite-lived intangible assets are evaluated for impairment annually, or whenever events or changes in circumstances indicate that the carrying value may not be recoverable.  Our annual impairment evaluation is conducted on the first day of our fiscal fourth quarter.\nIn accordance with the accounting standards, an entity has the option first to assess qualitative factors to determine whether events and circumstances indicate that it is more likely than not that goodwill or an indefinite-lived intangible asset is impaired. If after such assessment an entity concludes that the asset is not impaired, then the entity is not required to take further action. However, if an entity concludes otherwise, then it is required to determine the fair value of the asset using a quantitative impairment test, and if impaired, the associated assets must be written down to fair value.\nThe quantitative impairment test for goodwill compares the fair value of a reporting unit with the carrying value of its net assets, including goodwill.  If the fair value of the reporting unit is less than the carrying value of the reporting unit, an impairment charge would be recorded to the Company’s operations for the amount in which the carrying amount exceeds the reporting unit’s fair value.  We determine fair values for each reporting unit using the market approach, when available and appropriate, the income approach, or a combination of both.  The income approach involves forecasting projected financial information (such as revenue growth rates, profit margins, tax rates, and capital expenditures) and selecting a discount rate that reflects the risk inherent in estimated future cash flows.  Under the market approach, the fair value is based on observed market data.  If multiple valuation methodologies are used, the results are weighted appropriately.\nThe quantitative impairment test for other indefinite-lived intangible assets involves comparing the carrying amount of the asset to the sum of the discounted cash flows expected to be generated by the asset.  If the implied fair value of the indefinite-lived intangible asset is less than the carrying value, an impairment charge would be recorded to the Company’s operations.\nNo\nimpairment charges were recognized in fiscal 2022 or 2021 related to indefinite-lived intangible assets.  As described in further detail in Note 4 to the Consolidated Financial Statements, in fiscal 2020 we recognized goodwill impairment of $\n60.8\nmillion and trade name asset impairment of $\n8.2\nmillion related to Petsense by Tractor Supply.  Impairment charges, if recognized, are included as a separate line item within\nSG&A expenses\nin the Consolidated State\nments of Income.\nRevenue Recognition and Sales Returns\nThe Company recognizes revenue at the time the customer takes possession of merchandise.  If the Company receives payment before completion of its customer obligations (as per the Company’s special order and layaway programs), the revenue is deferred until the customer takes possession of the merchandise and the sale is complete.\n55\nThe Company is required to collect certain taxes and fees from customers on behalf of government agencies and remit such collections to the applicable governmental agency on a periodic basis.  These taxes and fees are collected from customers at the time of purchase but are not included in net sales.  The Company records a liability upon collection from the customer and relieves the liability when payments are remitted to the applicable governmental agency.\nThe Company estimates a liability for sales returns based on a rolling average of historical return trends, and the Company believes that its estimate for sales returns is an accurate reflection of future returns associated with past sales.  However, as with any estimate, refund activity may vary from estimated amounts.  The Company had a liability for sales returns of $\n24.0\nmillion and $\n17.9\nmillion as of\nDecember 31\n, 2022\nand December 25, 2021, respectively.\nThe Company recognizes revenue when a gift card or merchandise return card is redeemed by the customer and recognizes income when the likelihood of the gift card or merchandise return card being redeemed by the customer is remote (referred to as “breakage”).  The gift cards and merchandise return card breakage rate is based upon historical redemption patterns and income is recognized for unredeemed gift cards and merchandise return cards in proportion to those historical redemption patterns.  The Company recognized breakage income of $\n4.6\nmillion, $\n4.2\nmillion, and $\n3.6\nmillion in fiscal 2022, 2021, and 2020, respectively.\nThe Company offers a points-based Neighbor’s Club loyalty program to its customers. The points earned by customers can be redeemed for free services or discounts on future purchases. The Company defers the estimated standalone selling price of points related to the loyalty program as a reduction to revenue and establish a corresponding liability in deferred revenue on the Consolidated Balance Sheet. The estimated selling price of each point is based on the standard value per point (1 point is generally equivalent to $0.01), net of points not expected to be redeemed, based on historical redemption. When points are relieved (redeemed, expired, cancelled, etc.), revenue is recognized with a corresponding reduction to the program liability. The Company had a liability for the loyalty program of $\n19.2\nmillion and $\n20.9\nmillion as of\nDecember 31\n, 2022\nand December 25, 2021, respectively.\nCost of Merchandise Sold\nCost of merchandise sold includes the total cost of products sold; freight and duty expenses associated with moving merchandise inventories from vendors to distribution facilities, from distribution facilities to retail stores, from one distribution facility to another, and directly to our customers; tariffs on imported products; vendor support; damaged, junked or defective product; cash discounts from payments to merchandise vendors; and adjustments for shrinkage (physical inventory losses), lower of cost or net realizable value, slow moving product, and excess inventory quantities.\nSelling, General and Administrative Expenses\nSG&A expenses include payroll and benefit costs for retail, distribution facility, and corporate team members; share-based compensation expenses; occupancy costs of retail, distribution, and corporate facilities; advertising; tender costs, including bank charges and costs associated with credit and debit card interchange fees; outside service fees; and other administrative costs, such as computer maintenance, supplies, travel, and lodging.\nAdvertising Costs\nAdvertising costs consist of expenses incurred in connection with digital and social media offerings, television, newspaper circulars, and customer-targeted direct e-mail and direct mail, as well as limited events through radio and other media channels.  Costs are expensed when incurred with the exception of television advertising and circular and direct mail promotions, which are expensed upon first showing.  Advertising expenses were approximately $\n94.6\nmillion, $\n95.4\nmillion, and $\n100.9\nmillion for fiscal 2022, 2021, and 2020, respectively.  Prepaid advertising costs were approximately $\n2.1\nmillion and $\n1.7\nmillion as of December 31, 2022, and December 25, 2021, respectively.\nWarehousing and Distribution Facility Costs\nCosts incurred at the Company’s distribution facilities for receiving, warehousing, and preparing product for delivery are expensed as incurred and are included in SG&A expenses in the Consolidated Statements of Income.  Because the Company does not include these costs in cost of sales, the Company’s gross margin may not be comparable to other retailers that include these costs in the calculation of gross margin.  Distribution facility costs including depreciation were approximately $\n424.1\nmillion, $\n367.4\nmillion, and $\n292.6\nmillion for fiscal 2022, 2021, and 2020, respectively.\n56\nPre-Opening Costs\nNon-capital expenditures incurred in connection with opening new stores, primarily payroll and rent, are expensed as incurred.  Pre-opening costs were approximately $\n10.2\nmillion, $\n10.4\nmillion, and $\n8.6\nmillion for fiscal 2022, 2021, and 2020, respectively.\nShare-Based Compensation\nThe Company has share-based compensation plans covering certain members of management and non-employee directors, which include non-qualified stock options, restricted stock units, and performance-based restricted share units. Performance-based restricted share units are subject to performance conditions that include both Company and market performance. In addition, the Company offers an Employee Stock Purchase Plan (“ESPP”) to eligible team members.\nThe Company estimates the fair value of its stock option awards at the date of grant utilizing a\nBlack-Scholes\noption pricing model. The\nBlack-Scholes\noption valuation model was developed for use in estimating the fair value of short-term traded options that have no vesting restrictions and are fully transferable.  However, key assumptions used in the\nBlack-Scholes\nmodel are adjusted to incorporate the unique characteristics of the Company’s stock option awards. Option pricing models and generally accepted valuation techniques require management to make subjective assumptions including expected stock price volatility, expected dividend yield, risk-free interest rate, expected term and forfeiture rates. The Company relies on historical volatility trends to estimate future volatility assumptions.  The risk-free interest rates used were actual U.S. Treasury Constant Maturity rates for bonds matching the expected term of the option on the date of grant.  The expected term of the option on the date of grant was estimated based on the Company’s historical experience for similar options.\nThe forfeiture rate at the time of valuation was estimated based on historical experience for similar options and reduces expense ratably over the vesting period. The Company adjusts this estimate periodically, based on the extent to which actual forfeitures differ, or are expected to differ, from the previous estimate.\nThe fair value of the Company’s restricted stock units is the closing stock price of the Company’s common stock the day preceding the grant date, discounted for the expected dividend yield over the term of the award. The fair value of the Company's performance-based restricted share units is estimated using a Monte Carlo simulation model on the grant date. Key assumptions used in the Monte Carlo simulation include expected volatility, dividend yield and risk-free interest rate.\nThe Company believes its estimates are reasonable in the context of historical experience.  Future results will depend on, among other matters, levels of share-based compensation granted in the future, actual forfeiture rates, and the timing of option exercises.\nDepreciation and Amortization\nDepreciation includes expenses related to all retail, distribution facility, and corporate assets.  Amortization includes expenses related to definite-lived intangible assets.\nIncome Taxes\nThe Company uses the asset and liability method to account for income taxes whereby deferred tax assets and liabilities are determined based on differences between the financial carrying amounts of assets and liabilities and their tax bases.  Deferred tax assets and liabilities are measured using the enacted tax rates and laws that are anticipated to be in effect when temporary differences reverse or are settled.  The effect of a tax rate change is recognized in the period in which the law is enacted in the provision for income taxes.  The Company records a valuation allowance when it is more likely than not that a deferred tax asset will not be realized.\nTax Contingencies\nThe Company’s income tax returns are periodically audited by U.S. federal and state tax authorities.  These audits include questions regarding tax filing positions, including the timing and amount of deductions and the allocation of income among various tax jurisdictions.  At any time, multiple tax years are subject to audit by the various tax authorities.  In evaluating the exposures associated with the Company’s various tax filing positions, the Company records a liability for uncertain tax positions taken or expected to be taken in a tax return.  A number of years may elapse before a particular matter, for which the\n57\nCompany has established a reserve, is audited and fully resolved or clarified.  The Company recognizes the effect of income tax positions only if those positions are more likely than not of being sustained.  Recognized income tax positions are measured at the largest amount that is greater than 50% likely of being realized.  Changes in recognition or measurement are reflected in the period in which the change in judgment occurs.  The Company adjusts its tax contingencies reserve and income tax provision in the period in which actual results of a settlement with tax authorities differs from the established reserve, the statute of limitations expires for the relevant tax authority to examine the tax position or when more information becomes available.\nSales Tax Audit Reserve\nA portion of the Company’s sales are to tax-exempt customers, predominantly agricultural-based.  The Company obtains exemption information as a necessary part of each tax-exempt transaction.  Many of the states in which the Company conducts business will perform audits to verify the Company’s compliance with applicable sales tax laws.  The business activities of the Company’s customers and the intended use of the unique products sold by the Company create a challenging and complex tax compliance environment.  These circumstances also create some risk that the Company could be challenged as to the accuracy of the Company’s sales tax compliance.\nThe Company reviews past audit experience and assessments with applicable states to continually determine if it has potential exposure for non-compliance.  Any estimated liability is based on an initial assessment of compliance risk and historical experience with each state.  The Company continually reassesses the exposure based on historical audit results, changes in policies, preliminary and final assessments made by state sales tax auditors, and additional documentation that may be provided to reduce the assessment.  The reserve for these tax audits can fluctuate depending on numerous factors, including the complexity of agricultural-based exemptions, the ambiguity in state tax regulations, the number of ongoing audits, and the length of time required to settle with the state taxing authorities.\nNet Income Per Share\nThe Company presents both basic and diluted net income per share on the Consolidated Statements of Income.  Basic net income per share is calculated by dividing net income by the weighted average number of shares outstanding during the period.  Diluted net income per share is calculated by dividing net income by the weighted average diluted shares outstanding during the period.  Dilutive shares are computed using the treasury stock method for share-based awards. Performance-based restricted share units are included in diluted shares only if the related performance conditions have been considered satisfied as of the end of the reporting period.\nCash and Cash Equivalents\nTemporary cash investments, with a maturity of three months or less when purchased, are considered to be cash equivalents.  The majority of payments due from banks for customer credit cards are classified as cash and cash equivalents, as they generally settle within\n24\n-\n48\nhours.\nSales generated through the Company’s private label credit cards are not reflected as accounts receivable.  Under an agreement with Citi Cards, a division of Citigroup, consumer and business credit is extended directly to customers by Citigroup.  All credit program and related services are performed and controlled directly by Citigroup.  Payments due from Citigroup are classified as cash and cash equivalents as they generally settle within\n24\n-\n48\nhours.\nFair Value of Financial Instruments\nFair value is defined as the price that would be received to sell an asset or paid to transfer a liability (an exit price) in an orderly transaction between market participants on the measurement date.  The Company uses a three-tier fair value hierarchy, which prioritizes the inputs used in measuring fair value.  These tiers include:\n58\n•\nLevel 1 - defined as observable inputs such as quoted prices in active markets;\n•\nLevel 2 - defined as inputs other than quoted prices in active markets that are either directly or indirectly observable; and\n•\nLevel 3 - defined as unobservable inputs in which little or no market data exists, therefore requiring an entity to develop its own assumptions.\nThe Company’s financial instruments consist of cash and cash equivalents, short-term receivables, trade payables, debt instruments, and interest rate swaps.  Due to their short-term nature, the carrying values of cash and cash equivalents, short-term receivables, and trade payables approximate current fair value at each balance sheet date.\nAs described in further detail in Note 5 to the Consolidated Financial Statements, the Company had $\n1.18\nbillion and $\n1.00\nbillion in outstanding borrowings as of\nDecember 31\n, 2022\nand December 25, 2021, respectively. The fair value of the Company's $\n150\nmillion 3.70% Senior Notes (the “3.70% Senior Notes”), the $\n200\nmillion term loan (the “November 2020 Term Loan,” retired on September 30, 2022 and discussed in further detail in Note 5 to the Consolidated Financial Statements), and the $\n378\nmillion in borrowings under the Company's Revolving Credit Facility (as defined below) were determined based on market interest rates (Level 2 inputs). The carrying value of borrowings under the $3.70% Senior Notes, the November 2020 Term Loan, and the Revolving Credit Facility all approximate fair value for each period reported.\nThe fair value of the Company's $650 million 1.75% Senior Notes (the “1.75% Senior Notes”) is determined based on quoted prices in active markets, which are considered Level 1 inputs. The carrying value and the fair value of the 1.75% Senior Notes, net of discount were as follows (in thousands):\nThe Company’s interest rate swap is carried at fair value, which is determined based on the present value of expected future cash flows using forward rate curves, which is considered a Level 2 input. In accordance with hedge accounting, the gains and losses on interest rate swaps that are designated and qualify as cash flow hedges are recorded as a component of Other Comprehensive Income, net of related income taxes, and reclassified into earnings in the same income statement line in the period in which the hedged transaction(s) affect earnings. The fair value of the interest rate swap, excluding accrued interest, was as follows (in thousands):\nDerivative Financial Instruments\nThe Company accounts for derivative financial instruments in accordance with applicable accounting standards for such instruments and hedging activities, which require that all derivatives are recorded on the balance sheet at fair value.  The accounting for changes in the fair value of derivatives depends on the intended use of the derivative, whether the Company has elected to designate a derivative in a hedging relationship and apply hedge accounting and whether the hedging relationship has satisfied the criteria necessary to apply hedge accounting.\nDerivatives designated and qualifying as a hedge of the exposure to changes in the fair value of an asset, liability, or firm commitment attributable to a particular risk are considered fair value hedges.  Derivatives designated and qualifying as a hedge of the exposure to variability in expected future cash flows, or other types of forecasted transactions, are considered cash flow hedges.  Hedge accounting generally provides for the matching of the timing of gain or loss recognition on the hedging instrument with the recognition of the changes in the fair value of the hedged asset or liability that are attributable to the hedged risk in a fair value hedge or the earnings effect of the hedged forecasted transactions in a cash flow hedge.  The Company may enter into derivative contracts that are intended to economically hedge a certain portion of its risk, even though hedge accounting does not apply or the Company elects not to apply the hedge accounting standards.\n59\nThe fair value of the interest rate swaps, excluding accrued interest, was a net asset of $\n15.1\nmillion and $\n1.8\nmillion as of\nDecember 31\n, 2022\nand December 25, 2021, respectively.\nInventories\nInventories are stated at the lower of cost, as determined by the average cost method, or net realizable value.  Inventory cost consists of the direct cost of merchandise including freight, duties, and tariffs.  Inventories are net of shrinkage, obsolescence, other valuations, and vendor allowances.\nProperty and Equipment\nProperty and equipment are initially recorded at cost.  Depreciation is recorded using the straight-line method over the estimated useful lives of the assets.  Improvements to leased premises are amortized using the straight-line method over the remaining term of the lease or the useful life of the improvement, whichever is less.  The following table summarizes the Company's property and equipment balances and includes the estimated useful lives which are generally applied (in thousands, except estimated useful lives):\nCapitalized Software Costs\nThe Company capitalizes certain costs related to the acquisition and development of software and amortizes these costs using the straight-line method over the estimated useful life of the software, which is\ntwo\nto\nseven\nyears.  Computer software consists of software developed for internal-use and third-party software purchased for internal-use.  A subsequent addition, modification or upgrade to internal-use software is capitalized to the extent that it enhances the software’s functionality or extends its useful life.  These costs are included in property and equipment in the accompanying Consolidated Balance Sheets.  Certain software costs not meeting the criteria for capitalization are expensed as incurred.\nStore Closing Costs\nThe Company regularly evaluates the performance of its stores and periodically closes those stores that are underperforming.  The Company records a liability for costs associated with an exit or disposal activity when the liability is incurred, usually in the period the store closes.  Store closing costs were not significant to the results of operations for any of the fiscal years presented.\n60\nLeases\nOperating lease assets and liabilities are recognized at the lease commencement date. Operating lease liabilities represent the present value of lease payments not yet paid. Operating lease assets represent our right to use an underlying asset and are based upon the operating lease liabilities adjusted for prepayments or accrued lease payments, initial direct costs, lease incentives, and impairment, if any, of operating lease assets. To determine the present value of lease payments not yet paid, we estimate incremental borrowing rates corresponding to the reasonably certain lease term.\nAs substantially all of our leases do not provide an implicit rate, we estimate our collateralized incremental borrowing rate based upon a Company specific credit rating and yield curve analysis at commencement or modification date in determining the present value of lease payments.\nAssets under finance leases are amortized in accordance with the Company’s normal depreciation policy for owned assets or over the lease term, if shorter, and the related charge to operations is included in depreciation expense in the Consolidated Statements of Income.\nRecently Adopted Accounting Pronouncements\nIn March 2020, the Financial Accounting Standards Board (the “FASB”) issued Accounting Standards Update (“ASU”) 2020-04, “Reference Rate Reform (Topic 848): Facilitation of the Effects of Reference Rate Reform on Financial Reporting.” In January 2021, the FASB issued ASU 2021-01, “Reference Rate Reform (Topic 848): Scope.”  This collective guidance is in response to accounting concerns regarding contract modifications and hedge accounting because of impending rate reform associated with structural risks of interbank offered rates (“IBORs”), and, particularly, the risk of cessation of the London Inter-Bank Offer Rate (“LIBOR”) related to regulators in several jurisdictions around the world having undertaken reference rate reform initiatives to identify alternative reference rates.  The guidance provides optional expedients and exceptions for applying U.S. GAAP to contracts, hedging relationships, and other transactions affected by reference rate reform if certain criteria are met.  The adoption of this guidance is effective for all entities as of March 12, 2020 through December 31, 2022.  In December 2022, the FASB issued ASU 2022-06, “Deferral of the Sunset Date of Topic 848,” which deferred the sunset date to Topic 848 from December 31,2022, to December 31, 2024. The Company elected the optional expedients in connection with the debt refinancing and transitioned from LIBOR to the Secured Overnight Financing Rate (“SOFR”) on September 30, 2022.\nNew Accounting Pronouncements Not Yet Adopted\nIn September 2022, the FASB issued ASU 2022-04, “Liabilities - Supplier Finance Programs (Subtopic 405-50): Disclosure of Supplier Finance Program Obligations,” which makes a number of changes meant to add certain disclosure requirements for a buyer in a supplier finance program.  The amendments are effective for all companies for fiscal years beginning after December 15, 2022 on a retrospective basis. Upon adoption, the Company will be required to include additional disclosures of the supplier finance program obligations.\nNote 2 –\nShare-Based Compensation:\nShare-based compensation includes stock options, restricted stock units, performance-based restricted share units, and certain transactions under the Company’s ESPP.  Share-based compensation expense is recognized based on the grant date fair value of all stock options, restricted stock units, and performance-based restricted share units.  Share based compensation expense is also recognized for the value of the\n15\n% discount on shares purchased by employees as a part of the ESPP.  The discount under the ESPP represents the difference between the market value on the first day of the purchase period or the market value on the purchase date, whichever is lower, and the employee’s purchase price.\nThere were no significant modifications to the Company's share-based compensation plans since the adoption of the 2018 Omnibus Incentive Plan (the “2018 Plan”) on May 10, 2018, which replaced the 2009 Stock Incentive Plan.  Following the adoption of the 2018 Plan, no further grants may be made under the 2009 Stock Incentive Plan.\nUnder our share-based compensation plans, awards may be granted to officers, non-employee directors, and other employees.  The per share exercise price of options granted shall not be less than the fair market value of the stock on the date of grant and such awards will expire no later than\nten\nyears from the date of grant.  Vesting of awards commences at various anniversary dates following the dates of each grant. Performance-based awards will vest if established performance conditions are met subject to continued employment. Certain performance-based awards are also subject to a market condition such that the actual number of shares vest are further modified based on the achievement of a relative stockholder return modifier. At\nDecember 31\n, 2022\n, the Company had approximately\n9.2\nmillion shares available for future equity awards under the Company’s 2018 Plan.\n61\nShare-based compensation expense of awards was $\n53.8\nmillion, $\n47.6\nmillion, and $\n37.3\nmillion for fiscal 2022, 2021, and 2020, respectively.\nStock Options\nThe fair value is separately estimated for each option grant.  The fair value of each option is recognized as compensation expense ratably over the vesting period.  The Company has estimated the fair value of all stock option awards as of the date of the grant by applying a\nBlack-Scholes\npricing valuation model.  The application of this valuation model involves assumptions that are judgmental and highly sensitive in the determination of compensation expense.\nThe ranges of key assumptions used in determining the fair value of options granted during fiscal 2022, 2021, and 2020, as well as a summary of the methodology applied to develop each assumption, are as follows:\nExpected Price Volatility\n— This is a measure of the amount by which a price has fluctuated or is expected to fluctuate.  The Company calculates the expected price volatility based on the historical volatility of the Company’s stock price, as well as implied volatility.  To calculate historical changes in market value, the Company uses daily market value changes from the date of grant over a past period generally representative of the expected life of the options to determine volatility.  The Company believes the use of a blended volatility provides an appropriate indicator of future volatility.  An increase in the expected volatility will increase compensation expense.\nRisk-Free Interest Rate\n— This is the U.S. Treasury Constant Maturity rate over a term equal to the expected term of the option. An increase in the risk-free interest rate will increase compensation expense.\nWeighted Average Expected Term\n— This is the period of time over which the options granted are expected to remain outstanding and is based on historical experience.  Options granted generally have a maximum term of\nten\nyears.  An increase in the expected term will increase compensation expense.\nForfeiture Rate\n— This is the estimated percentage of options granted that are expected to be forfeited or canceled before becoming fully vested.  This estimate is based on historical experience.  An increase in the forfeiture rate will decrease compensation expense.\nDividend Yield\n— This is the estimated dividend yield for the weighted average expected term of the option granted.  An increase in the dividend yield will decrease compensation expense.\nThe Company issues shares for options when exercised.\nA summary of stock option activity is as follows:\n62\nThe aggregate intrinsic values in the table above represent the total difference between the Company’s closing stock price at each year-end and the option exercise price, multiplied by the number of in-the-money options at each year-end.  As of\nDecember 31\n, 2022\n, total unrecognized compensation expense related to non-vested stock options was approximately $\n7.6\nmillion with a weighted average expense recognition period of\n1.8\nyears.\nThere were no material modifications to options in fiscal 2022, 2021, or 2020.\nOther information relative to options activity during fiscal 2022, 2021, and 2020 is as follows (in thousands):\nRestricted Stock Units\nThe Company issues shares for restricted stock units once vesting occurs and related restrictions lapse.  The fair value of the restricted stock units is the closing price of the Company’s common stock the day preceding the grant date, discounted for the expected dividend yield over the term of the award.  The units generally vest over a\none\nto\nthree\n-year term. Some plan participants have elected to defer receipt of shares of common stock upon vesting of restricted stock units, and as a result, those shares are not issued until a later date.\nA summary of restricted stock unit activity is presented below:\nAs of\nDecember 31\n, 2022\n, total unrecognized compensation expense related to non-vested restricted stock units was approximately $\n40.9\nmillion with a weighted average expense recognition period of\n1.9\nyears.\nThere were no material modifications to restricted stock units in fiscal 2022, 2021, or 2020.\nOther information relative to restricted stock unit activity during fiscal 2022, 2021, and 2020 is as follows (in thousands):\nPerformance-Based Restricted Share Units\nWe issue performance-based restricted share units to senior executives that represent shares potentially issuable in the future, subject to the achievement of specified performance goals.  The performance metrics for the units are growth in net sales and growth in earnings per diluted share over a specified performance period. The performance metrics for the performance-based restricted share units granted in fiscal 2021 and fiscal 2022 also include a relative total shareholder return (“TSR”) modifier such that the actual number of shares that vest at the end of the respective three-year period is determined based on the Company's TSR performance relative to the constituents of the S&P 500 as well as the level of achievement of the performance goals. If the performance targets are achieved, the performance-based restricted share units will be issued based on the achievement level, inclusive of the relative TSR modifier and the grant date fair value, and will cliff vest in full on the third anniversary of the date of the grant.  The fair value of the performance-based restricted share units is estimated using a Monte Carlo simulation model on the grant date. Key assumptions used in the Monte Carlo simulation for the performance shares with a TSR modifier granted during fiscal 2022 and during fiscal 2021 are presented below:\n63\nA summary of performance-based restricted share unit activity is presented below:\n(a) Assumes 100% target level achievement of the relative performance targets. The actual number of shares that will be issued, which may be higher or lower than the target, will be determined by the level of achievement of the relative performance targets, inclusive of the TSR modifier.\nAs of\nDecember 31\n, 2022\n, total unrecognized compensation expense related to non-vested performance-based restricted share units was approximately $\n19.8\nmillion with a weighted average expense recognition period of\n1.8\nyears.\nThere were no material modifications to performance-based restricted share units in fiscal 2022, 2021, or 2020.\nOther information relative to performance-based restricted share unit activity during fiscal 2022 is as follows (in thousands):\nShares Withheld to Satisfy Tax Withholding Requirements\nFor the majority of restricted stock units and performance-based restricted share units granted, the number of shares issued on the date the stock awards vest is net of shares withheld by the Company to satisfy the minimum statutory tax withholding requirements, which the Company pays on behalf of its employees.  The Company issued\n258,550\n;\n219,723\n; and\n186,751\nshares as a result of vested restricted stock units and performance-based restricted share units during fiscal 2022, 2021, and 2020, respectively.  Although shares withheld are not issued, they are treated similar to common stock repurchases as they reduce the number of shares that would have been issued upon vesting.  The amounts are net of\n131,939\n;\n95,996\n; and\n81,946\nshares withheld to satisfy $\n28.6\nmillion, $\n14.9\nmillion, and $\n7.8\nmillion of employees’ tax obligations during fiscal 2022, 2021, and 2020, respectively.\nEmployee Stock Purchase Plan\nThe ESPP provides Company employees the opportunity to purchase, through payroll deductions, shares of common stock at a\n15\n% discount.  Pursuant to the terms of the ESPP, the Company issued\n44,390\n;\n48,446\n; and\n63,704\nshares of common stock during fiscal 2022, 2021, and 2020, respectively.  The total cost related to the ESPP, including the compensation expense calculations, was approximately $\n1.8\nmillion, $\n1.4\nmillion, and $\n1.4\nmillion in fiscal 2022, 2021, and 2020, respectively.  There is a maximum of\n16.0\nmillion shares of common stock that are reserved under the ESPP.  At\nDecember 31\n, 2022\n, there were approximately\n11.7\nmillion remaining shares of common stock reserved for future issuance under the ESPP.\n64\nNote 3 - Acquisition of Orscheln Farm and Home, LLC and Related Divestitures\nOn October 12, 2022, the Company completed its acquisition of Orscheln, which expands the Company's footprint in the Midwest part of the United States. Pursuant to the agreement governing the Transaction, the Company acquired 100% of the equity interest in Orscheln, inclusive of 166 Orscheln stores, the Orscheln corporate headquarters, and the Orscheln distribution center, for an all-cash purchase price of $\n397.7\nmillion, exclusive of cash acquired. The acquisition was financed with cash-on-hand and Revolving Credit Facility borrowings under the 2022 Senior Credit Facility (as defined below).\nIn order to obtain regulatory approval for the Orscheln acquisition, the FTC required the Company to divest of 85 stores, which were sold to two buyers, Bomgaars Supply, Inc. (“Bomgaars”) (73 stores) and Buchheit Enterprises, Inc. (“Buchheit”) (12 stores) (collectively, the “Buyers”), on October 12, 2022, concurrently with the closing of the acquisition. Net proceeds of the store divestitures were $\n69.4\nmillion. In addition, the Company has agreed to sell the Orscheln corporate headquarters and distribution center to Bomgaars for $\n10\nmillion within 15 months after the closing of the acquisition.\nIn conjunction with the store divestitures to Bomgaars and Buchheit, the Company entered into a transition services agreement with both Bomgaars and Buchheit, under which we will provide certain transition services to Bomgaars and Buchheit, and such agreements will remain in place until the earlier of 12 months following the date of the agreements or the date at which all stores have been converted to the Buyers' respective brands. Under the terms of the transition services agreements, the Company agreed to provide transition services to Bomgaars and Buchheit, both and each respectively, for information technology support and infrastructure, finance and accounting, tax, treasury, human resources, marketing, logistics, warehousing, and inventory replenishment. For the quarter and year-to-date period ended\nDecember 31\n, 2022\n, the Company was reimbursed $\n4.8\nmillion for such transition services, which is included in Selling, general, and administrative expenses. Such reimbursements largely offset related expenses incurred to service the transition services agreements.\nPreliminary Allocation of the Purchase Price\nFor the Orscheln acquisition, the Company has applied the acquisition method of accounting in accordance with ASC 805, “Business Combinations,” with respect to the identifiable assets and liabilities of Orscheln, which have been measured at estimated fair value as of the date of the business combination.\nThe aggregate purchase price noted above was allocated to the identifiable assets acquired and liabilities assumed based upon their estimated fair values at the acquisition date, primarily using Level 2 and Level 3 inputs (see Note 1 for an explanation of Level 2 and Level 3 inputs). These fair value estimates represent management’s best estimate of future cash flows (including sales, cost of sales, income taxes, etc.), discount rates, competitive trends, market comparables, and other factors. Inputs used were generally determined from historical data supplemented by current and anticipated market conditions and growth rates.\nAlthough the determination of the preliminary fair values are substantially complete, certain fair value estimates are based on preliminary information and are subject to change during the measurement period, which ends once the Company has determined that it has obtained all necessary information that existed as of the acquisition date or has determined that such information is unavailable and cannot extend beyond one year from the acquisition date. At December 31, 2022, the fair values that are based on preliminary information relate primarily to inventory and certain working capital adjustments. The excess of the consideration transferred over the fair value of the identifiable assets, net of liabilities, is recorded as goodwill, which is indicative of the expected synergies from combining the operations of Orscheln with Tractor Supply stores and the expanded footprint that Orscheln brings in the Midwest part of the United States.\nThe purchase consideration and preliminary estimated fair value of Orscheln’s net assets acquired on October 12, 2022 are shown below (in thousands). The assets and liabilities of the 85 divested stores (which were concurrently divested on October 12, 2022), along with the Orscheln corporate headquarters and the Orscheln distribution center, are shown as held for sale in the fair value of assets acquired and liabilities assumed.\n65\nThe resulting goodwill of $\n197.7\nmillion is deductible for income tax purposes and represents the expected synergies from combining the operations of Orscheln with Tractor Supply stores and the expanded footprint that Orscheln brings in the Midwest part of the United States.\nTransaction costs related to the Orscheln acquisition were expensed as incurred and are included in selling, general, and administrative expenses in the Consolidated Statements of Income.\nThe results of operations of Orscheln have been included in the Consolidated Financial Statements since the date of acquisition.\nNote 4 –\nGoodwill and Other Intangible Assets:\nGoodwill\nThe changes in the carrying amount of goodwill by reporting unit for the years ended\nDecember 31\n, 2022\nand December 25, 2021 are as follows (in thousands):\nGoodwill is allocated to each identified reporting unit, which is defined as an operating segment or one level below the operating segment.  Goodwill is not amortized, but is evaluated for impairment annually and whenever events or changes in circumstances indicate the carrying value of goodwill may not be recoverable.  The Company's annual impairment evaluation is conducted on the first day of the fiscal fourth quarter.\nIn the fourth quarter of fiscal 2022 and 2021, the Company completed its annual impairment assessment of goodwill for all reporting units. As part of this analysis, the Company assessed the current environment to determine if there were any indicators of impairment and concluded, that while there have been events and circumstances in the macro-environment that\n66\nhave impacted the Company's business, there were not any entity-specific indicators of impairment of goodwill that would require the Company to perform a quantitative impairment assessment. Therefore, there were\nno\nimpairment charges related to goodwill being recognized in fiscal 2022 and fiscal 2021.\nIn the fourth quarter of fiscal 2020, the Company identified qualitative indicators of impairment as a result of a strategic reassessment of the Petsense by Tractor Supply business, including an evaluation of current operations and its future growth outlook due to changing consumer trends within certain identified growth markets, which resulted in a decision to reduce the number of new store openings planned over the long term. The carrying value of goodwill for the Petsense by Tractor Supply reporting unit is indicative of the expected growth and development of the business. The aforementioned decision to reduce the long-term growth outlook resulted in a downward adjustment of the future financial forecasts for the Petsense by Tractor Supply business which indicated that impairment of the goodwill asset was a more-likely-than-not outcome.\nWe conducted a quantitative impairment analysis of the Petsense by Tractor Supply reporting unit using the income approach. As a result of the quantitative impairment analysis of the Petsense by Tractor Supply reporting unit, it was determined that the carrying value exceeded the fair value,  resulting in a pre-tax impairment loss of approximately $\n60.8\nmillion in fiscal 2020.\nOther Intangible Assets\nThe Company had approximately $\n23.1\nmillion of intangible assets other than goodwill at\nDecember 31\n, 2022\nand December 25, 2021.  The intangible asset balance represents the carrying value of the Petsense trade name, which is not subject to amortization as it has an indefinite useful life on the basis that it is expected to contribute cash flows beyond the foreseeable horizon.  The trade name asset is evaluated for impairment annually and whenever events or changes in circumstances indicate the carrying value of the asset may not be recoverable. The Company's annual impairment evaluation is conducted on the first day of the fiscal fourth quarter.\nIn the fourth quarter of fiscal 2022 and 2021, the Company completed its annual impairment assessment of intangible assets for all reporting units. As part of this analysis, the Company assessed the current environment to determine if there were any indicators of impairment and concluded, there were\nno\nindicators of impairment of intangible assets that would require the Company to perform a quantitative impairment assessment. Therefore, there were\nno\nimpairment charges related to intangible assets recognized in fiscal 2022 and fiscal 2021.\nIn the fourth quarter of fiscal 2020, the aforementioned decision to reduce the long-term growth outlook for Petsense by Tractor Supply resulted in a downward adjustment of its future financial forecasts which indicated that impairment of the trade name asset was a more-likely-than-not outcome.  The Company conducted a quantitative impairment analysis in the fourth quarter of fiscal 2020 using the relief-from-royalty method.  As a result of the quantitative impairment analysis, it was determined that the carrying value of the Petsense trade name was in excess of the fair value,\nresulting in a pre-tax impairment loss of approximately $\n8.2\nmillion in fiscal 2020.\n67\nNote 5 –\nDebt:\nThe following table summarizes the Company’s outstanding debt as of the dates indicated (in millions):\n1.75% Senior Notes due 2030\nOn\nOctober 30, 2020\n, the Company issued and sold, in a public offering, $\n650\nmillion in aggregate principal amount of senior unsecured notes due\nNovember 1, 2030\nbearing interest at\n1.75\n% per annum (the “1.75% Senior Notes”). The entire principal amount of the 1.75% Senior Notes is due in full on\nNovember 1, 2030\n. Interest is payable semi-annually in arrears on each November 1 and May 1.  The terms of the 1.750% Notes are governed by an indenture dated as of\nOctober 30, 2020\n(the “Base Indenture”) between the Company and Regions Bank, as trustee, as amended and supplemented by a first supplemental indenture dated as of\nOctober 30, 2020\n(the “Supplemental Indenture”) between the Company and Regions Bank, as trustee.\nThe 1.75% Senior Notes are senior unsecured debt obligations of the Company and will rank equally with the Company’s other senior unsecured liabilities and senior to any future subordinated indebtedness of the Company. The 1.75% Senior Notes are subject to customary covenants restricting the Company’s ability, subject to certain exceptions, to incur debt secured by liens, to enter into sale and leaseback transactions or to merge or consolidate with another entity or sell substantially all of its assets to another person.\nAt any time prior to August 1, 2030, the Company will have the right, at its option, to redeem the 1.75% Senior Notes, in whole or in part, at any time and from time to time, by paying the greater of 100% of the principal amount of the 1.75% Senior Notes to be redeemed, or the sum of the present values of the remaining scheduled payments of principal and interest through the par call date, plus, in each case, accrued and unpaid interest to, but not including, the date of redemption. In addition, on or after August 1, 2030, the Company will have the right, at its option, to redeem the 1.75% Senior Notes, in whole or in part, at any time and from time to time, at a redemption price equal to 100% of the principal amount of the 1.75% Senior Notes to be redeemed, plus accrued and unpaid interest to, but not including, the date of redemption.\nIf a Change of Control Triggering Event (as defined in the Supplemental Indenture) occurs, unless the Company has exercised its right to redeem the 1.75% Senior Notes, holders of the 1.75% Senior Notes may require the Company to repurchase all or any part of such holder’s 1.75% Senior Notes at a purchase price of\n101\n% of the principal amount, plus accrued and unpaid interest, if any, on such 1.75% Senior Notes to, but not including, the purchase date. Upon the occurrence of an event of default with respect to the 1.75% Senior Notes, which includes payment defaults, defaults in the performance of certain covenants, cross defaults, and bankruptcy and insolvency related defaults, the Company’s obligations under the 1.75% Senior Notes may be accelerated, in which case the entire principal amount of the 1.75% Senior Notes would be due and payable immediately.\n68\nSenior Note Facility (including 3.70% Senior Notes due 2029)\nOn\nAugust 14, 2017\n, the Company entered into a note purchase and private shelf agreement, by and among the Company, PGIM, Inc. (“Prudential”), and other holders of the notes (the “Note Purchase Agreement” and collectively as amended, the “Note Purchase Facility”), pursuant to which the Company agreed to sell, in a private placement, $\n150\nmillion aggregate principal amount of senior unsecured notes due\nAugust 14, 2029\nbearing interest at\n3.70\n% per annum (the “3.70% Senior Notes”).  The entire principal amount of the 3.70% Senior Notes is due in full on\nAugust 14, 2029\n. Interest is payable semi-annually in arrears on each annual and semi-annual anniversary of the issuance date.  The obligations under the Note Purchase Facility are unsecured.\nThe Company may from time to time issue and sell additional senior unsecured notes (the “Shelf Notes”) pursuant to the Note Purchase Facility, in an aggregate principal amount of up to $\n300\nmillion minus the aggregate principal amount of all notes outstanding and issued under the Note Purchase Facility.\nPursuant to the Note Purchase Facility, the 3.70% Senior Notes and any Shelf Notes (collectively, the “Senior Note Facility”) are redeemable by the Company, in whole at any time or in part from time to time, at\n100\n% of the principal amount of the Senior Note Facility being redeemed, together with accrued and unpaid interest thereon and a make whole amount calculated by discounting all remaining scheduled payments on the Senior Note Facility by the yield on the U.S. Treasury security with a maturity equal to the remaining average life of the Senior Note Facility plus\n0.50\n%.\nAmendments to Note Purchase and Private Shelf Agreement\nOn September 30, 2022, the Company entered into a Third Amendment to the Note Purchase Facility by and among the Company, Prudential and other holders of the notes, which modifies certain provisions of the Note Purchase Facility and conforms certain representations, warranties and covenants with the 2022 Senior Credit Facility.\nOn November 2, 2022, the Company entered into a Fourth Amendment to the Note Purchase Facility (the “Fourth Amendment”) by and among the Company, Prudential and other holders of the notes, which also amends the Note Purchase Facility. The Fourth Amendment extends the issuance period in which the Company may issue and sell, and Prudential may consider in its sole discretion the purchase of, in one or a series of transactions, additional senior unsecured notes of the Company (the “Shelf Note”), in an aggregate principal amount of up to $\n150\nmillion under the Note Purchase Facility. The Shelf Notes may be issued through November 1, 2025, unless either party terminates such issuance right.\n2022 Senior Credit Facility\nOn September 30, 2022 the Company entered into a new credit agreement, providing for a credit facility (the “2022 Senior Credit Facility”), consisting of a revolving credit facility (the “Revolving Credit Facility”) in the maximum principal amount of $\n1.20\nbillion (with a sublimit of $\n50.0\nmillion for swingline loans and a sublimit of $\n150.0\nmillion for letters of credit). In addition, the Company has an option to increase the Revolving Credit Facility or establish term loans in an amount not to exceed $\n500.0\nmillion in the aggregate, subject to, among other things, the receipt of commitments for the increased amount. The 2022 Senior Credit Facility is unsecured and has a five-year term with two options to request that the lenders extend the maturity date of the obligations owed to each lender for one year (and the right to replace any lenders electing not to extend).\nBorrowings for the Revolving Credit Facility will bear interest at either the bank’s base rate (\n7.500\n% at\nDecember 31\n, 2022\n) plus an additional margin ranging from\n0.000\n% to\n0.250\n% (\n0.000\n% at\nDecember 31\n, 2022\n) or adjusted SOFR (\n4.358\n% at\nDecember 31\n, 2022\n) plus an additional margin ranging from\n0.750\n% to\n1.250\n% (\n1.000\n% at\nDecember 31\n, 2022\n) adjusted based on the Company's public credit ratings. The Company is also required to pay, quarterly in arrears, a commitment fee related to unused capacity ranging from\n0.080\n% to\n0.150\n% (\n0.100\n% at\nDecember 31\n, 2022\n) per annum, adjusted based on the Company's public credit ratings.\nThe 2022 Senior Credit Facility replaced the Company’s previous senior credit facility (the “Senior Credit Facility”).\nProceeds from borrowings under the 2022 Senior Credit Facility were used to pay off the Senior Credit Facility.\nIn connection with the debt refinancing, the Company amended its interest rate swap agreement to convert the reference rate from one-month LIBOR to one-month term SOFR and elected the optional expedients offered under the Accounting Standards Codification 848,\nReference Rate Reform\n, which allows the cash flow hedge to continue being recognized under hedge accounting without dedesignation.\n69\nCovenants and Default Provisions of the Debt Agreements\nThe 2022 Senior Credit Facility and the Note Purchase Facility (collectively, the “Debt Agreements”) require quarterly compliance with respect to\ntwo\nmaterial covenants: a fixed charge coverage ratio and a leverage ratio.  Both ratios are calculated on a trailing twelve-month basis at the end of each fiscal quarter.  The fixed charge coverage ratio compares earnings before interest, taxes, depreciation, amortization, share-based compensation and rent expense (“consolidated EBITDAR”) to the sum of interest paid and rental expense (excluding any straight-line rent adjustments).  The fixed charge coverage ratio shall be greater than or equal to\n2.00\nto 1.00 as of the last day of each fiscal quarter.  The leverage ratio compares total funded debt to consolidated EBITDAR.  The leverage ratio shall be less than or equal to\n4.00\nto 1.00 as of the last day of each fiscal quarter.  The Debt Agreements also contain certain other restrictions regarding additional subsidiary indebtedness, business operations, subsidiary guarantees, mergers, consolidations and sales of assets, transactions with subsidiaries or affiliates, and liens.  As of\nDecember 31\n, 2022\n, the Company was in compliance with\nall\ndebt covenants.\nThe Debt Agreements contain customary events of default, including payment defaults, breaches of representations and warranties, covenant defaults, cross-defaults to other material indebtedness, certain events of bankruptcy and insolvency, material judgments, certain ERISA events and invalidity of loan documents.  Upon certain changes of control, payment under the Debt Agreements could become due and payable.  In addition, under the Note Purchase Facility, upon an event of default or change of control, the make whole payment described above may become due and payable.\nThe Note Purchase Facility also requires that, in the event the Company amends its Senior Credit Facility, or any subsequent credit facility of $\n100 million\nor greater, such that it contains covenant or default provisions that are not provided in the Note Purchase Facility or that are similar to those contained in the Note Purchase Facility but which contain percentages, amounts, formulas or grace periods that are more restrictive than those set forth in the Note Purchase Facility or are otherwise more beneficial to the lenders thereunder, the Note Purchase Facility shall be automatically amended to include such additional or amended covenants and/or default provisions.\nNote 6 –\nLeases:\nThe Company leases the majority of its retail store locations, two distribution sites, its Merchandise Innovation Center, and certain equipment under various non-cancellable operating leases.  The leases have varying terms and expire at various dates through\n2043\n.  Store leases typically have initial terms of between\n10\nyears and\n20\nyears, with\ntwo\nto\nfour\noptional renewal periods of\nfive\nyears each.  The exercise of lease renewal options is at our sole discretion.  The Company has included lease renewal options in the lease term for calculations of its right-of-use assets and liabilities when it is reasonably certain that the Company plans to renew these leases.  Our lease agreements do not contain any material residual value guarantees or material restrictive covenants.\nThe Company accounts for lease components (e.g., fixed payments including rent, real estate taxes, and insurance costs) together with non-lease components (e.g., fixed payment common-area maintenance) as a single component for all classes of underlying assets.  Certain lease agreements require variable payments based upon actual costs of common-area maintenance, real estate taxes, and insurance.  Further, certain lease agreements require variable payments based upon store sales above agreed-upon sales levels for the year and others require payments adjusted periodically for inflation.  As substantially all of our leases do not provide an implicit rate, we estimate our collateralized incremental borrowing rate based upon a Company specific credit rating and yield curve analysis at commencement or modification date in determining the present value of lease payments.\nThe Company has elected not to recognize leases with an original term of one year or less on the balance sheet.  Short-term lease cost during the periods presented was immaterial.\nIn addition to the operating lease right-of-use assets presented on the Consolidated Balance Sheets, assets, net of accumulated amortization, under finance leases of $\n32.1\nmillion and $\n32.0\nmillion are recorded within the\nProperty and equipment, net\nline on the Consolidated Balance Sheets as of\nDecember 31\n, 2022\nand December 25, 2021, respectively.\n70\nThe following table summarizes the Company’s classification of lease cost (in thousands):\nThe following table summarizes the future maturities of the Company’s lease liabilities (in thousands):\n(a) Operating lease payments exclude $\n289.1 million\nof legally binding minimum lease payments for leases signed, but not yet commenced.\nThe following table summarizes the Company’s lease term and discount rate:\nThe following table summarizes the other information related to the Company’s lease liabilities (in thousands):\n71\nNote 7 –\nCapital Stock and Dividends:\nCapital Stock\nThe authorized capital stock of the Company consists of common stock and preferred stock. The Company is authorized to issue\n400\nmillion shares of common stock.  The Company is also authorized to issue\n40\nthousand shares of preferred stock, with such designations, rights and preferences as may be determined from time to time by the Company’s Board of Directors.\nDividends\nDuring fiscal 2022 and 2021, the Company’s Board of Directors declared the following cash dividends:\nIt is the present intention of the Company’s Board of Directors to continue to pay a quarterly cash dividend; however, the declaration and payment amount of future dividends will be determined by the Company’s Board of Directors in its sole discretion and will depend upon the earnings, financial condition, and capital needs of the Company, along with any other factors which the Company’s Board of Directors deem relevant.\nOn February 8, 2023, the Company’s Board of Directors declared a quarterly cash dividend of\n$\n1.03\nper share of the Company’s outstanding common stock.  The dividend will be paid on March 14, 2023, to stockholders of record as of the close of business on February 27, 2023.\nNote 8 –\nTreasury Stock:\nThe Company’s Board of Directors has authorized common stock repurchases under a share repurchase program which was announced in February 2007. As of\nDecember 31\n, 2022\n, the authorization amount of the program, which has been increased from time to time, was authorized for up to $\n6.50\nbillion, exclusive of any fees, commissions or other expenses related to such repurchases.  The total authorized amount reflects a $\n2.00\nbillion increase to the share repurchase program which was approved by the Board of Directors on January 26, 2022. The share repurchase program does not have an expiration date.  The repurchases may be made from time to time on the open market or in privately negotiated transactions.  The timing and amount of any shares repurchased under the program will depend on a variety of factors, including price, corporate and regulatory requirements, capital availability and other market conditions.  Repurchased shares are accounted for at cost and will be held in treasury for future issuance.  The program may be limited, temporarily paused, or terminated at any time without prior notice.  As of\nDecember 31\n, 2022\n, the Company had remaining authorization under the share repurchase program of $\n1.65\nbillion, exclusive of any fees, commissions or other expenses.\n72\nThe following table provides the number of shares repurchased, average price paid per share, and total amount paid for share repurchases in fiscal 2022, 2021, and 2020, respectively (in thousands, except per share amounts):\nShares repurchased in fiscal 2020 were impacted by the temporary suspension of our share repurchase program from March 12, 2020 until November 5, 2020, in order to strengthen our liquidity and preserve cash while navigating the COVID-19 pandemic.\nNote 9 –\nNet Income Per Share:\nNet income per share is calculated as follows (in thousands, except per share amounts):\nAnti-dilutive share-based awards excluded from the above calculations totaled approximately\n0.1\nmillion in fiscal 2022 and less than\n0.1\nmillion in fiscal 2021 and fiscal 2020.\n73\nNote 10 –\nIncome Taxes:\nThe provision for income taxes consists of the following (in thousands):\nDeferred income taxes reflect the net tax effects of temporary differences between the carrying amounts of assets and liabilities for financial reporting purposes and the amounts used for income tax purposes.\nSignificant components of the deferred tax assets and liabilities are as follows (in thousands):\nThe Company has evaluated the need for a valuation allowance for all or a portion of the deferred tax assets.  The Company believes that all of the deferred tax assets will more likely than not be realized through future earnings.  The Company had state tax credit carryforwards of $\n14.0\nmillion and $\n6.6\nmillion as of\nDecember 31\n, 2022\nand December 25, 2021, respectively, with varying dates of expiration through 2037.  The Company provided\nno\nvaluation allowance as of\nDecember 31\n, 2022\nand December 25, 2021 for state tax credit carryforwards, as the Company believes it is more likely than not that all of these credits will be utilized before their expiration dates.\n74\nA reconciliation of the provision for income taxes to the amounts computed at the federal statutory rate is as follows (in thousands):\nThe Company and its affiliates file income tax returns in the U.S. and various state and local jurisdictions.  With few exceptions, the Company is no longer subject to federal, state and local income tax examinations by tax authorities for years before 2018.  Various states have completed an examination of our income tax returns for 2018 through 2020 with minimal adjustments.\nThe total amount of unrecognized tax positions that, if recognized, would decrease the effective tax rate, is $\n4.5\nmillion at\nDecember 31\n, 2022\n. In addition, the Company recognizes current interest and penalties accrued related to these uncertain tax positions as interest expense, and the amount is not material to the Consolidated Statements of Income.  The Company has considered the reasonably possible expected net change in uncertain tax positions during the next 12 months and does not expect any material changes to our liability for uncertain tax positions through\nDecember 31\n, 2022\n.\nA reconciliation of the beginning and ending gross amount of unrecognized tax benefits (exclusive of interest and penalties) is as follows (in thousands):\nThe Coronavirus Aid, Relief, and Economic Security Act (the “CARES Act”) was enacted in the U.S. on March 27, 2020. The enactment of this legislation did not have a material impact on income tax expense in fiscal 2022.  However, the Company did elect to participate in the deferral of the employer’s share of social security tax deposits, with $\n24.5\nmillion included within other accrued expenses in the Consolidated Balance Sheet as of December 25, 2021. The remaining balance of deferred social security tax deposits was paid during 2022.\nNote 11 –\nRetirement Benefit Plans:\nThe Company has a defined contribution benefit plan, the Tractor Supply Company 401(k) Retirement Savings Plan (the “401(k) Plan”), which provides retirement benefits for eligible employees.  The Company matches (in cash)\n100\n% of the employee’s elective contributions up to\n3\n% of eligible compensation plus\n50\n% of the employee’s elective contributions from\n3\n% to\n6\n% of eligible compensation.  In no event shall the total Company match made on behalf of the employee exceed\n4.5\n% of the employee’s eligible compensation.  All current contributions are immediately vested.  Company contributions to the 401(k) Plan were approximately $\n17.2\nmillion, $\n15.3\nmillion, and $\n12.9\nmillion during fiscal 2022, 2021, and 2020, respectively.\nThe Company offers, through a deferred compensation program, the opportunity for certain qualifying employees to elect to defer a portion of their annual base salary and/or their annual incentive bonus.  Under the deferred compensation program, a percentage of the participants’ salary deferral is matched by the Company, limited to a maximum annual matching contribution of $\n4,500\n.  The Company’s contributions, including accrued interest, were $\n0.6\nmillion, $\n0.3\nmillion, and $\n0.6\nmillion during fiscal 2022, 2021, and 2020, respectively.\n75\nNote 12 –\nCommitments and Contingencies:\nContractual Commitments\nAt\nDecember 31\n, 2022\n, the Company had contractual commitments of approximat\nely\n$\n105.4\nmillion\n, of which\n$\n61.0\nmillion\nis related to the construction of new distribution centers,\nand the remaining is related to purchase obligations such as inventory purchases and marketing-related contracts.\nThe Company does\nno\nt have material contractual commitments related to construction projects extending greater than twelve months.\nIn addition, the Company had\n$\n289.1 million\nle\ngally binding minimum lease payments for leases signed, but not yet commenced. The Company has also committed to sell the Orscheln corporate headquarters and distribution center to Bomgaars for $\n10\nmillion within 15 months following the closing of the Orscheln acquisition.\nLetters of Credit\nAt\nDecember 31\n, 2022\n, there were $\n52.6\nmillion outstanding letters of credit under the Senior Credit Facility.\nLitigation\nThe Company is involved in various litigation matters arising in the ordinary course of business.  The Company believes that, based upon information currently available, any estimated loss related to such matters has been adequately provided for in accrued liabilities to the extent probable and reasonably estimable.  Accordingly, the Company currently expects these matters will be resolved without material adverse effect on its consolidated financial position, results of operations or cash flows.  However, litigation and other legal matters involve an element of uncertainty. Future developments in such matters, including adverse decisions or settlements or resulting required changes to the Company’s business operations, could affect our consolidated operating results when resolved in future periods or could result in liability or other amounts material to the Company’s Consolidated Financial Statements.\nNote 13 –\nSegment Reporting:\nThe Company has\none\nreportable segment which is the retail sale of products that support the rural lifestyle.\nThe following table indicates the percentage of net sales represented by each major product category during fiscal 2022, 2021, and 2020:"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Disclosure Controls and Procedures\nWe carried out an evaluation required by the Securities Exchange Act of 1934, as amended (the “1934 Act”), under the supervision and with the participation of our principal executive officer and principal financial officer, of the effectiveness of the design and operation of our disclosure controls and procedures (as defined in Rule 13a-15(e) and 15d-15(e) under the 1934 Act) as of\nDecember 31\n, 2022\n.  Based on this evaluation, our principal executive officer and principal financial officer concluded that, as of\nDecember 31\n, 2022\n, our disclosure controls and procedures were effective.\n76\nInternal Control Over Financial Reporting\nA report of the Company’s management on the Company’s internal control over financial reporting (as such term is defined in Rule 13a-15(f) under the 1934 Act) and a report of Ernst & Young LLP, an independent registered public accounting firm, on the effectiveness of the Company’s internal control over financial reporting are included in Item 8 of this Annual Report on Form 10-K.\nThere were no changes in our internal control over financial reporting that occurred during our last fiscal quarter that have materially affected or are reasonably likely to materially affect our internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information set forth under the caption “Information about our Executive Officers” in Part I of this Form 10-K is incorporated herein by reference.\nThe information set forth under the captions “Item 1: Election of Directors,” “Board Meetings and Committees,” and “Delinquent Section 16(a) Reports” in our Proxy Statement for our Annual Meeting of Stockholders to be held on May 11, 2023, is incorporated herein by reference.\nThe Company has a Code of Ethics which covers all exempt employees, officers and directors of the Company, including the principal executive officer, principal financial officer, principal accounting officer and controller.  The Code of Ethics is available in the “Corporate Governance” section of the Company’s website at\nTractorSupply.com\n.  A copy of the Code of Ethics can also be obtained, free of charge, upon written request to the Corporate Secretary, Tractor Supply Company, 5401 Virginia Way, Brentwood, TN 37027.  The Company intends to post amendments to or waivers, if any, from its Code of Ethics (to the extent applicable to its principal executive officer, principal financial officer, principal accounting officer or controller) on its website."
  },
  {
    "item_key": "item_11",
    "text": "The information set forth under the captions “Corporate Governance – Compensation Committee Interlocks and Insider Participation,” “Compensation of Directors,” and “Executive Compensation” in our Proxy Statement for our Annual Meeting of Stockholders to be held on May 11, 2023, is incorporated herein by reference."
  },
  {
    "item_key": "item_12",
    "text": "The information set forth under the caption “Security Ownership of Certain Beneficial Owners and Management” in our Proxy Statement for our Annual Meeting of Stockholders to be held on May 11, 2023, is incorporated herein by reference.\n77\nFollowing is a summary of our equity compensation plans as of December 31, 2022, under which equity securities are authorized for issuance, aggregated as follows:\n(a)\nIncludes 1,090,389 outstanding stock options, 404,010 unvested restricted stock units and 45,072 restricted stock units which have vested but the receipt of which have been deferred by the recipient, and 155,599 unvested performance-based restricted share units.  The 2006 Stock Incentive Plan was superseded in May 2009 by the 2009 Stock Incentive Plan.  The 2009 Stock Incentive Plan was superseded in May 2018 by the 2018 Omnibus Incentive Plan.  Shares available under the 2018 Omnibus Incentive Plan are reduced by one share for each share issued pursuant to the exercise of a stock option and by two shares for each share issued pursuant to a full-value award (e.g., restricted stock unit or performance-based restricted share unit).\n(b)\nExcludes restricted stock units and performance-based restricted share units which have a weighted average exercise price of zero.\nThe information set forth in Note 2 to the Consolidated Financial Statements contained in this Form 10-K provides further information with respect to the material features of each plan."
  },
  {
    "item_key": "item_13",
    "text": "The information set forth under the captions “Corporate Governance – Director Independence and Board Operations” and “Related Party Transactions” in our Proxy Statement for our Annual Meeting of Stockholders to be held on May 11, 2023, is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "The information set forth under the caption “Item 2 – Ratification of Reappointment of Independent Registered Public Accounting Firm” in our Proxy Statement for our Annual Meeting of Stockholders to be held on May 11, 2023, is incorporated herein by reference.\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a) (1)    Financial Statements\nSee Consolidated Financial Statements under Item 8 on pages 44 through 76 of this Form 10-K.\n(a) (2)    Financial Statement Schedules\nAll schedules for which provision is made in the applicable accounting regulations of the SEC are not required under the related instructions, are inapplicable or the information is included in the Consolidated Financial Statements and, therefore, have been omitted.\n(a) (3)    Exhibits\nThe exhibits listed in the Index to Exhibits, which appears on pages 80 through 84 of this Form 10-K, are incorporated herein by reference or filed as part of this Form 10-K."
  },
  {
    "item_key": "item_16",
    "text": "None.\n78\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant in the capacities and on the dates indicated.\n79\nEXHIBIT INDEX\n80\n81\n82\n83\n101*    The following financial information from our Annual Report on Form 10-K for fiscal 2022, filed with the SEC on February 23, 2023, formatted in Extensible Business Reporting Language (XBRL): (i) the Consolidated Balance Sheets at December 31, 2022 and December 25, 2021, (ii) the Consolidated Statements of Income for the fiscal years ended December 31, 2022, December 25, 2021, and December 26, 2020, (iii) the Consolidated Statements of Comprehensive Income for the fiscal years ended December 31, 2022, December 25, 2021, and December 26, 2020, (iv) the Consolidated Statements of Stockholders’ Equity for the fiscal years ended December 31, 2022, December 25, 2021, and December 26, 2020, (v) the Consolidated Statements of Cash Flows for the fiscal years ended December 31, 2022, December 25, 2021, and December 26, 2020, and (vi) the Notes to Consolidated Financial Statements.\n104    The cover page from the Company's Annual Report on Form 10-K for the year ended December 31, 2022, formatted in Inline XBRL (included in Exhibit 101).\n*           Filed herewith\n**         Furnished herewith\n+           Management contract or compensatory plan or arrangement\n84"
  }
]