[
  {
    "item_key": "item_1",
    "text": "General\nWaters Corporation (the “Company,” “Waters\nTM\n,” “we,” “our,” or “us”) is a specialty measurement company that operates with a fundamental underlying purpose to advance the science that enables our customers to enhance human health and well-being. Waters has pioneered analytical workflow solutions involving liquid chromatography, mass spectrometry and thermal analysis innovations serving the life, materials and food sciences for more than 60 years. The Company primarily designs, manufactures, sells and services high performance liquid chromatography (“HPLC”), ultra-performance liquid chromatography (“UPLC\nTM\n” and together with HPLC, referred to as “LC”) and mass spectrometry (“MS”) technology systems and support products, including chromatography columns, other consumable products and comprehensive post-warranty service plans. These systems are complementary products that are frequently employed together\n(“LC-MS”)\nand sold as integrated instrument systems using common software platforms. In addition, the Company designs, manufactures, sells and services thermal analysis, rheometry and calorimetry instruments through its TA Instruments\nTM\n(“TA”) product line. The Company is also a developer and supplier of advanced software-based products that interface with the Company’s instruments, as well as other manufacturers’ instruments.\nThe Company’s products are used by pharmaceutical, biochemical, industrial, nutritional safety, environmental, academic and governmental customers working in research and development, quality assurance and other laboratory applications. LC is a standard technique and is utilized in a broad range of industries to detect, identify, monitor and measure the chemical, physical and biological composition of materials, and to purify a full range of compounds. MS technology, principally in conjunction with chromatography, is employed in drug discovery and development, including clinical trial testing, the analysis of proteins in disease processes (known as “proteomics”), nutritional safety analysis and environmental testing.\nLC-MS\ninstruments combine a liquid phase sample introduction and separation system with mass spectrometric compound identification and quantification. The Company’s thermal analysis, rheometry and calorimetry instruments are used in predicting the suitability and stability of fine chemicals, pharmaceuticals, water, polymers, metals and viscous liquids for various industrial, consumer goods and healthcare products, as well as for life science research.\nWaters Corporation, organized as a Delaware corporation in 1991, is a holding company that owns all of the outstanding common stock of Waters Technologies Corporation, its operating subsidiary. Waters Corporation became a publicly-traded company with its initial public offering (“IPO”) in November 1995. Since the IPO, the Company has added two significant and complementary technologies to its range of products with the acquisitions of TA Instruments in May 1996 and Micromass Limited in September 1997.\nBusiness Segments\nThe Company’s business activities, for which discrete financial information is available, are regularly reviewed and evaluated by the chief operating decision maker. As a result of this evaluation, the Company determined that it has two operating segments: Waters and TA. The Waters operating segment is primarily in the business of designing, manufacturing, selling and servicing LC and MS instrument systems, columns and other precision chemistry consumables that can be integrated and used along with other analytical instruments. The TA operating segment is primarily in the business of designing, manufacturing, selling and servicing thermal analysis, rheometry and calorimetry instruments. The Company’s two operating segments have similar economic characteristics; product processes; products and services; types and classes of customers; methods of distribution; and regulatory environments. Because of these similarities, the two segments have been aggregated into one reporting segment for financial statement purposes.\nInformation concerning revenues and long-lived assets attributable to each of the Company’s products, services and geographic areas is set forth in Note 18 in the Notes to the Consolidated Financial Statements, which is incorporated herein by reference.\n3\nWaters Products and Markets\nHigh Performance and Ultra Performance Liquid Chromatography\nHPLC is a standard technique used to identify and analyze the constituent components of a variety of chemicals and other materials. The Company believes that HPLC’s performance capabilities enable it to separate, identify and quantify a high proportion of all known chemicals. As a result, HPLC is used to analyze substances in a wide variety of industries for research and development purposes, quality control and process engineering applications.\nThe most significant\nend-use\nmarkets for HPLC are those served by the pharmaceutical and life science industries. In these markets, HPLC is used extensively to understand diseases, identify new drugs, develop manufacturing methods and assure the potency and purity of new pharmaceuticals. HPLC is also used in a variety of other applications, such as analyses of foods and beverages for nutritional labeling and compliance with safety regulations and the testing of water and air purity within the environmental testing industry, as well as applications in other industries, such as chemical and consumer products. Waters also has in vitro diagnostic (IVD) labelled products that are used as general-purpose instruments for clinical diagnostic applications, such as newborn screening and therapeutic drug management, in countries where these products are registered. HPLC is also used by universities, research institutions and governmental agencies, such as the United States Food and Drug Administration (“FDA”) and the United States Environmental Protection Agency (“EPA”) and their foreign counterparts that mandate safety and efficacy testing.\nIn 2004, Waters introduced a novel technology that the Company describes as ultra performance liquid chromatography that utilizes a packing material with small, uniform diameter particles and a specialized instrument, the ACQUITY UPLC\nTM\n, to accommodate the increased pressure and narrower chromatographic bands that are generated by these small and tightly packed particles. By using the ACQUITY UPLC, researchers and analysts are able to achieve more comprehensive chemical separations and faster analysis times in comparison with many analyses previously performed by HPLC. In addition, in using the ACQUITY UPLC, researchers have the potential to extend the range of applications beyond that of HPLC, enabling them to uncover more levels of scientific information. While offering significant performance advantages, the ACQUITY UPLC is also compatible with the Company’s software products and the general operating protocols of HPLC. For these reasons, the Company’s customers and field sales and support organizations are well positioned to utilize this innovative technology and instrument. In 2018, the Company introduced the ACQUITY ARC\nTM\nBio System, a versatile,\niron-free, bio-inert, quaternary\nliquid chromatograph specifically engineered to improve bioseparation analytical methods. The Company also introduced the ACQUITY UPLC PLUS series in 2018, consisting of\nthe H-Class\nPLUS, H-Class PLUS\nBio\nand I-Class PLUS\nsystems, which incorporate foundational enhancements into the legacy systems.\nWaters manufactures LC instruments that are offered in configurations that allow for varying degrees of automation, from component configured systems for academic teaching and research applications to fully automated systems for regulated and high sample throughput testing, and that have a variety of detection technologies, from optical-based ultra-violet (“UV”) absorbance, refractive index and fluorescence detectors to a suite of\nMS-based\ndetectors, optimized for certain analyses.\nIn 2019, the Company introduced the ACQUITY\nTM\nAdvanced Polymer Chromatography\nTM\nSystem, which is the first fully solvent-compatible UPLC system to perform size exclusion, gradient polymer elution and solvent compatible reversed-phase liquid chromatographic separations on a single platform. The\nall-in-one\nsystem gives research scientists greater analytical versatility and speed when conducting research on next-generation polymers. In 2020, the Company introduced the Waters Arc\nTM\nHPLC System, a new HPLC system for routine testing in the pharmaceutical, food, academic and materials markets. A key target application is quality control in laboratories performing batch release tests on small molecule pharmaceuticals. In 2021, the Company introduced the new ACQUITY PREMIER LC solution and the Arc Premier System both featuring Waters’ MaxPeak\nTM\nHigh Performance Surface (“HPS”) technology. MaxPeak\nTM\nHPS technology, which was first introduced with the\n4\nCompany’s introduction of ACQUITY\nTM\nPREMIER Columns in 2020, is a surface technology that forms a barrier between the sample and the metal surfaces of both the system and column, eliminating the need for system passivation, mitigating the loss of metal-sensitive analytes and yielding higher quality data in less time and effort.\nThe primary consumable products for LC are chromatography columns. These columns are packed with separation media used in the LC testing process and are typically replaced at regular intervals. The chromatography column contains one of several types of packing material, typically stationary phase particles made from silica or polymeric resins. As a pressurized sample is introduced to the column inlet and permeates through the packed column, it is separated into its constituent components.\nWaters HPLC columns can be used on Waters-branded and competitors’ LC systems. The Company believes that it is one of a few suppliers in the world that manufactures silica and polymeric resins, packs columns and distributes its own products. In doing so, the Company believes it can better ensure product consistency, a key attribute for its customers in quality control laboratories, and can react quickly to new customer requirements. The Company believes that its ACQUITY UPLC lines of columns are used primarily on its ACQUITY UPLC instrument systems and, furthermore, that its ACQUITY UPLC instruments primarily use ACQUITY UPLC columns. In 2019, the Company introduced the BioResolv SCX mAb Columns and VanGuard\nTM\nFIT Cartridge technologies. These new cation exchange column lines with specialized consumables are designed to simplify and improve the characterization and monitoring of monoclonal antibody (mAb) therapeutics, as well as enable mAb charge-variant analyses as required by the World Health Organization, the FDA and the International Conference on Harmonization for confirming the efficacy and safety of biologics and biosimilars with discovery, development and manufacturing applications. In 2020, Waters introduced ACQUITY\nTM\nPREMIER Columns, a new family of premium\nsub-2-micron\ncolumns featuring MaxPeak\nTM\nHPS technology. The columns are for use with any brand of UPLC system and can measurably improve data quality by mitigating the loss of sample analytes due to\nanalyte-to-surface\ninteractions.\nThe Company’s precision chemistry consumable products also include environmental and nutritional safety testing products, including Certified Reference Materials (“CRM”s) and Proficiency Testing (“PT”) products. Laboratories around the world and across multiple industries use these products for quality control and proficiency testing and also purchase product support services required to help with their federal and state mandated accreditation requirements or with quality control over critical pharmaceutical analysis.\nIn 2020, the Company acquired all of the outstanding stock of Andrew Alliance, S.A. and its two operating subsidiaries, Andrew Alliance USA, Inc. and Andrew Alliance France, SASU (collectively, “Andrew Alliance”), for $80 million, net of cash acquired. Andrew Alliance offers lab workflow automation solutions with the combination of its software platform and smart, connected laboratory equipment and accessories. The Company expects the acquisition to positively impact our customers’ workflows by improving the repeatability, performance and speed of laboratory operations and chemistry workflows.\nMass Spectrometry and Liquid Chromatography-Mass Spectrometry\nMS is a powerful analytical technology that is used to identify unknown compounds, to quantify known materials and to elucidate the structural and chemical properties of molecules by measuring the masses of molecules that have been converted into ions.\nThe Company is a technology and market leader in the development, manufacture, sale and service of MS instruments and components. These instruments are typically integrated and used along with other complementary analytical instruments and systems, such as LC, chemical electrophoresis and gas chromatography. A wide variety of instrumental designs fall within the overall category of MS instrumentation, including devices that incorporate quadrupole, ion trap,\ntime-of-flight\n(“Tof”), magnetic sector and ion mobility technologies. Furthermore, these technologies are often used in tandem\n(MS-MS)\nto maximize the speed and/or efficacy of certain experiments.\n5\nCurrently, the Company offers a wide range of MS instrument systems utilizing various combinations of quadrupole, Tof and ion mobility designs. These instrument systems are used in drug discovery and development, as well as for environmental, clinical and nutritional safety testing. The overwhelming majority of mass spectrometers sold by the Company are designed to utilize an LC system and a liquid compatible interface (such as an electrospray ionization source) as the sample introduction device. These products supply a diverse market with a strong emphasis on the pharmaceutical, biomedical, clinical, food and beverage and environmental market segments worldwide.\nMS is an increasingly important detection technology for LC. The Company’s\nsmaller-sized\nmass spectrometers, such as the single quadrupole detector (“SQD”) and the tandem quadrupole detector (“TQD”), are often referred to as LC “detectors” and are typically sold as part of an LC system or as an LC system upgrade. Larger quadrupole systems, such as the Xevo\nTM\nTQ and Xevo\nTQ-S\ninstruments, are used primarily for experiments performed for late-stage drug development, including clinical trial testing. Quadrupole\ntime-of-flight\n(“Q-Tof”) instruments, such as the Company’s SYNAPT\nTM\nG2-S,\nare often used to analyze the role of proteins in disease processes, an application sometimes referred to as “proteomics”.\nLC and MS are typically embodied within an analytical system tailored for either a dedicated class of analyses or as a general purpose analytical device. An increasing percentage of the Company’s customers are purchasing LC and MS components simultaneously and it has become common for LC and MS instrumentation to be used within the same laboratory and operated by the same user. The descriptions of LC and MS above reflect the historical segmentation of these analytical technologies and the historical categorization of their respective practitioners. Increasingly in today’s instrument market, this segmentation and categorization is becoming obsolete as a high percentage of instruments used in the laboratory embody both LC and MS technologies as part of a single device. In response to this development and to further promote the high utilization of these hybrid instruments, the Company has organized its Waters operating segment to develop, manufacture, sell and service integrated\nLC-MS\nsystems.\nIn 2019, the Company introduced the BioAccord\nTM\nsystem, a liquid chromatography-mass spectrometry solution that expands access to high-resolution\ntime-of-flight\nmass spectrometry capabilities. The system provides new levels of user experience with automated setup and self-diagnosis delivered through an intuitive user interface. Also in 2019, the Company introduced the Cyclic IMS system, which seamlessly integrates cyclic ion mobility technology into a high-performance research-grade\ntime-of-flight\nmass spectrometer. In addition, the Company introduced the SYNAPT XS, a new highly flexible, high-resolution mass spectrometer for research and development labs focused on discovery applications. The Company also reinforced its tandem quadrupole mass spectrometry portfolio during the current year with upgrades to the Xevo\nTQ-S\nmicro and the introduction of the new Xevo\nTQ-S\ncronos. The Xevo\nTQ-S\nmicro features new performance enhancements that bring the quantitation of highly polar, ionic compounds in food to a higher level. The Xevo\nTQ-S\ncronos is a new, tandem quadrupole mass spectrometer purposely-built for routine quantitation of large numbers of small-molecule organic compounds over a wide concentration range. The Xevo\nTQ-S\nmicro and the Xevo\nTQ-S\ncronos are also well suited to meet regulatory requirements for pesticide residue analysis, the monitoring for contaminants in processed foods, identifying drugs of abuse, and performing impurity profiling of pharmaceuticals. In 2020, the Company introduced the new RADIAN\nTM\nASAP\nTM\nSystem, a novel direct mass detector engineered for\nnon-mass\nspectrometry experts to conduct fast and accurate analyses of solids and liquids with minimal sample prep. Also in 2020, the Company introduced enhancements for the Waters Xevo\nG2-XS\nQTof SYNAPT XS and SELECT SERIES Cyclic IMS, including a new fragmentation technique and imaging option. In 2021, the Company introduced the Waters SELECT SERIES\nTM\nMRT, a high-resolution mass spectrometer that combines Multi-Reflecting\nTime-of-Flight\n(“MRT”) technology with enhanced desorption electrospray ionization and new matrix-assisted laser desorption ionization imaging sources. The platform will serve as the basis for Waters’ next generation Tof instruments with applications in pharmaceutical, biomedical, natural products, and materials research. Also in 2021, the Company released the ACQUITY RDa\n™\nDetector featuring SmartMS\n™\n, the company’s newest Tof MS designed to improve the ease and reliability of small molecule analysis for pharmaceutical, academic, food, and forensic applications. The Company also introduced a new peptide\n6\nmulti-attribute method workflow for the BioAccord\nLC-MS\nsystem in 2021, which is an end to end workflow for analyzing monoclonal antibodies and other protein and peptide based drugs.\nBased upon 2021 reports from independent marketing research firms and publicly-disclosed sales figures from competitors, the Company believes that it is one of the world’s largest manufacturers and distributors of LC and\nLC-MS\ninstrument systems, chromatography columns and other consumables and related services.\nThe Company has been a developer and supplier of software-based products that interface with both the Company’s and other suppliers’ instruments. The Company’s newest software technology is the waters_connect\nTM\nplatform. In 2019, the Company introduced the first of a series of applications on this platform supporting the BioAccord system and the Xevo G2 XS mass spectrometers. These applications support biopharmaceutical workflows, simplifying the collection of often complex LCMS data for use in biopharmaceutical development and into QC where it is used to assure the quality of existing medicines and new drug formulations. The platform design of waters_connect has enabled rapid delivery of several major updates including new biopharma application workflows designed in close collaboration with biopharmaceutical innovators to solve specific challenges they face with existing solutions. The platform also provides the foundation for the connected lab of the future where data is no longer siloed but can be securely shared among a community of connected scientists. Waters_connect joins the existing suite of informatics products – Empower\n™\nChromatography Data Software, MassLynx\n™\nMass Spectrometry Software and NuGenesis\n™\nScientific Data Management System, each of which is used to support innovations within world-leading institutions. In 2020, Waters announced the availability of Waters Empower BC LAC/ETM with SecureSync, a newly enhanced solution to preserve the ability for laboratories to work locally when organizations with distributed laboratory environments experience an enterprise interruption.\nOn December 15, 2020, the Company acquired all of the outstanding stock of Integrated Software Solutions Pty Limited and its two operating subsidiaries Integrated Software Solutions Limited and Integrated Software Solutions USA, LLC (collectively, “ISS”), for $4 million, net of cash acquired. In addition, the Company may have to pay additional consideration which has an estimated fair value of $1 million as of the close date. The contingent consideration is recorded as a liability and will be paid to the prior shareholders of ISS if certain revenue and customer account conditions are achieved over the next two years after the acquisition date. ISS offers clinical laboratory software systems that will support and further expand product offerings within our clinical business. The net assets acquired primarily relate to ISS’ laboratory information system,\nOMNI-Lab.\nWaters Service\nServices provided by Waters enable customers to maximize technology productivity, support customer compliance activities and provide transparency into enterprise resource management efficiencies. The customer benefits from improved budget control, data-driven technology adoption and accelerated workflow at a site or on a global perspective. The Company considers its service offerings to be highly differentiated from our competition, as evidenced by a consistent increase in annual service revenues. The Company’s principal competitors in the service market include PerkinElmer, Inc., Agilent Technologies, Inc. and Thermo Fisher Scientific Inc. These competitors can provide certain services on Waters instruments to varying degrees and always present competitive risk.\nThe servicing and support of instruments, software and accessories is an important source of revenue and represented over 35% of sales for Waters in 2021. These revenues are derived primarily through the sale of support plans, demand services, spare parts, customer performance validation services and customer training. Support plans typically involve scheduled instrument maintenance and an agreement to promptly repair a\nnon-functioning\ninstrument in return for a fee described in a contract that is priced according to the configuration of the instrument.\n7\nTA Products and Markets\nThermal Analysis, Rheometry and Calorimetry\nThermal analysis measures the physical or thermodynamic characteristics of materials as a function of temperature. Changes in temperature affect several characteristics of materials, such as their heat flow characteristics, physical state, weight, dimension and mechanical and electrical properties, which may be measured by one or more thermal analysis techniques, including calorimetry. Consequently, thermal analysis techniques are widely used in the development, production and characterization of materials in various industries, such as plastics, chemicals, automobiles, pharmaceuticals and electronics.\nRheometry instruments often complement thermal analyzers in characterizing materials. Rheometry characterizes the flow properties of materials and measures their viscosity, elasticity and deformation under different types of “loading” or other conditions. The information obtained under such conditions provides insight into a material’s behavior during processing, packaging, transport, usage and storage.\nThermal analysis, rheometry and calorimetry instruments are heavily used in material testing laboratories and, in many cases, provide information useful in predicting the suitability and stability of industrial polymers, fine chemicals, pharmaceuticals, water, metals and viscous liquids in various industrial, consumer goods and healthcare products, as well as for life science research. As with systems offered by Waters, a range of instrument configurations is available with increasing levels of sample handling and information processing automation. In addition, systems and accompanying software packages can be tailored for specific applications.\nIn 2019, TA introduced a range of new instruments including the TMA 450, a Rheo-Raman\nTM\ncapability for the DHR product line, and a High Sensitivity Pressure Cell for the\nARES-G2\nRheometer. The Discovery\n™\nTMA 450, precisely measures dimensional changes of materials from (150) to 1,000\no\nC and handles virtually all sample configurations for testing in expansion, compression, flexure and tension modes. The Rheo-Raman capability for the DHR product line combines a Raman spectrometer with the DHR to enable simultaneous collection of rheology and Raman spectroscopy data. This combination allows for direct correlation between flow characteristics and the unique spectroscopic fingerprints of each material including information about its chemical and morphological structure. The High Sensitivity Pressure Cell for the\nARES-G2\nRheometer enables scientists to perform sensitive viscoelastic measurements under controlled atmospheric pressure and temperature and gain detailed understanding of complex fluid behavior in complex environments. Also in 2019, TA introduced the MSF16 Multi-Specimen Fatigue Instrument. The MSF16 extends the capability of accelerated cyclic components and products under repeated loading, significantly accelerating fatigue analysis.\nIn 2020, TA introduced the new Discovery X3 Differential Scanning Calorimeter (“X3 DSC”), Discovery Hybrid Rheometers and TAM IV Micro XL isothermal microcalorimeter. The X3 DSC accelerates productivity in customers’ laboratories by enabling three samples to be measured in a single experiment, compared to the single-sample series operation of the other available DSC offerings in the market. This particularly addresses a need in high-throughput laboratories in industries such as composites, electronics and polymer manufacturing. The new line of Discovery Hybrid Rheometers provides increased sensitivity and versatility of rheometry measurements, supporting the development of next-generation, high-performance materials by improving the productivity and efficiency of materials science research. The TAM IV Micro XL isothermal calorimeter supports the development of new battery chemistries by measuring self-discharge and unwanted reactions that reduce battery life and efficiency.\nIn 2021, TA introduced the TMA 450RH and the Discovery SA. The TMA 450RH provides measurements of dimensional compatibility of materials under controlled temperature and humidity that are important for the development of new electronic devices. The Discovery SA is used in pharmaceutical development to assess the impact of moisture in drug product processing and storage on crystalline structure, which is related to drug product efficacy.\n8\nIn 2021, TA introduced the TRIOS AutoPilot software for its thermal analyzer product line. This software helps laboratory staff using TA’s thermal analyzers create routine and streamlined standard operating procedures improving the speed and productivity of thermal analysis measurements.\nTA Service\nSimilar to Waters, the servicing and support of TA’s instruments is an important source of revenue and represented more than 20% of sales for TA in 2021. TA operates independently from the Waters operating segment, though many of its overseas offices are situated in Waters’ facilities to achieve operational efficiencies. TA has dedicated field sales and service operations. Service sales are primarily derived from the sale of support plans, replacement parts and billed labor fees associated with the repair, maintenance and upgrade of installed systems.\nGlobal Customers\nThe Company typically has a broad and diversified customer base that includes pharmaceutical accounts, other industrial accounts, universities and governmental agencies. Purchase of the Company’s instrument systems is often dependent on its customers’ capital spending, or funding as in the cases of academic, governmental and research institutions, which often fluctuate from year to year. The pharmaceutical segment represents the Company’s largest sector and includes multinational pharmaceutical companies, generic drug manufacturers, contract research organizations (“CRO”s) and biotechnology companies. The Company’s other industrial customers include chemical manufacturers, polymer manufacturers, food and beverage companies and environmental testing laboratories. The Company also sells to universities and governmental agencies worldwide. The Company’s technical sales and support staff members work closely with its customers in developing and implementing applications that meet their full range of analytical requirements. During 2021, 60% of the Company’s net sales were to pharmaceutical accounts, 30% to other industrial accounts and 10% to academic institutions and governmental agencies.\nThe Company typically experiences an increase in sales in the fourth quarter, as a result of purchasing habits for capital goods of many customers who tend to exhaust their spending budgets by calendar year end. The Company does not rely on any single customer for a material portion of its sales. During fiscal years 2021, 2020 and 2019, no single customer accounted for more than 2% of the Company’s net sales.\nSales and Service\nThe Company has one of the largest direct sales and service organizations focused exclusively on the analytical workflows offered by the Company. Across these product technologies, using respective specialized sales and service workforces, the Company serves its customer base with 82 sales offices throughout the world as of December 31, 2021 and approximately 4,300, 4,000 and 4,000 field representatives in 2021, 2020 and 2019, respectively. This investment in sales and service personnel serves to maintain and expand the Company’s installed base of instruments. The Company’s sales representatives have direct responsibility for account relationships, while service representatives work in the field to install instruments, train customers and minimize instrument downtime.\nIn-house\nand field-based technical support representatives work directly with customers, providing them assistance with applications and procedures on Company products. The Company provides customers with comprehensive information through various corporate and regional internet websites and product literature, and also makes consumable products available through electronic ordering facilities and a dedicated catalog.\nManufacturing and Distribution\nThe Company provides high product quality by overseeing each stage of the production of its instruments, columns and chemical reagents.\n9\nThe Company currently assembles a portion of its LC instruments at its facility in Milford, Massachusetts, where it performs machining, assembly and testing. The Milford facility maintains quality management and environmental management systems in accordance with the requirements of ISO 9001:2015, ISO 13485:2016 and ISO 14001:2015, and adheres to applicable regulatory requirements (including the FDA Quality System Regulation and the European\nIn-Vitro\nDiagnostic Directive). The Company outsources manufacturing of certain electronic components, such as computers, monitors and circuit boards, to outside vendors that meet the Company’s quality requirements. In addition, the Company outsources the manufacturing of certain LC instrument systems and components to well-established contract manufacturing firms in Singapore. The Company’s Singapore entity is ISO 9001:2015 certified and manages all Asian outsourced manufacturing as well as the distribution of all products from Asia. The Company may pursue outsourcing opportunities as they arise but believes it maintains adequate supply chain and manufacturing capabilities in the event of disruption or natural disasters.\nThe Company primarily manufactures and distributes its LC columns at its facilities in Taunton, Massachusetts and Wexford, Ireland. In February 2018, the Company’s Board of Directors approved expanding its Taunton location. The Company has incurred costs of $200 million on this facility through the end of 2021, and anticipates spending approximately $50 million to complete this new state-of-the-art facility in 2022. The Taunton facility processes, sizes and treats silica and polymeric media that are packed into columns, solid phase extraction cartridges and bulk shipping containers in both Taunton and Wexford. The Wexford facility also manufactures and distributes certain data, instruments and software components for the Company’s LC, MS and TA product lines. The Company’s Taunton facility is certified to ISO 9001:2015. The Wexford facility is certified to ISO 9001:2015 and ISO 13485:2016/EN ISO 13485:2016. VICAM\nTM\nmanufactures antibody-linked resins and magnetic beads that are packed into columns and kits in Milford, Massachusetts and Nixa, Missouri. The Company manufactures and distributes its Analytical Standards and Reagents and Environmental Resource Associates (“ERA”) product lines at its facility in Golden, Colorado, which is certified to ISO 9001:2015 and accredited to ISO/IEC 17025:2017, ISO/IEC 17034:16 and ISO Guide 34. Some ERA products are also manufactured in the Wexford, Ireland facility, which is also accredited to ISO/IEC 17025:2005, ISO/IEC 17034:2016.\nThe Company manufactures and distributes its MS products at its facilities in Wilmslow, England and Wexford, Ireland. Certain components or modules of the Company’s MS instruments are manufactured at its facility in Solihull, England and by long-standing outside contractors. Each stage of this supply chain is closely monitored by the Company to maintain high quality and performance standards. The instruments, components or modules are then returned to the Company’s facilities, where its engineers perform final assembly, calibrations to customer specifications and quality control procedures. The Company’s MS facilities are certified to ISO 9001:2015 and ISO 13485:2016/EN ISO 13485:2016 and adhere to applicable regulatory requirements (including the FDA Quality System Regulation and the European\nIn-Vitro\nDiagnostic Directive).\nTA’s thermal analysis, rheometry and calorimetry products are manufactured and distributed at the Company’s New Castle, Delaware, Eden Prairie, Minnesota, Lindon, Utah and Huellhorst, Germany facilities. Similar to MS, elements of TA’s products are manufactured by outside contractors and are then returned to the Company’s facilities for final assembly, calibration and quality control. The Company’s New Castle facility is certified to ISO 9001:2015 and ISO 17025:2005 standards and the Eden Prairie facility is certified to both ISO 9001:2015 and ISO/IEC 17025:2017 standards, and the Lindon facility is certified to ISO 9001:2015.\nRaw Materials\nThe Company purchases a variety of raw materials, primarily consisting of high temperature alloy sheet metal and castings, forgings,\npre-plated\nmetals and electrical components from various vendors. The materials used by the Company’s operations are generally available from a number of sources and in sufficient quantities to meet current requirements subject to normal lead times.\n10\nThe Company is subject to rules of the Securities and Exchange Commission (“SEC”) under the Dodd-Frank Wall Street Reform and Consumer Protection Act, requiring disclosure as to whether certain materials (tantalum, tin, gold and tungsten), known as conflict minerals, which may be contained in the Company’s products, are mined from the Democratic Republic of the Congo and adjoining countries. In 2020, the Company was not able to determine with certainty the country of origin of some of the conflict minerals in its manufactured products. However, the Company does not have knowledge that any of its conflict minerals originated from the Democratic Republic of the Congo or adjoining countries. The Company is in the process of evaluating its 2021 supply chain, and the Company plans to file its 2021 Form SD with the SEC in May 2022. The results of this and future evaluations may impose additional costs and may introduce new risks related to the Company’s ability to verify the origin of any conflict minerals contained in its products.\nIn addition, the Company continues to monitor environmental health and safety regulations in countries in which it operates throughout the world, in particular, European Union and China Restrictions on the use of certain Hazardous Substances in electrical and electronic equipment (RoHS) and European Union Waste Electrical and Electronic Equipment directives. Further information regarding these regulations is available on the Company’s website,\nwww.waters.com\n, under the caption “About Waters / Corporate Governance”.\nResearch and Development\nThe Company maintains an active research and development program focused on the development and commercialization of products that extend, complement and update its existing product offering. The Company’s research and development expenditures for 2021, 2020 and 2019 were $168 million, $141 million and $143 million, respectively. In addition, the Company is party to an existing licensing arrangement for certain intellectual property relating to mass spectrometry technologies yet to be commercialized and for which there was no future alternative use as of the acquisition date. This licensing arrangement is significantly related to new, biologically-focused applications, as well as other applications, and requires the Company to make additional future payments of up to $7 million if certain milestones are achieved, as well as royalties on future net sales.\nNearly all of the Company’s LC products have been developed at the Company’s main research and development center located in Milford, Massachusetts, with input and feedback from the Company’s extensive field organizations and customers. The majority of the Company’s MS products are developed at facilities in England and most of the Company’s current materials characterization products are developed at the Company’s research and development center in New Castle, Delaware. At December 31, 2021, 2020 and 2019, there were 1,150, 1,112 and 1,089 employees, respectively, involved in the Company’s research and development efforts. The Company has increased research and development expenses from its continued commitment to invest significantly in new product development and existing product enhancements, and as a result of acquisitions. Despite the Company’s active research and development programs, there can be no assurance that the Company’s product development and commercialization efforts will be successful or that the products developed by the Company will be accepted by the marketplace.\nIn 2020, the Company opened a new research laboratory in Cambridge, MA, which will serve as a strategic, collaborative space in the community, where Waters can partner with academia, research and industry to accelerate the next generation of scientific advancements.\nHuman Capital\nWe believe that our people differentiate our business and are vital to our continued success. As a result, we have made important investments in our workforce through initiatives and programs that support talent development and inclusion and enhance our Total Rewards programs.\n11\nEmployees\nThe Company employed approximately 7,800, 7,400 and 7,500 employees at December 31, 2021, December 31, 2020 and 2019, respectively, with approximately 39% of the Company’s employees located in the United States. The Company believes its employee relations are generally good. The Company’s employees are not unionized or affiliated with any internal or external labor organizations.\nTalent Development\nWe believe that our future success depends in a significant part on our continued ability to attract and retain highly skilled employees and then contribute to the growth and development of these employees.\nWe further the growth and development of our employees by investing in various programs, digital platforms and workshops that build professional and technical skills.\nInclusion & Diversity\nWe believe inclusion is a core tenet of organizational success and that fostering a sense of inclusivity allows our employees to maximize their performance contribution to our business. We celebrate difference and diversity in our Employee Circles, which are composed of employees from throughout the company, which provide a forum in which to promote topics related to diversity and inclusion focusing on gender, Multicultural, Veterans and LGBTQ+ employees and allies. All employees are encouraged to participate in these Employee Circles at the local and global levels. We have also rolled out training to all employees to support an inclusive culture that values diverse perspectives.\nWe believe that part of fostering an inclusive and increasingly racially and ethnically diverse workforce requires understanding the makeup of our current employees. As of December 31, 2021, our workforce is:\nRecruitment\nWaters has focused on expanding diversity in our recruitment processes. We have developed hiring partnerships with agencies such as the National Society of Black Engineers, Recruit Military, Out in Tech and Power to Fly to expand the pipeline of strong candidates.\nHealth and Safety\nThe health and safety of our employees is our highest priority. Through online and\nin-person\ntraining programs, we believe that we foster a safe workplace and ensure that all employees are empowered to prevent accidents and injuries.\nWe manufacture products deemed essential to critical infrastructure, including health and safety, food and agriculture, and energy, and as a result, the majority of our production sites continued operating during the\nCOVID-19\npandemic.\nDuring the pandemic, we invested in maintaining safe work environments for our employees. We responded to the\nCOVID-19\npandemic by, among other things:\n12\nCompetition\nThe analytical instrument systems, supplies and services market is highly competitive. The Company encounters competition from several worldwide suppliers and other companies in both domestic and foreign markets for each of its three primary technologies. The Company competes in its markets primarily on the basis of product performance, reliability, service and, to a lesser extent, price. Competitors continuously introduce new products and have instrument businesses that are generally more diversified than the Company’s business. Some competitors have greater financial resources and broader distribution than the Company’s.\nIn the markets served by Waters, the Company’s principal competitors include: Agilent Technologies, Inc., Shimadzu Corporation, Bruker Corporation, Danaher Corporation and Thermo Fisher Scientific Inc. In the markets served by TA, the Company’s principal competitors include: PerkinElmer, Inc., NETZSCH-Geraetebau GmbH, Thermo Fisher Scientific Inc., Malvern PANalytical Ltd., a subsidiary of Spectris plc, Mettler-Toledo International Inc. and Anton-Paar GmbH.\nThe market for consumable LC products, including separation columns, is highly competitive and generally more fragmented than the analytical instruments market. The Company encounters competition in the consumable columns market from chemical companies that produce column sorbents and small specialized companies that primarily pack purchased sorbents into columns and subsequently package and distribute columns. The Company believes that it is one of the few suppliers that processes silica and polymeric resins, packs columns and distributes its own products. The Company competes in this market on the basis of performance, reproducibility, reputation and, to a lesser extent, price. In recent years, the Company’s principal competitors for consumable products have included: Danaher Corporation; Merck KGaA; Agilent Technologies, Inc.; General Electric Company and Thermo Fisher Scientific Inc. The ACQUITY UPLC instrument is designed to offer a predictable level of performance when used with ACQUITY UPLC columns and the Company believes that the expansion of the ACQUITY UPLC instrument base will enhance its chromatographic column business because of the high level of synergy between ACQUITY UPLC columns and the ACQUITY UPLC instruments.\nPatents, Trademarks and Licenses\nThe Company owns a number of United States and foreign patents and has patent applications pending in the United States and abroad. Certain technology and software has been acquired or is licensed from third parties. The Company also owns a number of trademarks. The Company’s patents, trademarks and licenses are viewed as valuable assets to its operations. However, the Company believes that no one patent or group of patents, trademark or license is, in and of itself, essential to the Company such that its loss would materially affect the Company’s business as a whole.\nEnvironmental Matters and Climate Change\nThe Company is subject to foreign and U.S. federal, state and local laws, regulations and ordinances that (i) govern activities or operations that may have adverse environmental effects, such as discharges to air and\n13\nwater as well as handling and disposal practices for solid and hazardous wastes, and (ii) impose liability for the costs of cleaning up and certain damages resulting from sites of past spills, disposals or other releases of hazardous substances. The Company believes that it currently conducts its operations and has operated its business in the past in substantial compliance with applicable environmental laws. From time to time, Company operations have resulted or may result in noncompliance with environmental laws or liability for cleanup pursuant to environmental laws. The Company does not currently anticipate any material adverse effect on its operations, financial condition or competitive position as a result of its efforts to comply with environmental laws.\nThe Company is sensitive to the growing global debate with respect to climate change. An internal sustainability working group develops increasingly robust data with respect to the Company’s utilization of carbon producing substances in an effort to continuously reduce the Company’s carbon footprint. In 2019, the Company published a sustainability report identifying the various actions and behaviors the Company adopted in 2018 concerning its commitment to both the environment and the broader topic of social responsibility. The Company has continued to annually publish a sustainability report detailing the Company’s efforts to address its environmental impact and uphold its social responsibilities. See Item 1A, Risk Factors –\nThe effects of climate change could harm the Company’s business\n, for more information on the potential significance of climate change legislation. See also Note 18 in the Notes to the Consolidated Financial Statements for financial information about geographic areas.\nAvailable Information\nThe Company files or furnishes all required reports with the SEC. The Company is an electronic filer and the SEC maintains a website that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC. The address of the SEC electronic filing website is\nhttp://www.sec.gov\n. The Company also makes available, free of charge on its website, its annual report on\nForm 10-K,\nquarterly reports on\nForm 10-Q,\ncurrent reports on\nForm 8-K\nand any amendments to those reports as soon as reasonably practicable after such material is electronically filed with or furnished to the SEC. The website address for Waters Corporation is\nhttp://www.waters.com\nand SEC filings can be found under the caption “Investors”.\nForward-Looking Statements\nCertain of the statements in this Form\n10-K,\nincluding the information incorporated by reference herein, may contain forward-looking statements with respect to future results and events, including any statements regarding, among other items, anticipated trends or growth in the Company’s business, including, but not limited to, the impact of the ongoing\nCOVID-19\npandemic; the impact of new or proposed tariff or trade regulations or changes in the interpretation or enforcement of existing regulations; the impact of foreign currency translation on financial results; development of products by acquired businesses; the growth rate of sales and research and development expenses; the impact of costs associated with developing new technologies and bringing these new technologies to market; the impact of new product launches and the associated costs, such as the amortization expense related to software platforms; geographic sales mix of business; development of products by acquired businesses and the amount of contingent payments to the sellers of an acquired business; anticipated expenses, including interest expense, capitalized software costs and effective tax rates; the impact of the Tax Cuts and Jobs Act (the “2017 Tax Act”) in the U.S.; the impact and outcome of the Company’s various ongoing tax audit examinations; the achievement of contractual milestones to preserve foreign tax rates; the impact and outcome of litigation matters; the impact of the loss of intellectual property protection; the impact of new accounting standards and pronouncements; the adequacy of the Company’s supply chain and manufacturing capabilities and facilities; the impact of regulatory compliance; the Company’s expected cash flow, borrowing capacity, debt repayment and refinancing; the Company’s ability to fund working capital, capital expenditures, service debt, repay outstanding lines of credit, make authorized share repurchases, fund potential acquisitions and pay any adverse litigation or tax audit liabilities, particularly in the U.S.; future impairment charges; the Company’s\n14\ncontributions to defined benefit plans; the Company’s expectations regarding changes to its financial position; compliance with applicable environmental laws; and the impact of recent acquisitions on sales and earnings.\nMany of these statements appear, in particular, in Part II, Item 7, Management’s Discussion and Analysis of Financial Condition and Results of Operations of this Form\n10-K.\nStatements that are not statements of historical fact may be deemed forward-looking statements. You can identify these forward-looking statements by the use of the words “feels”, “believes”, “anticipates”, “plans”, “expects”, “may”, “will”, “would”, “intends”, “suggests”, “appears”, “estimates”, “projects”, “should” and similar expressions, whether in the negative or affirmative. These statements are subject to various risks and uncertainties, many of which are outside the control of the Company, including, and without limitation:\n15\nCertain of these and other factors are further described below in Item 1A, Risk Factors, of this Form\n10-K.\nActual results or events could differ materially from the plans, intentions and expectations disclosed in the forward-looking statements, whether because of these factors or for other reasons. All forward-looking statements speak only as of the date of this annual report on Form\n10-K\nand are expressly qualified in their entirety by the cautionary statements included in this report. Except as required by law, the Company does not assume any obligation to update any forward-looking statements."
  },
  {
    "item_key": "item_1a",
    "text": "The Company is subject to risks and uncertainties, including, but not limited to, the following:\nRISKS RELATED TO THE CORONAVIRUS\n(COVID-19)\nPANDEMIC\nThe adverse effects of the continuing\nCOVID-19\npandemic and an indeterminate recovery period has negatively affected the Company’s business and operations, and may continue to negatively impact the Company’s business and operations, the nature and extent of such impact is highly uncertain.\nThe impact of the global\nCOVID-19\npandemic over the last two years has resulted in a widespread public health crisis. The\nCOVID-19\npandemic has caused significant volatility and continued spread throughout the United States and globally, which has disrupted and may continue to disrupt the Company’s business. The Company operates in over 35 countries, including those in the regions most impacted by the\nCOVID-19\npandemic. In response, governments of most countries, including the United States, as well as private businesses, have implemented numerous measures attempting to contain and mitigate the effects of\nCOVID-19.\nSuch measures have had and are expected to continue to have adverse impacts on the United States and foreign economies of uncertain severity and duration, and have had and may continue to have a negative impact on the Company’s operations, including Company sales, supply chain and cash flow.\nThe\nCOVID-19\npandemic has and may continue to have a significant impact on our supply chain if our manufacturing facilities or those of third parties to whom we outsource certain manufacturing processes, the distribution centers where our inventory is managed or the operations of our logistics and other service providers are disrupted, temporarily closed or experience worker shortages. The current logistic and supply chain issues being experienced throughout the world have made it more difficult for us to manage our operations and as such we cannot provide any assurances that any further disruptions in the logistics and supply chains will not have a material impact on our future financial results and cashflows. We have and may continue to have disruptions or delays in shipments of certain materials or components of our products.\nIn addition, in the event of a sustained downturn in customer demand or other economic conditions due to the\nCOVID-19\npandemic could result in material charges related to bad debt or inventory write-offs, restructuring charges, or impairments of long-lived assets, including both tangible and intangible assets. Furthermore, such a sustained downturn in financial markets and asset values could adversely affect the Company’s cost of capital, liquidity and access to capital markets.\nThe\nCOVID-19\npandemic has caused the Company to take measures to modify its business practices. We have invested in maintaining safe work environments for our employees by, among other things, adding work from home flexibility, adjusting attendance policies to encourage those who are sick to stay at home, increasing cleaning protocols across all work locations, initiating regular communications regarding the impacts of the\nCOVID-19\npandemic, establishing new physical distancing and safety procedures for employees, modifying workplaces as appropriate and implementing protocols to address actual and suspected\nCOVID-19\ncases and potential exposure. Further, the Company has modified policies regarding employee travel and physical participation in meetings, events and conferences. The Company may take further actions as may be required by government authorities or that the Company determines are in the best interests of, among others, its employees, customers, distributors and suppliers. The Company’s change in business practices may result in the Company experiencing lower workforce efficiency and productivity. In addition, as Company employees work from home\n16\nand access the Company’s systems remotely, the Company may be subject to heightened security risks, including the risks of cyber-attacks. Although we are in\nre-opening\nprocesses for our corporate and other facilities, such processes may face future closure requirements. There is no certainty that the Company measures will be sufficient to mitigate the risks posed by\nCOVID-19,\nand the Company’s ability to perform critical functions could be adversely impacted. Furthermore, the Company’s business could be adversely affected if any of the Company’s key management employees are unable to perform their duties for a period of time, including as a result of illness.\nThe degree to which\nCOVID-19\nultimately affects the Company’s business, financial results and operations will depend on future developments, which are highly uncertain and cannot be predicted, including, but not limited to, the duration and spread of the outbreak, including the effect of the emergence of variants of the virus, its severity, the actions to contain the virus or treat its impact, the availability, distribution, acceptance and efficacy of a vaccine, and how quickly and to what extent normal economic and operating conditions can resume.\nRISKS RELATED TO MACROECONOMIC CONDITIONS\nThe Company’s international operations may be negatively affected by political events, wars or terrorism and regulatory changes, related to either a specific country or a larger region. These potential political, currency and economic disruptions, as well as foreign currency exchange rate fluctuations, could have a material adverse effect on the Company’s results of operations or financial condition.\nApproximately 72% and 71% of the Company’s net sales in 2021 and 2020, respectively, were outside of the United States and were primarily denominated in foreign currencies. In addition, the Company has considerable manufacturing operations in Ireland and the U.K., as well as significant subcontractors located in Singapore. As a result, a significant portion of the Company’s sales and operations are subject to certain risks, including adverse developments in the political, regulatory and economic environment, in particular, uncertainty regarding possible changes to foreign and domestic trade policy; the effect of the U.K.’s exit from the European Union as well as the financial difficulties and debt burden experienced by a number of European countries; the instability and potential impact of war or terrorism; the instability and possible dissolution of the Euro as a single currency; sudden movements in a country’s foreign exchange rates due to a change in a country’s sovereign risk profile or foreign exchange regulatory practices; tariffs and other trade barriers; the impact of global health pandemics and epidemics, such as\nCOVID-19;\ndifficulties in staffing and managing foreign operations; and associated adverse operational, contractual and tax consequences.\nAdditionally, the U.S. dollar value of the Company’s net sales, cost of sales, operating expenses, interest, taxes and net income varies with foreign currency exchange rate fluctuations. Significant increases or decreases in the value of the U.S. dollar relative to certain foreign currencies, particularly the Euro, Japanese yen and British pound, could have a material adverse effect or benefit on the Company’s results of operations or financial condition.\nGlobal economic conditions may decrease demand for the Company’s products and harm the Company’s financial results.\nThe Company is a global business that may be adversely affected by changes in global economic conditions. These changes in global economic conditions, both inside and outside the U.S., may affect the demand for the Company’s products and services. This may result in a decline in sales in the future, increased rate of order cancellations or delays, increased risk of excess or obsolete inventories, longer sales cycles and potential difficulty in collecting sales proceeds. There can be no assurance regarding demand for the Company’s products and services in the future.\nDisruption in worldwide financial markets could adversely impact the Company’s access to capital and financial condition.\nFinancial markets in the U.S., Europe and Asia have experienced times of extreme disruption, including, among other things, sharp increases in the cost of new capital, credit rating downgrades and bailouts, severely\n17\ndiminished capital availability and severely reduced liquidity in money markets. Financial and banking institutions have also experienced disruptions, resulting in large asset write-downs, higher costs of capital, rating downgrades and reduced desire to lend money. There can be no assurance that there will not be future deterioration or prolonged disruption in financial markets or financial institutions. Any future deterioration or prolonged disruption in financial markets or financial institutions in which the Company participates may impair the Company’s ability to access its existing cash, utilize its existing syndicated bank credit facility funded by such financial institutions, and impair its ability to access sources of new capital. The cost to the Company of any new capital raised and interest expense would increase if this were to occur.\nRISKS RELATED TO OUR BUSINESS\nThe Company’s financial results are subject to changes in customer demand, which may decrease for a number of reasons, many beyond the Company’s control.\nThe demand for the Company’s products is dependent upon the size of the markets for its LC,\nLC-MS,\nthermal analysis, rheometry and calorimetry products; the timing and level of capital spending and expenditures of the Company’s customers; changes in governmental regulations, particularly affecting drug, food and drinking water testing; funding available to academic, governmental and research institutions; general economic conditions and the rate of economic growth in the Company’s major markets; and competitive considerations. The Company typically experiences an increase in sales in its fourth quarter as a result of purchasing habits for capital goods by customers that tend to exhaust their spending budgets by calendar year end. However, there can be no assurance that the Company will effectively forecast customer demand and appropriately allocated research and development expenditures to products with high growth and high margin prospects. Additionally, there can be no assurance that the Company’s results of operations or financial condition will not be adversely impacted by a change in any of the factors listed above or the continuation of uncertain global economic conditions.\nAdditionally, the analytical instrument market may, from time to time, experience low sales growth. Approximately 60% and 59% of the Company’s net sales in 2021 and 2020, respectively, were to worldwide pharmaceutical and biotechnology companies, which may be periodically subject to unfavorable market conditions and consolidations. Unfavorable industry conditions could have a material adverse effect on the Company’s results of operations or financial condition.\nCompetitors may introduce more effective or less expensive products than the Company’s, which could result in decreased sales. The competitive landscape may transform as a result of potential changes in ownership, mergers and continued consolidations among the Company’s competitors, which could harm the Company’s business.\nThe analytical instrument market and, in particular, the portion related to the Company’s HPLC, UPLC,\nLC-MS,\nthermal analysis, rheometry and calorimetry product lines, is highly competitive and subject to rapid changes in technology. The Company encounters competition from several international instrument suppliers and other companies in both domestic and foreign markets. Some competitors have instrument businesses that are generally more diversified than the Company’s business, but are typically less focused on the Company’s chosen markets. Over the years, some competitors have merged with other competitors for various reasons, including increasing product line offerings, improving market share and reducing costs. There can be no assurance that the Company’s competitors will not introduce more effective and less costly products than those of the Company or that the Company will be able to increase its sales and profitability from new product introductions. There can be no assurance that the Company’s sales and marketing forces will compete successfully against the Company’s competitors in the future.\nStrategies for organic growth require developing new technologies and bringing these new technologies to market, which could negatively impact the Company’s financial results.\nThe Company’s corporate strategy is fundamentally based on winning through organic innovation and deep application expertise. The Company is in the process of developing new products with recently acquired technologies. The future development of these new products will require a significant amount of spending over\n18\nthe next few years before significant, robust sales will be realized. Furthermore, these new products will be sold into both the\nnon-clinical\nand clinical markets, and any new products requiring FDA clearance may take longer to bring to market. There can be no assurance given as to the timing of these new product launches and the ultimate realization of sales and profitability in the future.\nThe Company’s software or hardware may contain coding or manufacturing errors that could impact their function, performance and security, and result in other negative consequences.\nDespite testing prior to the release and throughout the lifecycle of a product or service, the detection and correction of any errors in released software or hardware can be time consuming and costly. This could delay the development or release of new products or services, or new versions of products or services, create security vulnerabilities in the Company’s products or services, and adversely affect market acceptance of products or services. If the Company experiences errors or delays in releasing its software or hardware, or new versions thereof, its sales could be affected and revenues could decline. Errors in software or hardware could expose the Company to product liability, performance and warranty claims as well as harm to brand and reputation, which could impact future sales.\nDisruption of operations at the Company’s manufacturing facilities could harm the Company’s financial condition.\nThe Company manufactures LC instruments at facilities in Milford, Massachusetts and through a subcontractor in Singapore; precision chemistry separation columns at its facilities in Taunton, Massachusetts and Wexford, Ireland; MS products at its facilities in Wilmslow, England, Solihull, England and Wexford, Ireland; thermal analysis and rheometry products at its facilities in New Castle, Delaware and other instruments and consumables at various other locations as a result of the Company’s acquisitions. Any prolonged disruption to the operations at any of these facilities, whether due to labor difficulties, destruction of or damage to any facility or other reasons, could have a material adverse effect on the Company’s results of operations or financial condition.\nFailure to adequately protect intellectual property could have materially adverse effects on the Company’s results of operations or financial condition.\nThere can be no assurance that any patents held by the Company will not be challenged, invalidated or circumvented or that the rights granted thereunder will provide competitive advantages to the Company. Additionally, there could be successful claims against the Company by third-party patent holders with respect to certain Company products that may infringe the intellectual property rights of such third parties. The Company’s patents, including those licensed from others, expire on various dates. If the Company is unable to protect its intellectual property rights, it could have an adverse and material effect on the Company’s results of operations or financial condition.\nThe Company’s business would suffer if the Company were unable to acquire adequate sources of supply.\nMost of the raw materials, components and supplies purchased by the Company are available from a number of different suppliers; however, a number of items are purchased from limited or single sources of supply and disruption of these sources could have, at a minimum, a temporary adverse effect on shipments and the financial results of the Company. A prolonged inability to obtain certain materials or components could have an adverse effect on the Company’s financial condition or results of operations and could result in damage to its relationships with its customers and, accordingly, adversely affect the Company’s business.\nThe Company’s sales would deteriorate if the Company’s outside contractors fail to provide necessary components or modules.\nCertain components or modules of the Company’s LC and MS instruments are manufactured by outside contractors, including the manufacturing of LC instrument systems and related components by contract manufacturing firms in Singapore. Disruptions of service by these outside contractors could have an adverse effect on the supply chain and the financial results of the Company. A prolonged inability to obtain these components or modules could have an adverse effect on the Company’s financial condition or results of operations.\n19\nThe Company’s business could be harmed by actions of distributors and other third parties that sell our products.\nThe Company sells some products through third parties, including distributors and value-added resellers. This exposes us to various risks, including competitive pressure, concentration of sales volumes, credit risks and compliance risks. We may rely on one or a few key distributors for a product or market and the loss of these distributors could reduce our revenue or net earnings. Distributors may also face financial difficulties, including bankruptcy, which could harm our collection of accounts receivable. Violations of the U.S. Foreign Corrupt Practices Act (“FCPA”), the U.K. Bribery Act or similar anti-bribery laws by distributors or other third-party intermediaries could materially impact our business. Risks related to our use of distributors may reduce sales, increase expenses and weaken our competitive position.\nThe Company’s financial results are subject to unexpected shifts in\npre-tax\nincome between tax jurisdictions, changing application of tax law and tax audit examinations.\nThe Company is subject to rates of income tax that range from 0% up to 34% in various jurisdictions in which it conducts business. In addition, the Company typically generates a substantial portion of its income in the fourth quarter of each fiscal year. Geographical shifts in income from previous quarters’ projections caused by factors including, but not limited to, changes in volume and product mix and fluctuations in foreign currency translation rates, could therefore have potentially significant favorable or unfavorable effects on the Company’s income tax expense, effective tax rate and results of operations.\nGovernments in the jurisdictions in which the Company operates implement changes to tax laws and regulations from time to time. Any changes in corporate income tax rates or regulations regarding transfer pricing or repatriation of dividends or capital, as well as changes in the interpretation of existing tax laws and regulations, in the jurisdictions in which the Company operates could adversely affect the Company’s cash flow and lead to increases in its overall tax burden, which would negatively affect the Company’s profitability.\nThe Company entered into a new Development and Expansion Incentive in Singapore that provides a concessionary income tax rate of 5% on certain types of income for the period April 1, 2021 through March 31, 2026. Prior to April 1, 2021, the Company had a tax exemption in Singapore on certain types of income, based upon the achievement and continued satisfaction of certain operational and financial milestones, which the Company met as of December 31, 2020 and maintained through March 2021. The Company had determined that it was more likely than not to realize the tax exemption in Singapore and, accordingly, did not recognize any reserves for unrecognized tax benefits on its balance sheet related to this tax exemption. If any of the milestone targets were not met, the Company would not have been entitled to the tax exemption on income earned in Singapore dating back to the start date of the agreement (April 1, 2016), and all the tax benefits previously recognized would be reversed, resulting in the recognition of income tax expense equal to the statutory tax of 17% on income earned during that period.\nAs a global business, the Company is subject to tax audit examinations in various jurisdictions throughout the world. The Company must manage the cost and disruption of responding to governmental audits, investigation and proceedings. In addition, the impact of the settlement of pending or future tax audit examination could have an unfavorable effect on the Company’s income tax expense, effective tax rate and results of operations.\nRISKS RELATED TO HUMAN CAPITAL MANAGEMENT\nWe may not be able to attract and retain qualified employees.\nOur future success depends upon the continued service of our executive officers and other key management and technical personnel, and on our ability to continue to identify, attract, retain and motivate them. Implementing our business strategy requires specialized engineering and other talent, as our revenues are highly dependent on technological and product innovations. The market for employees in our industry is extremely competitive, and competitors for talent, particularly engineering talent, increasingly attempt to hire, and to varying degrees have\n20\nbeen successful in hiring, our employees. A number of such competitors for talent are significantly larger than us and are able to offer compensation in excess of what we are able to offer. Further, existing immigration laws make it more difficult for us to recruit and retain highly skilled foreign national graduates of universities in the United States, making the pool of available talent even smaller. If we are unable to attract and retain qualified employees, our business may be harmed.\nThe loss of key members of management and the risks inherent in succession planning could adversely affect the Company’s results of operations or financial condition.\nThe operation of the Company requires managerial and operational expertise. None of the Company’s key management employees, with the exception of the Chief Executive Officer and Chief Financial Officer, have an employment contract with the Company and there can be no assurance that such individuals will remain with the Company. If, for any reason, other key personnel do not continue to be active in management, the Company’s results of operations or financial condition could be adversely affected.\nRISKS RELATED TO CYBERSECURITY AND DATA PRIVACY\nDisruption, cyber-attack or unforeseen problems with the security, maintenance or upgrade of the Company’s information and\nweb-based\nsystems could have an adverse effect on the Company’s operations and financial condition.\nThe Company relies on its technology infrastructure and that of its software and banking partners, among other functions, to interact with suppliers, sell products and services, fulfill contract obligations, ship products, collect and make electronic wire and check based payments and otherwise conduct business. The Company’s technology infrastructure may be vulnerable to damage or interruption from, but not limited to, natural disasters, power loss, telecommunication failures, terrorist attacks, computer viruses, unauthorized access to customer or employee data, unauthorized access to and funds transfers from Company bank accounts and other attempts to harm the Company’s systems. For example, in December 2021, a vulnerability named “Log4Shell” was reported for the widely used Java logging library, Apache Log4j 2. We have reviewed the use of this library within our software product portfolio and in our IT environment and have taken steps to mitigate the vulnerability. To date, cybersecurity incidents have not resulted in a material adverse impact to our business or operations, but there can be no guarantee we will not experience such an impact. Additionally, we must maintain and periodically upgrade our information and\nweb-based\nsystems, which has caused and will in the future cause temporary interruptions to our technology infrastructure. Any prolonged disruption to the Company’s technology infrastructure, at any of its facilities, could have a material adverse effect on the Company’s results of operations or financial condition.\nIf the Company’s security measures are compromised or fail to adequately protect its technology infrastructure, research and development efforts or manufacturing operations, the Company’s products and services may be perceived as vulnerable or unreliable, the information protected by the Company’s controls and processes may be subject to unauthorized access, acquisition or modification, the Company’s brand and reputation could be damaged, the services that the Company provides to its customers could be disrupted, and customers may stop using the Company’s products and services, all of which could reduce the Company’s revenue and earnings, increase its expenses and expose the Company to legal claims and regulatory actions.\nThe Company is in the business of designing, manufacturing, selling and servicing analytical instruments to life science, pharmaceutical, biochemical, industrial, nutritional safety and environmental, academic and governmental customers working in research and development, quality assurance and other laboratory applications, and the Company is also a developer and supplier of software-based products that support instrument systems. Many of the Company’s customers are in highly regulated industries. While the Company has invested time and resources implementing measures designed to protect the integrity and security of its technology infrastructure, research and development processes, manufacturing operations, products and services, and the internal and external data managed by the Company, there is a risk these measures will be defeated or compromised or that they are otherwise insufficient to protect against existing or emerging threats. The Company also has acquired companies, products, services and technologies over time and may face inherent risk when integrating these acquisitions into the Company. In addition, at times, the Company faces attempts by third\n21\nparties to defeat its security measures or exploit vulnerabilities in its systems. These risks will increase as the Company continues to grow and expand geographically, and its systems, products and services become increasingly digital and sensor- and\nweb-based.\nThe Company could suffer significant damage to its brand and reputation if a security incident resulted in unauthorized access to, acquisition of, or modification to the Company’s technology infrastructure, research and development processes, manufacturing operations, its products and services as well as the internal and external data managed by the Company. Such an incident could disrupt the Company’s operations and customers could lose confidence in the Company’s ability to deliver quality and reliable products or services. This could negatively impact sales and could increase costs related to fixing and addressing these incidents and any vulnerabilities exposed by them, as well as to lawsuits, regulatory investigations, claims or legal liability including contractual liability, costs and expenses owed to customers and business partners.\nRISKS RELATED TO COMPLIANCE, REGULATORY OR LEGAL CHANGES\nCompliance failures could harm the Company’s business.\nThe Company is subject to regulation by various federal, state and foreign governments and agencies in areas including, among others, health and safety, import/export, privacy and data protection, FCPA and environmental laws and regulations. A portion of the Company’s operations are subject to regulation by the FDA and similar foreign regulatory agencies. These regulations are complex and govern an array of product activities, including design, development, labeling, manufacturing, promotion, sales and distribution. Any failure by the Company to comply with applicable governmental regulations could result in product recalls, the imposition of fines, restrictions on the Company’s ability to conduct or expand its operations or the cessation of all or a portion of its operations.\nRegulators globally are increasingly imposing greater fines and penalties for privacy and data protection violations, and the European Union has enacted a broad data protection regulation with fines based on a percentage of global revenues. Changes in laws or regulations associated with enhanced protection of certain sensitive types of personal information, such as information related to health, could greatly increase the cost of compliance and the cost of providing the Company’s products or services. Any failure, or perceived failure, by the Company to comply with laws and regulations on privacy, data security or consumer protection, or other policies, public perception, standards, self-regulatory requirements or legal obligations, could result in lost or restricted business, proceedings, actions or fines brought against the Company or levied by governmental entities or others, or could otherwise adversely affect the business and harm the Company’s reputation.\nSome of the Company’s operations are subject to domestic and international laws and regulations with respect to the manufacturing, handling, use or sale of toxic or hazardous substances. This requires the Company to devote substantial resources to maintain compliance with those applicable laws and regulations. If the Company fails to comply with such requirements in the manufacturing or distribution of its products, it could face civil and/or criminal penalties and potentially be prohibited from distributing or selling such products until they are compliant.\nSome of the Company’s products are also subject to the rules of certain industrial standards bodies, such as the International Standards Organization. The Company must comply with these rules, as well as those of other agencies, such as the United States Occupational Safety and Health Administration. Failure to comply with such rules could result in the loss of certification and/or the imposition of fines and penalties, which could have a material adverse effect on the Company’s operations.\nAs a publicly-traded company, the Company is subject to the rules of the SEC and the New York Stock Exchange. In addition, the Company must comply with the Sarbanes-Oxley regulations, which require the Company to establish and maintain adequate internal control over financial reporting. The Company’s efforts to comply with such laws and regulations are time consuming and costly. While we continue to enhance our controls, we cannot be certain that we will be able to prevent future significant deficiencies or material\n22\nweaknesses. Failure to comply with such regulations or having inadequate internal controls could have a material adverse effect on the Company’s financial condition and operations, which could cause investors to lose confidence in our reported financial information and could have a negative effect on the trading price of our stock and our access to capital.\nThe Company is subject to the rules of the SEC under the Dodd-Frank Wall Street Reform and Consumer Protection Act, requiring disclosure as to whether certain materials (tantalum, tin, gold and tungsten), known as conflict minerals, which may be contained in the Company’s products, are mined from the Democratic Republic of the Congo and adjoining countries. In 2020, the Company was not able to determine with certainty the country of origin of some of the conflict minerals in its manufactured products. However, the Company does not have knowledge that any of its conflict minerals originated from the Democratic Republic of the Congo or adjoining countries. The Company is in the process of evaluating its 2021 supply chain, and the Company plans to file its 2021 Form SD with the SEC in May 2022. The results of this and future evaluations may impose additional costs and may introduce new risks related to the Company’s ability to verify the origin of any conflict minerals contained in its products.\nThe Company may be harmed by improper conduct of any of our employees, agents or business partners.\nWe cannot provide assurance that our internal controls and compliance systems will always protect the Company from acts committed by employees, agents or business partners that would violate domestic and international laws, including laws governing payments to government officials, bribery, fraud, kickbacks and false claims, pricing, sales and marketing practices, conflicts of interest, competition, export and import compliance, money laundering and data privacy. In particular, the FCPA, the U.K. Bribery Act and similar anti-bribery laws generally prohibit companies and their intermediaries from making improper payments to government officials for the purpose of obtaining or retaining business, and we operate in many parts of the world that have experienced governmental corruption to some degree. Any such improper actions or allegations of such acts could damage our reputation and subject us to civil or criminal investigations in the U.S. and in other jurisdictions and related shareholder lawsuits, could lead to substantial civil and criminal, monetary and\nnon-monetary\npenalties and could cause us to incur significant legal and investigatory fees. In addition, the government may seek to hold us liable as a successor for violations committed by companies in which we invest or that we acquire. We also rely on our suppliers to adhere to our supplier standards of conduct and material violations of such standards of conduct could occur that could have a material effect on our business, reputation and financial statements.\nEnvironmental, social and corporate governance (“ESG”) issues, including those related to climate change and sustainability, may have an adverse effect on our business, financial condition and results of operations and damage our reputation.\nThere is an increasing focus from certain investors, customers, consumers, employees and other stakeholders concerning ESG matters. Additionally, public interest and legislative pressure related to public companies’ ESG practices continue to grow. If our ESG practices fail to meet regulatory requirements or investor, customer, consumer, employee or other stakeholders’ evolving expectations and standards for responsible corporate citizenship in areas including environmental stewardship and sustainability, support for local communities, Board of Director and employee diversity, human capital management, employee health and safety practices, product quality, supply chain management, corporate governance and transparency, our reputation, brand and employee retention may be negatively impacted, and our customers and suppliers may be unwilling to continue to do business with us.\nCustomers, consumers, investors and other stakeholders are increasingly focusing on environmental issues, including climate change, energy and water use, plastic waste and other sustainability concerns. Concern over climate change or plastics and packaging materials, in particular, may result in new or increased legal and regulatory requirements to reduce or mitigate impacts to the environment. Changing customer and consumer preferences or increased regulatory requirements may result in increased demands or requirements regarding plastics and packaging materials, including\nsingle-use\nand\nnon-recyclable\nplastic products and packaging, other\n23\ncomponents of our products and their environmental impact on sustainability, or increased customer and consumer concerns or perceptions (whether accurate or inaccurate) regarding the effects of substances present in certain of our products. Complying with these demands or requirements could cause us to incur additional manufacturing, operating or product development costs.\nIf we do not adapt to or comply with new regulations, or fail to meet evolving investor, industry or stakeholder expectations and concerns regarding ESG issues, investors may reconsider their capital investment in our Company, and customers and consumers may choose to stop purchasing our products, which could have a material adverse effect on our reputation, business or financial condition.\nGENERAL RISK FACTORS\nThe effects of climate change could harm the Company’s business.\nThe Company’s manufacturing processes for certain of its products involve the use of chemicals and other substances that are regulated under various international, federal, state and local laws governing the environment. In the event that any future climate change legislation would require that stricter standards be imposed by domestic or international environmental regulatory authorities with respect to the use and/or levels of possible emissions from such chemicals and/or other substances, the Company may be required to make certain changes and adaptations to its manufacturing processes. Any such changes could have a material adverse effect on the financial statements of the Company.\nAnother potential effect of climate change is an increase in the severity of global weather conditions. The Company’s manufacturing facilities are located in the U.S., U.K., Ireland and Germany. In addition, the Company manufactures a growing percentage of its HPLC, UPLC and MS products in both Singapore and Ireland. Severe weather and geological conditions or events, including earthquakes, hurricanes and/or tsunamis, could potentially cause significant damage to the Company’s manufacturing facilities in each of these countries. The effects of such damage and the resulting disruption of manufacturing operations and the impact of lost sales could have a material adverse impact on the financial results of the Company.\nEstimates and assumptions made in accounting for the Company’s results from operations are dependent on future results, which involve significant judgments and may be imprecise and may differ materially from actual results.\nThe preparation of consolidated financial statements in conformity with generally accepted accounting principles requires the Company to make estimates and judgments that affect the reported amounts of assets, liabilities, revenues and expenses, and related disclosure of contingent liabilities at the dates of the financial statements. These estimates and assumptions must be made due to certain information used in preparation of our financial statements which is dependent on future events, cannot be calculated with a high degree of precision from data available or is not capable of being readily calculated based on generally accepted methodologies. The Company believes that the accounting related to revenue recognition, bad debts, inventory valuation, goodwill and intangible assets, income taxes, warranty and installation provisions, litigation, retirement plan obligations, stock-based compensation, business combinations and asset acquisitions, uncertain tax positions and contingencies involves significant judgments and estimates. Actual results for all estimates could differ materially from the estimates and assumptions used, which could have a material adverse effect on our financial condition and results of operations.\nThe Company’s financial condition and results of operations could be adversely affected by changes to the Company’s retirement plans or retirement plan assets.\nThe Company sponsors various retirement plans, both inside and outside the United States. Any changes in regulations made by governments in countries in which the Company sponsors retirement plans could adversely impact the Company’s cash flows or results of operations. In connection with these retirement plans, the Company is exposed to market risks associated with changes in the various capital markets. For example, changes in long-term interest rates affect the discount rate that is used to measure the Company’s retirement plan\n24\nobligations and related expense. In addition, changes in the market value of investments held by the retirement plans could materially impact the funded status of the retirement plans, and affect the related pension expense and level and timing of contributions required under applicable laws.\nThe Company’s financial condition and results of operations could be adversely affected if the Company is unable to maintain a sufficient level of cash flow.\nThe Company had $1.5 billion in debt and $569 million in cash, cash equivalents and investments as of December 31, 2021. As of December 31, 2021, the Company also had the ability to borrow an additional $1.6 billion from its existing, committed credit facility. All but a small portion of the Company’s debt was in the U.S. There is a substantial cash requirement in the United States to fund operations and capital expenditures, service debt interest obligations, finance potential United States acquisitions and continue authorized stock repurchase programs. As such, the Company’s financial condition and results of operations could be adversely impacted if the Company is unable to generate and maintain a sufficient level of cash flow to address these requirements through (1) cash from operations, (2) the Company’s ability to access its existing cash and revolving credit facility, (3) the ability to expand the Company’s borrowing capacity and (4) other sources of capital obtained at an acceptable cost.\nDebt covenants, and the Company’s failure to comply with them, could negatively impact the Company’s capital and financial results.\nThe Company’s debt is subject to restrictive debt covenants that limit the Company’s ability to engage in certain activities that could otherwise benefit the Company. These debt covenants include restrictions on the Company’s ability to enter into certain contracts or agreements, which may limit the Company’s ability to make dividend or other payments, secure other indebtedness, enter into transactions with affiliates and consolidate, merge or transfer all or substantially all of the Company’s assets. The Company is also required to meet specified financial ratios under the terms of the Company’s debt agreements. The Company’s ability to comply with these financial restrictions and all other covenants is dependent on the Company’s future performance, which is subject to, but not limited to, prevailing economic conditions and other factors, including factors that are beyond the Company’s control, such as foreign exchange rates, interest rates, changes in technology and changes in the level of competition."
  },
  {
    "item_key": "item_1b",
    "text": "None.\n25"
  },
  {
    "item_key": "item_2",
    "text": "Waters Corporation operates 19 United States facilities and 69 international facilities, including field offices. The Company believes its facilities are suitable and adequate for its current production level and for reasonable growth over the next several years. The Company’s primary facilities are summarized in the table below.\nPrimary Facility Locations (1)\n26\nThe Company operates and maintains 9 field offices in the United States and 56 field offices abroad in addition to sales offices in the primary facilities listed above. The Company’s field office locations are listed below.\nField Office Locations (3)"
  },
  {
    "item_key": "item_3",
    "text": "From time to time, the Company and its subsidiaries are involved in various litigation matters arising in the ordinary course of business. The Company believes it has meritorious arguments in its current litigation matters and believes any outcome, either individually or in the aggregate, will not be material to the Company’s financial position or results of operations."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n27\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "The Company’s common stock is registered under the Securities Exchange Act of 1934, as amended (the “Exchange Act”), and is listed on the New York Stock Exchange under the symbol “WAT”. As of February 19, 2022, the Company had 75 common stockholders of record. The Company has not declared or paid any dividends on its common stock in its past three fiscal years and does not intend to pay cash dividends in the foreseeable future. Any future determination to pay cash dividends will be made at the discretion of the Board of Directors and will depend on restrictions and other factors the Board of Directors may deem relevant. The Company has not made any sales of unregistered equity securities in the years ended December 31, 2021, 2020 or 2019.\nSecurities Authorized for Issuance under Equity Compensation Plans\nEquity compensation plan information is incorporated by reference from Part III, Item 12, Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters, of this document and should be considered an integral part of this Item 5.\n28\nStock Price Performance Graph\nThe following performance graph and related information shall not be deemed to be “soliciting material” or to be “filed” with the SEC, nor shall such information be incorporated by reference into any future filing under the Securities Act of 1933, as amended (“Securities Act”), or the Exchange Act, except to the extent that the Company specifically incorporates it by reference into such filing.\nThe following graph compares the cumulative total return on $100 invested as of December 31, 2016 (the last day of public trading of the Company’s common stock in fiscal year 2016) through December 31, 2021 (the last day of public trading of the common stock in fiscal year 2021) in the Company’s common stock, the NYSE Market Index, the SIC Code 3826 Index and the S&P 500 Index. The return of the indices is calculated assuming reinvestment of dividends during the period presented. The Company has not paid any dividends since its IPO. The stock price performance shown on the graph below is not necessarily indicative of future price performance.\nCOMPARISON OF CUMULATIVE TOTAL RETURN SINCE DECEMBER 31, 2016\nAMONG WATERS CORPORATION, NYSE MARKET INDEX, SIC CODE 3826 INDEX – LABORATORY ANALYTICAL INSTRUMENTS AND S&P 500 INDEX\n29\nPurchases of Equity Securities by the Issuer\nThe following table provides information about purchases by the Company during the three months ended December 31, 2021 of equity securities registered by the Company under the Exchange Act (in thousands, except per share data):\n30"
  },
  {
    "item_key": "item_6",
    "text": ""
  },
  {
    "item_key": "item_7",
    "text": "Business Overview\nThe Company has two operating segments: Waters\nTM\nand TA\nTM\n. Waters products and services primarily consist of high performance liquid chromatography (“HPLC”), ultra performance liquid chromatography (“UPLC\nTM\n” and, together with HPLC, referred to as “LC”), mass spectrometry (“MS”) and precision chemistry consumable products and related services. TA products and services primarily consist of thermal analysis, rheometry and calorimetry instrument systems and service sales. The Company’s products are used by pharmaceutical, biochemical, industrial, nutritional safety, environmental, academic and government customers. These customers use the Company’s products to detect, identify, monitor and measure the chemical, physical and biological composition of materials and to predict the suitability and stability of fine chemicals, pharmaceuticals, water, polymers, metals and viscous liquids in various industrial, consumer goods and healthcare products.\nCOVID-19\nPandemic\nBoth the Company’s domestic and international operations have been and continue to be affected by the ongoing global\nCOVID-19\npandemic that has led to volatility and uncertainty in the U.S. and international markets. The Company is actively managing its business to respond to the\nCOVID-19\nimpact; however, the Company cannot reasonably estimate the length or severity of the\nCOVID-19\npandemic, including the effect of the emergence of variants of the virus, or the related response, or the extent to which the disruption may materially impact the Company’s business, consolidated financial position, consolidated results of operations or consolidated cash flows in the future.\nThe\nCOVID-19\npandemic has not materially impacted the Company’s manufacturing facilities or those of the third parties to whom it outsources certain manufacturing processes, the distribution centers where its inventory is managed, or the operations of its logistics and other service providers. The Company also did not see material disruptions or delays in shipments of certain materials or components of its products. However, the current logistic and supply chain issues being experienced throughout the world have made it more difficult for us to manage our operations and as such we cannot provide any assurances that any further disruptions in the logistics and supply chains will not have a material impact on our future financial results and cashflows.\nThe Company has taken decisive and appropriate actions throughout the\nCOVID-19\npandemic, and continues to take proactive measures to guard the health of its global employee base and the safety of all customer interactions. The Company has implemented rigorous protocols to promote a safe work environment in all of its locations that are operational around the world and continues to closely monitor and update its multi-phase process for the safe return of employees to their physical workplaces as social distancing, governmental requirements, including capacity limitations, and other protocols allow.\nThe vast majority of the markets the Company serves, most notably the pharmaceutical, biomedical research, materials sciences, food/environmental and clinical markets, have continued to operate at various levels, and the Company is working closely with these customers to facilitate their seamless operation.\nThe\nCOVID-19\npandemic continues to be fluid with uncertainties and risks across the global economy. During 2020, the Company took a proactive approach managing through this unpredictability and implemented a series of cost reduction actions, which included temporary salary reductions, furloughs and reductions in\nnon-essential\nspending and other working capital reductions in order to preserve liquidity and enhance financial flexibility. These cost reductions were completed by the end of 2020 and reduced the Company’s spending by approximately $100 million in 2020. The majority of these cost saving actions were reinstated at the beginning of 2021, which negatively impacted the Company’s cashflows in 2021 and also attributed to the increase in expenses as a result of the normalization of these costs.\n31\nFinancial Overview\nThe Company’s operating results are as follows for the years ended December 31, 2021, 2020 and 2019 (dollars in thousands, except per share data):\n** Percentage not meaningful\nThe Company’s net sales increased approximately 18% in 2021 as compared to 2020, and decreased 2% in 2020 as compared to 2019. The increase in sales in 2021 can be attributed to the strong sales performance across most major geographies, end markets, and product categories due to customer demand continuing to return to\npre-pandemic\nnormal operations. Foreign currency translation increased sales by 2% and less than 1% in 2021 and 2020, respectively. The Company’s recent acquisitions did not have material impacts on sales growth. Unless otherwise noted, sales growth or decline percentages are presented as compared with the same period in the prior year.\nInstrument system sales increased 23% in 2021 and decreased 8% in 2020. In 2021, the increase in instrument system sales was attributable to customer demand continuing to increase to\npre-COVID-19\npandemic levels as customer laboratories and manufacturing facilities continued to return to normal operations. This strength in 2021 was broad-based, particularly in LC,\nLC-MS\nand TA instrument system sales. Foreign currency translation had minimal impact on instrument system sales in 2021 and increased sales by 1% in 2020. Recurring revenues (combined sales of precision chemistry consumables and services) increased 13% and 4% in 2021 and 2020, respectively, as a result of a larger installed base of customers and higher billing demand for service sales. In 2020, recurring revenues were impacted by the interruption of business activities and the uncertainty caused by\nthe COVID-19 pandemic.\nRecurring revenues were positively impacted by foreign currency translation in 2021 and 2020, which increased sales by 2% and 1%, respectively.\n32\nGeographically, the sales growth in 2021 was broad-based across the world, and was due to customer demand continuing to increase to\npre-pandemic\nlevels as customer laboratories and manufacturing facilities continued to return to normal operations. In 2021, the strong sales performance was broad-based across all regions, with sales increasing 20% in Asia, 16% in the Americas, and 17% in Europe. Foreign currency translation increased sales by 1% and 3% in Asia and Europe, respectively. The sales declines in 2020 were broad-based across the world, except for Europe, and were due to the weaker demand and disruption of business activities caused by\nthe COVID-19 lockdowns.\nSales to pharmaceutical customers increased 20% and 2% in 2021 and 2020, respectively, with foreign currency translation positively impacting sales by 1% in both 2021 and 2020. The pharmaceutical sales growth was driven by strong double-digit growth in all major regions, including 45% in China, 26% in India, 17% in the Americas and 15% in Europe as strong customer demand continued to recover to\npre-pandemic\nlevels. Foreign currency translation added 4% to Europe sales growth in 2021. Combined sales to industrial customers, which include material characterization, food, environmental and fine chemical markets, increased 17% in 2021 and decreased 2% in 2020, with foreign currency translation increasing sales by 2% and 1% in 2021 and 2020, respectively. This increase in sales to industrial customers was driven by the TA business as TA’s sales grew 26% in 2021 as compared to a decline of 8% in 2020. Combined sales to academic and government customers increased 7% in 2021 and decreased 16% in 2020, with foreign currency translation increasing sales by 2% in 2021 and having minimal impact on sales in 2020. Sales to our academic and governmental customers are highly dependent on when institutions receive funding to purchase our instrument systems and, as such, sales can vary significantly from period to period.\nOperating income was $822 million in 2021, an increase of 27% as compared to 2020. This increase was primarily a result of the increase in sales volumes caused by our customers resuming laboratory and manufacturing operations throughout the world and the favorable impact of foreign currency translation. The operating income increase was partially offset by the restoration of expenses that had been decreased in 2020 which consisted of a series of cost reduction actions that included salary reductions, furloughs and reductions in\nnon-essential\nspending that increased operating income by approximately $100 million in 2020. In addition, in the second half of 2021, the Company’s operating income was negatively impacted by higher freight costs and higher costs associated with certain electronic components.\nOperating income decreased 9% in 2020 as compared to 2019. This decrease can be attributed to the decline in sales volumes caused by\nthe COVID-19 pandemic,\nunfavorable manufacturing absorption and unfavorable foreign currency translation. The operating income decline was partially mitigated by a series of cost reduction actions, equaling $100 million, implemented by the Company in 2020. Operating income in 2020 also included $27 million of severance-related costs in connection with a reduction in workforce and lease termination and exit costs.\nOperating income as a percentage of sales was 29.5%, 27.3% and 29.4% in 2021, 2020 and 2019, respectively. The 2020 operating income percentage decreased as a result of the decrease in sales volume due to the\nCOVID-19\npandemic. In addition, the 2020 operating margin benefited by the $100 million of cost reduction actions. The 2021 operating income margin was negatively impacted by the cost actions as these costs had been reinstated by the beginning of 2021.\nThe Company’s effective tax rates were 14.1%, 14.6% and 12.7% for 2021, 2020 and 2019, respectively. Net income per diluted share was $11.17, $8.36 and $8.69 in 2021, 2020 and 2019, respectively.\nThe Company generated $747 million, $791 million and $643 million of net cash flows from operations in 2021, 2020 and 2019, respectively. The decrease in operating cash flow in 2021 was primarily a result of the $100 million of 2020 cost actions and working capital improvements implemented being reinstated once customer demand increased. Included in the 2021, 2020 and 2019 net cash flow from operations is $38 million,\n33\n$38 million and $29 million, respectively, of income tax payments made in the U.S. in relation to the 2017 transition tax liability. The Company is required to make a U.S. federal tax payment of approximately $38 million in 2022 to tax authorities in connection with the Company’s estimated remaining transition tax liabilities of $327 million under the 2017 Tax Act. The remainder of the liability is required to be paid in annual installments of $72 million, $96 million and $121 million in 2023, 2024 and 2025, respectively.\nCash flows used in investing activities included capital expenditures related to property, plant, equipment and software capitalization of $161 million, $172 million and $164 million in 2021, 2020 and 2019, respectively. The cash flows from investing activities in 2021 also included $49 million of capital expenditures related to the expansion of the Company’s precision chemistry consumable operations in the United States. The Company has incurred costs of $200 million on this facility through the end of 2021, and anticipates spending approximately $50 million to complete this new state-of-the-art facility in 2022.\nOn September 17, 2021, the Company entered into an amended and restated credit agreement (the “2021 Credit Agreement”), which amended the Company’s existing credit agreement entered into in 2017 (the “2017 Credit Agreement”). The 2021 Credit Agreement provides for a $1.8 billion revolving facility (the “2021 Credit Facility”) and converted the $300 million term loan under the 2017 Credit Agreement into part of the new revolving facility. As of December 31, 2021, the 2021 Credit Facility had a total of $210 million outstanding. As of December 31, 2020, the revolving credit facility and the term loan governed by the 2017 Credit Agreement had a total of $100 million and $300 million, respectively, outstanding. The 2021 Credit Facility matures on September 17, 2026 and requires no scheduled prepayments before that date.\nIn March 2021, the Company issued senior unsecured notes with an aggregate principal amount of $500 million. The Series N $100 million notes have a five-year term and a fixed interest rate of 1.68%. The Series O $400 million notes have\na 10-year term\nand a fixed interest rate of 2.25%.\nIn January 2019, the Company’s Board of Directors authorized the Company to repurchase up to $4 billion of its outstanding common stock over a\ntwo-year\nperiod. During 2021, 2020 and 2019, the Company repurchased 2.0 million, 0.8 million and 11.1 million shares of the Company’s outstanding common stock at a cost of $640 million, $167 million and $2.5 billion, respectively, under authorized share repurchase programs. As of December 31, 2021, the Company has a total of $885 million authorized for future repurchases. In December 2020, the Company’s Board of Directors authorized the extension of the share repurchase program through January 21, 2023. The Company believes that it has the financial flexibility to fund these share repurchases given current cash and investment levels and debt borrowing capacity, as well as to invest in research, technology and business acquisitions to further grow the Company’s sales and profits.\n34\nResults of Operations\nSales by Geography\nGeographic sales information is presented below for the years ended December 31, 2021, 2020 and 2019 (dollars in thousands):\nIn 2021, sales increased 18% as compared to 2020, due to stronger demand for our products and services across most major geographies and customer classes as a result of our customers resuming laboratory and manufacturing operations, as well as\nthe pent-up\ndemand from 2020 caused by\nthe COVID-19 pandemic.\nThe sales strength was broad-based, driven by continued growth in recurring revenues and the strong sales growth in instruments, particularly in LC instrument system sales. Foreign currency translation increased sales by 2% in 2021 and had minimal impact on sales in 2020.\nIn 2020, sales decreased 2% as compared to 2019, as the\nCOVID-19 pandemic\ncaused interruptions in business activities and uncertainties that resulted in our customers reducing purchases of our products and services. The sales declines in 2020 were broad-based across all geographies and were a result of the weaker demand and disruption of business activities caused by\nthe COVID-19 lockdowns,\nexcept in Europe where sales increased 5% as compared to the prior year. The most significant decline in sales in 2020 occurred in China, where sales declined 8%, as well as declines of 2% in the U.S. and 13% in the Americas Other region.\nSales by Trade Class\nNet sales by customer class are presented below for the years ended December 31, 2021, 2020 and 2019 (dollars in thousands):\n35\nIn 2021, sales to pharmaceutical customers increased 20% with foreign currency translation positively impacting sales by 1%. The increase in sales to pharmaceutical customers was broad-based with double-digit sales growth across most major geographies, primarily due to stronger demand for our products and services as a result of our customers continuing to resume laboratory and manufacturing operations. Sales also benefited from the demand from certain pharmaceutical customers involved\nwith COVID-19\ndiagnostic testing and the increase in the development of new drugs and therapies. Sales to industrial customers in 2021 increased 17%, primarily due to customers continuing to resume laboratory and manufacturing operations during the year and this growth was driven by the increased customer demand for our TA products. Foreign currency translation increased sales to industrial customers by 2% in 2021. Sales to academic and government customers increased 7% in 2021, with foreign currency translation increasing sales by 2%.\nIn 2020, sales to pharmaceutical customers increased 2% with foreign currency translation positively impacting sales by 1%. The lower sales volumes to pharmaceutical customers in 2020, particularly in the first half of the year, can be attributed to the disruption in business activities caused\nby COVID-19, despite\nincreased demand for our products and services from certain pharmaceutical customers who are\ninvolved with COVID-19 diagnostic testing\nand the development of new drugs and therapies. Sales to industrial customers in 2020 declined 2%, which were significantly impacted by the TA sales declines of 8% in 2020. The sales declines to academic and government customers were broad-based across all product classes as academic and governmental customers adjusted their spending to mitigate the effects of\nthe COVID-19 pandemic,\nwhich significantly impacted sales in China.\nWaters Products and Services Net Sales\nNet sales for Waters products and services were as follows for the years ended December 31, 2021, 2020 and 2019 (dollars in thousands):\nWaters products and service sales increased 17% in 2021 and declined 1% in 2020, with the effect of foreign currency translation increasing Waters sales by 2% and 1% in 2021 and 2020, respectively. Waters instrument system sales (LC and MS technology-based) increased 22% in 2021 primarily due to customer demand continuing to increase to\npre-pandemic\nlevels as customer laboratories and manufacturing facilities continued to return to normal operations. Precision chemistry consumables sales increased double-digits due to the strong demand across most major geographies driven by the uptake in columns and application-specific testing kits to pharmaceutical customers. Waters service sales increased 10% due to higher service demand billings as\nCOVID-19\nbusiness closures and restrictions began to ease. In addition, sales growth in 2021 benefited from the growing contributions made by the Company’s recent introductions of new higher-performing products which included the ACQUITY PREMIER System, Arc Premier HPLC System and Multi-Reflecting ToF mass spectrometers.\nIn 2020 Waters instrument system sales (LC and MS technology-based) decreased 8%, primarily attributed to the weaker demand for our products and services by our customers due to the disruption and uncertainty caused\nby the COVID-19 pandemic.\nPrecision chemistry consumables sales increased 5% in 2020, despite the disruption in business activities caused\nby COVID-19.\nWaters service sales increased 4%, primarily due to increased sales of service plans and higher service demand billings to a higher installed base of customers\n36\nrespectively, with sales in 2020 being partially offset by the weaker demand and disruption of business activities caused by\nthe COVID-19 lockdowns.\nTA Product and Services Net Sales\nNet sales for TA products and services were as follows for the years ended December 31, 2021, 2020 and 2019 (dollars in thousands):\nTA instrument system and service sales growth in 2021 was broad-based across all geographies increasing 26%, and was primarily driven by stronger demand as a result of our customers continuing to resume laboratory and manufacturing operations. In 2021, the increase in TA instrument system sales was primarily driven by strength in all major regions. The increase in TA service sales was attributable to customers continuing to resume their operations after the restrictions caused\nby COVID-19 during\n2020, as well as sales of service plans and billings to a higher installed base of customers. The effect of foreign currency translation increased TA’s sales by 1% in 2021.\nTA product and service sales declines in 2020 were primarily due to lower customer demand resulting from the\nCOVID-19 pandemic.\nTA’s instrument system sales declined in 2019 primarily due to lower customer demand resulting from macroeconomic conditions, tariff posturing and political instability. TA service sales increased in 2019 due to sales of service plans and billings to a higher installed base of customers. TA sales declined in all major regions in 2020, with foreign currency translation having minimal impact on TA’s sales.\nCost of Sales\nCost of sales increased 15% in 2021 as compared to 2020, primarily due to the increase in sales volumes during the year, the reinstatement in 2021 of expenses that had been reduced as a result of the\nCOVID-19\npandemic in 2020 that consisted of salary reductions, furloughs and reductions in\nnon-essential\nspending as well as an increase in freight costs.\nCost of sales is affected by many factors, including, but not limited to, foreign currency translation, product mix, product costs of instrument systems and amortization of software platforms. At current foreign currency exchange rates, the Company expects foreign currency translation to decrease sales and gross profit during 2022.\nSelling and Administrative Expenses\nSelling and administrative expenses increased 13% and 4% in 2021 and 2020, respectively. The increase in selling and administrative expenses in 2021 can be attributed to the higher salary merit and variable incentive compensation costs as well as the impact of the reinstatement of salary reductions, furloughs and reductions in\nnon-essential\nspending that occurred in 2020. The increase in selling and administrative expenses in 2020 can be attributed to the salary merit and incentive compensation increases along with the severance-related costs in connection with a reduction in workforce and lease-termination and exit costs. Severance and lease termination and exit costs were $27 million and $10 million in 2020 and 2019, respectively. Offsetting these increases in selling and administrative expenses were $70 million of savings in 2020, which\nincludes COVID-19 and\nrestructuring cost saving actions that reduced planned salaries\nand non-essential spending.\nThe effect of foreign currency translation increased selling and administrative expenses by 1% in 2021 and had a minimal impact on selling and administrative expenses in 2020.\n37\nAs a percentage of net sales, selling and administrative expenses were 22.5%, 23.4% and 22.2% for 2021, 2020 and 2019, respectively.\nResearch and Development Expenses\nResearch and development expenses increased 20% in 2021 and decreased 2% in 2020. The increase in research and development expenses was impacted by additional headcount, merit compensation and costs associated with new products and the development of new technology initiatives as well as the reinstatement of\nCOVID-19\ncost actions implemented in 2020. Research and development expenses in 2020 include $15 million of cost action savings from salary reductions, furloughs and reductions\nin non-essential spending.\nForeign currency translation decreased research and development expenses in 2021 by 1% and had minimal impact on research and development costs in 2020.\nAsset Impairments\nDuring 2020, due to a shift in strategic priorities, the Company recorded a\nnon-cash\ncharge of $10 million for the impairment of certain intangible assets associated with the acquisition of Medimass Research Development and Service Kft (“Medimass”). In conjunction with the intangible asset impairment, the Company also reduced its liability for contingent consideration of $3 million during 2020 as the carrying value of this liability is based on the future sales of the Medimass intangible assets that were impaired. See Note 2, Basis of Presentation and Summary of Significant Accounting Policies, under the heading “Asset Impairments” in the Notes to Consolidated Financial Statements for a description of the impairment charge.\nOther Income (Expense), Net\nIn 2021, the Company executed a settlement agreement to resolve patent infringement litigation with Bruker Corporation and Bruker Daltronik GmbH regarding their timsTOF product line. In connection with the settlement, the Company is entitled to receive $10 million in guaranteed payments, including minimum royalty payments, which were recognized within other income in our consolidated statement of operations. In 2021, the Company also recorded an unrealized gain of $10 million due to an observable change in the fair value of an existing investment the Company does not have the ability to exercise significant influence over.\nInterest Expense, Net\nNet interest expense in 2021 remained consistent with 2020 as the increase in the average debt balance in 2021 was offset by the impact of lower interest rates. The increase in net interest expense from 2019 to 2020 is due to higher debt balances in 2020.\nProvision for Income Taxes\nThe Company’s effective tax rates were 14.1%, 14.6% and 12.7% in 2021, 2020 and 2019, respectively.\nThe Company’s effective income tax rate differs from the U.S. federal statutory rate each year due to differences in the proportionate amounts of\npre-tax\nincome recognized in jurisdictions with different effective tax rates and the items discussed below.\nThe four principal jurisdictions in which the Company manufactures are the U.S., Ireland, the U.K. and Singapore, where the statutory tax rates were 21%, 12.5%, 19% and 17%, respectively, as of December 31, 2021. The Company entered into a new Development and Expansion Incentive in Singapore that provides a concessionary income tax rate of 5% on certain types of income for the period of April 1, 2021 through March 31, 2026. Prior to April 1, 2021, the Company had a tax exemption on income arising from qualifying activities in Singapore, based upon the achievement of certain contractual milestones, which the Company met as of December 31, 2020 and maintained through March 2021. The effect of applying these concessionary income tax rates rather than the statutory tax rate to income arising from qualifying activities in Singapore increased the\n38\nCompany’s net income during the years ended December 31, 2021, 2020 and 2019 by $20 million, $21 million and $24 million, respectively, and increased the Company’s net income per diluted share by $0.32, $0.33 and $0.35, respectively.\nDuring 2021, the Company’s effective tax rate differed from the 21% U.S. statutory tax rate primarily due to the jurisdictional mix of earnings, a $10 million provision related to the Global Intangible\nLow-Taxed\nIncome (“GILTI”) tax and a tax benefit of $7 million on stock-based compensation.\nThe 2020 effective tax rate differed from the U.S. federal statutory tax rate primarily due to the jurisdictional mix of earnings, a $13 million provision related to the GILTI tax and a tax benefit of $7 million on stock-based compensation.\nThe 2019 effective tax rate differed from the U.S. federal statutory tax rate primarily due to the jurisdictional mix of earnings, an $11 million provision related to the GILTI tax and tax benefit of $9 million related to stock-based compensation.\nThe Company’s effective tax rate is influenced by many significant factors, including, but not limited to, the wide range of income tax rates in jurisdictions in which the Company operates; sales volumes and profit levels in each tax jurisdiction; changes in tax laws, tax rates and policies; the outcome of various ongoing tax audit examinations; and the impact of foreign currency transactions and translation. As a result of variability in these factors, the Company’s effective tax rates in the future may not be similar to the effective tax rates for the current or prior years, or for previously forecasted periods.\nLiquidity and Capital Resources\nCondensed Consolidated Statements of Cash Flows (in thousands):\n39\nCash Flow Provided By Operating Activities\nNet cash provided by operating activities was $747 million, $791 million and $643 million in 2021, 2020 and 2019, respectively. The changes within net cash provided by operating activities include the following significant changes in the sources and uses of net cash provided by operating activities, aside from the changes in net income:\nCash (Used in) Provided By Investing Activities\nNet cash used in investing activities totaled $232 million and $264 million in 2021 and 2020, respectively, while net cash provided by investing activities was $769 million in 2019. Additions to fixed assets and capitalized software were $161 million, $172 million and $164 million in 2021, 2020 and 2019, respectively. The cash flows from investing activities in 2021 also included $49 million of capital expenditures related to the expansion of the Company’s precision chemistry consumable operations in the United States. The Company has incurred costs of $200 million on this facility through the end of 2021, and anticipates spending approximately $50 million to complete this new state-of-the-art facility in 2022.\nDuring 2021, 2020 and 2019, the Company purchased $280 million, $26 million and $37 million of investments, respectively. During 2021, 2020 and 2019, $218 million, $21 million and $1.0 billion of investments matured, respectively.\nIn January 2020, the company entered into a definitive agreement to acquire Andrew Alliance, an innovator in specialty laboratory automation technology, including software and robotics for approximately $80 million in cash. The Company had an equity investment in Andrew Alliance that was valued at $4 million and included as part of the total consideration. This acquisition did not have a material effect on the Company’s sales and expenses in 2020.\nIn December 2020, the company entered into a definitive agreement to acquire ISS, a provider of clinical laboratory software systems, for $4 million in cash. This acquisition did not have a material effect on the Company’s sales and expenses in 2020.\nThere were no business acquisitions in 2021 and 2019.\n40\nDuring 2021, 2020 and 2019, the Company made $2 million, $6 million and $9 million of investments in unaffiliated companies, respectively.\nCash Used in Financing Activities\nOn September 17, 2021, the Company entered into an amended and restated credit agreement (the “2021 Credit Agreement”), which amended the Company’s existing credit agreement entered into in 2017 (the “2017 Credit Agreement”). The 2021 Credit Agreement provides for a $1.8 billion revolving facility (the “2021 Credit Facility”) and converted the $300 million term loan under the 2017 Credit Agreement into part of the new revolving facility. As of December 31, 2021, the 2021 Credit Facility had a total of $210 million outstanding. As of December 31, 2020, the revolving credit facility and the term loan governed by the 2017 Credit Agreement had a total of $100 million and $300 million, respectively, outstanding. The 2021 Credit Facility matures on September 17, 2026 and requires no scheduled prepayments before that date.\nIn March 2021, the Company issued senior unsecured notes with an aggregate principal amount of $500 million. The Series N $100 million notes have a five-year term and a fixed interest rate of 1.68%. The Series O $400 million notes have\na 10-year term\nand a fixed interest rate of 2.25%.\nThe Company’s net debt borrowings increased by $160 million in 2021, decreased by $325 million in 2020 and increased by $535 million in 2019. As of December 31, 2021, the Company had a total of $1.5 billion in outstanding debt, which consisted of $1.3 billion in outstanding senior unsecured notes and $210 million borrowed under a revolving credit facility, with both the term loan and revolving credit facilities under the 2017 Credit Agreement. As of December 31, 2021, the Company had a total amount available to borrow under the 2017 Credit Agreement of $1.6 billion after outstanding letters of credit. As of December 31, 2021, the Company was in compliance with all debt covenants.\nAs of December 31, 2021, the Company has entered into three-year interest rate cross-currency swap derivative agreements with a notional value of $230 million to hedge the variability in the movement of foreign currency exchange rates on a portion of its Euro-denominated net asset investments. As a result of entering into these agreements, the Company lowered its net interest expense by $11 million, $15 million and $12 million during 2021, 2020 and 2019, respectively. The Company anticipates that these swap agreements will lower net interest expense by approximately $1 million in 2022, as the three-year term of the agreements expire. During 2021, the Company entered into a new cross-currency swap derivative agreement with a notional value of $40 million.\nIn January 2019, the Company’s Board of Directors authorized the Company to repurchase up to $4 billion of its outstanding common stock over a\ntwo-year\nperiod. During 2021, 2020 and 2019, the Company repurchased 2.0 million, 0.8 million and 11.1 million shares of the Company’s outstanding common stock at a cost of $640 million, $167 million and $2.5 billion, respectively, under the January 2019 authorization and other previously announced programs. In December 2020, the Company’s Board of Directors authorized the extension of the share repurchase program through January 21, 2023. In addition, the Company repurchased $9 million, $9 million and $8 million of common stock related to the vesting of restricted stock units during the years ended December 31, 2021, 2020 and 2019, respectively.\nThe Company received $56 million, $66 million and $54 million of proceeds from the exercise of stock options and the purchase of shares pursuant to the Company’s employee stock purchase plan in 2021, 2020 and 2019, respectively.\nThe Company had cash, cash equivalents and investments of $569 million as of December 31, 2021. The majority of the Company’s cash and cash equivalents are generated from foreign operations, with $440 million held by foreign subsidiaries at December 31, 2021, of which $298 million was held in currencies other than U.S. dollars.\n41\nAs of December 31, 2021, the Company’s material cash requirements include the following contractual and other obligations:\nLong-term debt.\nAs of December 31, 2021, the Company had $1.5 billion of cash requirements for the principal on long-term debt that will mature and be paid as follows: $50 million in 2023; $100 million in 2024; $670 million in 2026; $300 million in 2029 and $400 million in 2031.\nInterest on Senior Unsecured Notes.\nAs of December 31, 2021, the Company had $240 million of cash requirements for the interest on senior unsecured notes that is to be paid as follows: $39 million in 2022; $38 million in 2023; $35 million in 2024; $33 million in 2025; $27 million in 2026; $20 million in both 2027 and 2028; $17 million in 2029; $9 million in 2030; and $2 million in 2031. See also Note 9 in the Notes to the Consolidated Financial Statements for financial information about interest payable.\n2017 Tax Act liabilities.\nAs a result of the 2017 Tax Act, the Company incurred a Transition Toll Tax, that would be paid over an eight-year period, starting in 2018, and will not accrue interest. As of December 31, 2021, the Company had a remaining cash requirement of $327 million of which $38 million, $72 million, $96 million and $121 million will be paid in 2022, 2023, 2024 and 2025, respectively. See also Note 10 in the Notes to the Consolidated Financial Statements for financial information about tax liabilities.\nOperating Leases.\nThe Company’s operating leases consist of property leases for sales, demonstration, laboratory, warehouse and office spaces, automotive leases for sales and service personnel and equipment leases, primarily used in our manufacturing and distribution operations. For leases with terms greater than 12 months, the Company recorded the\nrelated right-of-use asset\nand lease liability obligation at the present value of lease payments over the term of the leases. Some of the Company’s leases include rental escalation clauses, renewal options and/or termination options that are factored into our determination of lease payments. A certain number of these leases contain rent escalation clauses, either fixed or adjusted periodically for inflation of market rates, that are factored into the Company’s determination of lease payments. The Company also has variable lease payments that do not depend on a rate or index, primarily for items such as real estate taxes and other expenses, which are recorded as variable costs when incurred. The Company’s cash requirements for future lease payments were approximately $94 million as of December 31, 2021. See also Note 12 in the Notes to the Consolidated Financial Statements for financial information about lease liabilities.\nLong-term Software Contract Commitments.\nFor contracts the Company is committed to that are not cancelable without penalties. The Company’s contractual obligation with these vendors was approximately $28 million as of December 31, 2021.\nManagement believes, as of the date of this report, that the Company’s financial position, along with expected future cash flows from earnings based on historical trends and the ability to raise funds from external sources and the borrowing capacity from existing, committed credit facilities, will be sufficient to service debt and fund working capital and capital spending requirements, authorized share repurchase amounts and potential acquisitions for at least the next twelve months.\nCritical Accounting Policies and Estimates\nSummary\nThe preparation of consolidated financial statements requires the Company to make estimates and judgments that affect the reported amounts of assets, liabilities, revenues and expenses, and related disclosure of contingent liabilities. Critical accounting policies are those that are central to the presentation of the Company’s financial condition and results of operations that require management to make estimates about matters that are highly uncertain and that would have a material impact on the Company’s results of operations given changes in the estimate that are reasonably likely to occur from period to period or use of different estimates that reasonably could have been used in the current period. On an ongoing basis, the Company evaluates its policies and estimates. The Company bases its estimates on historical experience and on various other assumptions that are\n42\nbelieved to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual amounts may differ from these estimates under different assumptions or conditions. There are other items within the Company’s consolidated financial statements that require estimation, but are not deemed critical as defined above. Changes in estimates used in these and other items could potentially have a material impact on the Company’s consolidated financial statements.\nRevenue Recognition\nThe Company recognizes revenue upon transfer of control of promised products and services to customers in an amount that reflects the consideration the Company expects to receive in exchange for those products or services. The Company generally enters into contracts that include a combination of products and services. Revenue is allocated to distinct performance obligations and is recognized net of allowances for returns and discounts.\nThe Company recognizes revenue on product sales at the time control of the product transfers to the customer. In substantially all of the Company’s arrangements, title of the product transfers at shipping point and, as a result, the Company determined control transfers at the point of shipment. In more limited cases, there are destination-based shipping terms and, thus, control is deemed to transfer when the products arrive at the customer site. All incremental costs of obtaining a contract are expensed as and when incurred if the expected amortization period of the asset that would have been recognized is one year or less. Shipping and handling costs are included as a component of cost of sales. In situations where the control of the goods transfers prior to the completion of the Company’s obligation to ship the products to its customers, the Company has elected the practical expedient to account for the shipping services as a fulfillment cost. Accordingly, such costs are recognized when control of the related goods is transferred to the customer. In more rare situations, the Company has revenue associated with products that contain specific customer acceptance criteria and the related revenue is not recognized before the customer acceptance criteria are satisfied. The Company elected to exclude from the measurement of the transaction price all taxes assessed by a governmental authority that are both imposed on and concurrent with specific revenue-producing transactions and collected by the Company from a customer.\nGenerally, the Company’s contracts for products include a performance obligation related to installation. The Company has determined that the installation represents a distinct performance obligation and revenue is recognized separately upon the completion of installation. The Company determines the amount of the transaction price to allocate to the installation service based on the standalone selling price of the product and the service, which requires judgment. The Company determines the relative standalone selling price of installation based upon a number of factors, including hourly service billing rates and estimated installation hours. In developing these estimates, the Company considers past history, competition, billing rates of current services and other factors.\nThe Company has sales from standalone software, which are included in instrument systems revenue. These arrangements typically include software licenses and maintenance contracts, both of which the Company has determined are distinct performance obligations. The Company determines the amount of the transaction price to allocate to the license and maintenance contract based on the relative standalone selling price of each performance obligation. Software license revenue is recognized at the point in time when control has been transferred to the customer. The revenue allocated to the software maintenance contract is recognized on a straight-line basis over the maintenance period, which is the contractual term of the contract, as a time-based measure of progress best reflects the Company’s performance in satisfying this obligation. Unspecified rights to software upgrades are typically sold as part of the maintenance contract on a\nwhen-and-if-available\nbasis.\nPayment terms and conditions vary among the Company’s revenue streams, although terms generally include a requirement of payment within 30 to 60 days of product shipment. Prior to providing payment terms to customers, an evaluation of their credit risk is performed. Returns and customer credits are infrequent and insignificant and are recorded as a reduction to sales. Rights of return are not included in sales arrangements and, therefore, there is minimal variable consideration included in the transaction price of our products.\n43\nService revenue includes (i) service and software maintenance contracts and (ii) service calls (time and materials). Instrument service contracts and software maintenance contracts are typically annual contracts, which are billed at the beginning of the contract or maintenance period. The amount of the service and software maintenance contract is recognized on a straight-line basis to revenue over the maintenance service period, which is the contractual term of the contract, as a time-based measure of progress best reflects the Company’s performance in satisfying this obligation. There are no deferred costs associated with the service contract, as the cost of the service is recorded when the service is performed. Service calls are recognized to revenue at the time a service is performed.\nThe Company’s deferred revenue liabilities at December 31, 2021 of $274 million on the consolidated balance sheets consist of the obligation on instrument service contracts and customer payments received in advance, prior to transfer of control of the instrument. The Company records deferred revenue primarily related to its service contracts, where consideration is billable at the beginning of the service period.\nAllowance for credit losses on Accounts Receivable\nThe Company adopted new accounting guidance regarding the accounting for credit losses as of January 1, 2020 using a modified retrospective transition approach that was applied to our trade receivable balances. The allowance for credit losses policies described below were effective as of January 1, 2020.\nThe Company maintains allowances for expected credit losses based on applying a historical loss rate to trade receivable aging balances to estimate a general reserve balance on current receivables along with an additional adjustment for any specific receivables with known or anticipated issues affecting the likelihood of recovery. The historical loss rate is calculated by comparing the prior year actual sales and accounts receivable balances to estimate the period of collection of trade receivables by aging category. This collection information by aging category is then compared to write offs over the same prior year period to estimate the amount of allowance that is attributable to each category of our accounts receivable aging. Past due balances with a probability of default based on historical data as well as relevant available forward-looking information are included in the specific adjustment. If the financial condition of the Company’s customers were to deteriorate beyond what is estimated in the current expected credit loss model, resulting in an impairment of their ability to make payments, additional allowances may be required. The Company does not request collateral from its customers, but collectibility is enhanced through the use of credit card payments and letters of credit. The Company assesses collectibility based on a number of factors, including, but not limited to, past transaction history with the customer, the credit-worthiness of the customer, industry trends and the macro-economic environment. Historically, the Company has not experienced significant credit losses. Sales returns and allowances are estimates of future product returns related to current period revenue. Material differences may result in the amount and timing of revenue for any period if management made different judgments or utilized different estimates for sales returns and allowances for expected credit losses. The Company’s accounts receivable balance at December 31, 2021 was $613 million, net of allowances for expected credit losses of $13 million.\nLoss Provision on Inventory\nThe Company values all of its inventories at the lower of cost or net realizable value on a\nfirst-in,\nfirst-out\nbasis (“FIFO”). The Company estimates revisions to its inventory valuations based on technical obsolescence, historical demand, projections of future demand, including that in the Company’s current backlog of orders, and industry and market conditions. If actual future demand or market conditions are less favorable than those projected by management, additional write-downs may be required. The Company’s inventory balance at December 31, 2021 was recorded at its net realizable value of $356 million, which is net of write-downs of $32 million.\n44\nLong-Lived Assets, Intangible Assets and Goodwill\nThe Company assesses the impairment of identifiable intangibles, long-lived assets and goodwill whenever events or changes in circumstances indicate that the carrying value may not be recoverable. Factors the Company considers important which could trigger impairment include, but are not limited to, the following:\nWhen the Company determines that the carrying value of an individual intangible asset, long-lived asset or goodwill may not be recoverable based upon the existence of one or more of the above indicators, an estimate of undiscounted future cash flows produced by that intangible asset, long-lived asset or goodwill, including its eventual residual value, is compared to the carrying value to determine whether impairment exists. In the event that such cash flows are not expected to be sufficient to recover the carrying amount of the asset, the asset is written-down to its estimated fair value. Net intangible assets, long-lived assets and goodwill amounted to $242 million, $548 million and $438 million, respectively, as of December 31, 2021.\nThe Company performs annual impairment reviews of its goodwill on December 31 of each year. For goodwill impairment review purposes, the Company has two reporting units: Waters and TA. The Company currently does not expect to record an impairment charge in the foreseeable future as the estimated fair values of the reporting units significantly exceeds the carrying value of the reporting units; however, there can be no assurance that, at the time future reviews are completed, a material impairment charge will not be recorded. The factors that could cause a material goodwill impairment charge in the future include, but are not limited to, the following:\nIncome Taxes\nAs part of the process of preparing the consolidated financial statements, the Company is required to estimate its income taxes in each of the jurisdictions in which it operates. This process involves the Company estimating its income taxes, taking into account the amount, timing and character of taxable income, tax deductions and credits and assessing changes in tax laws, regulations, agreements and treaties. Differing treatment of items for tax and accounting purposes, such as depreciation, amortization and inventory reserves, result in deferred tax assets and liabilities, which are included within the consolidated balance sheets. In the event that actual results differ from these estimates, or the Company adjusts these estimates in future periods, such changes could materially impact the Company’s financial position and results of operations.\nThe accounting standards for income taxes require that a company continually evaluate the necessity of establishing or changing a valuation allowance for deferred tax assets depending on whether it is more likely than not that the actual benefit of those assets will be realized in future periods.\n45\nUncertain Tax Positions\nThe Company accounts for its uncertain tax return positions in accordance with the accounting standards for income taxes, which require financial statement reporting of the expected future tax consequences of uncertain tax positions on the presumption that all concerned tax authorities possess full knowledge of those tax positions, as well as all of the pertinent facts and circumstances, but prohibit any discounting of unrecognized tax benefits associated with those positions for the time value of money. The Company classified interest and penalties related to unrecognized tax benefits as a component of the provision for income taxes. At December 31, 2021, the Company had unrecognized tax benefits, excluding interest and penalties, of $29 million.\nThe Company has a new Development and Expansion Incentive in Singapore that provides a concessionary income tax rate of 5% on certain types of income for the period April 1, 2021 through March 31, 2026. This new incentive has similar requirements for business spending targets, attaining and sustaining employment targets and performance of certain research and manufacturing activities as previous agreements. Prior to April 1, 2021, the Company had a tax exemption on income arising from qualifying activities in Singapore, based upon the achievement of certain contractual milestones, which the Company met as of December 31, 2020 and maintained through March 2021. These milestones include the following types of objectives: reaching and maintaining annual revenue and business spending targets; meeting capital expenditures targets; attaining and sustaining employment targets; and establishing a local research and development and service center. The Company determined that it was more likely than not to realize the tax exemption in Singapore and, accordingly, did not recognize any reserves for unrecognized tax benefits on its balance sheet related to this exemption. In the event that any of the milestone targets were not met, the Company would not be entitled to the tax exemption on income earned in Singapore and all the tax benefits previously recognized would be reversed, resulting in the recognition of income tax expense equal to the statutory tax of 17% on income earned during that period.\nWarranty\nProduct warranties are recorded at the time revenue is recognized for certain product shipments. While the Company engages in extensive product quality programs and processes, including actively monitoring and evaluating the quality of its component suppliers, the Company’s warranty obligation is affected by product failure rates, material usage and service delivery costs incurred in correcting a product failure. Should actual product failure rates, material usage or service delivery costs differ from the Company’s previous estimates, revisions to the estimated warranty liability would be required. At December 31, 2021, the Company’s warranty liability was $11 million.\nLitigation\nAs described in Part I, Item 3, Legal Proceedings, of this\nForm 10-K,\nthe Company is a party to various pending litigation matters. With respect to each pending claim, management determines whether it can reasonably estimate whether a loss is probable and, if so, the probable range of that loss. If and when management has determined, with respect to a particular claim, both that a loss is probable and that it can reasonably estimate the range of that loss, the Company records a charge equal to either its best estimate of that loss or the lowest amount in that probable range of loss. The Company will disclose additional exposures when the range of loss is subject to considerable uncertainty.\nPension and Other Retirement Benefits\nIn 2018, the Company settled its defined benefit pension plan in the United States. As a result of this settlement, the Company’s defined benefit pension obligations were significantly reduced in 2018 and 2019. The Company still maintains a number of smaller defined benefit pension plans and other retirement benefits throughout the world. Assumptions used in determining projected benefit obligations and the fair values of plan assets for the Company’s remaining less significant pension plans and other retirement benefits are evaluated periodically by management. Changes in assumptions are based on relevant Company data. Critical assumptions, such as the\n46\ndiscount rate used to measure the benefit obligations and the expected long-term rate of return on plan assets, are evaluated and updated annually. The Company has assumed that the weighted-average expected long-term rate of return on plan assets will be 6.25% for its U.S. benefit plans and 2.58% for its\nnon-U.S.\nbenefit plans.\nAt the end of each year, the Company determines the discount rate that reflects the current rate at which the pension liabilities could be effectively settled. The Company utilized Milliman’s Bond Matching model to determine the discount rate for its U.S. benefit plans. The Company determined the discount rate for its\nnon-U.S.\nbenefit plans based on the analysis of the Mercer Pension Discount Curve for high quality investments as of December 31, 2021 that best matched the timing of the plan’s future cash flows for the period to maturity of the pension benefits. Once the interest rates were determined, the plan’s cash flow was discounted at the spot interest rate back to the measurement date. At December 31, 2021, the Company determined the weighted-average discount rate to be 2.70% for the U.S. benefit plans and 1.40% for the\nnon-U.S.\nbenefits plans.\nA\none-quarter\npercentage point increase in the assumed long-term rate of return would decrease the Company’s net periodic benefit cost by less than $1 million. A\none-quarter\npercentage point increase in the discount rate would decrease the Company’s net periodic benefit cost by less than $1 million.\nStock-based Compensation\nThe accounting standards for stock-based compensation require that all share-based payments to employees be recognized in the statements of operations based on their fair values. The Company has used the Black-Scholes option pricing model and Monte Carlo simulation model to determine the fair value of its stock option awards and performance stock unit awards, respectively. Under the fair-value recognition provisions of this statement, share-based compensation cost is measured at the grant date based on the value of the award and is recognized as expense over the vesting period. Determining the fair value of share-based awards at the grant date requires judgment, including estimating stock price volatility and employee stock option exercise behaviors. If actual results differ significantly from these estimates, stock-based compensation expense and the Company’s results of operations could be materially impacted. As stock-based compensation expense recognized in the consolidated statements of operations is based on awards that ultimately are expected to vest, the amount of the expense has been reduced for estimated forfeitures. These accounting standards require forfeitures to be estimated at the time of grant and revised, if necessary, in subsequent periods if actual forfeitures differ from those estimates. Forfeitures are estimated based on historical experience. If factors change and the Company employs different assumptions in the application of these accounting standards, the compensation expense that the Company records in future periods may differ significantly from what the Company has recorded in the current period. The Company recognizes the expense using the straight-line attribution method.\nAs of December 31, 2021, unrecognized compensation costs and related weighted-average lives over which the costs will be amortized were as follows (in millions):\nBusiness Combinations and Asset Acquisitions\nThe Company accounts for business acquisitions under the accounting standards for business combinations. The results of each acquisition are included in the Company’s consolidated results as of the acquisition date and the purchase price of an acquisition is allocated to tangible and intangible assets and assumed liabilities based on\n47\ntheir estimated fair values. Any excess of the fair value consideration transferred over the estimated fair values of the net assets acquired is recognized as goodwill. Acquired\nin-process\nresearch and development (“IPR&D”) included in a business combination is capitalized as an indefinite-lived intangible asset. Development costs incurred after the acquisition are expensed as incurred and acquired IPR&D is tested for impairment annually until completion of the acquired programs. Upon commercialization, this indefinite-lived intangible asset is then accounted for as a finite-lived intangible asset and amortized on a straight-line basis over its estimated useful life, subject to periodic impairment reviews. If the research and development project is abandoned, the indefinite-lived asset is charged to expense. Legal costs, due diligence costs, business valuation costs and all other business acquisition costs are expensed when incurred.\nThe Company also acquires intellectual property through licensing arrangements. These arrangements often require upfront payments and may include additional milestone or royalty payments, contingent upon certain future events. IPR&D acquired in an asset acquisition (as opposed to a business combination) is expensed immediately unless there is an alternative future use. Subsequent payments made for the achievement of milestones are evaluated to determine whether they have an alternative future use or should be expensed. Payments made to third parties subsequent to commercialization are capitalized and amortized over the remaining useful life of the related asset, and are classified as intangible assets.\nRecent Accounting Standard Changes and Developments\nInformation regarding recent accounting standard changes and developments is incorporated by reference from Part II, Item 8, Financial Statements and Supplementary Data, of this document and should be considered an integral part of this Item 7. See Note 2 in the Notes to the Consolidated Financial Statements for recently adopted and issued accounting standards."
  },
  {
    "item_key": "item_7a",
    "text": "Derivative Transactions\nThe Company is a global company that operates in over 35 countries and, as a result, the Company’s net sales, cost of sales, operating expenses and balance sheet amounts are significantly impacted by fluctuations in foreign currency exchange rates. The Company is exposed to currency price risk on foreign currency exchange rate fluctuations when it translates its\nnon-U.S.\ndollar foreign subsidiaries’ financial statements into U.S. dollars, and when any of the Company’s subsidiaries purchase or sell products or services in a currency other than its own currency.\nThe Company’s principal strategies in managing exposures to changes in foreign currency exchange rates are to (1) naturally hedge the foreign-currency-denominated liabilities on the Company’s balance sheet against corresponding assets of the same currency, such that any changes in liabilities due to fluctuations in foreign currency exchange rates are typically offset by corresponding changes in assets and (2) mitigate foreign exchange risk exposure of international operations by hedging the variability in the movement of foreign currency exchange rates on a portion of its Euro-denominated net asset investments. The Company presents the derivative transactions in financing activities in the statement of cash flows.\nForeign Currency Exchange Contracts\nThe Company does not specifically enter into any derivatives that hedge foreign-currency-denominated operating assets, liabilities or commitments on its balance sheet, other than a portion of certain third-party accounts receivable and accounts payable, and the Company’s net worldwide intercompany receivables and payables, which are eliminated in consolidation. The Company periodically aggregates these net worldwide balances by currency and then enters into foreign currency exchange contracts that mature within 90 days to hedge a portion of the remaining balance to minimize some of the Company’s currency price risk exposure. The foreign currency exchange contracts are not designated for hedge accounting treatment. Principal hedged currencies include the Euro, Japanese yen, British pound, Mexican peso and Brazilian real.\n48\nInterest Rate Cross-Currency Swap Agreements\nAs of December 31, 2021, the Company had three-year interest rate cross-currency swap derivative agreements with a notional value of $230 million to hedge the variability in the movement of foreign currency exchange rates on a portion of its Euro-denominated net asset investments. Under hedge accounting, the change in fair value of the derivative that relates to changes in the foreign currency spot rate are recorded in the currency translation adjustment in other comprehensive income and remain in accumulated comprehensive income in stockholders’ equity (deficit) until the sale or substantial liquidation of the foreign operation. The difference between the interest rate received and paid under the interest rate cross-currency swap derivative agreement is recorded in interest income in the statement of operations.\nThe Company’s foreign currency exchange contracts and interest rate cross-currency swap agreements included in the consolidated balance sheets are classified as follows (in thousands):\nThe following is a summary of the activity included in the consolidated statements of operations and statements of comprehensive income related to the foreign currency exchange contracts and interest rate cross-currency swap agreements (in thousands):\nAssuming a hypothetical adverse change of 10% in\nyear-end\nexchange rates (a strengthening of the U.S. dollar), the fair market value of the foreign currency exchange contracts outstanding as of December 31, 2021 would decrease\npre-tax\nearnings by approximately $5 million. Assuming a hypothetical adverse change of 10% in\nyear-end\nexchange rates (a strengthening of the U.S. dollar), the fair market value of the interest rate cross-currency swap agreements outstanding as of December 31, 2021 would increase by approximately $23 million and would be recorded to foreign currency translation in other comprehensive income within stockholders’ equity (deficit). The related impact on interest income would not have a material effect on\npre-tax\nearnings.\nThe Company’s cash and cash equivalents are not subject to significant interest rate risk due to the short maturities of these instruments. The Company’s cash equivalents represent highly liquid investments, with original maturities of 90 days or less, primarily in bank deposits, U.S. treasury bill money market funds and commercial paper. As of December 31, 2021, the carrying value of the Company’s cash and cash equivalents approximated fair value.\n49\nThe Company is exposed to the risk of interest rate fluctuations from the investments of cash generated from operations. Investments with maturities greater than 90 days are classified as investments, and are held primarily in U.S. dollar-denominated treasury bills and commercial paper, bank deposits and corporate debt securities. As of December 31, 2021, the Company estimates that a hypothetical adverse change of 100 basis points across all maturities would not have a material effect on the fair market value of its portfolio.\nThe Company is also exposed to the risk of exchange rate fluctuations. The Company maintains cash balances in various operating accounts in excess of federally insured limits, and in foreign subsidiary accounts in currencies other than the U.S. dollar. As of December 31, 2021 and 2020, $440 million out of $569 million and $364 million out of $443 million, respectively, of the Company’s total cash, cash equivalents and investments were held by foreign subsidiaries. In addition, $298 million out of $569 million and $254 million out of $443 million of cash, cash equivalents and investments were held in currencies other than the U.S. dollar at December 31, 2021 and 2020, respectively. As of December 31, 2021, the Company had no holdings in auction rate securities or commercial paper issued by structured investment vehicles.\nAssuming a hypothetical adverse change of 10% in\nyear-end\nexchange rates (a strengthening of the U.S. dollar), the fair market value of the Company’s cash, cash equivalents and investments held in currencies other than the U.S. dollar as of December 31, 2021 would decrease by approximately $30 million, of which the majority would be recorded to foreign currency translation in other comprehensive income within stockholders’ equity.\n50"
  },
  {
    "item_key": "item_8",
    "text": "Management’s Report on Internal Control Over Financial Reporting\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in\nRules 13a-15(f)\nand\n15d-15(f)\nunder the Exchange Act. Because of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nUnder the supervision and with the participation of our management, including our chief executive officer and chief financial officer, we conducted an evaluation of the effectiveness of our internal control over financial reporting based on the framework in\nInternal Control\n— Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). Based on our evaluation under the framework in\nInternal Control\n— Integrated Framework (2013)\n, our management, including our chief executive officer and chief financial officer, concluded that our internal control over financial reporting was effective as of December 31, 2021.\nThe effectiveness of our internal control over financial reporting as of December 31, 2021 has been audited by PricewaterhouseCoopers LLP, an independent registered public accounting firm, as stated in their report which is included herein.\n51\nReport of Independent Registered Public Accounting Firm\nTo the Board of Directors and Stockholders of Waters Corporation\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of Waters Corporation and its subsidiaries (the “Company”) as of December 31, 2021 and 2020, and the related consolidated statements of operations, of comprehensive income, of stockholders’ equity (deficit) and of cash flows for each of the three years in the period ended December 31, 2021, including the related notes (collectively referred to as the “consolidated financial statements”). We also have audited the Company’s internal control over financial reporting as of December 31, 2021, based on criteria established in\nInternal Control—Integrated Framework\n(2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2021 and 2020, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2021 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2021, based on criteria established in\nInternal Control—Integrated Framework\n(2013) issued by the COSO.\nBasis for Opinions\nThe Company’s management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control Over Financial Reporting. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company’s internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in\n52\naccordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nCritical Audit Matters\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nGoodwill Impairment Assessment\nAs described in Notes 2 and 8 to the consolidated financial statements, the Company’s consolidated goodwill balance was $438 million as of December 31, 2021. Management tests for goodwill impairment using a fair-value approach at the reporting unit level annually, or earlier, if an event occurs or circumstances change that would more likely than not reduce the fair value of a reporting unit below its carrying amount. The Company performs an annual goodwill impairment assessment for its reporting units as of December 31 each year. Under the impairment assessment, if the carrying amount of a reporting unit exceeds its fair value, an impairment loss is recognized in an amount equal to the amount of the excess carrying amount of the reporting unit over its fair value. This impairment is limited to the total amount of goodwill allocated to that reporting unit. The fair value of reporting units was estimated using a discounted cash flows technique, which includes certain management assumptions, such as estimated future cash flows, estimated growth rates and discount rates. As disclosed by management, the estimated fair value of the reporting units significantly exceeds the carrying value.\nThe principal considerations for our determination that performing procedures relating to the goodwill impairment assessment is a critical audit matter are the significant judgment by management when developing the fair value measurement of the reporting units, which in turn led to a high degree of auditor judgment and effort in performing procedures and evaluating management’s significant assumptions related to the estimated growth rates.\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to management’s goodwill impairment assessment, including controls over the valuation of the Company’s reporting units. These procedures also included, among others, (i) testing management’s process for developing the fair value estimates; (ii) evaluating the appropriateness of the discounted cash flow models; (iii) testing the completeness and accuracy of underlying data used in the models; and (iv) evaluating the significant assumptions used by management related to the estimated growth rates. Evaluating management’s\n53\nassumptions related to estimated revenue growth rates involved evaluating whether the growth rates used by management were reasonable considering the current and past performance of the reporting units and whether those growth rates were consistent with evidence obtained in other areas of the audit.\nWe have served as the Company’s auditor since 1994.\n54\nWATERS CORPORATION AND SUBSIDIARIES\nCONSOLIDATED BALANCE SHEETS\nThe accompanying notes are an integral part of the consolidated financial statements.\n55\nWATERS CORPORATION AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF OPERATIONS\nThe accompanying notes are an integral part of the consolidated financial statements.\n56\nWATERS CORPORATION AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\nThe accompanying notes are an integral part of the consolidated financial statements.\n57\nWATERS CORPORATION AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nThe accompanying notes are an integral part of the consolidated financial statements.\n58\nWATERS CORPORATION AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY (DEFICIT)\nThe accompanying notes are an integral part of the consolidated financial statements.\n59\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n1    Description of Business and Organization\nWaters Corporation (the “Company,” “we,” “our,” or “us”) is a specialty measurement company that operates with a fundamental underlying purpose to advance the science that enables our customers to enhance human health and well-being. The Company has pioneered analytical workflow solutions involving liquid chromatography, mass spectrometry and thermal analysis innovations serving the life, materials and food sciences for more than 60 years. The Company primarily designs, manufactures, sells and services high performance liquid chromatography (“HPLC”), ultra performance liquid chromatography (“UPLC\nTM\n” and together with HPLC, referred to as “LC”) and mass spectrometry (“MS”) technology systems and support products, including chromatography columns, other consumable products and comprehensive post-warranty service plans. These systems are complementary products that are frequently employed together\n(“LC-MS”)\nand sold as integrated instrument systems using common software platforms. LC is a standard technique and is utilized in a broad range of industries to detect, identify, monitor and measure the chemical, physical and biological composition of materials, and to purify a full range of compounds. MS technology, principally in conjunction with chromatography, is employed in drug discovery and development, including clinical trial testing, the analysis of proteins in disease processes (known as “proteomics”), nutritional safety analysis and environmental testing.\nLC-MS\ninstruments combine a liquid phase sample introduction and separation system with mass spectrometric compound identification and quantification. In addition, the Company designs, manufactures, sells and services thermal analysis, rheometry and calorimetry instruments through its TA\nTM\nproduct line. These instruments are used in predicting the suitability and stability of fine chemicals, pharmaceuticals, water, polymers, metals and viscous liquids for various industrial, consumer goods and healthcare products, as well as for life science research. The Company is also a developer and supplier of advanced software-based products that interface with the Company’s instruments, as well as other manufacturers’ instruments.\n2    Basis of Presentation and Summary of Significant Accounting Policies\nUse of Estimates\nThe preparation of consolidated financial statements in conformity with generally accepted accounting principles (“GAAP”) requires the Company to make estimates and judgments that affect the reported amounts of assets, liabilities, revenues and expenses, and related disclosure of contingent liabilities at the dates of the financial statements. On an ongoing basis, the Company evaluates its estimates, including those related to revenue recognition, goodwill and intangible assets, income taxes, litigation, stock-based compensation and contingencies, and to a lesser extent, product returns and allowances, bad debts, inventory valuation, warranty and installation provisions, retirement plan obligations and equity investments, which are not as significant to our financial statements. The Company bases its estimates on historical experience and on various other assumptions that are believed to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual amounts may differ from these estimates under different assumptions or conditions.\nRisks and Uncertainties\nThe Company is subject to risks common to companies in the analytical instrument industry, including, but not limited to, global economic and financial market conditions, fluctuations in foreign currency exchange rates, fluctuations in customer demand, development by its competitors of new technological innovations, costs of developing new technologies, levels of debt and debt service requirements, risk of disruption, dependence on key personnel, protection and litigation of proprietary technology, shifts in taxable income between tax jurisdictions and compliance with regulations of the U.S. Food and Drug Administration and similar foreign regulatory authorities and agencies.\nThe impact of the global pandemic of a novel strain of coronavirus\n(“COVID-19”)\nover the last two years has resulted in a widespread public health crisis. The\nCOVID-19\npandemic has caused significant volatility and\n60\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\ncontinued\nspread throughout the United States and globally, which has disrupted and may continue to disrupt the Company’s business. The Company operates in over 35 countries, including those in the regions most impacted by the\nCOVID-19\npandemic. In response, governments of most countries, including the United States, as well as private businesses, have implemented numerous measures attempting to contain and mitigate the effects of\nCOVID-19.\nSuch measures have had and are expected to continue to have adverse impacts on the United States and foreign economies of uncertain severity and duration, and have had and may continue to have a negative impact on the Company’s operations, including Company sales, supply chain and cash flow.\nCOVID-19\nand the related economic uncertainty adversely impacted sales of the Company for the year ended December 31, 2020; however, through the date of the issuance of these financial statements, the Company’s consolidated financial position, results of operations and cash flows have not been materially impacted and, thus, the Company concluded that no interim goodwill or long-lived asset impairment analyses were required. Further, there have been no violations of debt covenants. Any prolonged material disruption to the Company’s employees, suppliers, manufacturing, or customers could result in a material impact to its consolidated financial position, results of operations or cash flows in the future.\nPrinciples of Consolidation\nThe consolidated financial statements include the accounts of the Company and its subsidiaries, which are wholly owned. The Company consolidates entities in which it owns or controls fifty percent or more of the voting shares. All inter-company balances and transactions have been eliminated.\nTranslation of Foreign Currencies\nThe functional currency of each of the Company’s foreign operating subsidiaries is the local currency of its country of domicile, except for the Company’s subsidiaries in Hong Kong, Singapore and the Cayman Islands, where the underlying transactional cash flows are denominated in currencies other than the respective local currency of domicile. The functional currency of the Hong Kong, Singapore and Cayman Islands subsidiaries is the U.S. dollar, based on the respective entity’s cash flows.\nFor the Company’s foreign operations, assets and liabilities are translated into U.S. dollars at exchange rates prevailing on the balance sheet date, while revenues and expenses are translated at average exchange rates prevailing during the respective period. Any resulting translation gains or losses are included in accumulated other comprehensive income in the consolidated balance sheets.\nThe Company’s net sales derived from operations outside the United States were\n72\n%,\n71\n% and\n71\n% in 2021, 2020 and 2019, respectively. Gains and losses from foreign currency transactions are included primarily in cost of sales in the consolidated statements of operations. In 2021, 2020 and 2019, foreign currency transactions resulted in net losses of $\n5\nmillion, $\n7\nmillion and $\n9\nmillion, respectively.\nSeasonality of Business\nThe Company typically experiences an increase in sales in the fourth quarter, as a result of purchasing habits for capital goods of customers that tend to exhaust their spending budgets by calendar year end.\nCash, Cash Equivalents and Investments\nCash equivalents represent highly liquid investments, with original maturities of 90 days or less, primarily in bank deposits, U.S. treasury bill money market funds and commercial paper.\nInvestments with longer maturities are classified as investments, and are held primarily in U.S. treasury bills, U.S. dollar-denominated treasury bills and commercial paper, bank deposits and corporate debt securities.\n61\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nInvestments are classified as\navailable-for-sale\n(“AFS”) debt securities. If the AFS debt security’s fair value exceeds the security’s amortized cost the unrealized gain is recognized in accumulated other comprehensive income in stockholders’ equity (deficit), net of the related tax effects. If the AFS debt security’s fair value declines below its amortized cost the Company considers all available evidence to evaluate the extent to which the decline is due to credit-related factors or noncredit-related factors. If the decline is due to noncredit-related factors then no credit loss is recorded and the unrealized loss is recognized in accumulated other comprehensive income in stockholders’ equity (deficit), net of the related tax effects. If the decline is considered to be a credit-related impairment, it is recognized as an allowance on the consolidated balance sheet with a corresponding charge to the statement of operations. The credit allowance is limited to the difference between the fair value and the amortized cost basis. No credit-related allowances or impairments have been recognized on the Company’s investments in\navailable-for-sale\ndebt securities. The Company classifies its investments exclusive of those categorized as cash equivalents.\nThe Company maintains cash balances in various operating accounts in excess of federally insured limits, and in foreign subsidiary accounts in currencies other than the U.S. dollar. As of December 31, 2021 and 2020, $\n440\nmillion out of $\n569\nmillion and $\n364\nmillion out of $\n443\nmillion, respectively, of the Company’s total cash, cash equivalents and investments were held by foreign subsidiaries. In addition, $\n298\nmillion out of $\n569\nmillion and $\n254\nmillion out of $\n443\nmillion of cash, cash equivalents and investments were held in currencies other than the U.S. dollar at December 31, 2021 and 2020, respectively.\nAccounts Receivable and Allowance for Credit Losses\nThe Company adopted new accounting guidance regarding the accounting for credit losses as of January 1, 2020 using a modified retrospective transition approach that was applied to the trade receivable balance as of January 1, 2020. This new accounting guidance required the Company to move from an incurred loss model to a current expected credit loss (“CECL”) model. Upon adoption, the Company recorded a net decrease of approximately $\n1\nmillion to the Company’s stockholders’ deficit as of January 1, 2020. The adoption of this standard did not have a material impact on the Company’s balance sheets, results of operations or cash flows.\nTrade accounts receivable are recorded at the invoiced amount and do not bear interest. The Company has very limited use of rebates and other cash considerations payable to customers and, as a result, the transaction price determination does not have any material variable consideration. The Company does not consider there to be significant concentrations of credit risk with respect to trade receivables due to the short-term nature of the balances, the Company having a large and diverse customer base, and the Company having a strong historical experience of collecting receivables with minimal defaults. As a result, credit risk is considered low across territories and trade receivables are considered to be a single class of financial asset. The allowance for credit losses is based on a number of factors and is calculated by applying a historical loss rate to trade receivable aging balances to estimate a general reserve balance along with an additional adjustment for any specific receivables with known or anticipated issues affecting the likelihood of recovery. Past due balances with a probability of default based on historical data as well as relevant available forward-looking information are included in the specific adjustment. The historical loss rate is reviewed on at least an annual basis and the allowance for credit losses is reviewed quarterly for any required adjustments. The Company does not have any off-balance sheet credit exposure related to its customers.\nTrade receivables related to instrument sales are collateralized by the instrument that is sold. If there is a risk of default related to a receivable that is collateralized, then the fair value of the collateral is calculated and adjusted for the cost to\nre-possess,\nrefurbish and\nre-sell\nthe instrument. This adjusted fair value is compared to the receivable balance and the difference would be recorded as the expected credit loss.\n62\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe\nfollowing is a summary of the activity of the Company’s allowance for credit losses for the year ended December 31\n, 2021\n, 2020\nand 2019\n(in thousands). The December 31\n, 2021\nand 2020\nbalances are calculated using the CECL method and the December 31\n, 2019\nbalance is calculated using the incurred loss method under legacy GAAP:\nConcentration of Credit Risk\nThe Company sells its products and services to a significant number of large and small customers throughout the world, with net sales to the pharmaceutical industry of approximately\n60\n%,\n59\n% and\n57\n% in 2021, 2020 and 2019, respectively. None of the Company’s individual customers accounted for more than\n2\n% of annual Company sales in 2021, 2020 or 2019. The Company performs continuing credit evaluations of its customers and generally does not require collateral, but in certain circumstances may require letters of credit or deposits. Historically, the Company has not experienced significant bad debt losses.\nInventory\nThe Company values all of its inventories at the lower of cost or net realizable value on a\nfirst-in,\nfirst-out\nbasis (“FIFO”).\nIncome Taxes\nAs part of the process of preparing the consolidated financial statements, the Company is required to estimate its income taxes in each of the jurisdictions in which it operates. This process involves the Company estimating its income taxes, taking into account the amount, timing and character of taxable income, tax deductions and credits and assessing changes in tax laws, regulations, agreements and treaties. Differing treatment of items for tax and accounting purposes, such as depreciation, amortization and inventory reserves, result in deferred tax assets and liabilities, which are included within the consolidated balance sheets. In the event that actual results differ from these estimates, or the Company adjusts these estimates in future periods, such changes could materially impact the Company’s financial position and results of operations.\nThe accounting standards for income taxes require that a company continually evaluate the necessity of establishing or changing a valuation allowance for deferred tax assets depending on whether it is more likely than not that the actual benefit of those assets will be realized in future periods.\nThe Company accounts for its uncertain tax return positions in accordance with the accounting standards for income taxes, which require financial statement reporting of the expected future tax consequences of uncertain tax positions on the presumption that all concerned tax authorities possess full knowledge of those tax positions, as well as all of the pertinent facts and circumstances, but prohibit any discounting of unrecognized tax benefits associated with those positions for the time value of money. The Company classified interest and penalties related to unrecognized tax benefits as a component of the provision for income taxes.\nAs part of the 2017 Tax Act, there is a provision for the taxation of\ncertain off-shore earnings\nreferred to as the Global\nIntangible Low-Taxed Income\n(“GILTI”) provision. This provision\ntaxes off-shore earnings\nat a rate of\n10.5\n%, partially offset with foreign tax credits. In connection with this provision, the Company’s accounting policy is to treat this tax as a current period cost.\n63\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nLeases\nThe Company’s lease portfolio consists primarily of operating leases. The Company’s operating leases consist of property leases for sales, demonstration, laboratory, warehouse and office spaces, automotive leases for sales and service personnel and equipment leases, primarily used in our manufacturing and distribution operations. The Company categorizes leases as either operating or finance leases at the commencement date of the lease. The Company does not have any material financing leases.\nThe Company makes variable lease payments that do not depend on a rate or index, primarily for items such as real estate taxes and other expenses. These expenses are recorded as variable costs in the period incurred. For the years ended December 31, 2021, 2020 and 2019, respectively, variable costs incurred were not material.\nThe Company’s lease agreements may include tenant improvement allowances, rent holidays, and/or contingent rent provisions as well as a certain number of these leases contain rental escalation clauses that are either fixed or adjusted periodically for inflation of market rates which are factored into our determination of lease payments at lease inception. The Company’s leases also sometimes include renewal options and/or termination options which are included in the determination of the lease term when they are reasonably certain to be exercised.\nThe Company has lease agreements which contain lease and\nnon-lease\ncomponents, which are accounted for as a single lease component for all underlying classes of assets.\nFor leases with terms greater than 12 months, the Company records a\nright-of-use\nasset and lease liability at the present value of lease payments over the term of the leases and records rent expense on a straight-line basis over the lease term. The Company has elected not to apply the recognition requirements to short-term leases with terms less than 12 months. For short-term leases, the Company recognizes lease payments in net income on a straight-line basis over the term of the lease. For the years ended December 31, 2021, 2020 or 2019, respectively, costs incurred related to short-term leases were not material.\nWhen available, the Company uses the rate implicit in the lease to discount lease payments to determine the present value of the lease liabilities; however, most of the leases do not provide a readily determinable implicit rate and, as required by the accounting guidance, the Company estimates its incremental secured borrowing rate to discount the lease payments based on information available at lease commencement (or, for the leases in existence on the adoption date, the January 1, 2019 information). The Company’s incremental borrowing rate reflects the estimated rate of interest that the Company would pay to borrow on a collateralized basis over a similar term to the lease payments in a similar economic environment.\nProperty, Plant and Equipment\nProperty, plant and equipment are recorded at cost. Expenditures for maintenance and repairs are charged to expense, while the costs of significant improvements are capitalized. Depreciation is provided using the straight-line method over the following estimated useful lives: buildings —\nfifteen\nto\nthirty\n-\nnine years\n; building improvements —\nfive\nto\nten years\n; leasehold improvements — the shorter of the economic useful life or life of lease; and production and other equipment —\nthree\nto\nten years\n. Upon retirement or sale, the cost of the assets disposed of and the related accumulated depreciation are eliminated from the consolidated balance sheets and related gains or losses are reflected in the consolidated statements of operations.\nAsset Impairments\nThe Company reviews its long-lived assets for impairment in accordance with the accounting standards for property, plant and equipment. Whenever events or circumstances indicate that the carrying amount of an asset\n64\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nmay not be recoverable, the Company evaluates the recoverability of the carrying value of the asset based on the expected future cash flows, relying on a number of factors, including, but not limited to, operating results, business plans, economic projections and anticipated future cash flows. If the asset is deemed not recoverable, it is written down to fair value and the impairment is recorded in the consolidated statements of operations.\nDuring 2020, the Company recorded a\nnon-cash\ncharge of $\n10\nmillion for the impairment of certain intangible assets associated with its 2014 acquisition of Medimass Research Development and Service Kft (“Medimass”). The impairment charge was due to a shift in strategic priorities. In conjunction with the intangible asset impairment the Company also reduced its liability for contingent consideration of $\n3\nmillion during 2020 as the carrying value of this liability is based on the future sales of the Medimass intangible assets that were impaired. The net impact of $\n7\nmillion is reported separately within the consolidated statements of operations.\nBusiness Combinations and Asset Acquisitions\nThe Company accounts for business acquisitions under the accounting standards for business combinations. The results of each acquisition are included in the Company’s consolidated results as of the acquisition date and the purchase price of an acquisition is allocated to tangible and intangible assets and assumed liabilities based on their estimated fair values. Any excess of the fair value consideration transferred over the estimated fair values of the net assets acquired is recognized as goodwill. Acquired\nin-process\nresearch and development (“IPR&D”) included in a business combination is capitalized as an indefinite-lived intangible asset. Development costs incurred after the acquisition are expensed as incurred and acquired IPR&D is tested for impairment annually until completion of the acquired programs. Upon commercialization, this indefinite-lived intangible asset is then accounted for as a finite-lived intangible asset and amortized on a straight-line basis over its estimated useful life, subject to periodic impairment reviews. If the research and development project is abandoned, the indefinite-lived asset is charged to expense. Legal costs, due diligence costs, business valuation costs and all other business acquisition costs are expensed when incurred.\nThe Company also acquires intellectual property through licensing arrangements. These arrangements often require upfront payments and may include additional milestone or royalty payments, contingent upon certain future events. IPR&D acquired in an asset acquisition (as opposed to a business combination) is expensed immediately unless there is an alternative future use. Subsequent payments made for the achievement of milestones are evaluated to determine whether they have an alternative future use or should be expensed. Payments made to third parties subsequent to commercialization are capitalized and amortized over the remaining useful life of the related asset, and are classified as intangible assets.\nGoodwill and Other Intangible Assets\nThe Company tests for goodwill impairment using a fair-value approach at the reporting unit level annually, or earlier, if an event occurs or circumstances change that would more likely than not reduce the fair value of a reporting unit below its carrying amount. The Company performs an annual goodwill impairment assessment for its reporting units as of December 31 each year. The goodwill and other intangible assets accounting standards define a reporting unit as an operating segment, or one level below an operating segment, if discrete financial information is prepared and reviewed by management. For goodwill impairment review purposes, the Company has\ntwo\nreporting units: Waters\nTM\nand TA\nTM\n. Goodwill is allocated to the reporting units at the time of acquisition.\nAs of January 1, 2020, the Company adopted a new accounting standard which eliminated the requirement to calculate the implied fair value of goodwill as noted above to measure a goodwill impairment charge. Under the prior accounting standard, if a reporting unit’s carrying amount exceeds its estimated fair value, goodwill impairment is recognized to the extent that the carrying amount of goodwill exceeds the implied fair value of the\n65\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\ngoodwill. Under the new accounting standard impairment assessment, an impairment charge is based on the excess of a reporting unit’s carrying amount over its fair value. If the carrying amount of a reporting unit exceeds its fair value, an impairment loss is recognized in an amount equal to the amount of the excess carrying amount of the reporting unit over its fair value. This impairment is limited to the total amount of goodwill allocated to that reporting unit. The fair value of reporting units was estimated using a discounted cash flows technique, which includes certain management assumptions, such as estimated future cash flows, estimated growth rates and discount rates.\nThe Company’s intangible assets include purchased technology; capitalized software development costs; costs associated with acquiring Company patents, trademarks and intellectual properties, such as licenses; and acquired IPR&D. Purchased intangibles are recorded at their fair market values as of the acquisition date and amortized over their estimated useful lives, ranging from\none\nto\nfifteen years\n. Other intangibles are amortized over a period ranging from\none\nto\nten years\n. Acquired IPR&D is amortized from the date of completion of the acquired program over its estimated useful life. IPR&D and indefinite-lived intangibles are tested annually for impairment.\nSoftware Development Costs\nThe Company capitalizes internal and external software development costs for products offered for sale in accordance with the accounting standards for the costs of software to be sold, leased, or otherwise marketed. Capitalized costs are amortized to cost of sales over the period of economic benefit, which approximates a straight-line basis over the estimated useful lives of the related software products, generally\nthree\nto\nten years\n. The Company capitalized $\n36\nmillion, $\n53\nmillion and $\n40\nmillion of direct expenses that were related to the development of software in 2021, 2020 and 2019, respectively. Net capitalized software included in intangible assets totaled $\n155\nmillion and $\n175\nmillion at December 31, 2021 and 2020, respectively. See Note 8, Goodwill and Other Intangibles.\nThe Company capitalizes software development costs for internal use. Capitalized internal software development costs are amortized over the period of economic benefit, which approximates a straight-line basis over\nten years\n. Net capitalized internal software included in property, plant and equipment totaled $\n12\nmillion and $\n8\nmillion at December 31, 2021 and 2020, respectively.\nOther Investments\nThe Company accounts for its investments that represent less than twenty percent ownership, and for which the Company does not have the ability to exercise significant influence, using the accounting standards for investments in equity securities. Investments for which the Company does not have the ability to exercise significant influence, and for which there is not a readily determinable market value, are accounted for at cost, adjusted for subsequent observable price changes as applicable. The Company periodically evaluates the carrying value of its investments for which the Company does not have the ability to exercise significant influence, and for which there is not a readily determinable fair value and carries them at cost, less impairment, adjusted for subsequent observable price changes. For equity investments in which the Company has the ability to exercise significant influence over operating and financial policies of the investee, the equity method of accounting is used. The Company’s share of net income or losses of equity method investments is included in the consolidated statements of operations and was not material in any period presented.\nDuring the year ended December 31, 2021, year ended December 31, 2020 and year ended December 31, 2019, the Company made investments in unaffiliated companies of $\n2\nmillion, $\n6\nmillion and $\n9\nmillion, respectively.\n66\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nIn 2021\n, the Company also recorded an unrealized gain of $\n10\nmillion due to an observable change in the fair value of an existing investment the Company does not have the ability to exercise significant influence over.\nFair Value Measurements\nIn accordance with the accounting standards for fair value measurements and disclosures, certain of the Company’s assets and liabilities are measured at fair value on a recurring basis as of December 31, 2021 and 2020. Fair values determined by Level 1 inputs utilize observable data, such as quoted prices in active markets. Fair values determined by Level 2 inputs utilize data points other than quoted prices in active markets that are observable either directly or indirectly. Fair values determined by Level 3 inputs utilize unobservable data points for which there is little or no market data, which require the reporting entity to develop its own assumptions.\nThe following table represents the Company’s assets and liabilities measured at fair value on a recurring basis at December 31, 2021 (in thousands):\n67\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe following table represents the Company’s assets and liabilities measured at fair value on a recurring basis at December 31\n, 2020\n(in thousands):\nFair Value of 401(k) Restoration Plan Assets\nThe 401(k) Restoration Plan is a nonqualified defined contribution plan and the assets were held in registered mutual funds and have been classified as Level 1. The fair values of the assets in the plan are determined through market and observable sources from daily quoted prices on nationally recognized securities exchanges.\nFair Value of Cash Equivalents, Investments, Foreign Currency Exchange Contracts and Interest Rate Cross-Currency Swap Agreements\nThe fair values of the Company’s cash equivalents, investments, foreign currency exchange contracts and interest rate cross-currency swap agreements are determined through market and observable sources and have been classified as Level 2. These assets and liabilities have been initially valued at the transaction price and subsequently valued, typically utilizing third-party pricing services. The pricing services use many inputs to determine value, including reportable trades, benchmark yields, credit spreads, broker/dealer quotes, current spot rates and other industry and economic events. The Company validates the prices provided by third-party pricing services by reviewing their pricing methods and obtaining market values from other pricing sources.\nFair Value of Contingent Consideration\nThe fair value of the Company’s liability for contingent consideration relates to earnout payments in connection with the December 2020 acquisition of Integrated Software Solutions (“ISS”) and is determined using a probability-weighted discounted cash flow model, which uses significant unobservable inputs, and has been classified as Level 3. Subsequent changes in the fair value of the contingent consideration liability are recorded in the results of operations. The fair value of the contingent consideration liability associated with future earnout payments is based on several factors, including the achievement of certain revenue and customer account milestones over the two years after the acquisition date and a discount rate that reflects both the likelihood of achieving the estimated future results and the Company’s creditworthiness. A change in any of these unobservable inputs can significantly change the fair value of the contingent consideration.\nThe fair value of future contingent consideration payments related to the December 2020 acquisition of ISS was estimated to be $\n1\nmillion at both December 31, 2021 and 2020.\n68\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nFair Value of Other Financial Instruments\nThe Company’s accounts receivable and accounts payable are recorded at cost, which approximates fair value due to their short-term nature. The carrying value of the Company’s variable interest rate debt approximates fair value due to the variable nature of the interest rate. The carrying value of the Company’s fixed interest rate debt was $\n1.3\nbillion and $\n0.9\nbillion at December 31, 2021 and 2020, respectively. The fair value of the Company’s fixed interest rate debt was estimated using discounted cash flow models, based on estimated current rates offered for similar debt under current market conditions for the Company. The fair value of the Company’s fixed interest rate debt was estimated to be $\n1.3\nbillion and $\n1.0\nbillion at December 31, 2021 and 2020, respectively, using Level 2 inputs.\nDerivative Transactions\nThe Company is a global company that operates in over 35 countries and, as a result, the Company’s net sales, cost of sales, operating expenses and balance sheet amounts are significantly impacted by fluctuations in foreign currency exchange rates.\nThe Company is exposed to currency price risk on foreign currency exchange rate fluctuations when it translates its\nnon-U.S.\ndollar foreign subsidiaries’ financial statements into U.S. dollars and when any of the Company’s subsidiaries purchase or sell products or services in a currency other than its own currency.\nThe Company’s principal strategies in managing exposures to changes in foreign currency exchange rates are to (1) naturally hedge the foreign-currency-denominated liabilities on the Company’s balance sheet against corresponding assets of the same currency, such that any changes in liabilities due to fluctuations in foreign currency exchange rates are typically offset by corresponding changes in assets and (2) mitigate foreign exchange risk exposure of international operations by hedging the variability in the movement of foreign currency exchange rates on a portion of its Euro-denominated net asset investments. The Company presents the derivative transactions in financing activities in the statement of cash flows.\nForeign Currency Exchange Contracts\nThe Company does not specifically enter into any derivatives that hedge foreign-currency-denominated operating assets, liabilities or commitments on its balance sheet, other than a portion of certain third-party accounts receivable and accounts payable, and the Company’s net worldwide intercompany receivables and payables, which are eliminated in consolidation.\nThe Company periodically aggregates its net worldwide balances by currency and then enters into foreign currency exchange contracts that mature within 90 days to hedge a portion of the remaining balance to minimize some of the Company’s currency price risk exposure. The foreign currency exchange contracts are not designated for hedge accounting treatment.\nPrincipal hedged currencies include the Euro, Japanese yen, British pound, Mexican peso and Brazilian real.\nInterest Rate Cross-Currency Swap Agreements\nAs of December 31, 2021, the Company had\nthree-year\ninterest rate cross-currency swap derivative agreements with an aggregate notional value of $\n230\nmillion to hedge the variability in the movement of foreign currency exchange rates on a portion of its Euro-denominated net asset investments. Under hedge accounting, the change in fair value of the derivative that relates to changes in the foreign currency spot rate are recorded in the currency translation adjustment in other comprehensive income and remain in accumulated comprehensive income in stockholders’ equity (deficit) until the sale or substantial liquidation of the foreign operation. The difference between the interest rate received and paid under the interest rate cross-currency swap derivative agreement is recorded in interest income in the statement of operations.\n69\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe Company’s foreign currency exchange contracts and interest rate cross-currency swap agreements included in the consolidated balance sheets are classified as follows (in thousands):\nThe following is a summary of the activity included in the consolidated statements of operations and statements of comprehensive income related to the foreign currency exchange contracts and interest rate cross-currency swap agreements\n(in thousands):\nStockholders’ Equity (Deficit)\nIn January 2019, the Company’s Board of Directors authorized the Company to repurchase up to $\n4\nbillion of its outstanding common stock over a\ntwo-year\nperiod. During 2021, 2020 and 2019, the Company repurchased\n2.0\nmillion,\n0.8\nmillion and\n11.1\nmillion shares of the Company’s outstanding common stock at a cost of $\n640\nmillion, $\n167\nmillion and $\n2.5\nbillion, respectively, under the January 2019 authorization and other previously announced programs. In addition, the Company repurchased $\n9\nmillion, $\n9\nmillion and $\n8\nmillion of common stock related to the vesting of restricted stock units during the years ended December 31, 2021, 2020 and 2019, respectively. As of December 31, 2021, the Company has a total of $\n885\nmillion authorized for future repurchases. In December 2020, the Company’s Board of Directors authorized the extension of the share repurchase program through January 21, 2023.\nThe Company accrued $\n20\nmillion at December 31, 2019 as a result of treasury stock purchases that were unsettled. These transactions were settled in January 2020. There was\nno\nsuch accrual at December 31, 2021 or 2020.\nRevenue Recognition\nThe Company recognizes revenue upon transfer of control of promised products and services to customers in an amount that reflects the consideration the Company expects to receive in exchange for those products or services.\n70\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe Company generally enters into contracts that include a combination of products and services. Revenue is allocated to distinct performance obligations and is recognized net of allowances for returns and discounts.\nThe Company recognizes revenue on product sales at the time control of the product transfers to the customer. In substantially all of the Company’s arrangements, title of the product transfers at shipping point and, as a result, the Company determined control transfers at the point of shipment. In more limited cases, there are destination-based shipping terms and, thus, control is deemed to transfer when the products arrive at the customer site. All incremental costs of obtaining a contract are expensed as and when incurred if the expected amortization period of the asset that would have been recognized is one year or less. Shipping and handling costs are included as a component of cost of sales. In situations where the control of the goods transfers prior to the completion of the Company’s obligation to ship the products to its customers, the Company has elected the practical expedient to account for the shipping services as a fulfillment cost. Accordingly, such costs are recognized when control of the related goods is transferred to the customer. In more rare situations, the Company has revenue associated with products that contain specific customer acceptance criteria and the related revenue is not recognized before the customer acceptance criteria are satisfied. The Company elected to exclude from the measurement of the transaction price all taxes assessed by a governmental authority that are both imposed on and concurrent with specific revenue-producing transactions and collected by the Company from a customer.\nGenerally, the Company’s contracts for products include a performance obligation related to installation. The Company has determined that the installation represents a distinct performance obligation and revenue is recognized separately upon the completion of installation. The Company determines the amount of the transaction price to allocate to the installation service based on the standalone selling price of the product and the service, which requires judgment. The Company determines the relative standalone selling price of installation based upon a number of factors, including hourly service billing rates and estimated installation hours. In developing these estimates, the Company considers past history, competition, billing rates of current services and other factors.\nThe Company has sales from standalone software, which are included in instrument systems revenue. These arrangements typically include software licenses and maintenance contracts, both of which the Company has determined are distinct performance obligations. The Company determines the amount of the transaction price to allocate to the license and maintenance contract based on the relative standalone selling price of each performance obligation. Software license revenue is recognized at the point in time when control has been transferred to the customer. The revenue allocated to the software maintenance contract is recognized on a straight-line basis over the maintenance period, which is the contractual term of the contract, as a time-based measure of progress best reflects the Company’s performance in satisfying this obligation. Unspecified rights to software upgrades are typically sold as part of the maintenance contract on a\nwhen-and-if-available\nbasis.\nPayment terms and conditions vary among the Company’s revenue streams, although terms generally include a requirement of payment within 30 to 60 days of product shipment. Prior to providing payment terms to customers, an evaluation of their credit risk is performed. Returns and customer credits are infrequent and insignificant and are recorded as a reduction to sales. Rights of return are not included in sales arrangements and, therefore, there is minimal variable consideration included in the transaction price of our products.\nService revenue includes (1) service and software maintenance contracts and (2) service calls (time and materials). Instrument service contracts and software maintenance contracts are typically annual contracts, which are billed at the beginning of the contract or maintenance period. The amount of the service and software maintenance contract is recognized on a straight-line basis to revenue over the maintenance service period, which is the contractual term of the contract, as a time-based measure of progress best reflects the Company’s performance in satisfying this obligation. There are no deferred costs associated with the service contract, as the cost of the service is recorded when the service is performed. Service calls are recognized to revenue at the time a service is performed.​​​​​​​\n71\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nProduct Warranty Costs\nThe Company accrues estimated product warranty costs at the time of sale, which are included in cost of sales in the consolidated statements of operations. While the Company engages in extensive product quality programs and processes, including actively monitoring and evaluating the quality of its component suppliers, the Company’s warranty obligation is affected by product failure rates, material usage and service delivery costs incurred in correcting a product failure. The amount of the accrued warranty liability is based on historical information, such as past experience, product failure rates, number of units repaired and estimated costs of material and labor. The liability is reviewed for reasonableness at least quarterly.\nThe following is a summary of the activity of the Company’s accrued warranty liability for the year ended December 31, 2021, 2020 and 2019 (in thousands):\nAdvertising Costs\nAll advertising costs are expensed as incurred and are included in selling and administrative expenses in the consolidated statements of operations. Advertising expenses were $\n7\nmillion, $\n6\nmillion and $\n6\nmillion for 2021, 2020 and 2019, respectively.\nResearch and Development Expenses\nResearch and development expenses are comprised of costs incurred in performing research and development activities, including salaries and benefits, facilities costs, overhead costs, contract services and other outside costs. Research and development expenses are expensed as incurred.\nStock-Based Compensation\nThe Company has two stock-based compensation plans, which are described in Note 14, “Stock-Based Compensation”.\nEarnings Per Share\nIn accordance with the earnings per share accounting standards, the Company presents two earnings per share (“EPS”) amounts. Income per basic common share is based on income available to common shareholders and the weighted-average number of common shares outstanding during the periods presented. Income per diluted common share includes additional dilution from potential common stock, such as stock issuable pursuant to the exercise of stock options outstanding.\nRetirement Plans\nThe Company sponsors various retirement plans, which are described in Note 17, “Retirement Plans”.\nComprehensive Income\nThe Company accounts for comprehensive income in accordance with the accounting standards for comprehensive income, which establish the accounting rules for reporting and displaying comprehensive income.\n72\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThese standards require that all components of comprehensive income be reported in a financial statement that is displayed with the same prominence as other financial statements.\nOther Items\nDuring the year ended December 31, 2021, the Company executed a settlement agreement to resolve patent infringement litigation with Bruker Corporation and Bruker Daltronik GmbH regarding their timsTOF product line. In connection with the settlement, the Company is entitled to receive $\n10\nmillion in guaranteed payments, including minimum royalty payments, which was recognized within other income in our consolidated statement of operations for the year ended year ended December 31, 2021. During the year ended December 31, 2021, the Company received $\n3\nmillion in guaranteed payments, net of applicable withholding taxes.\nRecently Adopted Accounting Standards\nIn December 2019, accounting guidance was issued that simplifies the accounting for income taxes by removing certain exceptions within the current guidance, including the approach for intraperiod tax allocation, the methodology for calculating income taxes in an interim period and the recognition of deferred tax liabilities for outside basis differences. The amendment also improves consistent application by clarifying and amending existing guidance related to aspects of the accounting for franchise taxes and enacted changes in tax laws or rates and clarifies the accounting for transactions that result in a step up in the tax basis of goodwill. This guidance is effective for annual and interim periods beginning after December 15, 2020. The Company adopted this standard on January 1, 2021. The adoption of this standard did not have a material impact on the Company’s financial position, results of operations and cash flows.\nIn January 2020, accounting guidance was issued that clarifies the accounting guidance for equity method investments, joint ventures, and derivatives and hedging. The update clarifies the interaction between different sections of the accounting guidance that could be applicable and helps clarify which guidance should be applied in certain situations which should increase relevance and comparability of financial statement information. This guidance is effective for annual and interim periods beginning after December 15, 2020. The Company adopted this standard on January 1, 2021. The adoption of this standard did not have a material impact on the Company’s financial position, results of operations and cash flows.\nRecently Issued Accounting Standards\nIn March 2020, accounting guidance was issued that facilitates the effects of reference rate reform on financial reporting. The amendments in the update provide optional guidance for a limited period of time to ease the potential burden in accounting for or recognizing the effects of reference rate reform on financial reporting and apply to all entities, subject to meeting certain criteria, that have contracts, hedging relationships, and other transactions that reference LIBOR or another reference rate expected to be discontinued because of reference rate reform. In January of 2021, an update was issued to clarify that certain optional expedients and exceptions under the reference rate reform guidance for contract modifications and hedge accounting apply to derivatives that are affected by the discounting transition. Specifically, certain provisions in the reference rate reform guidance, if elected by an entity, apply to derivative instruments that use an interest rate for margining, discounting, or contract price alignment that is modified as a result of reference rate reform. This temporary guidance is effective for all entities as of March 12, 2020 through December 31, 2022. The Company may elect to apply this guidance for all contract modifications or eligible hedging relationships during that time period subject to certain criteria. The Company is still evaluating the impact of reference rate reform and whether this guidance will be adopted.\nIn October 2021, accounting guidance was issued that requires acquirers in a business combination to recognize and measure contract assets and contract liabilities acquired in a business combination in accordance\n73\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nwith Topic 606. The new guidance requires that at the acquisition date, the acquirer should account for the related revenue contracts in accordance with 606 as if it had originated the contracts. This guidance differs from current GAAP which requires an acquirer to recognize assets acquired and liabilities assumed in a business combination, including contract assets and contract liabilities arising from revenue contracts with customers and other similar contracts that are accounted for in accordance with 606, at fair value on the acquisition date. This guidance is effective for public business entities for fiscal years beginning after December 15, 2022, including interim periods within those years. The amendments within this update should be applied prospectively to business combinations on or after the effective date of the amendments. Early adoption of the amendment is permitted, including adoption in an interim period. The applicability of this standard is dependent on there being a business combination activity and therefore the Company will evaluate the impact of this guidance when and if there is applicable activity.​​​​​​​\n3    Revenue Recognition\nThe Company’s deferred revenue liabilities on the consolidated balance sheets consist of the obligation on instrument service contracts and customer payments received i\nn\nadvance, prior to transfer of control of the instrument. The Company records deferred revenue primarily related to its service contracts, where consideration is billable at the beginning of the service period.\nThe following is a summary of the activity of the Company’s deferred revenue and customer advances for the year ended December 31, 2021, 2020 and 2019 (in thousands):\nThe Company classified $\n46\nmillion and $\n42\nmillion of deferred revenue and customer advances in other long-term liabilities at December 31, 2021 and 2020, respectively.\nThe amount of deferred revenue and customer advances equals the transaction price allocated to unfulfilled performance obligations for the period presented. Such amounts are expected to be recognized in the future as follows (in thousands):\n74\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n4    Marketable Securities\nThe Company’s marketable securities within cash equivalents and investments included in the consolidated balance sheets are detailed as follows (in thousands):\nThe estimated fair value of marketable debt securities by maturity date is as follows (in thousands):\nNet realized gains and losses on sales of investments were not material in 2021, 2020 and 2019.\n5     Inventories\nInventories are classified as follows (in thousands):\n75\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nDuring 2021, 2020 and 2019, the Company\nrecorded inventory-related excess and obsolescence provisions of $\n9\nmillion, $\n12\nmillion\nand\n$\n13\nmillion, respectively.\n6     Property, Plant and Equipment\nProperty, plant and equipment consist of the following (in thousands):\nIn February 2018, the Company’s Board of Directors approved expanding its precision chemistry consumable manufacturing operations in the United States. The Company has incurred costs of $\n200\nmillion to build and equip this new state-of-the-art manufacturing facility as of December 31, 2021, and anticipates spending approximately $\n50\nmillion to complete the facility in 2022.\nDuring 2021, 2020 and 2019, the Company retired and disposed of approximately $\n23\nmillion, $\n19\nmillion and $\n11\nmillion of property, plant and equipment, respectively, most of which was fully depreciated and no longer in use.\nGains or losses on disposals were immaterial for the years ended December 31, 2021, 2020 and 2019.\n7    Acquisitions\nOn January 15, 2020, the Company acquired all of the outstanding stock of Andrew Alliance, S.A. and its two operating subsidiaries, Andrew Alliance USA, Inc. and Andrew Alliance France, SASU (collectively, “Andrew Alliance”), for $\n80\nmillion, net of cash acquired. The Company had an equity investment in Andrew Alliance that was valued at $\n4\nmillion and included as part of the total consideration.\nAndrew Alliance offers lab workflow automation solutions with the combination of its software platform and smart, connected laboratory equipment and accessories.\nThe Company allocated $\n7\nmillion of the purchase price to intangible assets comprised of developed technology, trade name and customer relationships. The developed technology and customer relationships will be\namortized over\nten years\nand the trade name will be amortized over\n3\nyears. The Company allocated $\n72\nmillion of the purchase price to goodwill, which is not deductible for tax purposes. The principal factor that resulted in recognition of goodwill in the acquisition was that the purchase price was based, in part, on cash flow projections assuming the integration of any acquired technology, distribution channels and products with the Company’s products, which are higher than if the acquired companies’ technology, customer access or products were utilized on a stand-alone basis. The goodwill also includes value assigned to assembled workforce, which cannot be recognized as an intangible asset.\n76\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe fair values of the assets and liabilities acquired were determined using various income-approach valuation techniques, which use Level 3 inputs.\nThe following table presents the fair values as of the acquisition date, as determined by the Company, of 100% of the assets and liabilities owned and recorded in connection with the acquisition of Andrew Alliance (in thousands):\nOn December 15, 2020, the Company acquired all of the outstanding stock of ISS, for $\n4\nmillion, net of cash acquired. In addition, the Company may have to pay additional contingent consideration which has an estimated fair value of $\n1\nmillion as of the close date. The contingent consideration is recorded as a liability and will be paid to the prior shareholders of ISS if certain revenue and customer account conditions are achieved over the next\ntwo years\nafter the acquisition date.\nISS offers clinical laboratory software systems that will support and further expand product offerings within our clinical business. The net assets acquired primarily relate to ISS’ laboratory information system,\nOMNI-Lab.\nIn each acquisition, the sellers provided the Company with customary representations, warranties and indemnification, which would be settled in the future if and when a breach of the contractual representation or warranty condition occurs.\nThe pro forma effect of the ongoing operations for Waters Corporation from Andrew Alliance and ISS, either individually or in the aggregate, as though these acquisitions had occurred at the beginning of the periods covered by this report were immaterial.\n8    Goodwill and Other Intangibles\nThe carrying amount of goodwill was $\n438\nmillion and $\n444\nmillion at December 31, 2021 and 2020, respectively. The effect of foreign currency translation decreased goodwill by $\n6\nmillion.\n77\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe Company’s intangible assets included in the consolidated balance sheets are detailed as follows (dollars in thousands):\nThe Company capitalized $\n55\nmillion and $\n68\nmillion of intangible assets for the years ended December 31, 2021 and 2020, respectively. The gross carrying value of intangible assets and accumulated amortization for intangible assets decreased by $\n49\nmillion and $\n38\nmillion, respectively, in the year ended December 31, 2021 due to the effects of foreign currency translation. Amortization expense for intangible assets was $\n60\nmillion, $\n57\nmillion and $\n51\nmillion for the years ended December 31, 2021, 2020 and 2019, respectively. Amortization expense for intangible assets is estimated to be $\n62\nmillion per year for each of the next five years.\nDuring 2020, the Company recorded a\nnon-cash\ncharge of $\n10\nmillion for the impairment of certain intangible assets associated with its 2014 acquisition of Medimass due to a shift in strategic priorities. As a result, the Company reduced the gross carrying amount and accumulated amortization balances of its intangible assets by $\n15\nmillion and $\n5\nmillion, respectively.\n9    Debt\nOn September 17, 2021, the Company entered into an amended and restated credit agreement (the “2021 Credit Agreement”), which amended the Company’s existing credit agreement entered into in 2017 (the “2017 Credit Agreement”). The 2021 Credit Agreement provides for a $\n1.8\nbillion revolving facility (the “2021 Credit Facility”) and converted the $\n300\nmillion term loan under the 2017 Credit Agreement into part of the new revolving facility. As of December 31, 2021, the 2021 Credit Facility had a total of $\n210\nmillion outstanding. As of December 31, 2020, the revolving credit facility and the term loan governed by the 2017 Credit Agreement had a total of $\n400\nmillion outstanding. The 2021 Credit Facility matures on\nSeptember 17, 2026\nand requires no scheduled prepayments before that date.\nThe interest rates applicable to the 2021 Credit Agreement are, at the Company’s option, equal to either the alternate base rate (which is a rate per annum equal to the greatest of (1) the prime rate in effect on such day, (2) the Federal Reserve Bank of New York Rate on such day plus 1/2 of 1% per annum and (3) the adjusted LIBO rate on such day (or if such day is not a business day, the immediately preceding business day) for a deposit in U.S. dollars with a maturity of one month plus 1% per annum) or the applicable 1, 3 or 6 month adjusted LIBO rate or EURIBO rate for Euro-denominated loans, in each case, plus an interest rate margin based upon the Company’s leverage ratio, which can range between 0 and 12.5 basis points for alternate base rate loans and between 80 and 112.5 basis points for LIBO rate or EURIBO rate loans. The facility fee on the 2021 Credit Agreement ranges between 7.5 and 25 basis points per annum, based on the leverage ratio, of the amount of the revolving facility commitments and the outstanding term loan.\nThe 2021 Credit Agreement requires that the Company comply with an interest coverage ratio test of not less than 3.50:1 as of the end of any fiscal quarter for any period of four consecutive fiscal quarters and a leverage ratio test of not more than 3.50:1 as of the end of\n78\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nany fiscal quarter. In addition, the 2021 Credit Agreement includes negative covenants, affirmative covenants, representations and warranties and events of default that are customary for investment grade credit facilities.\nIn March 2021, the Company issued the following senior unsecured notes:\nThe Company used th\ne\nproceeds from the issuance of these senior unsecured notes to repay other outstanding debt and for general corporate purposes. Interest on the Series N and O Senior Notes is payable semi-annually. The Company may prepay some or all of the Senior Notes at any time in an amount not less than\n10\n% of the aggregate principal amount of the Senior Notes then outstanding, plus the applicable make-whole amount for Series N and O Senior Notes, in each case, upon no more than 60 nor less than 20 days’ written notice to the holders of the Senior Notes.\nIn the event of a change in control (as defined in the note purchase agreement) of the Company, the Company may be required to prepay the Senior Notes at a price equal to 100% of the principal amount thereof, plus accrued and unpaid interest.\nOther provisions for these senior unsecured notes are similar to the existing senior unsecured notes, as described below.\nAs of December 31, 2021 and 2020, the Company had a total of $\n1.3\nbillion and $\n1.0\nbillion, respectively, of outstanding senior unsecured notes. Interest on the fixed rate senior unsecured notes is payable semi-annually each year. Interest on the floating rate senior unsecured notes is payable quarterly.\nThe Company may prepay all or some of the senior unsecured notes at any time in an amount not less than\n10\n% of the aggregate principal amount outstanding, plus the applicable make-whole amount or prepayment premium for the Series H senior unsecured note.\nIn the event of a change in control of the Company (as defined in the note purchase agreement), the Company may be required to prepay the senior unsecured notes at a price equal to 100% of the principal amount thereof, plus accrued and unpaid interest.\nThese senior unsecured notes require that the Company comply with an interest coverage ratio test of not less than\n3.50\n:1 for any period of four consecutive fiscal quarters and a leverage ratio test of not more than\n3.50\n:1 as of the end of any fiscal quarter. In addition, these senior unsecured notes include customary negative covenants, affirmative covenants, representations and warranties and events of default.\n79\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe Company had the following outstanding debt at December 31, 2021 and 2020 (in thousands):\nAs of December 31, 2021 and 2020, the Company had a total amount available to borrow under the 2021 or 2017 Credit Agreement of $\n1.6\nbillion and $\n1.4\nbillion, respectively, after outstanding letters of credit. The weighted-average interest rates applicable to the senior unsecured notes and credit agreement borrowings collectively were\n2.74\n% and\n2.92\n% at December 31, 2021 and 2020, respectively. As of December 31, 2021, the Company was in compliance with all debt covenants.\nThe Company and its foreign subsidiaries also had available short-term lines of credit totaling $\n121\nmillion and $\n109\nmillion at December 31, 2021 and 2020, respectively, for the purpose of short-term borrowing and issuance of commercial guarantees. None of the Company’s foreign subsidiaries had outstanding short-term borrowings as of December 31, 2021 or December 31, 2020.\nAs of December 31, 2021, the Company had entered into\nthree-year\ninterest rate cross-currency swap derivative agreements with an aggregate notional value of $\n230\nmillion to hedge the variability in the movement of foreign currency exchange rates on a portion of its Euro-denominated net asset investments.\nAnnual maturities of debt outstanding at December 31, 2021 are as follows (in thousands):\n80\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n10    Income Taxes\nIncome tax data for the years ended December 31, 2021, 2020 and 2019 is as follows (in thousands):\nThe differences between income taxes computed at the United States statutory rate and the provision for income taxes are summarized as follows for the years ended December 31, 2021, 2020 and 2019 (in thousands):\nThe Company’s effective tax rates were\n14.1\n%,\n14.6\n% and\n12.7\n% for the years ended December 31, 2021, 2020 and 2019, respectively.\nThe Company’s effective income tax rate differs from the U.S. federal statutory rate each year due to differences in the proportionate amounts of\npre-tax\nincome recognized in jurisdictions with different effective tax rates and the items discussed below.\nThe four principal jurisdictions in which the Company manufactures are the U.S., Ireland, the U.K. and Singapore, where the statutory tax rates were\n21\n%,\n12.5\n%,\n19\n% and\n17\n%, respectively, as of December 31, 2021.\n81\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe Company has a new Development and Expansion Incentive in Singapore that provides a concessionary income tax rate of\n5\n% on certain types of income for the period April 1, 2021 through March 31, 2026.\nPrior to April 1, 2021, the\nCompany had a tax exemption on income arising from qualifying activities in Singapore, based upon the achievement of certain contractual milestones, which the Company met as of December 31, 2020 and maintained through March 2021. The effect of applying these concessionary income tax rates rather than the statutory tax rate to income arising from qualifying activities in Singapore increased the Company’s net income during the years ended December 31, 2021, 2020 and 2019 by $\n20\nmillion, $\n21\nmillion and $\n24\nmillion, respectively, and increased the Company’s net income per diluted share by $\n0.32\n, $\n0.33\nand $\n0.35\n, respectively.\nDuring 2021, the Company’s effective tax rate differed from the\n21\n% U.S. statutory tax rate primarily due to the jurisdictional mix of earnings, a $\n10\nmillion provision related to the GILTI tax and a tax benefit of $\n7\nmillion on stock-based compensation.\nThe 2020 the Company’s effective tax rate differed from the\n21\n% U.S. statutory tax rate primarily due to the jurisdictional mix of earnings, a $\n13\nmillion provision related to the GILTI tax and a tax benefit of $\n7\nmillion on stock-based compensation.\nThe 2019 effective tax rate differed from the U.S. federal statutory tax rate primarily due to the jurisdictional mix of earnings, an $\n11\nmillion provision related to the GILTI tax and a tax benefit of $\n9\nmillion on stock-based compensation.\nAt the end of 2018, and as a result of the enactment of the 2017 Act, we reevaluated our historic assertion and no longer considered undistributed earnings from foreign subsidiaries to be indefinitely reinvested. The Company recorded a tax provision of $\n4\nmillion, $\n3\nmillion and $\n3\nmillion for 2021, 2020 and 2019, respectively, for future withholding taxes and U.S. state taxes on the repatriation of 2021, 2020 and 2019 undistributed earnings.\n82\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe tax effects of temporary differences and carryforwards which give rise to deferred tax assets and deferred tax liabilities are summarized as follows (in thousands):\nThe Company has gross foreign net operating losses of $\n229\nmillion, of which $\n202\nmillion do not expire under current laws and $\n27\nmillion start expiring in 2022. As of December 31, 2021, the Company has provided a deferred tax valuation allowance of $\n59\nmillion, of which $\n53\nmillion relates to certain foreign net operating losses. The Company’s net deferred tax assets associated with net operating losses and tax credit carryforwards are approximately $\n3\nmillion as of December 31, 2021, which represent the future tax benefit of foreign net operating loss carryforwards that do not expire under current law.\nThe Company accounts for its uncertain tax return positions in accordance with the accounting standards for income taxes, which require financial statement reporting of the expected future tax consequences of uncertain tax reporting positions on the presumption that all concerned tax authorities possess full knowledge of those tax reporting positions, as well as all of the pertinent facts and circumstances, but prohibit any discounting of unrecognized tax benefits associated with those reporting positions for the time value of money. The Company continues to classify interest and penalties related to unrecognized tax benefits as a component of the provision for income taxes.\n83\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe following is a summary of the activity of the Company’s gross unrecognized tax benefits, excluding interest and penalties, for the year ended December 31, 2021, 2020 and 2019 (in thousands):\nAs of 2021, the total amount of gross unrecognized tax benefits was $\n29\nmillion, all of which, if recognized, would impact the Company’s effective tax rate.\nWith limited exceptions, the Company is no longer subject to tax audit examinations in significant jurisdictions for the years ended on or before December 31, 2016. The Company continuously monitors the lapsing of statutes of limitations on potential tax assessments for related changes in the measurement of unrecognized tax benefits, related net interest and penalties and deferred tax assets and liabilities.\nAs of December 31, 2021, the Company expects to record additional reductions in the measurement of its unrecognized tax benefits and related net interest and penalties of approximately $\n18\nmillion within the next twelve months due to potential tax audit settlements and the lapsing of statutes of limitations on potential tax assessments. The Company does not expect to record any other material reductions in the measurement of its unrecognized tax benefits within the next twelve months.\nAs of December 31, 2021, the Company is currently under an income tax audit in the U.S. for its 2017 and 2018 tax years. The Company is also subject to various foreign audits and inquiries and we currently do not expect any material adjustments.\nThe following i\ns\na summary of the activity of the Company’s valuation allowance for the years ended December 31, 2021, 2020 and 2019 (in thousands):\n84\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nIn March 2020, the U.S. federal government enacted the Coronavirus Aid, Relief and Economic Security Act (the “CARES Act”). The CARES Act is an emergency economic stimulus package in response to the\nCOVID-19\noutbreak which, among other things, contains numerous income tax provisions. The CARES Act does not have a material impact on the Company’s consolidated financial statements or related disclosures.\n11    Litigation\nFrom time to time, the Company and its subsidiaries are involved in various litigation matters arising in the ordinary course of business. The Company believes it has meritorious arguments in its current litigation matters and believes any outcome, either individually or in the aggregate, will not be material to the Company’s financial position, results of operations or cash flows. During the year ended December 31, 2021, the Company executed a settlement agreement to resolve patent infringement litigation with Bruker Corporation and Bruker Daltronik GmbH regarding their timsTOF product line. In connection with the settlement, the Company is entitled to receive $\n10\nmillion in guaranteed payments, including minimum royalty payments, which was recognized within other income in our consolidated statement of operations for the year ended December 31, 2021. During the year ended December 31, 2021, the Company received $\n3\nmillion in guaranteed payments, net of applicable withholding taxes. The Company also had a litigation provision of $\n5\nmillion during the year ended December 31, 2021 related to a legal settlement. The accrued patent litigation expense is in other current liabilities in the consolidated balance sheets at December 31, 2021 and 2020\n.\n12    Leases\nAs\nof December\n31\n,\n2021\nand\n2020\n, the Company had lease agreements that expire at various dates through\n2034\n, with weighted-average remaining lease terms of\n4.7\nyears and\n5.2\nyears, respectively. Rental expense was $\n34\nmillion, $\n38\nmillion and $\n36\nmillion for the years ended December\n31\n,\n2021\n,\n2020\nand\n2019\n, respectively. As of December\n31\n,\n2021\nand\n2020\n, the weighted-average discount rates used to determine the present value of lease liabilities were\n3.04\n% and\n3.50\n%, respectively. During the years ended December\n31\n,\n2021\n,\n2020\nand\n2019\n, cash paid for amounts included in the measurement of lease liabilities in operating activities in the statement of cash flows was $\n34\nmillion, $\n38\nmillion and $\n36\nmillion, respectively. The Company recorded $\n3\nmillion, $\n16\nmillion and $\n118\nmillion\nright-of-use\nassets in exchange for new operating lease liabilities during the years ended December\n31\n,\n2021\n,\n2020\nand\n2019\n, respectively.\nThe Company’s\nright-of-use\nlease assets and lease liabilities included in the consolidated balance sheets are classified as follows (in thousands):\n85\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nUndiscounted future minimum rents payable as of December 31, 2021 under\nnon-cancelable\nleases with initial terms exceeding one year reconcile to lease liabilities included in the consolidated balance sheet as follows (in thousands):\n13    Other Commitments and Contingencies\nThe Company licenses certain technology and software from third parties in the course of ordinary business.\nFuture minimum license fees payable under existing license agreements as of December 31, 2021 are immaterial for the years ended December 31, 2022 and thereafter.\nThe Company enters into licensing arrangements with third parties that require future milestone or royalty payments contingent upon future events. Upon the achievement of certain milestones in existing agreements, the Company could make additional future payments of up to $\n2\nmillion.\nThe Company enters into standard indemnification agreements i\nn\nits ordinary course of business. Pursuant to these agreements, the Company indemnifies, holds harmless and agrees to reimburse the indemnified party for losses suffered or incurred by the indemnified party, generally the Company’s business partners or customers, in connection with patent, copyright or other intellectual property infringement claims by any third party with respect to its current products, as well as claims relating to property damage or personal injury resulting from the performance of services by the Company or its subcontractors. The maximum potential amount of future payments the Company could be required to make under these indemnification agreements is unlimited. Historically, the Company’s costs to defend lawsuits or settle claims relating to such indemnity agreements have been minimal and management accordingly believes the estimated fair value of these agreements is immaterial.\n14     Stock-Based Compensation\nIn May 2020, the Company’s shareholders approved the Company’s 2020 Equity Incentive Plan (“2020 Plan”). As of December 31, 2021, the 2020 Plan has\n6.7\nmillion shares available for grant in the form of incentive or\nnon-qualified\nstock options, stock appreciation rights (“SARs”), restricted stock or other types of awards (e.g. restricted stock units and performance stock units). The Company issues new shares of common stock upon exercise of stock options, restricted stock unit conversion or performance stock unit conversion. Under the 2020 Plan, the exercise price for stock options may not be less than the fair market value of the underlying stock at the date of grant. The 2020 Plan is scheduled to terminate on May 13, 2030. Options generally will expire no later than\nten years\nafter the date on which they are granted and will become exercisable as directed by the Compensation Committee of the Board of Directors and generally vest in equal annual installments over a\nfive-year\nperiod. A SAR may be granted alone or in conjunction with an option or other award. Shares of restricted stock, restricted stock units and performance stock units may be issued under the 2020 Plan for such\n86\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nconsideration as is determined by the Compensation Committee of the Board of Directors. As of December 31, 2021, the Company had stock options, restricted stock and restricted and performance stock unit awards outstanding.\nIn May 2009, the Company’s shareholders approved the 2009 Employee Stock Purchase Plan, under which eligible employees may contribute up to\n15\n% of their earnings toward the quarterly purchase of the Company’s common stock. The plan makes available\n0.8\nmillion shares of the Company’s common stock, which includes the remaining shares available under the 1996 Employee Stock Purchase Plan. As of December 31, 2021,\n1.6\nmillion shares have been issued under both the 2009 and 1996 Employee Stock Purchase Plans. Each plan period lasts\nthree months\nbeginning on January\n1\n, April 1, July 1 and October 1 of each year.\nThe purchase price for each share of stock is the lesser of 90% of the market price on the first day of the plan period or 100% of the market price on the last day of the plan period.\nStock-based compensation expense related to this plan was $\n1\nmillion for each of the years ended December 31, 2021, 2020 and 2019, respectively.\nThe Company accounts for stock-based compensation costs in accordance with the accounting standards for stock-based compensation, which require that all share-based payments to employees be recognized in the statements of operations, based on their grant date fair values. The Company recognizes the expense using the straight-line attribution method. The stock-based compensation expense recognized in the consolidated statements of operations is based on awards that ultimately are expected to vest; therefore, the amount of expense has been reduced for estimated forfeitures. Forfeitures are estimated based on historical experience. If actual results differ significantly from these estimates, stock-based compensation expense and the Company’s results of operations could be materially impacted. In addition, if the Company employs different assumptions in the application of these standards, the compensation expense that the Company records in the future periods may differ significantly from what the Company has recorded in the current period.\nThe consolidated statements of operations for the years ended December 31, 2021, 2020 and 2019 include the following stock-based compensation expense related to stock option awards, restricted stock awards, restricted stock unit awards, performance stock unit awards and the employee stock purchase plan (in thousands):\nDuring the years ended 2020 and 2019, the Company recognized $\n1\nmillion and less than $\n1\nmillion of expense, respectively, of stock-based compensation related to the modification of certain stock awards upon the retirement of senior executives. There was no expense related to stock award modifications in 2021.\nStock Options\nIn determining the fair value of the stock options, the Company makes a variety of assumptions and estimates, including volatility measures, expected yields and expected stock option lives. The fair value of each option grant was estimated on the date of grant using the Black-Scholes option pricing model. The Company uses implied volatility on its publicly-traded options as the basis for its estimate of expected volatility. The Company believes that implied volatility is the most appropriate indicator of expected volatility because it is generally reflective of historical volatility and expectations of how future volatility will differ from historical volatility. The expected life assumption for grants is based on historical experience for the population of\nnon-qualified\nstock option exercises. The risk-free interest rate is the yield currently available on U.S. Treasury\nzero-coupon\nissues with a\n87\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nremaining term approximating the expected term used as the input to the Black-Scholes model.\nThe relevant data used to determine the value of the stock options granted during the year ended December 31, 2021, 2020 and 2019 are as follows:\nThe following table summarizes stock option activity for the plans for the year ended December 31, 2021 (in thousands, except per share data):\nThe following table details the options outstanding at December 31, 2021 by range of exercise prices (in thousands, except per share data):\nDuring 2021, 2020 and 2019, the total intrinsic value of the stock options exercised (i.e., the difference between the market price at exercise and the price paid by the employee to exercise the options) was $\n43\nmillion, $\n45\nmillion and $\n45\nmillion, respectively. The total cash received from the exercise of these stock options was $\n46\nmillion, $\n59\nmillion and $\n46\nmillion for the years ended December 31, 2021, 2020 and 2019, respectively.\nThe aggregate intrinsic value of the outstanding stock options at December 31, 2021 was $\n118\nmillion. Options exercisable at December 31, 2021, 2020 and 2019 were\n0.3\nmillion,\n0.5\nmillion and\n0.7\nmillion, respectively. The weighted-average exercise prices of options exercisable at December 31, 2021, 2020 and 2019 were $\n162.09\n, $\n154.16\nand $\n134.94\n, respectively. The weighted-average remaining contractual life of the exercisable outstanding stock options at December 31, 2021 was\n5.5\nyears. The aggregate intrinsic value of stock options exercisable as of December 31, 2021 was $\n71\nmillion.\n88\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nAt December 31, 2021, the Company had\n0.7\nmillion stock options that are vested and expected to vest. The intrinsic value, weighted-average exercise price and remaining contractual life of the vested and expected to vest stock options were $\n117\nmillion, $\n201.85\nand\n6.9\nyears, respectively, at December 31, 2021.\nAs of December 31, 2021, there were $\n19\nmillion of total unrecognized compensation costs related to unvested stock option awards that are expected to vest. These costs are expected to be recognized over a weighted-average period of\n3.5\nyears.\nRestricted Stock\nDuring the years ended December 31, 2021, 2020 and 2019, the Company granted\nfour\nthousand,\nsix\nthousand and\nfive\nthousand shares of restricted stock, respectively. The weighted-average fair value per share on the grant date of the restricted stock granted in 2021, 2020 and 2019 was $\n256.28\n, $\n229.67\nand $\n183.41\n, respectively. The Company has recorded $\n1\nmillion of compensation expense in each of the years ended December 31, 2021, 2020 and 2019 related to the restricted stock grants. As of December 31, 2021, the Company had\n3\nthousand unvested shares of restricted stock outstanding, which have been fully expensed.\nRestricted Stock Units\nThe following table summarizes the unvested restricted stock unit award activity for the year ended December 31, 2021 (in thousands, except per share data):\nRestricted stock units are generally granted annually in February and vest in equal annual installments over a\nfive-year\nperiod. The amount of compensation costs recognized for the years ended December 31, 2021, 2020 and 2019 on the restricted stock units expected to vest were $\n17\nmillion, $\n15\nmillion and $\n14\nmillion, respectively. As of December 31, 2021, there were $\n41\nmillion of total unrecognized compensation costs related to the restricted stock unit awards that are expected to vest. These costs are expected to be recognized over a weighted-average period of\n3.3\nyears.\nPerformance Stock Units\nThe Company’s performance stock units are equity compensation awards with a market vesting condition based on the Company’s Total Shareholder Return (“TSR”) relative to the TSR of the components of the S&P Health Care Index. TSR is the change in value of a stock price over time, including the reinvestment of dividends. The vesting schedule ranges from\n0\n% to\n200\n% of the target shares awarded. Beginning with the grants made in 2020, the vesting conditions for performance stock units now include a performance condition based on future sales growth.\nIn determining the fair value of the performance stock units, the Company makes a variety of assumptions and estimates, including volatility measures, expected yields and expected terms. The fair value of each performance stock unit grant was estimated on the date of grant using the Monte Carlo simulation model. The\n89\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nCompany uses implied volatility on its publicly-traded options as the basis for its estimate of expected volatility. The Company believes that implied volatility is the most appropriate indicator of expected volatility because it is generally reflective of historical volatility and expectations of how future volatility will differ from historical volatility. The expected life assumption for grants is based on the performance period of the underlying performance stock units. The risk-free interest rate is the yield currently available on U.S. Treasury\nzero-coupon\nissues with a remaining term approximating the expected term used as the input to the Monte Carlo simulation model. The correlation coefficient is used to model the way in which each company in the S&P Health Care Index tends to move in relation to each other during the performance period.\nThe relevant data used to determine the value of the performance stock units granted during the year ended December 31, 2021, 2020 and 2019 are as follows:\nThe following table summarizes the unvested performance stock unit award activity for the year ended December 31, 2021 (in thousands, except per share data):\nThe amount of compensation costs recognized for the years ended December 31, 2021, 2020 and 2019 on the performance stock units expected to vest were $\n3\nmillion, $\n6\nmillion and $\n7\nmillion, respectively. As of December 31, 2021, there were $\n12\nmillion of total unrecognized compensation costs related to the restricted stock unit awards that are expected to vest. These costs are expected to be recognized over a weighted-average period of\n2.0\nyears.\n15    Earnings Per Share\nBasic and diluted EPS calculations are detailed as follows (in thousands, except per share data):\n90\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nFor the years ended December 31, 2021, 2020 and 2019, the Company had\n0.1\nmillion,\n0.3\nmillion and\n0.1\nmillion stock options that were antidilutive, respectively, due to having higher exercise prices than the Company’s average stock price during the period. These securities were not included in the computation of diluted EPS. The effect of dilutive securities was calculated using the treasury stock method.\n16    Accumulated Other Comprehensive Income\nThe components of accumulated othe\nr\ncomprehensive loss are detailed as follows (in thousands):\n17    Retirement Plans\nU.S. employees are eligible to participate in the Waters Employee Investment Plan, a 401(k) defined contribution plan, immediately upon hire. Employees may contribute up to\n60\n% of eligible pay on a\npre-tax\nor\npost-tax\nbasis and the Company makes matching contributions of\n100\n% for contributions up to\n6\n% of eligible pay. The Company also sponsors a 401(k) Restoration Plan, which is a nonqualified defined contribution plan. Employees are\n100\n% vested in employee and Company matching contributions for both plans. For the years ended December 31, 2021, 2020 and 2019, the Company’s matching contributions amounted to $\n19\nmillion, $\n7\nmillion and $\n17\nmillion, respectively.\nIn May 2018, the Company’s Board of Directors approved the termination of two defined benefit pension plans in the U.S. for which the pay credit accruals have been frozen, the Waters Retirement Plan and the Waters Retirement Restoration Plan (collectively, the “U.S. Pension Plans”). In December 2018, the Company settled the\n91\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nWaters\nRetirement Plan obligation by making\nlump-sum\ncash payments and purchasing annuity contracts for participants to permanently extinguish the pension plan’s obligations. As a result, the Company recorded a $\n46\nmillion charge to other expense, which consisted of a $\n6\nmillion cash contribution to the plan and a $\n40\nmillion\nnon-cash\ncharge related to the reversal of unrecognized actuarial losses recorded in accumulated other comprehensive income in the stockholders’ equity. The $\n46\nmillion\npre-tax\ncharge reduced net income per diluted share by $\n0.39\n. The termination of the Waters Retirement Restoration Plan was completed in 2019.\nThe Company also sponsors other employee benefit plans in the U.S., including a retiree healthcare plan, which provides reimbursement for medical expenses and is contributory. There are various employee benefit plans outside the United States (both defined benefit and defined contribution plans). Certain\nnon-U.S.\ndefined benefit plans\n(“Non-U.S.\nPension Plans”) are included in the disclosures below, which are required under the accounting standards for retirement benefits.\nThe Company contributed $\n17\nmillion, $\n14\nmillion and $\n15\nmillion in the years ended December 31, 2021, 2020 and 2019, respectively, to the\nnon-U.S.\nplans (primarily defined contribution plans) which are currently outside of the scope of the required disclosures. The eligibility and vesting of\nnon-U.S. plans\nare consistent with local laws and regulations.\nThe net periodic pension cost is made up of several components that reflect different aspects of the Company’s financial arrangements as well as the cost of benefits earned by employees. These components are determined using the projected unit credit actuarial cost method and are based on certain actuarial assumptions. The Company’s accounting policy is to reflect in the projected benefit obligation all benefit changes to which the Company is committed as of the current valuation date; use a market-related value of assets to determine pension expense; amortize increases in prior service costs on a straight-line basis over the expected future service of active participants as of the date such costs are first recognized; and\namortize cumulative actuarial gains and losses in excess of 10% of the larger of the market-related value of plan assets and the projected benefit obligation over the expected future service of active participants.\nSummary data for the U.S. Pension Plans, U.S. Retiree Healthcare Plan and\nNon-U.S. Pension\nPlans are presented in the following tables, using the measurement dates of December 31, 2021 and 2020, respectively.\nThe reconciliation of the projected benefit obligations for the plans at December 31, 2021 and 2020 is as follows (in thousands):\n92\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe reconciliation of the fair value of the plan assets at December 31, 2021 and 2020 is as follows (in thousands):\nThe summary of the funded status for the plans at December 31, 2021 and 2020 is as follows (in thousands):\nThe change in the Company’s projected benefit obligation for the year ended December 31, 2021 was primarily due to fluctuations in foreign currency exchange rates during the year, net actuarial gains that arose during the year driven by an increase in discount rates and differences between expected and actual return on plan assets. The change in the Company’s projected benefit obligation for the year ended December 31, 2020 was primarily due to net actuarial losses that arose during the year driven by a decline in discount rates, differences between expected and actual return on plan assets, and also fluctuations in foreign currency exchange rates during the year.\nThe summary of the amount\ns\nrecognized in the consolidated balance sheets for the plans at December 31, 2021 and 2020 is as follows (in thousands):\nThe accumulated benefit obligation for all defined benefit pension plans was $\n92\nmillion and $\n103\nmillion at December 31, 2021 and 2020, respectively.\n93\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe summary of the\nNon-U.S.\nPension Plans that have accumulated benefit obligations in excess of plan assets at December 31, 2021 and 2020 is as follows (in thousands):\nThe summary of the\nNon-U.S.\nPension Plans that have projected benefit obligations in excess of plan assets at December 31, 2021 and 2020 is as follows (in thousands):\nThe summary of the components of net periodic pension costs for the plans for the years ended December 31, 2021, 2020 and 2019 is as follows (in thousands):\nThe summary of the changes in amounts recognized in other comprehensive income (loss) for the plans for the years ended December 31, 2021, 2020 and 2019 is as follows (in thousands):\n94\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe components of net periodic benefit cost other than the service cost component are included in other income (expense) in the consolidated statements of operations.\nThe summary of the amounts included in accumulated other comprehensive loss in stockholders’ equity for the plans at December 31, 2021 and 2020 is as follows (in thousands):\nThe plans’ investment asset mix is as follows at December 31, 2021 and 2020:\nThe plans’ investment policies include th\ne\nfollowing asset allocation guidelines:\nThe asset allocation policy for the U.S. Retiree Healthcare Plan was developed in consideration of the following long-term investment objectives: achieving a return on assets consistent with the investment policy, achieving portfolio returns which compare favorably with those of other similar plans, professionally managed portfolios and of appropriate market indexes and maintaining sufficient liquidity to meet the obligations of the plan. Within the equity portfolio of the U.S. Retiree Healthcare Plan,\ninvestments are diversified among market capitalization and investment strategy, and targets a 45% allocation of the equity portfolio to be invested in financial markets outside of the United States\n. The Company does not invest in its own stock within the U.S. Retiree Healthcare Plan’s assets.\nPlan assets are measured at fair value using the following valuation techniques and inputs:\n95\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThere have been no changes in the above valuation techniques associated with determining the value of the plans’ assets during the years ended December 31, 2021 and 2020.\nThe fair value of the Company’s retirement plan assets are as follows at December 31, 2021 (in thousands):\nThe fair value of the Company’s retirement plan assets are as follows at December 31, 2020 (in thousands):\n96\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe following table summarizes the changes in fair value of the Level 3 retirement plan assets for the years ended December 31, 2021 and 2020 (in thousands):\nThe weighted-average assumptions used to determine the benefit obligation in the consolidated balance sheets at December 31, 2021, 2020 and 2019 are as follows:\nThe weighted-average assumptions used to determine the net periodic pension cost for the years ended December 31, 2021, 2020 and 2019 are as follows:\nTo develop the\nexpected long-term rate of return on assets assumption, the Company considered historical returns and future expectations for returns for each asset class, as well as the target asset allocation of the pension portfolio and historical expenses paid by the plan. A\none-quarter\npercentage point increase in the assumed long-term rate of return on assets would decrease the Company’s net periodic benefit cost by\nless than\n$1 million\n. A\n97\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\none-quarter percentage point increase in the discount rate would decrease the Company’s net periodic benefit cost by\nless than $1 million\n.\nDuring fiscal year 2022, the Company expects to contribute a total of approximately $\n3\nmillion to $\n6\nmillion to the Company’s defined benefit plans. Estimated future benefit payments from the plans as of December 31, 2021 are as follows (in thousands):\n18    Business Segment Information\nThe accounting standards for segment reporting establish standards for reporting information about operating segments in annual financial statements and require selected information for those segments to be presented in interim financial reports of public business enterprises. They also establish standards for related disclosures about products and services, geographic areas and major customers. The Company’s business activities, for which discrete financial information is available, are regularly reviewed and evaluated by the chief operating decision maker. As a result of this evaluation, the Company determined that it has\ntwo\noperating segments: Waters\nTM\nand TA\nTM\n.\nThe Waters operating segment is primarily in the business of designing, manufacturing, selling and servicing LC and MS instruments, columns and other precision chemistry consumables that can be integrated and used along with other analytical instruments. The TA operating segment is primarily in the business of designing, manufacturing, selling and servicing thermal analysis, rheometry and calorimetry instruments. The Company’s two operating segments have similar economic characteristics; product processes; products and services; types and classes of customers; methods of distribution; and regulatory environments. Because of these similarities, the two segments have been aggregated into\none\nreporting segment for financial statement purposes. Please refer to the consolidated financial statements for financial information regarding the one reportable segment of the Company.\nNet sales for the Company’s products and services are as follows for the years ended December 31, 2021, 2020 and 2019 (in thousands):\n98\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nNet sales are attributable to geographic areas based on the region of destination. Geographic sales information is presented below for the years ended December 31, 2021, 2020 and 2019 (in thousands):\nNone of the Company’s individual customers accounts for more than\n2\n% of annual Company sales. Net sales by customer class are as follows for the years ended December 31, 2021, 2020 and 2019 (in thousands):\nNet sales for the Company recognized at a point in time versus over time are as follows for the years ended December 31, 2021, 2020 and 2019 (in thousands):\n99\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nLong-lived assets information at December 31, 2021 and 2020 is presented below (in thousands):\nThe Americas Other category includes Canada, Latin America and Puerto Rico. Long-lived assets exclude goodwill, other intangible assets and other assets.​​​​​​​\n19    Unaudited Quarterly Results\nThe Company’s unaudited quarterly results are summarized below (in thousands, except per share data):\n10\n0\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe Company typically experiences an increase in sales in the fourth quarter, as a result of purchasing habits for capital goods of customers that tend to exhaust their spending budgets by calendar year end. Selling and administrative expenses are typically higher after the first quarter in each year as the Company’s annual payroll merit increases take effect, however during the second quarter of 2020, the Company’s selling and administrative expenses decreased compared to the first quarter of 2020 as a result of severance-related costs incurred during the first quarter of 2020 in connection with a reduction in workforce and lease-termination and exit costs. These costs were offset by\nCOVID-19 and restructuring\ncost-saving actions that reduced planned\nsalaries and non-essential spending,\nbeginning in the second quarter of 2020 and totaled $\n70\nmillion for the year. Selling and administrative expenses will vary in the fourth quarter in relation to performance in the quarter and for the year.\nDuring the first quarter of 2021, the Company recorded an unrealized gain of $\n10\nmillion due to an observable change in fair value of an existing investment the Company does not have the ability to exercise significant influence over. This unrealized gain was recorded in Other income.\nDuring the second quarter of 2021, the Company executed a settlement agreement to resolve patent infringement litigation with Bruker Corporation and Bruker Daltronik GmbH regarding their timsTOF product line. In connection with the settlement, the Company is entitled to receive $\n10\nmillion in guaranteed payments, including minimum royalty payments, which was recognized within other income in our consolidated statement of operations. This settlement was recorded in Other income.\nDuring the fourth quarter of 2020, the Company recorded a\nnon-cash\ncharge of $\n10\nmillion for the impairment of certain intangible assets associated with its 2014 acquisition of Medimass. The impairment charge was due to a shift in strategic priorities. In conjunction with the intangible asset impairment the Company also\nreduced its liability for contingent consideration of $\n3\nmillion during 2020 as the carrying value of this liability is based on the future sales of the Medimass intangible assets that were impaired. The net impact of $\n7\nmillion is reported separately within the consolidated statements of operations.\n10\n1"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures\nThe Company’s chief executive officer and chief financial officer (principal executive officer and principal financial officer), with the participation of management, evaluated the effectiveness of the Company’s disclosure controls and procedures (as defined in\nRules 13a-15(e)\nand\n15d-15(e)\nunder the Securities Exchange Act of 1934, as amended (the “Exchange Act”)) as of the end of the period covered by this annual report on Form\n10-K.\nBased on this evaluation, the Company’s chief executive officer and chief financial officer concluded that the Company’s disclosure controls and procedures were effective as of December 31, 2021 (1) to ensure that information required to be disclosed by the Company, including its consolidated subsidiaries, in the reports that it files or submits under the Exchange Act is accumulated and communicated to the Company’s management, including its chief executive officer and chief financial officer, to allow timely decisions regarding the required disclosure and (2) to provide reasonable assurance that information required to be disclosed by the Company in the reports that it files or submits under the Exchange Act is recorded, processed, summarized and reported within the time periods specified in the SEC’s rules and forms.\nManagement’s Annual Report on Internal Control Over Financial Reporting\nSee Management’s Report on Internal Control Over Financial Reporting in Item 8 on page 51 of this Form\n10-K.\nReport of the Independent Registered Public Accounting Firm\nSee the report of PricewaterhouseCoopers LLP in Item 8 beginning on page 52 of this Form\n10-K.\nChanges in Internal Control Over Financial Reporting\nNo change was identified in the Company’s internal control over financial reporting (as defined in\nRules 13a-15(f)\nand\n15d-15(f)\nunder the Exchange Act) during the quarter ended December 31, 2021 that has materially affected, or is reasonably likely to materially affect, the Company’s internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None."
  },
  {
    "item_key": "item_9c",
    "text": "None.\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "INFORMATION ABOUT OUR EXECUTIVE OFFICERS\nOfficers of the Company are elected annually by the Board of Directors and hold office at the discretion of the Board of Directors. The following persons serve as executive officers of the Company:\nDr. Udit Batra, 51, was appointed a Director of the Company as well as President and CEO on September 1, 2020. He most recently served as Chief Executive Officer of the Life Science business of Merck KGaA, Darmstadt, Germany, which operates as MilliporeSigma in the United States and Canada, and as a member of its Executive Board, roles he held from 2014 and 2016, respectively, through July 2020. Prior to that, Dr. Batra\n102\nserved as President and Chief Executive Officer of Merck KGaA, Darmstadt, Germany’s Consumer Health business. Dr. Batra oversaw the company’s Bioethics Advisory Panel and had Board responsibility for the global Information Technology function. Before joining Merck KGaA, Darmstadt, Germany, Dr. Batra held several positions of increasing responsibility at Novartis, including Global Head of Corporate Strategy in Switzerland, Country President for the Pharma Business of Novartis in Australia and New Zealand and the Global Head of Public Health and Market Access in Cambridge, Massachusetts. Dr. Batra also served at the global consultancy McKinsey & Company across the healthcare, consumer and\nnon-profit\nsectors. Dr. Batra started his career at Merck Research Labs in West Point, Pennsylvania as a research engineer.\nKeeley Aleman, 45, was appointed Senior Vice President, General Counsel and Secretary in October of 2019. Ms. Aleman joined Waters Corporation in 2006 as the Assistant General Counsel and held various legal roles focusing on business transactions, commercial strategies, international development, compliance, corporate governance and organizational matters. Prior to joining Waters Corporation she held corporate associate positions at Goodwin Procter, LLP and Testa, Hurwitz & Thibeault, LLP.\nJianqing Bennett, 52, was appointed Senior Vice President of TA Instruments Division on May 1, 2021. Previously, Ms. Bennett served as Senior Vice President, High Growth Markets at Beckman Coulter Diagnostics from November 2017 to March 2021. Prior to that, from 2007-2017, she held various senior management positions at Carestream Health Inc, including serving as President, Medical Digital Solutions from August 2015 to November 2017.\nAmol Chaubal, 46, was appointed Chief Financial Officers of Waters Corporation on May 12, 2021. Previously, Mr. Chaubal was Chief Financial Officer of Quanterix Corporation, a life sciences company, where he served as Chief Financial Officer since April 2019. Before Quanterix, Mr. Chaubal served as Chief Financial Officer, Global Operations at Smith & Nephew, a global medical devices company, from October 2017 to April 2019. Prior to his time at Smith & Nephew, he served as Corporate Vice President and Head of Finance for the Clinical Research Services and Access business at Parexel from July 2015 to October 2017.\nBelinda Hyde, 51, was appointed Senior Vice President, Global Human Resources of Waters Corporation in January 2021. She is responsible for all aspects of the Global Human Resources function including talent management, total rewards, HR business partners, HR operations and technology, employee engagement and diversity and inclusion. Prior to joining Waters, Ms. Hyde served as the Chief Human Resources Officer for SPX FLOW, from July 2015 to December 2020, and Schnitzer Steel. She has also held leadership roles in business and cultural transformation, executive development, talent management, compensation, benefits, training, internal communications and business partner support at companies such as Caltex Petroleum, Dell Technologies, Invitrogen and Celanese Corporation. Ms. Hyde earned a Bachelor of Arts in psychology from the University of Texas, as well as both a master’s degree and doctorate in industrial and organizational psychology from the University of Houston.\nJonathan M. Pratt, 52, was appointed Senior Vice President, Waters Division, on May 1, 2021. Previously, he served as Senior Vice President and President, TA Instruments from August 2019 to April 30, 2021. Prior to joining Waters Corporation, Mr. Pratt was President of Beckman Coulter Life Sciences from January 2017 to April 2019. Additionally, he held senior positions at Pall Corporation from 2001 to 2017, where he was Vice President and General Manager from October 2015 to December 2016 following Pall Corporation’s acquisition by Danaher Corporation and, prior to that, President of its Food & Beverage, Laboratory and ForteBio businesses from April 2011 to October 2015. Since August 2020, Mr. Pratt has served on the Board of SPX FLOW, Inc. (NYSE:FLOW) as an independent director and a member of the Audit, Compensation and Nominating & Governance Committees.\nDan Welch, 60, was appointed Senior Vice President, Global Operations in July 2020 and was Vice President of Global Supply Chain since July 2019 and Senior Director, Supply Chain Management since August 2017. Mr. Welch joined Waters Corporation in May 2012 as General Manager and Senior Director of Manufacturing Operations. Prior to joining Waters Corporation, he held senior operations and engineering positions at semiconductor and solar energy companies.\n103\nInformation regarding the Company’s directors, any material changes to the process by which security holders may recommend nominees to the Board of Directors and the information required by the Item will be contained in our definitive proxy statement for the 2022 Annual Meeting of Stockholders, to be filed with the SEC not later than 120 days after the close of business of the fiscal year and is incorporated in this report by reference (the “2022 Proxy Statement”), under the headings “Election of Directors”, “Directors Meetings and Board Committees”, “Corporate Governance”, “Report of the Audit Committee of the Board of Directors” and “Compensation of Directors and Executive Officers”. Information regarding compliance with Section 16(a) of the Exchange Act is contained in the 2022 Proxy Statement, under the heading “Delinquent Section 16(a) Reports”. Information regarding the Company’s Audit Committee and Audit Committee Financial Expert is contained in the 2022 Proxy Statement, under the headings “Report of the Audit Committee of the Board of Directors” and “Directors Meetings and Board Committees”. Such information is incorporated herein by reference.\nThe Company has adopted a Global Code of Business Conduct & Ethics (the “Code”) that applies to all of the Company’s employees (including its executive officers) and directors and that is in compliance with Item 406 of Regulation\nS-K.\nThe Code has been distributed to all employees of the Company. In addition, the Code is available on the Company’s website,\nwww.waters.com\n, under the caption “Corporate Governance”. The Company intends to satisfy the disclosure requirement regarding any amendment to, or waiver of a provision of, the Code applicable to any executive officer or director by posting such information on its website. The Company shall also provide to any person without charge, upon request, a copy of the Code. Any such request must be made in writing to the Secretary of the Company, c/o Waters Corporation, 34 Maple Street, Milford, MA 01757.\nThe Company’s corporate governance guidelines and the charters of the audit committee, compensation committee and nominating and corporate governance committee of the Board of Directors are available on the Company’s website,\nwww.waters.com\n, under the caption “Corporate Governance”. The Company shall provide to any person without charge, upon request, a copy of any of the foregoing materials. Any such request must be made in writing to the Secretary of the Company, c/o Waters Corporation, 34 Maple Street, Milford, MA 01757."
  },
  {
    "item_key": "item_11",
    "text": "This information is contained in the 2022 Proxy Statement, under the headings “Compensation of Directors and Executive Officers”, “Compensation Committee Interlocks and Insider Participation” and “Compensation Committee Report”. Such information is incorporated herein by reference."
  },
  {
    "item_key": "item_12",
    "text": "Except for the Equity Compensation Plan information set forth below, this information is contained in the 2022 Proxy Statement, under the heading “Security Ownership of Certain Beneficial Owners and Management”. Such information is incorporated herein by reference.\n104\nEquity Compensation Plan Information\nThe following table provides information as of December 31, 2021 about the Company’s common stock that may be issued upon the exercise of options, warrants and rights under its existing equity compensation plans (in thousands):\nSee Note 14, Stock-Based Compensation, in the Notes to Consolidated Financial Statements for a description of the material features of the Company’s equity compensation plans."
  },
  {
    "item_key": "item_13",
    "text": "This information is contained in the 2022 Proxy Statement, under the headings “Directors Meetings and Board Committees”, “Corporate Governance” and “Compensation of Directors and Executive Officers”. Such information is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "This information is contained in the 2022 Proxy Statement, under the headings “Ratification of Selection of Independent Registered Public Accounting Firm” and “Report of the Audit Committee of the Board of Directors”. Such information is incorporated herein by reference.\n105\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a) Documents filed as part of this report:\nThe consolidated financial statements of the Company and its subsidiaries are filed as part of this\nForm 10-K\nand are set forth on pages\n55\nto\n101\n. The report of\nPricewaterhouseCoopers LLP\n(PCAOB ID:\n238\n), an independent registered public accounting firm, dated February 24, 2022, is set forth beginning on page\n52\nof this\nForm 10-K.\n106\n107\n108\n109"
  },
  {
    "item_key": "item_16",
    "text": "The optional summary in Item 16 has not been included in this Form\n10-K.\n110\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nDate: February 24, 2022\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed by the following persons on behalf of the registrant and in the capacities indicated on February 24, 2022.\n111"
  }
]