[
  {
    "item_key": "item_1",
    "text": "BUSINESS OVERVIEW\nCarMax Background\nCarMax, Inc. delivers an unrivaled customer experience by offering a broad selection of quality used vehicles and related products and services at competitive, no-haggle prices using a customer-friendly sales process.  We are the nation’s largest retailer of used cars, and we sold 924,338 used vehicles at retail during the fiscal year ended February 28, 2022.  We are also one of the nation’s largest operators of wholesale vehicle auctions, with 706,212 vehicles sold during fiscal 2022, and one of the nation’s largest providers of used vehicle financing, servicing approximately 1.1 million customer accounts in our $15.65 billion portfolio of managed receivables as of February 28, 2022.\nOur omni-channel platform, which gives us the largest addressable market in the used car industry, empowers our retail customers to buy a car on their terms – online, in-store or a seamless combination of both.  Customers can choose to complete the car-buying experience in-person at one of our stores; or buy the car online and receive delivery through express pickup, available nationwide, or home delivery, available to most customers.\nCarMax was incorporated under the laws of the Commonwealth of Virginia in 1996.  CarMax, Inc. is a holding company and our operations are conducted through our subsidiaries.  Under the ownership of Circuit City Stores, Inc. (“Circuit City”), we began operations in 1993 with the opening of our first CarMax store in Richmond, Virginia.  On October 1, 2002, the CarMax business was separated from Circuit City through a tax-free transaction, becoming an independent, publicly traded company.  As of February 28, 2022, we operated 230 used car stores in 107 U.S. television markets.  Our home office is located at 12800 Tuckahoe Creek Parkway, Richmond, Virginia.\nOn June 1, 2021, we completed the acquisition of Edmunds Holding Company (“Edmunds”), one of the most well established and trusted online guides for automotive information and a recognized leader in digital car shopping innovations.  With this acquisition, CarMax has enhanced its digital capabilities and further strengthened its role and reach across the used auto ecosystem while adding exceptional technology and creative talent.\nImpact of COVID-19\nIn March 2020, the World Health Organization declared the outbreak of COVID-19 as a global pandemic.  Throughout fiscal 2021, many U.S. states and localities had shelter-in-place orders and occupancy restrictions, impacting the operations of our stores and consumer demand.  As a result, our fiscal 2021 results were significantly impacted by the COVID-19 pandemic, primarily during the first quarter.\nAlthough the effects of COVID-19 seem to have subsided, uncertainty continues.  During fiscal 2022, states and localities conducted vaccine distribution programs and eased certain state-mandated restrictions; however, the continued spread and impact of COVID-19 persists, particularly as it relates to the emergence of new variants of the virus.  We continue to actively monitor developments that may cause us to take further actions that alter our business operations as may be required by federal, state or local authorities or that we determine are in the best interests of our associates, customers, communities and shareholders.  For further discussion of the impacts of COVID-19 on our business and fiscal 2022 results, refer to Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.\nCarMax Business\nWe operate in two reportable segments:  CarMax Sales Operations and CarMax Auto Finance (“CAF”).  Our CarMax Sales Operations segment consists of all aspects of our auto merchandising and service operations, excluding financing provided by CAF.  Our CAF segment consists solely of our own finance operation that provides financing to customers buying retail vehicles from CarMax.  Our consolidated financial statements include the financial results related to our Edmunds business, which does not meet the definition of a reportable segment.\nCarMax Sales Operations.\nOur CarMax Sales Operations segment sells used vehicles, purchases used vehicles from customers and other sources, sells related products and services, and arranges financing options for customers, all for competitive, no-haggle prices. We enable our customers to separately evaluate each component of the sales process based on comprehensive information about the terms and associated prices of each component. Customers can accept or decline any individual element of the offer without affecting the price or terms of any other component of the offer.\n5\nPurchasing a Vehicle\n:\nThe vehicle purchase process at CarMax differs fundamentally from the traditional auto retail experience.  Our no-haggle pricing removes a frequent customer frustration with the purchase process and allows customers to shop for vehicles the same way they shop for other consumer products.  Our omni-channel platform further empowers our customers to buy a car on their own terms – online, in-store, or a seamless combination of both.  Customers can choose to complete the car-buying experience in-person at one of our stores; or buy the car online and receive delivery through express pickup, available nationwide, or home delivery, available to most customers.\nOur omni-channel platform provides multiple ways for our customers to interact with us, including completely online.  A customer may interact with our customer experience consultants via phone, text messages or chat.\nThese employees are paid a fixed hourly rate and receive incentive bonuses based on their ability to effectively progress the customer through their car-buying journey.  Customers may also interact in-person with our sales consultants who are generally paid commissions on a fixed dollars-per-unit standard, thereby earning the same commission regardless of the vehicle being sold, the amount a customer finances or the related interest rate.  These pay structures align our associates’ interests with those of our customers, in contrast to other dealerships where sales and finance personnel may receive higher commissions for negotiating higher prices and interest rates, or steering customers to vehicles with higher gross profits.\nWe recondition every used vehicle we retail to meet our CarMax Quality Certified standards, and each vehicle must pass an inspection before being offered for sale.  We stand behind every used vehicle we sell with our Love Your Car Guarantee.  This guarantee gives customers the ability to take 24-hour test drives before committing to purchase as well as provides a 30-day/1,500 mile money-back guarantee and a 90-day/4,000-mile limited warranty.  Our CarMax Quality Certified standards were developed internally by CarMax and are not affiliated with any third party or original equipment manufacturer program.\nWe maximize customer choice by offering a large selection of inventory on our lots and by making our nationwide inventory available for viewing on carmax.com as well as our mobile app.  As of February 28, 2022, we had approximately 71,000 saleable retail vehicles in our inventory.  Vehicles in-transit or on customer hold are not visible on our website.  Upon request by a customer, we will transfer virtually any used vehicle in our inventory.  This gives CarMax customers access to a much larger selection of vehicles than any traditional auto retailer.  In fiscal 2022, approximately 36% of our vehicles sold were transferred at customer request.\nIn addition to retailing used vehicles, we sold new vehicles under franchise agreements at one location during fiscal 2022.  During the third quarter, we sold this new car franchise and no longer sell new vehicles.\nSelling us a Vehicle\n:\nWe have separated the practice of trading in a used vehicle in conjunction with the purchase of another vehicle into two distinct and independent transactions.  We will appraise a customer’s vehicle in-person free of charge and make a written, guaranteed offer to buy that vehicle regardless of whether the owner is purchasing a vehicle from us.  This no-haggle offer is good for seven days.  We also provide online instant appraisal offers, which quickly give customers an offer on their vehicle.  The success of these offerings strengthens our leadership position as the largest used vehicle buyer from consumers in the U.S.\nBased on age, mileage or condition, approximately half of the vehicles acquired through our appraisal processes meet our retail standards.  Those vehicles that do not meet our retail standards are sold to licensed dealers through our wholesale auctions.  Unlike many other auto auctions, we own all the vehicles that we sell in our auctions, which allows us to maintain a high auction sales rate.  This high sales rate, combined with dealer-friendly practices, makes our auctions an attractive source of vehicles for licensed dealers.  In response to the COVID-19 pandemic, we moved our auctions, previously held at many of our stores, to an online platform during fiscal 2021.  Those auctions continued to be conducted virtually throughout fiscal 2022.  As of February 28, 2022, our average auction sales rate was approximately 95%.\nFinancing a Vehicle\n:\nThe availability of on-the-spot financing is a critical component of the vehicle purchase process, and having an array of finance sources increases approvals, expands finance opportunities for our customers and mitigates risk to CarMax.  Our finance program provides access to credit for customers across a wide range of the credit spectrum through both CAF and third-party providers.  We believe that our processes and systems, transparency of pricing, and vehicle quality, as well as the integrity of the information collected at the time the customer applies for credit, enable CAF and our third-party providers to make underwriting decisions in a unique and advantageous environment distinct from the traditional auto retail environment.  All finance offers, whether from CAF or our third-party providers, are backed by a 3-day payoff option, which allows customers to refinance their loan with another finance provider within three business days at no charge.\n6\nOur online checkout process includes a financing offer product, which allows eligible customers to apply and accept finance offers without needing the assistance of an associate to submit a credit application over the phone or in store.  We also provide a finance-based shopping capability to the majority of our customers, which enables them to see personalized finance terms from multiple lenders across the full inventory of vehicles on our website.  We continue to enhance and further expand these products.\nRelated Products and Services\n:\nWe provide customers with a range of other related products and services, including extended protection plan (“EPP”) products and vehicle repair service.  EPP products include extended service plans (“ESPs”) and guaranteed asset protection (“GAP”), which is designed to cover the unpaid balance on an auto loan in the event of a total loss of the vehicle or unrecovered theft.  Our ESP customers have access to vehicle repair service at each CarMax store and at thousands of independent and franchised service providers.  We believe that the broad scope of our ESPs helps promote customer satisfaction and loyalty, and thus increases the likelihood of repeat and referral business.  In fiscal 2022, approximately 60% of the customers who purchased a retail used vehicle also purchased an ESP and approximately 20% purchased GAP.\nCarMax Auto Finance.\nCAF provides financing solely to customers buying retail vehicles from CarMax.  CAF allows us to manage our reliance on third-party finance providers and to leverage knowledge of our business to provide qualifying customers a competitive financing option.  CAF utilizes proprietary scoring models based upon the credit history and other credit data of the customer along with CAF’s historical experience to predict the likelihood of customer repayment.  Because CAF offers financing solely to CarMax customers, our scoring models are optimized for the CarMax channel.  We believe CAF enables us to capture additional profits, cash flows and sales.  After the effect of 3-day payoffs and vehicle returns, CAF financed 42.6% of our retail used vehicle unit sales in fiscal 2022.\nCAF also services all auto loans it originates and is responsible for providing billing statements, collecting payments, maintaining contact with delinquent customers, and arranging for the repossession of vehicles securing defaulted loans.\nCompetition\nCarMax Sales Operations.\nThe U.S. used car marketplace is highly fragmented, and we face competition from franchised dealers, who sell both new and used vehicles; online sellers; independent used car dealers; and private parties.  According to industry sources, as of December 31, 2021, there were over 18,000 franchised dealers in the U.S., who sell the majority of late-model used vehicles.  Competition in our industry has evolved with the adoption of online platforms and marketing tools, all of which facilitate increased competition.\nBased on industry data, there were approximately 42 million used cars sold in the U.S. in calendar 2021, of which approximately 23 million were estimated to be age 0- to 10-year old vehicles.  While we are the largest retailer of used vehicles in the U.S., in calendar 2021, we estimate we sold approximately 4.0% of the age 0- to 10-year old vehicles sold on a nationwide basis, an increase from 3.5% in calendar 2020.  We estimate we sold approximately 4.9% of the age 0- to 10-year old vehicles sold in the current comparable store markets in which we operate in calendar 2021, an increase from 4.3% in 2020.  Our market share is generally correlated to the length of time we have operated in a given market.\nWe believe that our principal competitive advantages in used vehicle retailing include our ability to provide a high degree of customer satisfaction with the car-buying experience by virtue of our competitive, no-haggle prices and our customer-friendly sales process; our breadth of selection of the most popular makes and models available; the quality of our vehicles; our proprietary information systems; the transparency and availability of CAF and third-party financing; the locations of our retail stores; and our commitment to evolving our car-buying experience to meet customers’ changing expectations.  We believe our omni-channel platform reinforces our competitive advantages as it empowers customers to buy a car on their own terms, whether completely from home, in-store or through a seamlessly integrated combination of online and in-store experiences.  Our diversified business model, combined with our omni-channel experience, is a unique advantage in the used car industry that firmly positions us to continue growing our market share while creating shareholder value over the long-term.\nIn addition, we believe our willingness to appraise and purchase a customer’s vehicle, whether or not the customer is buying a car from us, provides a competitive sourcing advantage for retail vehicles.  Our high volume of appraisal purchases, which has increased further with the rollout of our instant appraisal offers, supplies not only a large portion of our retail inventory, but also provides the scale that enables us to conduct our own wholesale auctions to dispose of vehicles that do not meet our retail standards.\nOur wholesale auctions compete with other automotive in-person and online auctions.  These competitors auction vehicles of all ages, while CarMax’s auctions predominantly sell older, higher mileage vehicles.  During fiscal 2021, in response to the impacts of COVID-19, we quickly transitioned our wholesale auctions to an online platform, and they continued to be\n7\nconducted virtually throughout fiscal 2022.  When we restart in-person auction operations, we expect to continue to use online wholesale technology by moving to simulcast auctions.\nCarMax Auto Finance.\nCAF operates and is a significant participant in the auto finance sector of the consumer finance market.  This sector is primarily comprised of banks, captive finance divisions of new car manufacturers, credit unions and independent finance companies.  According to industry sources, this sector represented more than $1 trillion in outstanding receivables as of December 31, 2021.  CAF’s primary competitors are banks and credit unions that offer direct financing to customers purchasing used cars.\nWe believe that CAF’s principal competitive advantage is its strategic position as the primary finance source for CarMax customers, and that CAF’s primary driver for growth is the growth in CarMax’s retail used unit sales.  We periodically test different credit offers and closely monitor acceptance rates and the effect on sales to assess market competitiveness.  We also monitor 3-day payoffs, as the percentage of customers exercising this option can be an indication of the competitiveness of our offer.\nProducts and Services\nRetail Merchandising.\nWe offer customers a broad selection of makes and models of used vehicles, including domestic, imported and luxury vehicles, as well as hybrid and electric vehicles, at competitive prices.  Our focus is vehicles that are 0 to 10 years old; these vehicles have historically ranged in price from $11,000 to $37,000, but in the past year generally ranged in price from $14,000 to $47,000 due to higher vehicle acquisition costs driven by market appreciation.  The mix of our used vehicle inventory by make, model and age will vary from time to time, depending on consumer preferences, seasonality and market pricing and availability.\nWholesale Auctions.\nThe typical vehicle sold at our wholesale auctions is approximately 10 years old and has more than 100,000 miles.  We provide condition disclosures on each vehicle, including those for vehicles with major mechanical issues, possible frame or flood damage, branded titles, salvage history and unknown true mileage.  Professional, licensed auctioneers conduct our auctions.  Dealers pay a fee to us based on the sales price of the vehicles they purchase.  Our auctions are generally held on a weekly or bi-weekly basis.\nExtended Protection Plans.\nIn conjunction with the sale of a vehicle, we offer customers EPP products.  We receive revenue for selling these plans on behalf of unrelated third parties, who are the primary obligors.  We have no contractual liability to customers for claims under these agreements.  The ESPs we currently offer on all used retail vehicles provide coverage up to 60 months (subject to mileage limitations).  GAP covers the customer for the term of their finance contract.  The EPPs that we sell have been designed to our specifications and are administered by the third parties through private-label arrangements.  Periodically, we may receive profit-sharing revenues based upon the performance of the ESP policies administered by third parties.  As of February 28, 2022, our third-party ESP providers included Assurant, Inc., CNA National Warranty Corporation and Fidelity Warranty Services, Inc.  Our third-party GAP provider as of February 28, 2022 was Safe-Guard Products International LLC.\nReconditioning and Service.\nAn integral part of our used car consumer offer is the reconditioning process designed to make sure every car meets our internal standards before it can become a CarMax Quality Certified vehicle.  This process includes an inspection of the engine and all major systems.  Based on this inspection, we determine the reconditioning necessary to bring the vehicle up to our internal quality standards.  Many of our stores depend upon nearby, typically larger, CarMax stores for reconditioning, which increases efficiency and reduces overhead.  We perform most routine mechanical and minor body repairs in-house; however, for some reconditioning services, including, but not limited to, services related to manufacturer’s warranties, we engage third parties specializing in those services.  CarMax does not have manufacturer authorization to complete recall-related repairs, and some vehicles CarMax sells may have unrepaired safety recalls.  However, safety recall information, as reported by the National Highway Traffic Safety Administration, is available on our website, and we review any unrepaired safety recall information with our used vehicle customers before purchase.\nAll CarMax used car stores provide vehicle repair service, including repairs of vehicles covered by the ESPs we sell.  Additionally, we have partnered with third-party providers of auto service and repair.  Through these partnerships, our customers have access to a nationwide network of trusted, quality and fair-priced service and repair locations.\nCustomer Credit.\nWe offer financing alternatives for retail customers across a wide range of the credit spectrum through CAF and arrangements with several financial institutions.  Vehicles are financed using retail installment contracts secured by the vehicle.  As of February 28, 2022, our third-party finance providers included Ally Financial, American Credit Acceptance, Capital One Auto Finance, Chase Auto Finance, Exeter Finance Corp., Santander Consumer USA and Westlake Financial\n8\nServices.  We have no recourse liability for credit losses on retail installment contracts arranged and held by third-party providers, and we periodically test additional third-party providers.\nGenerally, credit applications submitted by customers to CarMax are initially reviewed by CAF using our proprietary underwriting standards.  Based on that review, CAF makes financing offers designed to create a loan portfolio that meets our targeted risk profile in the aggregate.  Applications that CAF declines or approves with conditions are generally evaluated by other third-party finance providers.  Third-party providers generally either pay us or are paid a fixed, pre-negotiated fee per contract.  We refer to the providers who generally pay us a fee or to whom no fee is paid as Tier 2 providers and we refer to providers to whom we pay a fee as Tier 3 providers.  We are willing to pay a fee to Tier 3 providers because we believe their participation provides us with incremental sales by enabling customers to secure financing that they may not otherwise be able to obtain.  All fees either received or paid are pre-negotiated at a fixed amount and do not vary based on the amount financed, the interest rate, the term of the loan or the loan-to-value ratio.  CAF also provides financing for a small percentage of customers who would typically be financed by a Tier 2 or Tier 3 provider.\nWe do not offer financing to dealers purchasing vehicles at our wholesale auctions.  However, we have made arrangements to have third-party financing available to our auction customers.\nSuppliers for Used Vehicles\nWe acquire a significant percentage of our retail used vehicle inventory directly from consumers through our in-store and online appraisal processes, as well as through local, regional and online auctions.  While in any individual period conditions may vary,  historically our annual self-sufficiency rate has been between 36% and 41%.  During fiscal 2022, we achieved a record self-sufficiency rate of approximately 70%, driven primarily by our new online instant appraisal offer programs.  The buy rate for customers who engage with us after first receiving an online instant appraisal offer is typically higher than through our traditional appraisal lane.  We also acquire used vehicle inventory from wholesalers, franchised and independent dealers and fleet owners, such as leasing companies and rental companies.  The used vehicle inventory we acquire directly from consumers through our appraisal process helps provide an inventory of makes and models that reflects consumer preferences in each market.\nThe supply of late-model used vehicles is influenced by a variety of factors, including the total number of vehicles in operation; the volume of new vehicle sales, which in turn generate used car trade-ins; and the number of used vehicles sold or remarketed through retail channels, wholesale transactions and at automotive auctions.  According to industry sources, there were approximately 284 million light vehicles in operation in the U.S. as of December 31, 2021.  During calendar year 2021, it is estimated that approximately 15 million new cars and 42 million used cars were sold at retail, many of which were accompanied by trade-ins, and more than 13 million wholesale vehicles were sold at auctions and through other channels.\nBased on the large number of vehicles remarketed each year, consumer acceptance of our appraisal process, our experience and success in acquiring vehicles from auctions and other sources, and the large size of the U.S. auction market relative to our needs, we believe that sources of used vehicles will continue to be sufficient to meet our current and future needs.\nSeasonality\nHistorically, our business has been seasonal.  Our stores typically experience their strongest traffic and sales in the spring and summer, with an increase in traffic and sales in February and March, coinciding with federal income tax refunds.  Sales are typically slowest in the fall.  In fiscal 2021 and 2022, traffic and sales were impacted by the COVID-19 pandemic, and it remains unclear how the continuing impact of COVID-19 and related federal payments will affect the seasonality of our business.\nTechnology\nWe leverage a combination of cloud-based solutions and proprietary technologies to run our operations.  We have a strong software engineering discipline and we have adopted Agile, DevOps, Lean and other leading digital delivery practices.  Technology teams are tightly integrated with the rest of the business and are embedded within our cross-functional “Product” teams.  Our Product teams use a “test and learn” approach to iterate and deploy new technology-enabled experiences to our associates and customers.  We use advanced data science and machine learning capabilities to optimize our business and the customer experience.  Our business is supported by digital and mobile technologies that provide enhanced customer experience while enabling highly integrated automation of all operating functions, including credit processing and supply chain management.  Buyers and sales consultants are equipped with mobile and centralized tools that allow them to access real-time information to better serve our customers.  Our proprietary digital technology provides our management with real-time information about many aspects of our omni-channel operations, such as inventory management, pricing, vehicle transfers,\n9\nwholesale auctions and sales consultant productivity.  Real-time access to a complete view of our customer interactions from omni-channel allows our associates to provide a tailored and differentiated experience to our customers.\nOur proprietary centralized inventory management and pricing system tracks each vehicle throughout the sales process and allows us to buy the mix of makes, models, age, mileage and price points tailored to customer buying preferences at each CarMax location.  Leveraging our more than twenty-five years of experience buying and selling millions of used vehicles, our system generates recommended initial retail price points, as well as retail price markdowns for specific vehicles based on algorithms that account for factors including sales history, consumer interest and seasonal patterns.  We believe this systematic approach to vehicle pricing allows us to optimize inventory turns, which reduces the depreciation risk inherent in used cars and helps us to achieve our targeted gross profit dollars per unit.  Because of the pricing discipline afforded by our inventory management and pricing system, generally more than 99% of our entire used car inventory offered at retail is sold at retail.\nMarketing and Advertising\nOur marketing strategies are focused on driving customer growth through building awareness and affinity for the brand and acquiring in-market shoppers and sellers.  These strategies are implemented through a broad range of media including, but not limited to, traditional broadcast, digital, search, social, out-of-home, sports sponsorships and newer influencer and activation programs.  Our website and related mobile app received an average of 33 million monthly visits during fiscal 2022 and are a critical part of the customer’s journey, allowing them to learn about CarMax, explore our full inventory in real time, initiate vehicle transfers, apply for financing pre-approval, receive an appraisal offer and even buy a car fully online.  Our survey data indicates that during fiscal 2022, approximately 95% of customers who purchased a vehicle from us had first visited us online.\nIn 2019 we introduced a new advertising campaign — The Way It Should Be — highlighting the human element that CarMax provides to the car buying and selling experiences.  During the fourth quarter of fiscal 2021, we introduced the next phase of this national multi-media marketing campaign to increase awareness of our core omni-channel capabilities, including our Love Your Car Guarantee campaign, highlighting our 24-hour test drives and 30-day/1,500 mile money-back guarantee, aimed at elevating our customers’ confidence in their CarMax vehicle purchase.\nHuman Capital Resources\nCarMax’s purpose, to drive integrity by being honest and transparent in every interaction, is brought to life each day by our associates’ commitment to living our core values.  We recognize that our associates are the key to our success, and we are proud to provide an award-winning workplace where we value the diversity and contribution of all associates and foster a culture where associates can achieve their career goals.  Our associates are further guided by the policies and procedures we have in place to ensure everyone is treated with respect and has opportunities to reach their full potential.\nOn February 28, 2022, we had a total of 32,647 full- and part-time associates, of which 744 work in our CAF segment and 448 work for our Edmunds business.  We had 26,213 hourly and salaried associates, as well as 4,306 in-store sales associates,  2,023 sales associates in our Customer Experience Centers (“CECs”) and 105 Edmunds sales associates. Our in-store sales associates predominantly work on a commission basis while our CEC sales associates are hourly employees who are incentive eligible.  We employ additional associates during peak selling seasons.  No associate is subject to a collective bargaining agreement.  We annually review our pay in each geographic market to ensure we are providing a fair and competitive wage.  As of February 28, 2022, all our associates were paid above the applicable minimum wage.  We also offer health and other benefits to all our full-time associates.\nThroughout the implementation of our omni-channel car buying experience, the shape of our workforce has continued to evolve.  As of February 28, 2022, we had 1,186 technology, product and data science associates. In addition, we have added a rotational program for college technology hires and implemented a technology and data science reskilling program.  As part of our standard compensation plan, we provide equity for all roles working on our innovation efforts as a meaningful engagement and retention tool.  We believe this evolution in our workforce has been and will continue to be critical to the development of our technology platforms and strategic initiatives.\nOur commitment to our associates is reflected in our fair and broad-based compensation packages and benefit programs, our continuous investment in talent acquisition, engagement, and development activities, and our comprehensive safety and security program.  We review pay equity annually based on objective factors such as position, tenure, and location.  If we find discrepancies that cannot be explained by these objective factors, we make appropriate adjustments.  Our commitment is to provide equal pay for comparable work regardless of gender, age, race or ethnicity.\nWe have been recognized for 18 consecutive years as one of Fortune magazine’s 100 Best Companies to Work For® and have also been recognized as one of Training magazine’s “Training APEX Award” recipients for 15 years in a row.  These awards reflect our ability to provide associates with the tools and environment they need to succeed and grow in their careers.  We\n10\nrequest and utilize regular feedback from our associates.  Our goal is to achieve world-class associate engagement and responding to associate feedback enables us to focus on the issues that matter to our associates.\nDiversity and Inclusion.\nThe CarMax culture of diversity and inclusion is built on a foundation of integrity and respect, and we encourage the diverse backgrounds and perspectives our associates bring to locations across the country. Our diversity and inclusion commitment is based on a company vision to ensure everyone, everywhere has the opportunity to reach their full potential.  As of February 28, 2022, our non-management workforce was 30% female and 70% male and 43% non-diverse and 57% diverse.  The breakdown for our management workforce was 23% female and 77% male and 71% non-diverse and 29% diverse.  For purposes of workforce diversity, CarMax considers ethnic and racial minorities as diverse and defines management as director and above at the corporate level and the top four managers at the store level and CEC level, as a group.\nIn March 2021, we announced updates on our commitment to take a stand against racial injustice and our continued efforts to advance diversity and inclusion in our business.  This included beginning close partnerships with several nonprofit organizations who have proven expertise at the forefront of local initiatives in the areas of education, careers, access to credit and financial education, and entrepreneurship.\nIn addition to these partnerships, we hired a chief diversity and inclusion officer and established a diversity and inclusion governance model, which includes a council and an executive steering committee, of which the CEO is a member.  We also established a new Corporate Social Responsibility (“CSR”) team, led by a Vice President, CSR.  The CSR team includes, in part, the Community Relations, Diversity and Inclusion, Employer Brand and Internal Communications teams.\nIn fiscal 2022, we launched a company-wide associate training program on diversity and inclusion.  This program included required quarterly trainings for all associates, with a completion rate of over 96%.  Our board of directors participated in this training as well, with a 100% completion rate.  The program also included additional self-service training and learning materials as well as leader perspective videos and discussion guides to aid team conversations.\nAdditionally, in fiscal 2022, we launched a pilot program to create Associate Inclusion Groups. Our goal is to create multiple opportunities for our people from different backgrounds to connect, share their stories, support each other and embrace their role at CarMax.\nWe plan to publish our 2022 Responsibility Report in May 2022, where we expect to disclose EEO-1 data and further describe our broader environmental, social and governance efforts.\nSafety.\nThe safety of our associates and our customers is always a top priority in how we deliver our experiences and serve our communities.  Since the onset of the COVID-19 pandemic, we have implemented robust plans to reduce the risk of exposure and transmission at our locations.  This includes following the mandates of public health officials and government agencies, launching express pickup nationwide, and shifting our wholesale business from in-person to online auctions.  Throughout the pandemic, we have remained committed to promoting healthy practices for our associates.\nWe are proud of the team of associates who serve our customers each day, and we are constantly looking for ways to ensure we hire, develop, and retain a strong team to support our future growth.\nIntellectual Property\nOur brand image is a critical element of our business strategy.  We rely on trademarks, domain names and copyrights to protect core aspects of CarMax’s look and feel.  Innovation and technology also play an increasingly vital role in all aspects of the business.  We actively pursue appropriate intellectual property protection for our state-of-the-art work by filing patent applications in areas ranging from vehicle reconditioning and digital merchandising to impact capture, online shopping innovations and search engine optimization.\nLaws and Regulations\nVehicle Dealer and Other Laws and Regulations.\nWe operate in a highly regulated industry.  In every state in which we operate, we must obtain licenses and permits to conduct business, including dealer, service, sales, transportation and finance licenses issued by state and local regulatory authorities.  A wide range of federal, state and local laws and regulations govern the manner in which we conduct business, including logistics, advertising, sales, financing and employment practices.  These laws include consumer protection laws and privacy laws, as well as other laws and regulations applicable to motor vehicle dealers.  These laws also include federal and state wage-hour, anti-discrimination and other employment practices laws.  Our financing activities with customers are subject to federal truth-in-lending, consumer leasing, equal credit opportunity and fair credit reporting laws and regulations, as well as state and local motor vehicle finance, collection, repossession and installment\n11\nfinance laws.  Our activities are subject to oversight by the Federal Trade Commission and other federal and state regulators, and our financing activities are also subject to enforcement by the Consumer Financial Protection Bureau (“CFPB”).\nThe CFPB has supervisory authority over large nonbank auto finance companies, including CAF.  The CFPB can use this authority to conduct supervisory examinations to ensure compliance with various federal consumer protection laws.\nClaims arising out of actual or alleged violations of law could be asserted against us by individuals or governmental authorities and could expose us to significant damages or other penalties, including revocation or suspension of the licenses necessary to conduct business and fines.\nWe may also be subject, from time to time, to laws, regulations, and other governmental actions instituted in response to public health emergencies, such as the COVID-19 pandemic.  Among other things, these actions have required and may continue to require, in many localities, store occupancy restrictions, store closures and restrictions on in-person wholesale auctions.\nEnvironmental Laws and Regulations.\nWe are subject to a variety of federal, state and local laws and regulations that pertain to the environment.  Our business involves the use, handling and disposal of hazardous materials and wastes, including motor oil, gasoline, solvents, lubricants, paints and other substances.  We are subject to compliance with regulations concerning, among other things, the operation of underground and above-ground gasoline storage tanks, gasoline dispensing equipment, above-ground oil tanks and automotive paint booths.\nAVAILABILITY OF REPORTS AND OTHER INFORMATION\nThe following items are available free of charge on our website through the “Financials” link on our investor relations home page at investors.carmax.com, shortly after we file them with, or furnish them to, the U.S. Securities and Exchange Commission (the “SEC”): annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, proxy statements on Schedule 14A, and any amendments to those reports.  The following documents are also available free of charge on our website: Corporate Governance Guidelines, Code of Business Conduct, and the charters of the Audit, Nominating and Governance, Compensation and Personnel, and Technology and Innovation Committees.  We publish any changes to these documents on our website.  We also promptly disclose reportable waivers of the Code of Business Conduct on our website.  The contents of our website are not, however, part of this report.\nPrinted copies of these documents are also available to any shareholder, without charge, upon written request to our corporate secretary at the address set forth on the cover page of this report."
  },
  {
    "item_key": "item_1a",
    "text": "We are subject to a variety of risks, the most significant of which are described below.  Our business, sales, results of operations and financial condition could be materially adversely affected by any of these risks.\nBUSINESS RISKS\nWe operate in a highly competitive\nindustry.  Failure to develop and execute strategies to remain the nation’s preferred retailer of used vehicles and to adapt to the increasing use of digital and online tools to market, buy, sell and finance used vehicles could adversely affect\nour business, sales and results of operations.\nAutomotive retailing is a highly competitive and highly fragmented business.  Our competition includes publicly and privately owned new and used car dealers and online and mobile sales platforms, as well as millions of private individuals.  Competitors buy and sell the same or similar makes of vehicles that we offer in the same or similar markets at competitive prices.  New car dealers leverage their franchise relationships with automotive manufacturers to brand certain used cars as “certified pre-owned,” which could provide those competitors with an advantage over CarMax.\nRetail Competition.\nSome of our competitors have replicated or attempted to replicate portions of the consumer offer that we pioneered when we opened our first used car store in 1993, including our use of competitive, no-haggle prices and our commitment to buy a customer’s vehicle even if they do not purchase one from us.\nCompetitors using online focused business models, both for direct sales and consumer-to-consumer facilitation, could materially impact our business model.  Increased online used vehicle offerings could make it more difficult for us to differentiate our customer offering from competitors’ offerings, could result in lower-than-expected retail margins, and could\n12\nhave a material adverse effect on our business, sales and results of operations.  If we fail to respond effectively to our retail competitors, it could have a material adverse effect on our business, sales and results of operations.\nOnline Facilitation.\nIn addition, our competitive standing is affected by companies, including search engines and online classified sites, that are not direct competitors but that may direct online traffic to the websites of competing automotive retailers.  The increasing activities of these companies could make it more difficult for carmax.com to attract traffic.  These companies could also make it more difficult for CarMax to otherwise market its vehicles online.\nThe increasing use of digital and online tools to facilitate consumers’ sales or trade-ins of their current vehicles could have a material adverse effect on our ability to source vehicles through our appraisal process, which in turn could have a material adverse effect on our vehicle acquisition costs and results of operations.  For example, online appraisal tools are available to consumers that generate offers and facilitate purchases by dealers other than CarMax.\nIn addition, there are companies that sell software and data solutions to new and used car dealers to enable those dealers to, among other things, more efficiently source and price inventory.  Although these companies do not compete with CarMax, the increasing use of such products by dealers who compete with CarMax could reduce the relative competitive advantage of CarMax’s internally developed proprietary systems.\nIf we fail to respond effectively to competitive pressures or to changes in the used vehicle marketplace, it could have a material adverse effect on our business, sales and results of operations.\nCAF Competition.\nOur CAF segment is subject to competition from various financial institutions, including banks and credit unions, which provide vehicle financing to consumers.  If we were unable to continue providing competitive finance offers to our customers through CAF, it could result in a greater percentage of sales financed through our third-party finance providers, which are generally less profitable to CarMax, or through other outside financing sources.  Moreover, if CAF competitors are able to attract potential customers before they visit CarMax, whether through competitive finance offers or ease of customer experience, they may be directed to retail options other than CarMax.  Accordingly, if CAF was unable to continue making competitive finance offers to our customers, or our finance competitors are able to successfully attract and redirect a disproportionate number of our potential customers, it could have a material adverse effect on our business, sales and results of operations.\nEvolving Marketplace.\nThe marketplace for used vehicles may be impacted by the significant, and likely accelerating, changes to the broader automotive industry.  The COVID-19 pandemic has likely accelerated the consumer trend of buying a car online, sight unseen.  Technological changes, including the development of autonomous vehicles, new products and services, new business models and new methods of travel could reduce automotive retail demand or disrupt our current business model.  If we fail to respond effectively to the evolving marketplace, it could have a material adverse effect on our business, sales and results of operations.\nThe automotive retail industry in general and our business in particular are sensitive to economic conditions.  These conditions could adversely affect our business, sales, results of operations and financial condition.\nWe are subject to national and regional U.S. economic conditions.  These conditions include, but are not limited to, recession, inflation, interest rates, unemployment levels, the state of the housing market, gasoline prices, consumer credit availability, consumer credit delinquency and loss rates, personal discretionary spending levels, and consumer sentiment about the economy in general.  These conditions and the economy in general could be affected by significant national or international events such as a global health crisis (like COVID-19), acts of terrorism or acts of war (including the recent Russian invasion of Ukraine).  When these economic conditions worsen or stagnate, it can have a material adverse effect on consumer demand for vehicles generally, demand from particular consumer categories or demand for particular vehicle types.  It can also negatively impact availability of credit to finance vehicle purchases for all or certain categories of consumers.  This could result in lower sales, decreased margins on units sold, and decreased profits for our CAF segment.  Worsening or stagnating economic conditions can also have a material adverse effect on the supply of late-model used vehicles, as automotive manufacturers produce fewer new vehicles and consumers retain their current vehicles for longer periods of time.  This could result in increased costs to acquire used vehicle inventory and decreased margins on units sold.\nAny significant change or deterioration in economic conditions could have a material adverse effect on our business, sales, results of operations and financial condition.\n13\nOur business is dependent upon capital to operate, fund growth and support the activities of our CAF\nsegment.  Changes in capital and credit markets could adversely affect our\nbusiness, sales, results of operations and financial condition.\nChanges in the availability or cost of capital and working capital financing, including the long-term financing to support the expansion of our store base and sales growth in existing stores, could adversely affect sales, operating strategies and store growth.  Although, in recent years, internally generated cash flows have generally been sufficient to maintain our operations and fund our growth, there can be no assurance that we will continue to generate sufficient cash for these purposes.  Failure to do so—or our decision to put our cash to other uses—would make us more dependent on external sources of financing to fund our growth.\nChanges in the availability or cost of the long-term financing to support the origination of auto loans receivable through CAF could adversely affect sales and results of operations.  We use a securitization program to fund the majority of the auto loans receivable originated by CAF.  Changes in the condition of the asset-backed securitization market could lead us to incur higher costs to access funds in this market or require us to seek alternative means to finance CAF’s loan originations.  In the event that this market ceased to exist and there were no immediate alternative funding sources available, we might be forced to curtail our lending practices for some period of time.  The impact of reducing or curtailing CAF’s loan originations could have a material adverse effect on our business, sales and results of operations.\nOur revolving credit facility, term loans, senior unsecured notes and certain securitization and sale-leaseback agreements contain covenants and performance triggers.  Any failure to comply with these covenants or performance triggers could have a material adverse effect on our business, results of operations and financial condition.\nDisruptions in the capital and credit markets could adversely affect our ability to draw on our revolving credit facility.  If our ability to secure funds from the facility were significantly impaired, our access to working capital would be impacted, our ability to maintain appropriate inventory levels could be affected and these conditions—especially if coupled with a failure to generate significant cash flows—could have a material adverse effect on our business, sales, results of operations and financial condition.\nCarMax was founded on the fundamental principle of integrity.  Failure to maintain a reputation of integrity and to otherwise maintain and enhance our brand could adversely affect our\nbusiness, sales and results of operations.\nOur reputation as a company that is founded on the fundamental principle of integrity is critical to our success.  Our reputation as a retailer offering competitive, no-haggle prices, a broad selection of CarMax Quality Certified used vehicles and superior customer service is also critical to our success.  If we fail to maintain the high standards on which our reputation is built, or if an event occurs that damages this reputation, it could adversely affect consumer demand and have a material adverse effect on our business, sales and results of operations.  Such an event could include an isolated incident at a single store, particularly if such incident results in adverse publicity, governmental investigations, or litigation and could involve, among other things, our sales process, our provision of financing, our reconditioning process, or our treatment of customers.  Even the perception of a decrease in the quality of our brand could impact results.\nThe use of social media increases the speed with which information and opinions can be shared and thus the speed with which reputation can be affected.  We monitor social media and attempt to address customer concerns, provide accurate information and protect our reputation, but there can be no guarantee that our efforts will succeed.  If we fail to correct or mitigate misinformation or negative information, including information spread through social media or traditional media channels, about the vehicles we offer, our customer experience, or any aspect of our brand, it could have a material adverse effect on our business, sales and results of operations.\nOur failure to realize the benefits associated with our omni-channel initiatives could have a material adverse effect on our business, sales and results of operations.\nWe have made a considerable investment in our omni-channel platform and a failure to capture the benefits that we expect from this rollout could have a material adverse effect on our business, sales and results of operations.  We must anticipate and meet our customers’ expectations in an evolving retail industry.  Our business, sales and results of operations may be negatively affected if we fail to provide a high quality and consistent customer experience, regardless of sales channel, if our omni-channel platform does not meet customer expectations, or if we are unable to attract, retain and manage the personnel at various levels who have the necessary skills and experience we need to implement our omni-channel initiatives.\n14\nOur failure to manage our growth and the related challenges could have a material adverse effect on our business, sales\nand results of operations.\nOur growth is dependent on the success of our omni-channel platform as well as on opening stores in new and existing markets and continued sales growth in our existing stores.  The continued enhancement of our omni-channel model and the expansion of our store base place significant demands on our management team, our associates and our information systems.  If we fail to effectively or efficiently manage our growth, it could have a material adverse effect on our business, sales and results of operations.  Sales growth in our existing stores requires that we continue to effectively execute our business strategies and implement new and ongoing initiatives to elevate the experience of our customers.  See the risk factor above titled “\nOur failure to realize the benefits associated with our omni-channel initiatives could have a material adverse effect on our business, sales and results of operations\n” for more discussion of this risk.  The expansion of our store base and implementation of new initiatives also requires us to recruit and retain the associates necessary to support that expansion.  See the risk factor below titled “\nOur success depends upon the\ncontinued contributions of our associates\n” for discussion of this risk.  The expansion of our store base also requires real estate.  Our inability to acquire or lease suitable real estate at favorable terms could limit our expansion and could have a material adverse effect on our business and results of operations.\nOur success depends upon the continued contributions of our associates.\nOur associates are the driving force behind our success.  We believe that one of the things that distinguishes CarMax is a culture centered on valuing our associates.  A failure to maintain our culture, in response to COVID-19, in response to some other crisis, or otherwise, could have a material adverse effect on our business, sales and results of operations.\nIn addition, managing our response to the ongoing COVID-19 pandemic as well as our strategic initiatives require management, employees and contractors to adapt and learn new skills and capabilities.  A failure to maintain an adaptable and responsive culture or to continue developing and retaining the associates that drive our success could have a material adverse effect on our business, sales and results of operations.\nWe have experienced, and could continue to experience, a shortage of associates for retail and operational positions, which could have an impact on our ability to conduct our business and maintain qualified talent in key areas.  If we are unable to maintain positive relations, or if, despite our efforts, we become subject to successful unionization efforts, it could increase costs, limit our ability to respond to competitive threats and have a material adverse effect on our business, sales and results of operations.\nOur ongoing success also depends upon the continued contributions of our store, region and corporate management teams.  Consequently, the loss of the services of any of these associates could have a material adverse effect on our business, sales and results of operations.  In addition, an inability to build our management bench strength to support store growth could have a material adverse effect on our business, sales and results of operations.\nOur business is sensitive to changes in the prices of new and used vehicles.\nAny significant changes in retail prices for new and used vehicles could have a material adverse effect on our sales and results of operations.  For example, if retail prices for used vehicles rise relative to retail prices for new vehicles, it could make buying a new vehicle more attractive to our customers than buying a used vehicle, which could have a material adverse effect on sales and results of operations and could result in decreased used margins.  Manufacturer incentives could contribute to narrowing this price gap.  In addition, any significant changes in wholesale prices for used vehicles could have a material adverse effect on our results of operations by reducing wholesale margins.\nWe may experience greater credit losses in CAF’s portfolio of auto loans receivable than anticipated.\nWe are exposed to the risk that our customers who finance their purchases through CAF will be unable or unwilling to repay their loans according to their terms and that the vehicle collateral securing the payment of their loans may not be sufficient to ensure full repayment.  Credit losses are inherent in CAF’s business and could have a material adverse effect on our results of operations.\nWe make various assumptions and judgments about CAF’s portfolio of auto loans receivable and provide an allowance for loan losses based on a number of factors.  Although management will establish an allowance for loan losses it believes is appropriate, this allowance may not be adequate.  For example, when economic conditions deteriorate unexpectedly, such as in connection with the initial COVID-19 outbreak, additional loan losses not incorporated in the existing allowance for loan losses may occur.  In addition, as the impact of COVID-19 continues, our allowance for loan losses may prove insufficient.  Losses in\n15\nexcess of the existing allowance for loan losses could have a material adverse effect on our business, results of operations and financial condition.\nOur business is dependent upon access to vehicle inventory and the parts used to recondition such inventory.  A failure to expeditiously liquidate that inventory—or obstacles to acquiring inventory, including parts—whether because of supply, competition, or other factors could have a material adverse effect on our business, sales and results of operations.\nUsed vehicle inventory is subject to depreciation risk.  Accordingly, if we develop excess inventory, the inability to liquidate such inventory at prices that allow us to meet margin targets or to recover our costs could have a material adverse effect on our results of operations.\nA reduction in the availability of, or access to, sources of inventory, including parts used to recondition inventory, also could have a material adverse effect on our business, sales and results of operations.\nWe source a significant percentage of our vehicles through our appraisal process, which includes our online instant appraisal offers, and these vehicles are generally more profitable for CarMax.  Accordingly, if we fail to adjust appraisal offers to stay in line with broader market trade-in offer trends, or fail to recognize those trends, it could adversely affect our ability to acquire inventory.  It could also force us to purchase a greater percentage of our inventory from third-party auctions, which is generally less profitable for CarMax.  Our ability to source vehicles through our appraisal process could also be affected by competition, both from new and used car dealers directly and through third parties driving appraisal traffic to those dealers.  See the risk factor above titled “\nWe operate in a highly competitive\nindustry\n” for discussion of this risk.  Our ability to source vehicles from third-party auctions could be affected by an increase in the number of closed auctions that are open only to new car dealers who have franchise relationships with automotive manufacturers.\nOur failure to realize the benefits associated with our strategic investments, including actual or potential acquisitions, could have a material adverse effect on our business, sales and results of operations and we may incur impairment losses on our strategic investments in equity securities.\nFrom time to time, CarMax makes strategic investments, including acquisitions, and we currently hold non-controlling equity investments in several companies.  We may encounter difficulties in managing our strategic investments and in assimilating new capabilities or acquisitions to meet the future needs of our business.  Furthermore, we may not realize all the anticipated benefits of these investments, or the realized benefits may be significantly delayed.  While our evaluation of any potential transaction includes business, legal, and financial due diligence with the goal of identifying and evaluating the material risks involved, our due diligence reviews may not identify all of the issues necessary to accurately estimate the cost and potential benefits and risks of a particular investment.\nAdditionally, under U.S. generally accepted accounting principles (“GAAP”), if any investment’s fair value declines below its carrying value, we will need to record an impairment loss in the applicable fiscal period.  As a result, we may incur expenses related to the impairment of existing or future equity investments.  Any such impairment charge could have a material adverse effect on our business, financial condition and results of operations.\nThe COVID-19 pandemic has had and may continue to have a significant negative impact on our business, sales, results of operations and financial condition.\nThe impacts of the COVID-19 pandemic continue to be highly unpredictable and volatile. The potential resurgence of infections or the emergence of new variants, including more severe variants or variants for which vaccine efficacy is low, could have an adverse impact on consumer demand, our retail operations, and our ability to secure financing, to source inventory and to maintain adequate staffing, among other adverse effects.\nWe rely on third-party finance providers to finance a significant portion of our customers’ vehicle purchases.  Accordingly, our sales and results of operations are partially dependent on the actions of these third parties.\nWe provide financing to qualified retail customers through CAF and a number of third-party finance providers.  We also have arrangements with third parties who provide financing to some of our auction customers.  If one or more of these third-party providers cease to provide financing to our customers, provide financing to fewer customers or no longer provide financing on competitive terms, it could have a material adverse effect on our business, sales and results of operations.  Additionally, if we were unable to replace the current third-party providers upon the occurrence of one or more of the foregoing events, it could also have a material adverse effect on our business, sales and results of operations.\n16\nWe rely on third-party providers to supply EPP products to our customers.  Accordingly, our sales and results of operations are partially dependent on the actions of these third-parties.\nWe receive revenue for selling EPP products on behalf of unrelated third-parties, who are the primary obligors.  If one or more of these third-party providers cease to provide EPP products, make changes to their products or no longer provide their products on competitive terms, it could have a material adverse effect on our business, sales and results of operations.  Additionally, if we were unable to replace the current third-party providers upon the occurrence of one or more of the foregoing events, it could also have a material adverse effect on our business, sales and results of operations.\nWe rely on third-party vendors for key components of our business.\nMany components of our business, including data management, key operational processes and critical customer systems are provided by third parties.  We carefully select our third-party vendors, but we do not control their actions.  If our vendors fail to perform as we expect, our operations and reputation could suffer if the failure harms the vendors’ ability to serve us and our customers.  One or more of these third-party vendors may experience financial distress, technology challenges, staffing shortages or liquidity challenges, file for bankruptcy protection, go out of business, or suffer disruptions in their business due to the COVID-19 outbreak.  The use of third-party vendors represents an unavoidable inherent risk to our company that could have a material adverse effect on our business, sales and results of operations.\nOur business is sensitive to conditions affecting automotive manufacturers, including manufacturer recalls.\nAdverse conditions affecting one or more automotive manufacturers could have a material adverse effect on our sales and results of operations and could impact the supply of vehicles, including the supply of late-model used vehicles.  In addition, manufacturer recalls are a common occurrence.  Because we do not have manufacturer authorization to complete recall-related repairs, some vehicles we sell may have unrepaired safety recalls.  Such recalls, and our lack of authorization to make recall-related repairs, could adversely affect used vehicle sales or valuations, could cause us to temporarily remove vehicles from inventory, could force us to incur increased costs and could expose us to litigation and adverse publicity related to the sale of recalled vehicles, which could have a material adverse effect on our business, sales and results of operations.\nOur results of operations and financial condition are subject to management’s accounting judgments and estimates, as well as changes in accounting policies.\nThe preparation of our financial statements requires us to make estimates and assumptions affecting the reported amounts of CarMax’s assets, liabilities, revenues, expenses and earnings. If these estimates or assumptions are incorrect, it could have a material adverse effect on our results of operations or financial condition. We have identified several accounting policies as being “critical” to the fair presentation of our financial condition and results of operations because they involve major aspects of our business and require us to make judgments about matters that are inherently uncertain.  These policies are described in Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations, and the notes to consolidated financial statements included in Item 8. Consolidated Financial Statements and Supplementary Data.\nThe implementation of new accounting requirements or other changes to GAAP could have a material adverse effect on our reported results of operations and financial condition.\nWe may not be able to adequately protect our intellectual property, which could adversely affect our business, sales, results of operations and financial condition.\nProtecting our intellectual property (including patents, trademarks, copyrights, confidential information and trade secrets) is integral to our business.  The failure to protect our intellectual property, including from unauthorized uses, can erode consumer trust and our brand value and have a material adverse effect on our business.\nOur business is sensitive to weather events.\nThe occurrence of severe weather events, such as rain, hail, snow, wind, storms, hurricanes, extended periods of unusually cold weather or natural disasters, could cause store closures or affect the timing of consumer demand, either of which could adversely affect consumer traffic and could have a material adverse effect on our sales and results of operations in a given period.\n17\nWe are subject to local conditions in the geographic areas in which we are concentrated.\nOur performance is subject to local economic, competitive and other conditions prevailing in geographic areas where we operate.  Since a large portion of our sales is generated in the Southeastern U.S., California, Texas and Washington, D.C./Baltimore, our results of operations depend substantially on general economic conditions and consumer spending habits in these markets.  In the event that any of these geographic areas experience a downturn in economic conditions, or are particularly affected by COVID-19 and related government actions taken to reduce the spread of the virus, weather events or other region-specific incidents, it could have a material adverse effect on our business, sales and results of operations.\nTECHNOLOGY AND DATA PRIVACY RISKS\nWe collect sensitive confidential information from our customers.  A breach of this confidentiality, whether due to a cybersecurity or other incident, could result in harm to our customers and damage to our brand.\nWe collect, process and retain sensitive and confidential customer information in the normal course of business and may share that information with our third-party service providers.  This information includes the information customers provide when purchasing a vehicle and applying for vehicle financing.  We also collect, process and retain sensitive and confidential associate information in the normal course of business and may share that information with our third-party service providers.  Although we have taken measures designed to safeguard such information and have received assurances from our third-party providers, our facilities and systems, and those of third-party providers, could be vulnerable to external or internal security breaches, acts of vandalism, computer viruses, misplaced or lost data, programming or human errors or other similar events.  Numerous national retailers have disclosed security breaches involving sophisticated cyber-attacks that were not recognized or detected until after such retailers had been affected, notwithstanding the preventive measures such retailers had in place.  Any security breach involving the misappropriation, loss or other unauthorized disclosure of confidential customer or associate information, whether experienced by us or by our third-party service providers, and whether due to an external cybersecurity incident, a programming error, or other cause, could damage our reputation, expose us to mitigation costs and the risks of private litigation and government enforcement, disrupt our business and otherwise have a material adverse effect on our business, sales and results of operations.  In addition, our failure to respond quickly and appropriately to such a security breach could exacerbate the consequences of the breach.\nWe rely on sophisticated information systems to run our business.  The failure of these systems, or the inability to enhance our capabilities,\ncould have a material adverse effect on our business, sales and results of operations.\nOur business is dependent upon the integrity and efficient operation of our information systems.  In particular, we rely on our information systems to manage sales, inventory, our customer-facing websites and applications (carmax.com, carmaxautofinance.com, the CarMax mobile app, and carmaxauctions.com), consumer financing and customer information.  The failure of these systems to perform as designed, the failure to maintain or update these systems as necessary, or the inability to enhance our information technology capabilities, could disrupt our business operations and have a material adverse effect on our sales and results of operations.\nDespite our ongoing efforts to maintain and enhance the integrity and security of these systems, we could be subjected to attacks by hackers, including denial-of-service attacks directed at our websites or other system breaches or malfunctions due to associate error or misconduct or other disruptions.  Such incidents could disrupt our business and have a material adverse effect on sales and results of operations.  See the risk factor above titled “\nWe collect sensitive confidential information from our customers\n” for the risks associated with a breach of confidential customer or associate information.\nREGULATORY AND LITIGATION RISKS\nWe operate in a highly regulated industry and are subject to a wide range of federal, state and local laws and regulations.  Changes in these laws and regulations, or our failure to comply, could have a material adverse effect on our business, sales, results of operations and financial condition.\nWe are subject to a wide range of federal, state and local laws and regulations, as well as changes in these laws and regulations and the manner in which they are interpreted or applied.  Our sale of used vehicles is subject to state and local licensing requirements, federal and state laws regulating vehicle advertising, and state laws regulating vehicle sales and service.  Our provision of vehicle financing is subject to federal and state laws regulating the provision of consumer finance.  Our facilities and business operations are subject to laws and regulations relating to environmental protection and health and safety.  In addition to these laws and regulations that apply specifically to our business, we are also subject to laws and regulations affecting public companies and large employers generally, including privacy laws and federal employment practices, securities\n18\nand tax laws.  For additional discussion of these laws and regulations, see the section of this Form 10-K titled “\nBusiness\n–\nLaws and Regulations.\n”\nThe violation of any of these laws or regulations could result in administrative, civil or criminal penalties or in a cease-and-desist order against our business operations, any of which could damage our reputation and have a material adverse effect on our business, sales and results of operations.  We have incurred and will continue to incur capital and operating expenses and other costs to comply with these laws and regulations.\nWe are subject to various legal proceedings.  If the outcomes of these proceedings are adverse to CarMax, it could\nhave a material adverse effect on our business, results of operations and financial condition.\nWe are subject to various litigation matters from time to time, which could have a material adverse effect on our business, results of operations and financial condition.  Claims arising out of actual or alleged violations of law could be asserted against us by individuals, either individually or through class actions, or by governmental entities in civil or criminal investigations and proceedings.  These claims could be asserted under a variety of laws including, but not limited to, consumer finance laws, consumer protection laws, intellectual property laws, privacy laws, labor and employment laws, securities laws, employee benefit laws, tax laws and environmental laws.  These actions could expose us to adverse publicity and to substantial monetary damages and legal defense costs, injunctive relief and criminal and civil fines and penalties including, but not limited to, suspension or revocation of licenses to conduct business.\nGENERAL RISKS\nThe market price of our common stock may be volatile and could expose us to securities class action litigation.\nThe price of our common stock may be subject to wide fluctuations based upon our operating results, general economic and market conditions, general trends and prospects for our industry, announcements by our competitors, our ability to achieve any long-term targets or performance metrics and other factors.  In addition, the market price of our common stock may also be affected by whether we meet analysts’ expectations.  Failure to meet such expectations could have a material adverse effect on the price of our common stock.  Following periods of volatility in the market price of a company’s securities, securities class action litigation is more likely.  If litigation were instituted against us, it could result in substantial costs and a diversion of our attention and resources, which could have a material adverse effect on our business."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "We conduct our retail vehicle operations primarily in two formats – production and non-production stores.  Production stores are those locations at which vehicle reconditioning is performed.  Production stores have more service bays and require additional space for reconditioning activities and, therefore, are generally larger than non-production stores.  In determining whether to construct a production or a non-production store on a given site, we take several factors into account, including the anticipated long-term regional reconditioning needs and the available acreage of the sites in that market.  As a result, some stores that are constructed to accommodate reconditioning activities may initially be operated as non-production stores until we expand our presence in that market.  We also have production and non-production stores that operate in Metropolitan Statistical Areas (“MSAs”) of less than 600,000 people, which we define as small markets.  Some of these stores also have a smaller footprint compared with our stores in larger markets.\nU\nSED\nC\nAR\nS\nTORES\nB\nY\nF\nORMAT AS OF\nF\nEBRUARY\n28, 2022\nAs of February 28, 2022, wholesale auctions previously located at production stores were being conducted virtually.\n19\nU\nSED\nC\nAR\nS\nTORES\nB\nY\nS\nTATE AS OF\nF\nEBRUARY\n28, 2022\nOf the 230 used car stores open as of February 28, 2022, 151 were located on owned sites and 79 were located on leased sites.  The leases are classified as follows:\nAs of February 28, 2022, we leased our CAF office buildings in Atlanta, Georgia, as well as office buildings for our customer experience centers in Atlanta, Georgia; Kansas City, Missouri; and Phoenix, Arizona.  We also lease other ancillary properties to support our corporate and store operations.  We own our home office building in Richmond, Virginia and land associated with planned future store openings."
  },
  {
    "item_key": "item_3",
    "text": "Information in response to this Item is included in Note 19 to the Consolidated Financial Statements included in Item 8 of this Annual Report on Form 10-K and is incorporated herein by reference."
  },
  {
    "item_key": "item_4",
    "text": "None.\n20\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS\nThe following table identifies our current executive officers.  We are not aware of any family relationships among any of our executive officers or between any of our executive officers and any directors.  All executive officers are elected annually and serve for one year or until their successors are elected and qualify.  The next election of officers will occur in June 2022.\nMr. Nash joined CarMax in 1997 as auction manager.  In 2007, he was promoted to vice president and later, senior vice president of merchandising, a position he held until 2011, when he was named senior vice president, human resources and administrative services.  In 2012, he was promoted to executive vice president, human resources and administrative services.  In February 2016, he was promoted to president, and in September 2016, he was promoted to chief executive officer and named to the board of directors.  Prior to joining CarMax, Mr. Nash worked at Circuit City.\nMr. Lyski joined CarMax in August 2014 as senior vice president and chief marketing officer.  In 2017, he was promoted to executive vice president and chief marketing officer.  Prior to joining CarMax, he served as chief marketing officer of The Scotts Miracle-Gro Company from 2011 to 2014 and as chief marketing officer at Nationwide Mutual Insurance Company from 2006 to 2010.  In addition, Mr. Lyski has held marketing leadership positions at Cigna Healthcare Inc. and FedEx Corporation.\nMr. Mohammad joined CarMax in 2012 as vice president of application development and IT planning. In 2014, he was promoted to senior vice president and chief information officer. In 2018, he was named senior vice president and chief information and technology officer and in 2021, he was promoted to executive vice president and chief information and technology officer.  Prior to joining CarMax, Mr. Mohammad was vice president of information technology at BJ’s Wholesale Club from 2006 to 2012 and held various positions at Blockbuster and TravelCLICK.\nMs. Cafritz joined CarMax in 2003 as assistant general counsel. She was promoted to associate general counsel, director in 2005, deputy general counsel, assistant vice president in 2010, and vice president in 2014.  During her tenure in the CarMax legal department, Ms. Cafritz managed commercial and consumer litigation, was responsible for operational regulatory guidance and led CarMax’s government affairs program.  In 2017, Ms. Cafritz was named senior vice president and chief human resources officer, and in 2021, she was named senior vice president, general counsel, chief compliance officer and chief human resources officer.  Prior to joining CarMax, Ms. Cafritz was a partner at McDermott, Will & Emery.\nMr. Daniels joined CarMax in 2008 as vice president, risk and analytics.  In 2014, he was promoted to senior vice president, CarMax Auto Finance.  Prior to joining CarMax, Mr. Daniels served as group director, credit risk management of HSBC and vice president of Metris.\nMr. Mayor-Mora joined CarMax in 2011 as vice president, finance before assuming the role of vice president and treasurer in 2016.  Mr. Mayor-Mora was promoted to senior vice president and chief financial officer in October 2019.  Prior to joining CarMax, he served as vice president of financial planning and analysis and investor relations at Denny’s Corporation from 2005 to 2011. He also served in financial positions of increasing responsibility at Gap, Inc. from 2001 to 2005.\nMr. Newberry joined CarMax in March 2004 as location general manager-in-training in the Los Angeles region and was promoted to location general manager of the Duarte, California store in 2006.  He was subsequently promoted to positions of increasing responsibility, including regional vice president general manager in 2013 and vice president, regional sales in 2016.  In 2017, he was promoted to senior vice president, store operations.  Prior to joining CarMax, Mr. Newberry served as store manager and area manager for Bed, Bath and Beyond from 1994 to 2004.\n21\nMr. Wilson joined CarMax in 1995 as a buyer-in-training at the Raleigh, North Carolina store, where he was subsequently promoted to buyer and then senior buyer.  Mr. Wilson later served as purchasing manager at two CarMax stores in southern Florida before being promoted to regional vice president of merchandising.  He was promoted to assistant vice president, auction services and merchandising development in 2008, vice president, auction services and merchandising development in 2013, and then vice president, merchandising operations in 2016.  In 2017, Mr. Wilson was promoted to senior vice president, store strategy and logistics.\n22\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Our common stock is listed and traded on the New York Stock Exchange under the ticker symbol KMX.  We are authorized to issue up to 350,000,000 shares of common stock and up to 20,000,000 shares of preferred stock.  As of February 28, 2022, there were 161,053,983 shares of CarMax common stock outstanding and we had approximately 2,800 shareholders of record.  As of that date, there were no preferred shares outstanding.\nWe have not paid any dividends on our common stock and do not plan to pay dividends on our common stock for the foreseeable future.\nDuring the fourth quarter of fiscal 2022, we did not sell any CarMax equity securities in transactions that were not registered under the Securities Act.\nIssuer Purchases of Equity Securities\nThe following table provides information relating to the company’s repurchase of common stock during the fourth quarter of fiscal 2022.  The table does not include transactions related to employee equity awards or the exercise of employee stock options.\n(1)\nOn October 23, 2018, the board authorized the repurchase of up to $2 billion of our common stock with no expiration date.  In April 2022, the board increased our share repurchase authorization by $2 billion.  Purchases may be made in open market or privately negotiated transactions at management’s discretion and the timing and amount of repurchases are determined based on share price, market conditions, legal requirements and other factors.  Shares repurchased are deemed authorized but unissued shares of common stock.\n23\nPerformance Graph\nThe following graph compares the cumulative total shareholder return (stock price appreciation plus dividends, as applicable) on our common stock for the last five fiscal years with the cumulative total return of the S&P 500 Index and the S&P 500 Retailing Index.  The graph assumes an original investment of $100 in CarMax common stock and in each index on February 28, 2017, and the reinvestment of all dividends, as applicable."
  },
  {
    "item_key": "item_6",
    "text": "24"
  },
  {
    "item_key": "item_7",
    "text": "The following Management’s Discussion and Analysis of Financial Condition and Results of Operations (“MD&A”) is provided as a supplement to, and should be read in conjunction with, our audited consolidated financial statements and the accompanying notes presented in Item 8. Consolidated Financial Statements and Supplementary Data.  Note references are to the notes to consolidated financial statements included in Item 8.  Certain prior year amounts have been reclassified to conform to the current year’s presentation.  All references to net earnings per share are to diluted net earnings per share.  Amounts and percentages may not total due to rounding.\nOVERVIEW\nSee Part I, Item 1 for a detailed description and discussion of the company’s business.\nCarMax is the nation’s largest retailer of used vehicles.  We operate in two reportable segments:  CarMax Sales Operations and CarMax Auto Finance (“CAF”).  Our CarMax Sales Operations segment consists of all aspects of our auto merchandising and service operations, excluding financing provided by CAF.  Our CAF segment consists solely of our own finance operation that provides financing to customers buying retail vehicles from CarMax.  Our consolidated financial statements include the financial results related to our Edmunds Holding Company (“Edmunds”) business, which does not meet the definition of a reportable segment.  For purposes of our MD&A discussion, amounts related to that business are discussed in combination with our CarMax Sales Operations segment.  Separate discussion of these amounts is not considered meaningful for the purpose of gaining an understanding of our business, as the significant drivers of these operations in total are consistent with those of our CarMax Sales Operations segment.  Where appropriate, specific amounts related to non-reportable segments have been disclosed for informational purposes.\nCarMax Sales Operations\nOur sales operations segment consists of retail sales of used vehicles and related products and services, such as wholesale vehicle sales; the sale of extended protection plan (“EPP”) products, which include extended service plans (“ESPs”) and guaranteed asset protection (“GAP”); and vehicle repair service.  We offer competitive, no-haggle prices; a broad selection of CarMax Quality Certified used vehicles; value-added EPP products; and superior customer service.  Our omni-channel platform, which gives us the largest addressable market in the used car industry, empowers our retail customers to buy a car on their terms – online, in-store or a seamless combination of both.  Customers can choose to complete the car-buying experience in-person at one of our stores; or buy the car online and receive delivery through express pickup, available nationwide, or home delivery, available to most customers.\nOur customers finance the majority of the retail vehicles purchased from us, and availability of on-the-spot financing is a critical component of the sales process.  We provide financing to qualified retail customers through CAF and our arrangements with industry-leading third-party finance providers.  All of the finance offers, whether by CAF or our third-party providers, are backed by a 3-day payoff option.\nAs of February 28, 2022, we operated 230 used car stores in 107 U.S. television markets.  As of that date, wholesale auctions previously held at many of our used car stores were being conducted virtually.  During the third quarter of fiscal 2022, we sold our remaining new car franchise.\nCarMax Auto Finance\nIn addition to third-party finance providers, we provide vehicle financing through CAF, which offers financing solely to customers buying retail vehicles from CarMax.  CAF allows us to manage our reliance on third-party finance providers and to leverage knowledge of our business to provide qualifying customers a competitive financing option.  As a result, we believe CAF enables us to capture additional profits, cash flows and sales.  CAF income primarily reflects the interest and fee income generated by the auto loans receivable less the interest expense associated with the debt issued to fund these receivables, a provision for estimated loan losses and direct expenses.  CAF income does not include any allocation of indirect costs.  After the effect of 3-day payoffs and vehicle returns, CAF financed 42.6% of our retail used vehicle unit sales in fiscal 2022.  As of February 28, 2022, CAF serviced approximately 1.1 million customer accounts in its $15.65 billion portfolio of managed receivables.\nManagement regularly analyzes CAF’s operating results by assessing the competitiveness of our consumer offer, profitability, the performance of the auto loans receivable, including trends in credit losses and delinquencies, and CAF direct expenses.\n25\nRevenues and Profitability\nThe sources of revenue and gross profit from the CarMax Sales Operations segment and other non-reportable segments for fiscal 2022 are as follows:\nA high-level summary of our financial results for fiscal 2022 as compared to fiscal 2021 is as follows\n(1)\n:\n(1)\nWhere applicable, amounts are net of intercompany eliminations.\n(2)\nAn online retail sale is defined as a sale where the customer completes all four of the following activities remotely: reserving the vehicle; financing the vehicle, if needed; trading-in or opting out of a trade-in; and creating an online sales order.\n(3)\nAn omni sale is defined as a sale where customers complete at least one of the four activities listed above online.\n(4)\nRevenue from online transactions is defined as revenue from retail sales that qualify as an online retail sale, as well as any related EPP and third-party finance contribution, wholesale sales where the winning bid was taken from an online bid and all revenue earned by Edmunds.\n(5)\nRevenue from online transactions data is not available for the full year of fiscal 2021 as wholesale auctions were transitioned to a virtual format during the first quarter.\n26\nNet earnings per diluted share during fiscal 2022 included a one-time benefit of $0.11 in connection with the receipt of settlement proceeds in November 2021 related to a class action lawsuit.  Net earnings per diluted share in fiscal 2021 included a one-time benefit of $0.19 in connection with our receipt of settlement proceeds in April 2020 related to a previously disclosed class action lawsuit.\nRefer to “Results of Operations” for further details on our revenues and profitability.  A discussion regarding Results of Operations and Financial Condition for fiscal 2021 as compared to fiscal 2020 is included in Part II, Item 7 of our Annual Report on Form 10-K for the fiscal year ended February 28, 2021, filed with the SEC on April 20, 2021.\nIn March 2020, the World Health Organization declared the outbreak of the novel coronavirus (“COVID-19”\n)\nas a global pandemic.  Throughout fiscal 2021, many U.S. states and localities had shelter-in-place orders and occupancy restrictions, impacting the operations of our stores and consumer demand.  As a result, our fiscal 2021 results were significantly impacted by the COVID-19 pandemic, primarily during the first quarter.\nAlthough the effects of COVID-19 seem to have subsided, uncertainty continues.  During fiscal 2022, states and localities conducted vaccine distribution programs and eased certain state-mandated restrictions; however, the continued spread and impact of COVID-19 persists, particularly as it relates to the emergence of new variants of the virus.  We continue to actively monitor developments that may cause us to take further actions that alter our business operations as may be required by federal, state or local authorities or that we determine are in the best interests of our associates, customers, communities and shareholders.\nLiquidity\nOur primary ongoing sources of liquidity include funds provided by operations, proceeds from non-recourse funding vehicles, and borrowings under our revolving credit facility or through other financing sources.  In addition to funding our operations, this liquidity was used to fund the repurchase of common stock under our share repurchase program, our store growth and the Edmunds acquisition, which was completed during the second quarter of fiscal 2022.\nOur current capital allocation strategy is to focus on our core business, including investing in digital capabilities and the strategic expansion of our store footprint, pursue new growth opportunities through investments, partnerships and acquisitions and return excess capital to shareholders.  Given the year-over-year improvement in our business, the strength of the credit markets and our solid balance sheet, we believe we have the appropriate liquidity, access to capital and financial strength to support our operations and continue investing in our strategic initiatives for the foreseeable future.\nStrategic Update and Future Outlook\nSince completing our omni-channel rollout in the second quarter of fiscal 2021, we now have a common platform across all of CarMax that leverages our scale, nationwide footprint and infrastructure and empowers our customers to buy a vehicle on their terms.  We recognize that there has been an accelerated shift in consumer buying behavior.  Customers are seeking personalization, convenience and safety in how they shop for and buy a vehicle more than ever.  Our omni-channel platform empowers customers to buy a car on their own terms, whether completely from home, in-store or through a seamlessly integrated combination of online and in-store experiences.  Our diversified business model, combined with our omni-channel experience, is a unique advantage in the used car industry that firmly positions us to continue growing our market share while creating shareholder value over the long-term.\nWith the completion of our omni-channel platform rollout, we are now focusing our efforts on optimizing and enhancing the customer experience.  In particular, we are focused on completing the roll out of our self-service experience. Currently, approximately 90% of our customers are eligible to complete an online retail sale independently if they choose.  We expect to have this capability available to 100% of our customers by the end of the first quarter of fiscal 2023.  In the fourth quarter of fiscal 2022, online retail sales accounted for 11% of retail unit sales, up from 9% in the previous quarter and 5% in the prior year quarter.  Omni sales represented approximately 55% of retail sales in the fourth quarter of fiscal 2022, down from 57% in the previous quarter and up from 51% in the prior year quarter.  The growing rate of customer adoption versus the prior year reinforces our belief in our omni-channel strategy.\nRevenue from online transactions was $2.4 billion, or approximately 31% of net revenues in the fourth quarter of fiscal 2022, up from 30% in the previous quarter and 17% in the prior year quarter.\nWe continue to see success from our online instant appraisal offer, which quickly provides customers an offer on their vehicle.  This innovative experience allowed us to purchase approximately 162,000 and 707,000 vehicles online from consumers during the fourth quarter and full year of fiscal 2022, respectively, representing approximately half of our total buys from consumers for both periods.  As a result, our self-sufficiency has nearly doubled during the current year.  Historically, our annual self-sufficiency rate has been between 36% and 41%.  For the first quarter of fiscal 2022, our self-sufficiency rate was between 45%\n27\nand 50%, and for the second through fourth quarters of fiscal 2022 we achieved record self-sufficiency rates above 70%.  The success of these offerings strengthens our leadership position as the largest used vehicle buyer from consumers in the U.S.\nNearly two-thirds of our finance customers start their financing process online.  With our financing offer product in our online checkout process, eligible customers can apply and accept finance offers without needing the assistance of an associate to submit a credit application over the phone or in store.  In addition, our finance based shopping capability, available to most customers, enables our customers to see personalized finance terms from multiple lenders across the full inventory of vehicles on our website.  During the month of March 2022, we further enhanced this experience and are testing additional capabilities, including enabling real-time decisioning as well as the ability for a customer to pre-qualify for financing with no impact to their credit score.\nOur investments in the near term will focus on our customer experience, vehicle acquisition and marketing.  Our plans to grow vehicle acquisition include attracting new customers and pursuing partnerships as we expand our appraisal offerings to dealers and other businesses.  As we continue enhancing our online experience and offerings, we believe it is important to educate customers about our omni-channel platform and to differentiate and elevate our brand.  During the fourth quarter of fiscal 2021, we introduced the next phase of our national multi-media marketing campaign.  As a result, marketing spend increased in the current year.  For fiscal 2023, we expect our marketing spend per unit to be at least as much as fiscal 2022.  We believe we are well positioned to continue gaining market share through our marketing strategies, which are focused on driving customer growth through building awareness and affinity for the brand and acquiring in-market shoppers and sellers.\nOur strategic investments include the acquisition of Edmunds, which we completed on June 1, 2021.  The acquisition was the first in CarMax history, and added one of the most well established and trusted online guides for automotive information and a recognized industry leader in digital car shopping innovations to the CarMax family.  With this acquisition, CarMax has enhanced its digital capabilities and further strengthened its role and reach across the used auto ecosystem while adding exceptional technology and creative talent.  Edmunds continues to operate independently and remains focused on delivering confidence to consumers and excellent value to its dealer and OEM clients.  Additionally, this acquisition allows both businesses to accelerate their respective capabilities to deliver an enhanced digital experience to our customers by leveraging Edmunds’ compelling content and technology, CarMax’s unparalleled national scale and infrastructure, and the combined talent of both businesses.\nIn order to execute our long-term strategy, we plan to continue investing in various strategic initiatives to increase innovation, specifically with regards to customer-facing and customer-enabling technologies, as well as marketing.  We are also focused on ensuring we are efficient in our spend, targeting specific areas where we expect to achieve more efficiencies and leverage, such as our CECs and stores.  Our use of data is a core component of these initiatives and continues to be a strategic asset for us as we leverage data to enhance the customer experience and increase operational efficiencies.\nDuring fiscal 2022, we saw meaningful improvements in the service levels of our CECs related to web and phone lead response time while also handling a record level of volume.  This improvement was due to a combination of staffing increases and ongoing utilization of our artificial intelligence and machine learning processes that drove the right work to the right associates.  From an efficiency perspective, we continue to see gains in our buying organization.  The combination of our instant appraisal offer program along with the investments we have made in data science, automation and artificial intelligence continue to reduce our costs per buy.\nFor fiscal 2023, we would expect to require an increase beyond the 5% to 8% range of gross profit growth to lever.  This is primarily driven by the timing of strategic investments and growth-related costs, as well as heightened inflationary pressures.  While we expect to remain in investment mode over the next few years, we expect our leverage point to be lower after fiscal 2023.\nWe expect our diversified model, the scale of our operations, our investments and omni-channel strategy to provide a solid foundation for further growth.  In May 2021, we introduced 5-year financial targets, including: (i) selling 2 million vehicles through our combined retail and wholesale channels by fiscal 2026; (ii) generating $33 billion in revenue by fiscal 2026; and (iii) growing our nationwide share of the age 0-10 used vehicle market to more than 5% by the end of calendar 2025.  Although we do not anticipate updating these targets annually, given our strong performance in fiscal 2022, we believe it is appropriate to provide the following update at this time:\n•\nSell between 2 million and 2.4 million vehicles through our combined retail and wholesale channels by fiscal 2026.\n•\nGenerate between $33 billion and $45 billion in revenue by fiscal 2026.\n•\nRe-affirm the growth of our nationwide share of the age 0-10 used vehicle market to more than 5% by the end of calendar 2025.\n28\nThese ranges reflect macroeconomic factors that could result in ongoing volatility in consumer demand.\nIn calendar 2021, we estimate we sold approximately 4.0% of the age 0- to 10-year old vehicles sold on a nationwide basis, an increase from 3.5% in calendar 2020.  We estimate we sold approximately 4.9% of the age 0- to 10-year old vehicles sold in the current comparable store markets in which we operate in calendar 2021, an increase from 4.3% in 2020.  Comparing our results to published used vehicle SAAR data suggests that we continued to grow our market share during the fourth quarter of fiscal 2022, despite the sales decline we experienced.  We believe we are well positioned to deliver profitable market share gains in any environment.  Our strategy to increase our market share includes focusing on:\n•\nDelivering a customer-driven, omni-channel buying and selling experience that is a unique and powerful integration of our in-store and online capabilities.\n•\nOpening stores in new markets and expanding our presence in existing markets.\n•\nHiring, developing and retaining an engaged and skilled workforce.\n•\nImproving efficiency in our stores and CECs and our logistics operations to reduce waste.\n•\nLeveraging data and advanced analytics to continuously improve the customer experience as well as our processes and systems.\n•\nUtilizing advertising to educate customers about our omni-channel platform and to differentiate and elevate our brand.\nAs of February 28, 2022, we had used car stores located in 107 U.S. television markets, which covered approximately 79% of the U.S. population.  The format and operating models utilized in our stores are continuously evaluated and may change or evolve over time based upon market and consumer expectations.  During fiscal 2022, we opened ten stores, and we anticipate opening ten stores during fiscal 2023.\nWhile we execute both our short- and long-term strategy, there are trends and factors that could impact our strategic approach or our results in the short and medium term.  For additional information about risks and uncertainties facing our company, see “Risk Factors,” included in Part I, Item 1A of this Form 10-K.\nCRITICAL ACCOUNTING ESTIMATES\nOur results of operations and financial condition as reflected in the consolidated financial statements have been prepared in accordance with U.S. generally accepted accounting principles.  Preparation of financial statements requires management to make estimates and assumptions affecting the reported amounts of assets, liabilities, revenues, expenses and the disclosures of contingent assets and liabilities.  We use our historical experience and other relevant factors when developing our estimates and assumptions.  We regularly evaluate these estimates and assumptions.  Note 1 includes a discussion of significant accounting policies.  The accounting policies discussed below are the ones we consider critical to an understanding of our consolidated financial statements because their application places the most significant demands on our judgment.  Our financial results might have been different if different assumptions had been used or other conditions had prevailed.\nAllowance for Loan Losses\nThe allowance for loan losses represents the net credit losses expected over the remaining contractual life of our managed receivables.  Because net loss performance can vary substantially over time, estimating net losses requires assumptions about matters that are uncertain.\nThe allowance for loan losses is determined using a net loss timing curve, primarily based on the composition of the portfolio of managed receivables and historical gross loss and recovery trends.  Due to the fact that losses for receivables with less than 18 months of performance history can be volatile, our net loss estimate weights both historical losses by credit grade at origination and actual loss data on the receivables to-date, along with forward loss curves, in estimating future performance.  Once the receivables have 18 months of performance history, the net loss estimate reflects actual loss experience of those receivables to date, along with forward loss curves, to predict future performance.  The forward loss curves are constructed using historical performance data and show the average timing of losses over the course of a receivable’s life.  The net loss estimate is calculated by applying the loss rates developed using the methods described above to the amortized cost basis of the managed receivables.\nThe output of the net loss timing curve is adjusted to take into account reasonable and supportable forecasts about the future.  Specifically, the change in U.S. unemployment rates and the National Automobile Dealers Association used vehicle price index are used to predict changes in gross loss and recovery rate, respectively.  An economic adjustment factor, based upon a single macroeconomic scenario, is developed to capture the relationship between changes in these indices and changes in gross loss and recovery rates.  This factor is applied to the output of the net loss timing curve for the reasonable and supportable forecast period of two years.  After the end of this two-year period, we revert to historical experience on a straightline basis over a period of 12 months.  We periodically consider whether the use of alternative metrics would result in improved model\n29\nperformance and revise the model when appropriate.  We also consider whether qualitative adjustments are necessary for factors that are not reflected in the quantitative methods but impact the measurement of estimated credit losses.  Such adjustments include the uncertainty of the impacts of recent economic trends on customer behavior.  The change in the allowance for loan losses is recognized through an adjustment to the provision for loan losses.\nDetermining the appropriateness of the allowance for loan losses requires management to exercise judgment about matters that are inherently uncertain, including the timing and distribution of net losses that could materially affect the allowance for loan losses and, therefore, net earnings.  To the extent that actual performance differs from our estimates, additional provision for credit losses may be required that would reduce net earnings.  A 10% change in the estimated loss rates would have changed the allowance for loan losses by approximately $43.3 million as of February 28, 2022.\nSee Notes 1(H) and 5 for additional information on the allowance for loan losses.\nRESULTS OF OPERATIONS – CARMAX SALES OPERATIONS AND OTHER NON-REPORTABLE SEGMENTS\nN\nET\nS\nALES AND\nO\nPERATING\nR\nEVENUES\n(1)\nExcludes intersegment sales and operating revenues that have been eliminated in consolidation.  See Note 20 for further details.\nU\nNIT\nS\nALES\nA\nVERAGE\nS\nELLING\nP\nRICES\nC\nOMPARABLE\nS\nTORE\nU\nSED\nV\nEHICLE\nS\nALES\nC\nHANGES\n(1)\nStores are added to the comparable store base beginning in their fourteenth full month of operation. We do not remove renovated stores from our comparable store base.  Comparable store calculations include results for a set of stores that were included in our comparable store base in both the current and corresponding prior year periods.\n30\nV\nEHICLE\nS\nALES\nC\nHANGES\nU\nSED\nV\nEHICLE\nF\nINANCING\nP\nENETRATION BY\nC\nHANNEL\n(B\nEFORE THE\nI\nMPACT OF\n3\n-\nD\nAY\nP\nAYOFFS)\n(1)\nCalculated as used vehicle units financed for respective channel as a percentage of total used units sold.\n(2)\nIncludes CAF’s Tier 2 and Tier 3 loan originations, which represent approximately 1% of total used units sold.\n(3)\nThird-party finance providers who generally pay us a fee or to whom no fee is paid.\n(4)\nThird-party finance providers to whom we pay a fee.\n(5)\nRepresents customers arranging their own financing and customers that do not require financing.\nC\nHANGE IN\nU\nSED\nC\nAR\nS\nTORE\nB\nASE\nDuring fiscal 2022, we opened 10 stores (Miami, FL; Tampa, FL; Gainesville, FL; Los Angeles, CA; Greenville, NC; Springfield, MO; Tucson, AZ; Roanoke, VA; Cleveland, OH; and Orlando, FL).\nUsed Vehicle Sales\nFiscal 2022 Versus Fiscal 2021.\nThe 55.5% increase in used vehicle revenues in fiscal 2022 was primarily driven by a 22.9% increase in used unit sales and a 26.7% increase in average retail selling price.  The increase in used units included a 21.9% increase in comparable store used unit sales.  Online retail sales, as defined previously, accounted for 9% of used unit sales in fiscal 2022, compared with 4% in fiscal 2021.\nWe believe our strong comparable store used unit sales growth in fiscal 2022 was driven by solid execution, growing demand for our online offerings and strengthened marketing investments, as well as the continued success of vehicle sourcing directly from consumers.  Sales also benefited from the net impact of macroeconomic factors, including federal government stimulus payments, the chip shortage and its impact on new vehicle availability, market prices and inflation.  Our results for fiscal 2021 were significantly impacted by COVID-19, primarily during the first quarter.\nDuring the fourth quarter of fiscal 2022, however, we believe a number of macroeconomic factors impacted our comparable store used unit sales performance, including declining consumer confidence, the COVID-19 Omicron variant, vehicle affordability, and the lapping of stimulus benefits paid in the prior year quarter.\nThe increase in average retail selling price in fiscal 2022 reflected higher vehicle acquisition costs driven by market appreciation.\n31\nWholesale Vehicle Sales\nVehicles sold at our wholesale auctions are, on average, approximately 10 years old with more than 100,000 miles and are primarily comprised of vehicles purchased through our appraisal process that do not meet our retail standards.  Our wholesale auction prices usually reflect trends in the general wholesale market for the types of vehicles we sell, although they can also be affected by changes in vehicle mix or the average age, mileage or condition of the vehicles being sold.  During fiscal 2021, our wholesale auctions were moved to an online format in response to COVID-19 and continue to operate completely online.\nFiscal 2022 Versus Fiscal 2021.\nThe 153.4% increase in wholesale vehicle revenues in fiscal 2022 was primarily due to a 65.7% increase in used unit sales as well as a 55.1% increase in average selling price.  The wholesale unit growth in fiscal 2022 was largely driven by increased appraisal volume from online offerings as well as an increased buy rate, which was over 40% in fiscal 2022.  During fiscal 2022, our strong appraisal offers, in response to the increase in market prices, contributed to our higher appraisal buy rate.  The increase in average selling price was primarily due to increased acquisition costs driven by market appreciation.\nOther Sales and Revenues\nOther sales and revenues include revenue from the sale of ESPs and GAP (collectively reported in EPP revenues, net of a reserve for estimated contract cancellations), net third-party finance income/(fees), advertising and subscription revenues earned by our Edmunds business, and other revenues, which are predominantly comprised of service department and new vehicle sales.  The fees we pay to the Tier 3 providers are reflected as an offset to finance fee revenues received from the Tier 2 providers.  The mix of our retail vehicles financed by CAF, Tier 2 and Tier 3 providers, or customers that arrange their own financing, may vary from quarter to quarter depending on several factors including the credit quality of applicants, changes in providers’ credit decisioning and external market conditions.  Changes in originations by one tier of credit providers may also affect the originations made by providers in other tiers.\nFiscal 2022 Versus Fiscal 2021.\nOther sales and revenues increased 23.2% in fiscal 2022, reflecting the addition of Edmunds’ revenue of $101.8 million as well as growth in EPP revenues and net third-party finance income, partially offset by a decline in new vehicle sales.  EPP revenues increased 15.9%, reflecting the increase in our retail unit volume partially offset by unfavorable year-over-year changes in cancellation reserves. Net third-party finance income improved as a result of favorable adjustments in the fee arrangements with our Tier 2 and Tier 3 providers made during the fourth quarter of fiscal 2021 as well as shifts in our sales mix by finance channel, partially offset by increased sales.  The decline in new car sales was driven by the divestiture of our remaining new car franchises, as noted above.\nG\nROSS\nP\nROFIT\n(1)\nAmounts are net of intercompany eliminations.\nG\nROSS\nP\nROFIT\nP\nER\nU\nNIT\n(1)\nAmounts are net of intercompany eliminations.  Those eliminations had the effect of increasing used vehicle gross profit per unit and wholesale vehicle gross profit per unit and decreasing other gross profit per unit by immaterial amounts.\n(2)\nCalculated as category gross profit divided by its respective units sold, except the other category, which is divided by total used units sold.\n(3)\nCalculated as a percentage of its respective sales or revenue.\n32\nUsed Vehicle Gross Profit\nWe target a dollar range of gross profit per used unit sold.  The gross profit dollar target for an individual vehicle is based on a variety of factors, including its probability of sale and its mileage relative to its age; however, it is not primarily based on the vehicle’s selling price.  Our ability to quickly adjust appraisal offers to be consistent with the broader market trade-in trends and the pace of our inventory turns reduce our exposure to the inherent continual fluctuation in used vehicle values and contribute to our ability to manage gross profit dollars per unit.  Gross profit per used unit is consistent across our omni-channel platform.\nWe systematically adjust individual vehicle prices based on proprietary pricing algorithms in order to appropriately balance sales trends, inventory turns and gross profit achievement.  Other factors that may influence gross profit include the wholesale and retail vehicle pricing environments, vehicle reconditioning and logistics costs, and the percentage of vehicles sourced directly from consumers through our appraisal process.  Vehicles purchased directly from consumers generally have a lower cost per unit compared with vehicles purchased at auction or through other channels, which may generate more gross profit per unit.  We monitor macroeconomic factors and pricing elasticity and adjust our pricing accordingly to optimize unit sales and profitability while also maintaining a competitively priced inventory.\nFiscal 2022 Versus Fiscal 2021.\nUsed vehicle gross profit increased 28.3% in fiscal 2022, driven by the 22.9% increase in total used unit sales as well as the $92 increase in used vehicle gross profit per unit.  With used car prices at all-time highs during fiscal 2022, we chose to pass along some of our self-sufficiency driven acquisition cost savings to consumers by way of lower prices to make our vehicles more accessible, while balancing inflationary costs and target margin increases.\nWholesale Vehicle Gross Profit\nOur wholesale gross profit per unit reflects the demand for older, higher mileage vehicles, which are the mainstay of our auctions, as well as strong dealer attendance and resulting high dealer-to-car ratios at our auctions.  The frequency of our auctions, which are generally held weekly or bi-weekly, minimizes the depreciation risk on these vehicles.  Our ability to adjust appraisal offers in response to the wholesale pricing environment is a key factor that influences wholesale gross profit.\nFiscal 2022 Versus Fiscal 2021.\nWholesale vehicle gross profit increased 80.6% in fiscal 2022, driven by the 65.7% increase in wholesale unit sales as well as a $90 increase in wholesale vehicle gross profit per unit.\nOther Gross Profit\nOther gross profit includes profits related to EPP revenues, net third-party finance income/(fees), advertising and subscription profits earned by our Edmunds business, and other revenues. Other revenues are predominantly comprised of service department operations, including used vehicle reconditioning, and new vehicle sales.  We have no cost of sales related to EPP revenues or net third-party finance income/(fees), as these represent revenues paid to us by certain third-party providers.  Third-party finance income is reported net of the fees we pay to third-party Tier 3 finance providers.  Accordingly, changes in the relative mix of the components of other gross profit can affect the composition and amount of other gross profit.\nFiscal 2022 Versus Fiscal 2021.\nOther gross profit increased 32.1% in fiscal 2022, reflecting the addition of Edmunds’ gross profit of $62.6 million as well as increases in EPP revenues and net third-party finance income, as discussed above, partially offset by a decline in service department profits.  The decline in service department profits was primarily experienced in the fourth quarter of fiscal 2022, reflecting deleverage resulting from lower retail unit sales as well as the adverse effects on technician staffing and reconditioning efficiency from the COVID-19 Omicron variant.  Additionally, prior to the fourth quarter, we experienced pressure from our efforts to support our higher level of retail sales, including growing technician staffing and shifting retail service capacity to support vehicle reconditioning.\n33\nC\nOMPONENTS OF\nSG&A E\nXPENSES AS A\nP\nERCENTAGE OF\nT\nOTAL\nSG&A\nE\nXPENSES\nC\nOMPONENTS OF\nSG&A E\nXPENSES\nC\nOMPARED WITH\nP\nRIOR\nP\nERIODS\n(1) (2)\n(1)\nDepreciation and amortization previously included in SG&A expenses is now separately presented and is excluded from this table. Prior period amounts have been reclassified to conform to the current period’s presentation.\n(2)\nAmounts are net of intercompany eliminations.\n(3)\nExcludes compensation and benefits related to reconditioning and vehicle repair service, which are included in cost of sales.  See Note 14 for details of share-based compensation expense by grant type.\n(4)\nIncludes IT expenses, non-CAF bad debt, insurance, preopening and relocation costs, charitable contributions, travel and other administrative expenses.\nFiscal 2022 Versus Fiscal 2021 (Increase of $620.8 million or 36.4%\n).\nThis increase reflected an increase in costs associated with our growth in sales volume, growth costs related to the increase in appraisal buys, new stores and customer support at our CECs and continued spending to advance our technology platforms and support strategic initiatives, as well as cost-reduction actions taken in response to the pandemic in the prior year.  The increase also reflected the following:\n•\n$314.6 million increase in compensation and benefits expense, excluding share-based compensation expense, driven by increased staffing, sales growth, a $26.2 million increase in our annual bonus compensation and a $24.5 million increase resulting from the addition of Edmunds during the current year, as well as cost-reduction actions taken in response to the pandemic in the prior year period.\n•\n$108.4 million increase in advertising expense driven by our previously communicated investment in advertising spend.\n•\n$182.3 million increase in other overhead costs, primarily reflecting investments to advance our technology platforms and support our strategic initiatives as well as cost-reduction actions taken in response to the pandemic in the prior year period.  The current year included a $22.6 million one-time benefit related to the receipt of settlement proceeds in a class action lawsuit while the prior year included a one-time benefit of $40.3 million related to the receipt of settlement proceeds in a class action lawsuit.\n34\nInterest Expense\nInterest expense includes the interest related to short- and long-term debt, financing obligations and finance lease obligations.  It does not include interest on the non-recourse notes payable, which is reflected within CAF income.\nFiscal 2022 Versus Fiscal 2021.\nInterest expense increased to $94.1 million in fiscal 2022 versus $86.2 million in fiscal 2021.  The increase primarily reflected an increase in finance lease obligations and higher outstanding debt levels in fiscal 2022.\nOther (Income) Expense\nOther income increased to $34.6 million in fiscal 2022 compared with $8.3 million in fiscal 2021.  The increase was primarily due to net gains on an equity investment recorded during fiscal 2022.\nIncome Taxes\nThe effective income tax rate was 22.9% in fiscal 2022 compared with 22.6% in fiscal 2021.\nRESULTS OF OPERATIONS – CARMAX AUTO FINANCE\nCAF income primarily reflects interest and fee income generated by CAF’s portfolio of auto loans receivable less the interest expense associated with the debt issued to fund these receivables, a provision for estimated loan losses and direct CAF expenses.  Total interest margin reflects the spread between interest and fees charged to consumers and our funding costs.  Changes in the interest margin on new originations affect CAF income over time.  Increases in interest rates, which affect CAF’s funding costs, or other competitive pressures on consumer rates, could result in compression in the interest margin on new originations.  Changes in the allowance for loan losses as a percentage of ending managed receivables reflect the effect of changes in loss and delinquency experience and economic factors on our outlook for net losses expected to occur over the remaining contractual life of the loans receivable.\nCAF’s managed portfolio is composed primarily of loans originated over the past several years.  Trends in receivable growth and interest margins primarily reflect the cumulative effect of changes in the business over a multi-year period.  Historically, we have sought to originate loans in our core portfolio, which excludes Tier 2 and Tier 3 originations, with an underlying risk profile that we believe will, in the aggregate, result in cumulative net losses in the 2% to 2.5% range (excluding CECL-required recovery costs) over the life of the loans.  Actual loss performance of the loans may fall outside of this range based on various factors, including intentional changes in the risk profile of originations, economic conditions (including the effects of COVID-19) and wholesale recovery rates.  Current period originations reflect current trends in both our retail sales and the CAF business, including the volume of loans originated, current interest rates charged to consumers, loan terms and average credit scores.  Loans originated in a given fiscal period impact CAF income over time, as we recognize income over the life of the underlying auto loan.\nCAF also originates a small portion of auto loans to customers who typically would be financed by our Tier 3 finance providers, in order to better understand the performance of these loans, mitigate risk and add incremental profits.  Historically, CAF targeted originating approximately 5% of the total Tier 3 loan volume.  During the first quarter of fiscal 2022, we began to increase our Tier 3 loan volume beyond our target of 5% of total Tier 3 loan volume to 10% by the end of the first quarter of fiscal 2022.  Additionally, in the second quarter of fiscal 2022, CAF began to originate loans in the Tier 2 space on a test basis.  Any future adjustments in Tier 2 and Tier 3 will consider the broader lending environment along with the long-term sustainability of the change.  These loans have higher loss and delinquency rates than the remainder of the CAF portfolio, as well as higher contract rates.\nCAF income does not include any allocation of indirect costs.  Although CAF benefits from certain indirect overhead expenditures, we have not allocated indirect costs to CAF to avoid making subjective allocation decisions.  Examples of indirect costs not allocated to CAF include retail store expenses and corporate expenses.\nSee Note 4 for additional information on CAF income and Note 5 for information on auto loans receivable, including credit quality.\n35\nS\nELECTED\nCAF F\nINANCIAL\nI\nNFORMATION\n(1)\nPercent of total average managed receivables.\nCAF O\nRIGINATION\nI\nNFORMATION\n(A\nFTER THE\nI\nMPACT OF\n3\n-\nD\nAY\nP\nAYOFFS)\n(1)\nVehicle units financed as a percentage of total used units sold.\n(2)\nThe credit scores represent FICO® scores and reflect only receivables with obligors that have a FICO® score at the time of application.  The FICO® score with respect to any receivable with co-obligors is calculated as the average of each obligor’s FICO® score at the time of application.  FICO® scores are not a significant factor in our primary scoring model, which relies on information from credit bureaus and other application information as discussed in Note 5.  FICO® is a federally registered servicemark of Fair Isaac Corporation.\n(3)\nLTV represents the ratio of the amount financed to the total collateral value, which is measured as the vehicle selling price plus applicable taxes, title and fees.\nL\nOAN\nP\nERFORMANCE\nI\nNFORMATION\n(1)\nThe allowance for loan losses as of February 28, 2021 includes a $202.0 million increase as a result of our adoption of CECL during the first quarter of fiscal 2021.\n(2)\nThe average recovery rate represents the average percentage of the outstanding principal balance we receive when a vehicle is repossessed and liquidated, generally at our wholesale auctions.  While in any individual period conditions may vary, over the past 10 fiscal years, the annual recovery rate has ranged from a low of 46% to a high of 71%, and it is primarily affected by the wholesale market environment.\n36\nFiscal 2022 Versus Fiscal 2021.\n•\nCAF Income increased $238.7 million, or 42.4%, reflecting increases in the total interest margin percentage and average managed receivables as well as a decrease in the provision for loan losses.\n•\nProvision for Loan Losses (Decreased to $141.7 million from $160.7 million)\n◦\nThe change in the provision was primarily driven by reserve increases during the first quarter of fiscal 2021 associated with deterioration in the macroeconomic environment resulting from the COVID-19 pandemic.\n◦\nThe allowance for loan losses as a percentage of ending managed receivables was 2.77% as of February 28, 2022 compared with 2.97% as of February 28, 2021.\n•\nTotal interest margin increased as a percentage of average managed receivables to 7.2% in fiscal 2022 compared with 6.1% in fiscal 2021 as a result of lower funding costs.\n•\nLoan Performance\n◦\nThe increase in net loan originations in fiscal 2022 resulted from an increase in the average amount financed as well as our used unit sales growth.\n◦\nCAF net penetration for fiscal 2022 was relatively consistent with the prior year.  However, during the fourth quarter of fiscal 2022, CAF net penetration declined slightly, driven by an increase in the mix of customers utilizing outside financing.  In the current environment, we seek to remain highly competitive in the marketplace while also maintaining the quality of CAF’s portfolio.\n◦\nThe increase in past due accounts as a percentage of ending managed receivables for fiscal 2022 primarily reflected a return to pre-pandemic delinquency levels as well as an increase, primarily in the 31-60 day past due bucket, resulting from the transition to CAF’s new auto loan receivable servicing system. During this transition, we continue to adjust resources as needed from early stage collection efforts to handling the increased volume of incoming phone calls we are receiving as customers get accustomed to the new platform.  We ultimately expect this to normalize over time.\n◦\nThe annual recovery rate for fiscal 2022 was at the top of our range due to market appreciation experienced during the year.\nPLANNED FUTURE ACTIVITIES\nWe anticipate opening ten stores in fiscal 2023, which will include our expected entry into the New York metro market.  We currently estimate capital expenditures will total approximately $500 million in fiscal 2023, an increase from $308.5 million in fiscal 2022.  The increase in planned capital spending in fiscal 2023 largely reflects long-term growth capacity initiatives for our auction, sales and production facilities in addition to continued investments in technology.  We expect approximately 30% of our capital expenditures in fiscal 2023 will be focused on investments in technology.\nRECENT ACCOUNTING PRONOUNCEMENTS\nSee Note 1(X) to the consolidated financial statements for information on recent accounting pronouncements applicable to CarMax.\nFINANCIAL CONDITION\nLiquidity and Capital Resources\nOur primary ongoing cash requirements are to fund our existing operations, store expansion\nand improvement, CAF and strategic growth initiatives.  Since fiscal 2013, we have also elected to use cash for our share repurchase program.  Our primary ongoing sources of liquidity include funds provided by operations, proceeds from non-recourse funding vehicles and borrowings under our revolving credit facility\nor through other financing sources.\nOur current capital allocation strategy is to focus on our core business, including investing in digital capabilities and the strategic expansion of our store footprint, pursue new growth opportunities through investments, partnerships and acquisitions and return excess capital to shareholders.  Given the year-over-year improvement in our business, the strength of the credit markets and our solid balance sheet, we believe we have the appropriate liquidity, access to capital and financial strength to support our operations and continue investing in our strategic initiatives for the foreseeable future.\nOn June 1, 2021, we completed our acquisition of Edmunds for a total purchase price of $401.8 million, inclusive of our initial investment.  The consideration paid at closing included a combination of cash and shares of CarMax common stock.  See Note 2 for additional information.\n37\nWe are party to contractual obligations involving commitments to make payments to third parties.  These obligations impact our liquidity and capital resource needs.  Our contractual obligations primarily consist of long-term debt and related interest payments, leases, purchase obligations and commitments, income taxes and defined benefit retirement plans.  See Notes 13 and 17 for amounts outstanding as of February 28, 2022 related to debt and leases, respectively.\nOur contractual obligations related to income taxes represent the net unrecognized tax benefits related to uncertain tax positions.  See Note 11 for information related to income taxes.  Our contractual obligations related to defined benefit retirement plans represent the funded status recognized as of February 28, 2022.  See Note 12 for information related to these plans.\nPurchase obligations and commitments consist of certain enforceable and legally binding obligations related to real estate purchases, third-party outsourcing services and advertising.  As of February 28, 2022, our purchase obligations and commitments were approximately $200.9 million, of which $108.0 million are due in fiscal 2023.  The majority of the remaining purchase obligations and commitments are due within the next three years.\nWe currently target an adjusted debt-to-total capital ratio in a range of 35% to 45%.  At the end of fiscal 2022, our adjusted debt to capital ratio, net of cash on hand, was at the higher end of our targeted range for the year.  In calculating this ratio, we utilize total debt excluding non-recourse notes payable, finance lease liabilities, a multiple of eight times rent expense and total shareholders’ equity.  Generally, we expect to use our revolving credit facility and other financing sources, together with stock repurchases, to maintain this targeted ratio; however, in any period, we may be outside this range due to seasonal, market, strategic or other factors.\nOperating Activities\n.  During fiscal 2022, net cash used in operating activities totaled $2.55 billion, compared with net cash provided by operating activities of $667.8 million in fiscal 2021.  Our operating cash flows are significantly impacted by changes in auto loans receivable, which increased $1.94 billion in fiscal 2022 compared with $300.8 million in fiscal 2021.\nThe majority of the changes in auto loans receivable are accompanied by changes in non-recourse notes payable, which are issued to fund auto loans originated by CAF.  Net issuances of non-recourse notes payable were $1.70 billion in fiscal 2022 compared with $151.5 million in fiscal 2021 and are separately reflected as cash from financing activities.  Due to the presentation differences between auto loans receivable and non-recourse notes payable on the consolidated statements of cash flows, fluctuations in these amounts can have a significant impact on our operating and financing cash flows without affecting our overall liquidity, working capital or cash flows.\nAs of February 28, 2022, total inventory was $5.12 billion, representing an increase of $1.97 billion, or 62.3%, compared with the balance as of the start of the fiscal year.  The increase was primarily due to an increase in the average carrying cost of inventory as a result of higher acquisition costs, driven by market appreciation, as well as an increase in vehicle units.  Saleable inventory levels have been below our targets throughout the current fiscal year as a result of temporary production slowdowns experienced in the fourth quarter of fiscal 2021 and strong demand experienced during fiscal 2022.  We made substantial progress in building our inventory position during the second quarter of fiscal 2022, and we achieved sequential growth in saleable inventory each month during the third quarter.  In the fourth quarter of fiscal 2022, we continued to build inventory for tax refund season, which typically has stronger demand.  As of February 28, 2022, we believe our inventory is well positioned to support anticipated sales in the first quarter of fiscal 2023.\nThe change in net cash (used in) provided by operating activities for fiscal 2022 compared with fiscal 2021 reflected the changes in auto loans receivable and inventory, as discussed above, as well as accounts receivable, driven by increased sales and timing, partially offset by an increase in net earnings when excluding non-cash expenses, which include depreciation and amortization, share-based compensation expense and the provisions for loan losses and cancellation reserves.  Our results for fiscal 2021 were significantly impacted by COVID-19, primarily during the first quarter.  In response, we took proactive measures to strengthen our liquidity position, including reducing our inventory levels and aligning our costs to lower sales volume.\nInvesting Activities\n.  Net cash used in investing activities totaled $523.7 million in fiscal 2022 compared with $128.2 million in fiscal 2021.  For fiscal 2022, this included $241.6 million in cash paid in connection with the Edmunds acquisition, net of cash acquired.  Capital expenditures were $308.5 million in fiscal 2022 versus $164.5 million in fiscal 2021.  Capital expenditures primarily included store construction costs and store remodeling expenses, as well as investments in technology.  We maintain a multi-year pipeline of sites to support our store growth, so portions of capital spending in one year may relate to stores that we open in subsequent fiscal years.\n38\nFinancing Activities\n.  Net cash provided by financing activities was $3.10 billion in fiscal 2022, compared with net cash used in financing activities of $424.0 million in fiscal 2021.  Included in these amounts were net issuances of non-recourse notes payable of\n$1.70 billion compared with $151.5 million, respectively.  Non-recourse notes payable are typically used to fund changes in auto loans receivable (see “Operating Activities”).\nDuring fiscal 2022, cash provided by financing activities was impacted by stock repurchases of $576.5 million as well as net borrowings on our long-term debt of $1.93 billion, including a new $700 million term loan entered into during the third quarter of fiscal 2022.  During fiscal 2021, cash used in financing activities was impacted by stock repurchases of $229.9 million as well as net payments on our long-term debt of $463.0 million.\nT\nOTAL\nD\nEBT AND\nC\nASH AND\nC\nASH\nE\nQUIVALENTS\n(1)\nInterest is payable monthly, with the exception of our senior notes, which are payable semi-annually.\n(2)\nBorrowings accrue interest at variable rates based on the Eurodollar rate (LIBOR), or successor benchmark rate, the federal funds rate, or the prime rate, depending on the type of borrowing.\n(3)\nTotal debt excludes unamortized debt issuance costs.  See Note 13 for additional information.\nBorrowings under our $2.00 billion unsecured revolving credit facility are available for working capital and general corporate purposes, and the unused portion is fully available to us.  The credit facility, term loans and senior note agreements contain representations and warranties, conditions and covenants.  If these requirements are not met, all amounts outstanding or otherwise owed could become due and payable immediately and other limitations could be placed on our ability to use any available borrowing capacity.  As of February 28, 2022, we were in compliance with these financial covenants.\nSee Note 13 for additional information on our revolving credit facility, term loans, senior notes and financing obligations.\nCAF auto loans receivable are primarily funded through our warehouse facilities and asset-backed term funding transactions.  These non-recourse funding vehicles are structured to legally isolate the auto loans receivable, and we would not expect to be able to access the assets of our non-recourse funding vehicles, even in insolvency, receivership or conservatorship proceedings.  Similarly, the investors in the non-recourse notes payable have no recourse to our assets beyond the related receivables, the amounts on deposit in reserve accounts and the restricted cash from collections on auto loans receivable.  We do, however, continue to have the rights associated with the interest we retain in these non-recourse funding vehicles.\nAs of February 28, 2022, $12.18 billion and $3.29 billion of non-recourse notes payable were outstanding related to asset-backed term funding transactions and our warehouse facilities, respectively.  During fiscal 2022, we funded a total of $7.32 billion in asset-backed term funding transactions.  As of February 28, 2022, we had $1.76 billion of unused capacity in our warehouse facilities.\nWe have periodically increased our warehouse facility limit over time, as our store base, sales and CAF loan originations have grown.  See Notes 1(F) and 13 for additional information on the warehouse facilities.\nWe generally repurchase the receivables funded through our warehouse facilities when we enter into an asset-backed term funding transaction.  If our counterparties were to refuse to permit these repurchases it could impact our ability to execute on our funding program.  Additionally, the agreements related to the warehouse facilities include various representations and warranties, covenants and performance triggers.  If these requirements are not met, we could be unable to continue to fund\n39\nreceivables through the warehouse facilities.  In addition, warehouse facility investors could charge us a higher rate of interest and could have us replaced as servicer.  Further, we could be required to deposit collections on the related receivables with the warehouse facility agents on a daily basis and deliver executed lockbox agreements to the warehouse facility agents.\nThe timing and amount of stock repurchases are determined based on stock price, market conditions, legal requirements and other factors.  Shares repurchased are deemed authorized but unissued shares of common stock.  As of February 28, 2022, a total of $2 billion of board authorizations for repurchases was outstanding, with no expiration date, of which $774.5 million remained available for repurchase.  In April 2022, our board of directors increased our share repurchase authorization by $2 billion.  See Note 14 for more information on share repurchase activity.\nFair Value Measurements.\nWe recognize money market securities, mutual fund investments, certain equity investments and derivative instruments at fair value.  See Note 7 for more information on fair value measurements."
  },
  {
    "item_key": "item_7a",
    "text": "Interest Rate Exposure - Non-Recourse Notes Payable\nAs of February 28, 2022 and February 28, 2021, all loans in our portfolio of managed receivables were fixed-rate installment contracts.  Financing for these receivables was achieved primarily through non-recourse funding vehicles that, in turn, issued both fixed- and variable-rate notes.  Non-recourse funding vehicles include warehouse facilities and asset-backed term funding transactions.\nBorrowings under our warehouse facilities are variable-rate debt and are secured by auto loans receivable.  The receivables are funded through the warehouse facilities until we elect to fund them through an asset-backed term funding transaction, which issue notes payable that accrue interest predominantly at fixed rates.\nInterest rate risk related to variable-rate debt is primarily mitigated by entering into derivative instruments.  Our derivative instruments are used to manage differences in the amount of our known or expected cash receipts and our known or expected cash payments principally related to the funding of our auto loans receivable.  Disruptions in the credit markets or unexpected changes in prepayment activity could impact the effectiveness of our hedging strategies.  Generally, changes in interest rates associated with underlying swaps will not have a material impact on earnings; however, they could have a material impact on cash and cash flows.\nAbsent any additional actions by the company to further mitigate risk, a 100-basis point increase in market interest rates associated with non-recourse funding vehicles would have decreased our fiscal 2022 net earnings per share by approximately $0.14.\nCredit risk is the exposure to nonperformance of another party to an agreement.  We mitigate credit risk by dealing with highly rated bank counterparties.  The market and credit risks associated with derivative instruments are similar to those relating to other types of financial instruments.  See Notes 6 and 7 for additional information on derivative instruments and hedging activities.\nC\nOMPOSITION OF\nN\nON\n-R\nECOURSE\nN\nOTES\nP\nAYABLE\n(1)\nVariable-rate debt includes borrowings under our warehouse facilities as well as the variable portion of borrowings under our asset-backed term funding transactions.  See Note 13.\nInterest Rate Exposure - Other Debt\nWe have interest rate risk from changing interest rates related to borrowings under our revolving credit facility.  We also have interest rate risk from changing interest rates related to borrowings under our term loans; however, a portion of the variable-rate risk is mitigated by derivative instruments.  Substantially all of these borrowings are variable-rate debt based on LIBOR.  A\n40\n100-basis point increase in market interest rates would have decreased our fiscal 2022 net earnings per share by approximately $0.04.\nOther Market Exposures\nOur pension plan has interest rate risk related to its projected benefit obligation (“PBO”).  Due to the relatively young overall age of the plan’s participants, a 100-basis point change in the discount rate has approximately a 19% effect on the PBO balance.  A 100-basis point decrease in the discount rate would have decreased our fiscal 2022 net earnings per share by less than $0.01.  See Note 12 for more information on our benefit plans.\nAs our cash-settled restricted stock units are liability awards, the related compensation expense is sensitive to changes in the company’s stock price.  The mark-to-market effect on the liability depends on each award’s grant price and previously recognized expense.  At February 28, 2022, a 10% change in the company’s stock price would have affected fiscal 2022 net earnings per share by approximately $0.04.\n41"
  },
  {
    "item_key": "item_8",
    "text": "Management is responsible for establishing and maintaining adequate internal control over financial reporting for the company.  Because of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements.  Accordingly, even effective internal control over financial reporting can provide only reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with U.S. generally accepted accounting principles.\nManagement conducted an evaluation of the effectiveness of our internal control over financial reporting based on the framework and criteria established in\nInternal Control—Integrated Framework (2013)\n, issued by the Committee of Sponsoring Organizations of the Treadway Commission.  Based on this evaluation, our management has concluded that our internal control over financial reporting was effective as of February 28, 2022.\nIn June 2021, CarMax acquired Edmunds Holding Company (“Edmunds”).  CarMax excluded all of the acquired Edmunds business from the scope of management’s assessment of the effectiveness of CarMax’s internal control over financial reporting as of February 28, 2022.  Edmunds constituted 0.6% of CarMax’s total assets as of February 28, 2022, and 0.3% of CarMax’s total revenues for fiscal 2022.\nKPMG LLP, the company’s independent registered public accounting firm, has issued a report on our internal control over financial reporting.  Their report is included herein.\nWILLIAM D. NASH\nPRESIDENT AND CHIEF EXECUTIVE OFFICER\nENRIQUE N. MAYOR-MORA\nSENIOR VICE PRESIDENT AND\nCHIEF FINANCIAL OFFICER\n42\nTo the Shareholders and Board of Directors\nCarMax, Inc.:\nOpinion on the Consolidated Financial Statements\nWe have audited the accompanying consolidated balance sheets of CarMax, Inc. and subsidiaries (the Company) as of February 28, 2022 and 2021, the related consolidated statements of earnings, comprehensive income, cash flows and shareholders’ equity for each of the years in the three-year period ended February 28, 2022, and the related notes (collectively, the consolidated financial statements). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company as of February 28, 2022 and 2021, and the results of its operations and its cash flows for each of the years in the three-year period ended February 28, 2022, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of February 28, 2022, based on criteria established in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission, and our report dated April 14, 2022 expressed an unqualified opinion on the effectiveness of the Company’s internal control over financial reporting.\nChange in Accounting Principle\nAs discussed in Note 1(H) to the consolidated financial statements, the Company has changed its method of accounting for the recognition and measurement of credit losses as of March 1, 2020 due to the adoption of Accounting Standards Update No. 2016-13—Financial Instruments—Credit Losses (Topic 326): Measurement of Credit Losses on Financial Instruments.\nBasis for Opinion\nThese consolidated financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on these consolidated financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of a critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nAssessment of the allowance for loan losses on core managed receivables\nAs discussed in Notes 1(H) and 5 to the consolidated financial statements, the Company maintained an allowance for loan losses on core managed receivables for the net credit losses expected over the remaining contractual life of the managed receivables.  The balance of the allowance for loan losses on core managed receivables at February 28, 2022 was $377.5 million. The Company estimates the allowance for loan losses using the net loss timing curve method, primarily based on the composition of the portfolio of managed receivables and historical gross loss and recovery trends. The net loss estimate for core managed receivables with less than 18 months of performance history weights both the historical losses by credit grade at origination and actual loss data on the receivables to-date, along with\n43\nforward loss curves, in estimating future performance. Once the receivables have 18 months of performance history, the net loss estimate for core managed receivables reflects actual loss experience of those receivables to date, along with forward loss curves. The output of the net loss timing curve is adjusted to take into account reasonable and supportable macroeconomic forecasts about the future. An economic adjustment factor, based upon a single macroeconomic scenario, is developed to capture the relationship between changes in this forecast and changes in gross loss rates. This factor is applied to the output of the net loss timing curve for the reasonable and supportable forecast period, after which the Company reverts to historical experience on a straight-line basis. In addition, the Company assesses the need to make qualitative adjustments to the output of the net loss timing curve method as necessary for factors not reflected in the quantitative methods.\nWe identified the assessment of the allowance for loan losses on core managed receivables as a critical audit matter. A high degree of audit effort, including specialized skills and knowledge, and complex auditor judgment was involved in the assessment due to significant measurement uncertainty. The assessment involved evaluating the allowance for loan losses methodology, including the net loss timing curve and its key assumptions, which consisted of the historical observation periods, forward loss curves, the weighting of actual loss data versus historical losses by credit grade performance used for receivables with less than 18 months of performance history, and an economic adjustment factor for the reasonable and supportable forecast period. Our assessment also included an evaluation of the qualitative adjustments and the conceptual soundness and mathematical accuracy of the net loss timing curve.\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls related to the measurement of the allowance for loan losses on core managed receivables, including controls over the (1) development and approval of the allowance for loan losses methodology, (2) the identification and determination of the key assumptions and qualitative adjustments, and (3) design and mathematical accuracy of the net loss timing curve. We evaluated the Company’s process to develop the allowance for loan losses on core managed receivables and involved credit risk professionals with specialized skills and knowledge, who assisted in:\n•\nevaluating the Company’s allowance for loan losses methodology for compliance with U.S. generally accepted accounting principles\n•\nevaluating the conceptual soundness and mathematical accuracy of the net loss timing curve\n•\nevaluating the methodology, including key assumptions, used to develop the economic adjustment factor and the reasonable and supportable period by comparing them to the Company’s business environment, relevant industry practices, and portfolio risk characteristics and trends\n•\nassessing the other key assumptions used in the net loss timing curve by comparing to historical loss performance and the credit composition of the existing loan portfolio\n•\nevaluating the methodology used to develop the qualitative adjustments compared with relevant credit risk factors and consistency with trends and identified limitations of the underlying net loss timing curve.\n/s/ KPMG LLP\nWe have served as the Company’s auditor since 1996.\nRichmond, Virginia\nApril 14, 2022\n44\nTo the Shareholders and Board of Directors\nCarMax, Inc.:\nOpinion on Internal Control Over Financial Reporting\nWe have audited CarMax, Inc. and subsidiaries' (the Company) internal control over financial reporting as of February 28, 2022, based on criteria established in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission. In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of February 28, 2022, based on criteria established in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of February 28, 2022 and 2021, the related consolidated statements of earnings, comprehensive income, cash flows and shareholders’ equity for each of the years in the three-year period ended February 28, 2022, and the related notes (collectively, the consolidated financial statements), and our report dated April 14, 2022 expressed an unqualified opinion on those consolidated financial statements.\nThe Company acquired Edmunds Holding Company during the fiscal year ended February 28, 2022, and management excluded from its assessment of the effectiveness of the Company’s internal control over financial reporting as of February 28, 2022, Edmunds Holding Company’s internal control over financial reporting associated with 0.6% of total assets and 0.3% of total revenues included in the consolidated financial statements of the Company as of and for the year ended February 28, 2022. Our audit of internal control over financial reporting of the Company also excluded an evaluation of the internal control over financial reporting of Edmunds Holding Company.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management's Annual Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audit also included performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\n45\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ KPMG LLP\nRichmond, Virginia\nApril 14, 2022\n46\n(1)\nPercents are calculated as a percentage of net sales and operating revenues and may not total due to rounding.\nSee accompanying notes to consolidated financial statements.\n47\nSee accompanying notes to consolidated financial statements.\n48\nSee accompanying notes to consolidated financial statements.\n49\n\\\nSee accompanying notes to consolidated financial statements.\n50\nSee accompanying notes to consolidated financial statements.\n51\n1.\nNATURE OF OPERATIONS AND SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\n(A)\nBusiness and Background\nCarMax, Inc. (“we,” “our,” “us,” “CarMax” and “the company”), including its wholly owned subsidiaries, is the nation’s largest retailer of used vehicles.  We operate in two reportable segments:  CarMax Sales Operations and CarMax Auto Finance (“CAF”).  Our CarMax Sales Operations segment consists of all aspects of our auto merchandising and service operations, excluding financing provided by CAF.  Our CAF segment consists solely of our own finance operation that provides financing to customers buying retail vehicles from CarMax.  On June 1, 2021, we completed the acquisition of Edmunds Holding Company (“Edmunds”), which does not meet the quantitative thresholds to be considered a reportable segment.  See Note 20 for additional information on our reportable segments and Note 2 for additional information regarding our acquisition of Edmunds.\nWe deliver an unrivaled customer experience by offering a broad selection of quality used vehicles and related products and services at competitive, no-haggle prices using a customer-friendly sales process.  Our omni-channel platform, which gives us the largest addressable market in the used car industry, empowers our retail customers to buy a car on their terms – online, in-store or a seamless combination of both.  Customers can choose to complete the car-buying experience in-person at one of our stores; or buy the car online and receive delivery through express pickup, available nationwide, or home delivery, available to most customers.  We offer customers a range of related products and services, including the appraisal and purchase of vehicles directly from consumers; the financing of retail vehicle purchases through CAF and third-party finance providers; the sale of extended protection plan (“EPP”) products, which include extended service plans (“ESPs”) and guaranteed asset protection (“GAP”); and vehicle repair service.  Vehicles purchased through the appraisal process that do not meet our retail standards are sold to licensed dealers through on-site or virtual wholesale auctions.\n(B)\nBasis of Presentation and Use of Estimates\nThe consolidated financial statements include the accounts of CarMax and our wholly owned subsidiaries.  All significant intercompany balances and transactions have been eliminated in consolidation.  The preparation of financial statements in conformity with U.S. generally accepted accounting principles (“GAAP”) requires management to make estimates and assumptions that affect the reported amounts of assets, liabilities, revenues and expenses and the disclosure of contingent assets and liabilities.  Actual results could differ from those estimates.  In particular, the novel coronavirus (“COVID-19”) pandemic and the resulting adverse impacts to global economic conditions, as well as our operations, may impact future estimates including, but not limited to, our allowance for loan losses, inventory valuations, fair value measurements, downward adjustments to investments in equity securities, asset impairment charges, the effectiveness of the company’s hedging instruments, deferred tax valuation allowances, cancellation reserves, actuarial losses on our retirement benefit plans and discount rate assumptions.  Certain prior year amounts have been reclassified to conform to the current year’s presentation.  Amounts and percentages may not total due to rounding.\n(C)\nCash and Cash Equivalents\nCash equivalents consisting of highly liquid investments with original maturities of\nthree months or less\nwere\nno\nt significant to the consolidated balance sheet as of as of February 28, 2022 and were $\n46.9\nmillion as of February 28, 2021.\n(D)\nRestricted Cash from Collections on Auto Loans Receivable\nCash equivalents, totaling $\n548.1\nmillion as of February 28, 2022 and $\n496.4\nmillion as of February 28, 2021, consisted of collections of principal, interest and fee payments on auto loans receivable that are restricted for payment to holders of non-recourse notes payable pursuant to the applicable agreements.\n(E)\nAccounts Receivable, Net\nAccounts receivable, net of an allowance for doubtful accounts, includes certain amounts due from third-party finance providers and customers, and other miscellaneous receivables.  The allowance for doubtful accounts is estimated based on historical experience and trends.\n(F)\nFinancing and Securitization Transactions\nWe maintain a revolving funding program composed of\nthree\nwarehouse facilities (“warehouse facilities”) that we use to fund auto loans receivable originated by CAF.  We typically elect to fund these receivables through an asset-backed term funding transaction, such as a term securitization or alternative funding arrangement, at a later date.  We sell the auto loans receivable to one of three wholly owned, bankruptcy-remote, special purpose entities that transfer an undivided percentage ownership interest in the receivables, but not the receivables themselves, to entities formed by third-party investors.  These entities issue\n52\nasset-backed commercial paper or utilize other funding sources supported by the transferred receivables, and the proceeds are used to finance the related receivables.\nWe typically use term securitizations to provide long-term funding for most of the auto loans receivable initially funded through the warehouse facilities.  In these transactions, a pool of auto loans receivable is sold to a bankruptcy-remote, special purpose entity that, in turn, transfers the receivables to a special purpose securitization trust.  The securitization trust issues asset-backed securities, secured or otherwise supported by the transferred receivables, and the proceeds from the sale of the asset-backed securities are used to finance the securitized receivables.\nWe are required to evaluate term securitization trusts for consolidation.  In our capacity as servicer, we have the power to direct the activities of the trusts that most significantly impact the economic performance of the trusts.  In addition, we have the obligation to absorb losses (subject to limitations) and the rights to receive any returns of the trusts, which could be significant.  Accordingly, we are the primary beneficiary of the trusts and are required to consolidate them.\nWe recognize transfers of auto loans receivable into the warehouse facilities and asset-backed term funding transactions, including term securitizations (together, “non-recourse funding vehicles”), as secured borrowings, which result in recording the auto loans receivable and the related non-recourse notes payable on our consolidated balance sheets.\nThese receivables can only be used as collateral to settle obligations of the related non-recourse funding vehicles.  The non-recourse funding vehicles and investors have no recourse to our assets beyond the related receivables, the amounts on deposit in reserve accounts and the restricted cash from collections on auto loans receivable.  We have not provided financial or other support to the non-recourse funding vehicles that was not previously contractually required, and there are no additional arrangements, guarantees or other commitments that could require us to provide financial support to the non-recourse funding vehicles.\nSee Notes 5 and 13 for additional information on auto loans receivable and non-recourse notes payable.\n(G)\nInventory\nInventory is primarily comprised of vehicles held for sale or currently undergoing reconditioning and is stated at the lower of cost or net realizable value (“NRV”).  Vehicle inventory cost is determined by specific identification.  Parts, labor and overhead costs associated with reconditioning vehicles, as well as transportation and other incremental expenses associated with acquiring and reconditioning vehicles, are included in inventory.\n(H)\nAuto Loans Receivable, Net\nAuto loans receivable include amounts due from customers related to retail vehicle sales financed through CAF and are presented net of an allowance for loan losses.  The allowance for loan losses represents the net credit losses expected over the remaining contractual life of our managed receivables.  See Note 5 for additional information on our significant accounting policies related to auto loans receivable and the allowance for loan losses.\nDuring the first quarter of fiscal 2021, we adopted a new accounting pronouncement related to the measurement of credit losses on financial instruments (ASU 2016-13 or “CECL”) and updated our significant accounting policies related to the allowance for loan losses in Note 5.  In periods prior to fiscal 2021, the allowance for loan losses represented management’s estimate of incurred loan losses as described in “Note 1 – Nature of Operations and Summary of Significant Accounting Policies” in our Annual Report on Form 10-K for the fiscal year ended February 29, 2020.\n(I)\nProperty and Equipment\nProperty and equipment is stated at cost less accumulated depreciation and amortization.  Depreciation and amortization are calculated using the straight-line method over the shorter of the asset’s estimated useful life or the lease term, if applicable.  Costs incurred during new store construction are capitalized as construction-in-progress and reclassified to the appropriate fixed asset categories when the store is completed.\n53\nEstimated Useful Lives\nWe review long-lived assets for impairment when events or changes in circumstances indicate the carrying amount of an asset may not be recoverable.  We recognize impairment when the sum of undiscounted estimated future cash flows expected to result from the use of the asset is less than the carrying value of the asset.  See Note 8 for additional information on property and equipment.\n(J)\nOther Assets\nRestricted Cash on Deposit in Reserve Accounts.\nThe restricted cash on deposit in reserve accounts is for the benefit of holders of non-recourse notes payable, and these funds are not expected to be available to the company or its creditors.  In the event that the cash generated by the related receivables in a given period was insufficient to pay the interest, principal and other required payments, the balances on deposit in the reserve accounts would be used to pay those amounts.  Restricted cash on deposit in reserve accounts is invested in money market securities or bank deposit accounts and was $\n105.8\nmillion as of February 28, 2022 and $\n97.2\nmillion as of February 28, 2021.\nOther Investments.\nOther investments includes restricted money market securities primarily held to satisfy certain insurance program requirements, investments held in a rabbi trust established to fund informally our executive deferred compensation plan and investments in equity securities.  Money market securities and mutual funds are reported at fair value, and investments in equity securities are reported at cost less any impairment and adjusted for any observable changes in price.  Gains and losses on these securities are reflected as a component of other (income) expense.  Other investments totaled $\n108.5\nmillion as of February 28, 2022 and $\n152.9\nmillion as of February 28, 2021.\n(K)\nFinancing Obligations\nWe generally account for sale-leaseback transactions as financing obligations.  Accordingly, we record certain of the assets subject to these transactions on our consolidated balance sheets in property and equipment and the related sales proceeds as financing obligations in long-term debt.  Depreciation is recognized on the assets over their estimated useful lives, generally\n25\nyears.  A portion of the periodic lease payments is recognized as interest expense and the remainder reduces the obligation.  In the event the sale-leasebacks are modified or extended beyond their original term, the related obligation is increased based on the present value of the revised future minimum lease payments on the date of the modification, with a corresponding increase to the net carrying amount of the assets subject to these transactions.  See Note 13 for additional information on financing obligations.\n(L)\nAccrued Expenses\nAs of February 28, 2022 and February 28, 2021, accrued expenses and other current liabilities included accrued compensation and benefits of $\n267.0\nmillion and $\n223.1\nmillion, respectively; loss reserves for general liability and workers’ compensation insurance of $\n44.0\nmillion and $\n42.9\nmillion, respectively; our vehicle return reserves of $\n79.8\nmillion and $\n33.9\nmillion, respectively; and the current portion of cancellation reserves.  See Note 10 for additional information on cancellation reserves.\n(M)\nDefined Benefit Plan Obligations\nThe recognized funded status of defined benefit retirement plan obligations is included both in accrued expenses and other current liabilities and in other liabilities.  The current portion represents benefits expected to be paid from our benefit restoration plan over the next 12 months.  The defined benefit retirement plan obligations are determined using a number of actuarial assumptions.  Key assumptions used in measuring the plan obligations include the discount rate, rate of return on plan assets and mortality rate.  See Note 12 for additional information on our benefit plans.\n(N)\nInsurance Liabilities\nInsurance liabilities are included in accrued expenses and other current liabilities.  We use a combination of insurance and self-insurance for a number of risks including workers’ compensation, general liability and employee-related health care costs, a portion of which is paid by associates.  Estimated insurance liabilities are determined by considering historical claims experience, demographic factors and other actuarial assumptions.\n54\n(O)\nRevenue Recognition\nOur revenue consists primarily of used and wholesale vehicle sales, as well as sales from EPP products, advertising and subscription revenues earned by our Edmunds business and vehicle repair service revenues.  See Note 3 for additional information on our significant accounting policies related to revenue recognition.\n(P)\nCost of Sales\nCost of sales includes the cost to acquire vehicles and the reconditioning and transportation costs associated with preparing the vehicles for resale.  It also includes payroll, fringe benefits, and parts, labor and overhead costs associated with reconditioning and vehicle repair services.  The gross profit earned by our service department for used vehicle reconditioning service is a reduction of cost of sales.  We maintain a reserve to eliminate the internal profit on vehicles that have not been sold.\n(Q)\nSelling, General and Administrative Expenses\nSelling, general and administrative (“SG&A”) expenses primarily include compensation and benefits, other than payroll related to reconditioning and vehicle repair services; rent and other occupancy costs; advertising; and IT expenses, non-CAF bad debt, insurance, preopening and relocation costs,  charitable contributions, travel, and other administrative expenses.\n(R)\nAdvertising Expenses\nAdvertising costs are expensed as incurred and substantially all are included in SG&A expenses.  Total advertising expenses were $\n332.2\nmillion in fiscal 2022, $\n218.6\nmillion in fiscal 2021 and $\n191.8\nmillion in fiscal 2020.\n(S)\nStore Opening Expenses\nCosts related to store openings, including preopening costs, are expensed as incurred and are included in SG&A expenses.\n(T)\nShare-Based Compensation\nShare-based compensation represents the cost related to share-based awards granted to employees and non-employee directors.  We measure share-based compensation cost at the grant date, based on the estimated fair value of the award, and we recognize the cost on a straight-line basis, net of estimated forfeitures, over the grantee’s requisite service period, which is generally the vesting period of the award.  We estimate the fair value of stock options using a binomial valuation model.  Key assumptions used in estimating the fair value of options are dividend yield, expected volatility, risk-free interest rate and expected term.  The fair values of restricted stock, stock-settled performance stock units and stock-settled deferred stock units are based on the volume-weighted average market prices or closing prices on the date of the grant.  The fair value of stock-settled market stock units is determined using a Monte-Carlo simulation based on the expected market price of our common stock on the vesting date and the expected number of converted common shares.  Cash-settled restricted stock units are liability awards with fair value measurement based on the volume-weighted average market price or closing price of CarMax common stock as of the end of each reporting period.  Share-based compensation expense is recorded in either cost of sales, CAF income or SG&A expenses based on the recipients’ respective function.\nWe record deferred tax assets for awards that result in deductions on our income tax returns, based on the amount of compensation expense recognized and the statutory tax rate in the jurisdiction in which we will receive a deduction.  Differences between the deferred tax assets recognized for financial reporting purposes and the actual tax deduction reported on the income tax return are recorded in income tax expense.  See Note 14 for additional information on stock-based compensation.\n(U)\nDerivative Instruments and Hedging Activities\nWe enter into derivative instruments to manage certain risks arising from both our business operations and economic conditions that result in the future known receipt or payment of uncertain cash amounts, the values of which are impacted by interest rates.  We recognize the derivatives at fair value on the consolidated balance sheets, and where applicable, such contracts covered by master netting agreements are reported net.  Gross positive fair values are netted with gross negative fair values by counterparty.  The accounting for changes in the fair value of derivatives depends on the intended use of the derivative, whether we have elected to designate a derivative in a hedging relationship and apply hedge accounting and whether the hedging relationship has satisfied the criteria necessary to apply hedge accounting.  We may enter into derivative contracts that are intended to economically hedge certain risks, even though hedge accounting may not apply or we do not elect to apply hedge accounting.  See Note 6 for additional information on derivative instruments and hedging activities.\n55\n(V)\nIncome Taxes\nDuring the fiscal year ended February 28, 2022, our fully consolidated partnership was terminated as a result of an internal restructuring.  Prior to this restructuring, certain subsidiaries were required to file separate partnership or corporate federal income tax returns.  Beginning with the fiscal year ending February 28, 2023, all of our subsidiaries will be part of our consolidated federal income tax return.  Deferred income taxes reflect the impact of temporary differences between the amounts of assets and liabilities recognized for financial reporting purposes and the amounts recognized for income tax purposes, measured by applying currently enacted tax laws.  A deferred tax asset is recognized if it is more likely than not that a benefit will be realized.  Changes in tax laws and tax rates are reflected in the income tax provision in the period in which the changes are enacted.  We evaluate the need to record valuation allowances that would reduce deferred tax assets to the amount that will more likely than not be realized.  When assessing the need for valuation allowances, we consider available loss carrybacks, tax planning strategies, future reversals of existing temporary differences and future taxable income.\nWe recognize uncertain tax liabilities when, despite our belief that our tax return positions are supportable, we believe that the tax positions may not be fully sustained upon review by tax authorities.  Benefits from tax positions are measured at the highest tax benefit that is greater than 50% likely of being realized upon settlement.  The current portion of these tax liabilities is included in accrued income taxes and any noncurrent portion is included in other liabilities.  To the extent that the final tax outcome of these matters is different from the amounts recorded, the differences impact income tax expense in the period in which the determination is made.  Interest and penalties related to income tax matters are included in SG&A expenses.  See Note 11 for additional information on income taxes.\n(W)\nNet Earnings Per Share\nBasic net earnings per share is computed by dividing net earnings available for basic common shares by the weighted average number of shares of common stock outstanding.  Diluted net earnings per share is computed by dividing net earnings available for diluted common shares by the sum of the weighted average number of shares of common stock outstanding and dilutive potential common stock.  Diluted net earnings per share is calculated using the “if-converted” treasury stock method.  See Note 15 for additional information on net earnings per share.\n(X)\nRecent Accounting Pronouncements\nAdopted in the Current Period.\nIn December 2019, the Financial Accounting Standards Board (“FASB”) issued an accounting pronouncement (ASU 2019-12) related to simplifying the accounting for income taxes.  We adopted this pronouncement for our fiscal year beginning March 1, 2021, and it did not have a material effect on our consolidated financial statements.\nEffective in Future Periods.\nIn July 2021, the FASB issued an accounting pronouncement (ASU 2021-05) related to accounting for sales-type leases with variable lease payments.  This pronouncement is effective for fiscal years beginning after December 15, 2021, and interim periods within those fiscal years. We plan to adopt this pronouncement for our fiscal year beginning March 1, 2022, and we do not expect it to have a material effect on our consolidated financial statements.\nIn October 2021, the FASB issued an accounting pronouncement (ASU 2021-08) related to accounting for acquired revenue contracts with customers in a business combination.  The amendments in this update address diversity in practice and inconsistency related to recognition of an acquired contract liability and the effect of payment terms on subsequent revenue recognition for the acquirer.  This update is effective for fiscal years beginning after December 15, 2022, including interim periods within those fiscal years.  We plan to adopt this pronouncement for our fiscal year beginning March 1, 2023, and we do not expect it to have a material effect on our consolidated financial statements.\nIn November 2021, the FASB issued an accounting pronouncement (ASU 2021-10) related to government assistance disclosures.  The amendments in this update increase the transparency surrounding government assistance by requiring disclosure of 1) the types of assistance received, 2) an entity’s accounting for the assistance, and 3) the effect of the assistance on the entity’s financial statements.  The update is effective for annual periods beginning after December 15, 2021.  We plan to adopt this pronouncement for our fiscal year beginning March 1, 2022, and we do not expect it to have a material effect on our consolidated financial statements.\nIn March 2022, the FASB issued an accounting pronouncement (ASU 2022-01) related to the portfolio layer method of hedge accounting.  The amendments in this update clarify the accounting and promote consistency in reporting for hedges where the portfolio layer method is applied.  This update is effective for fiscal years beginning after December 15, 2022, and interim periods within those fiscal years.  We do not expect the update to have a material effect on our consolidated financial statements.\n56\nIn March 2022, the FASB issued an accounting pronouncement (ASU 2022-02) related to troubled debt restructurings (“TDRs”) and vintage disclosures for financing receivables.  The amendments in this update eliminate the accounting guidance for TDRs by creditors while enhancing disclosure requirements for certain loan refinancing and restructurings by creditors made to borrowers experiencing financial difficulty.  The amendments also require disclosure of current-period gross write-offs by year of origination for financing receivables.  The amendments in this update are effective for fiscal years beginning after December 15, 2022, including interim periods within those fiscal years. We plan to adopt this pronouncement and make the necessary updates to our vintage disclosures for the interim period beginning March 1, 2023, and aside from these disclosure changes, we do not expect the amendments to have a material effect on our financial statements.\n2.\nACQUISITION OF EDMUNDS\nOn June 1, 2021, we completed the acquisition of Edmunds Holding Company, one of the most well established and trusted online guides for automotive information and a recognized leader in digital car shopping innovations.  With this acquisition, CarMax has enhanced its digital capabilities and further strengthened its role and reach across the used auto ecosystem while adding exceptional technology and creative talent.  Edmunds continues to operate independently and remains focused on delivering confidence to consumers and excellent value to its dealer and Original Equipment Manufacturer (“OEM”) clients.  Additionally, this acquisition allows both businesses to accelerate their respective capabilities to deliver an enhanced digital experience to their customers by leveraging Edmunds’ compelling content and technology, CarMax’s unparalleled national scale and infrastructure, and the combined talent of both businesses.\nThe acquisition was accounted for in accordance with Accounting Standards Codification (“ASC”) Topic 805, Business Combinations, and, accordingly, Edmunds’ results of operations have been consolidated in our financial statements since the date of acquisition.  We recorded a preliminary allocation of the purchase price to assets acquired and liabilities assumed based on their estimated fair values as of June 1, 2021.  The transaction costs associated with the acquisition were approximately $\n8.0\nmillion and were expensed as incurred within selling, general and administrative expenses.\nThe following table summarizes the total purchase consideration:\n(1)\nRepresents the issuance of\n776,097\nshares of CarMax common stock to Edmunds equity holders, the fair value of which was based on the market value of CarMax common stock as of market close on the acquisition date (June 1, 2021).\nIn January 2020, we acquired a minority stake in Edmunds for $50 million.  The noncontrolling equity investment in Edmunds was remeasured at a fair value of $\n60.2\nmillion prior to the acquisition of the remaining ownership stake on June 1, 2021, which resulted in the recognition of a gain of $\n8.7\nmillion.  The gain is included in other income in the consolidated statements of earnings.\n57\nThe following table summarizes the estimated fair values of the assets acquired and liabilities assumed at the date of the acquisition:\n(1)\nDuring the third quarter of fiscal 2022, we obtained new information about facts and circumstances that existed as of the acquisition date, which resulted in a change in the fair value of assets and liabilities recognized.  The adjustments were primarily related to research and development tax credits, which resulted in a decrease in goodwill and a decrease in deferred income taxes of $\n8.4\nmillion.\nThe excess of purchase consideration over the fair value of net identifiable assets acquired and liabilities assumed was recorded as goodwill, which is primarily attributed to expected synergies and the assembled workforce of the acquired business and is not deductible for tax purposes.  The fair values assigned to the net identifiable assets and liabilities assumed are based on management’s estimates and assumptions.\nIdentifiable intangible assets were recognized at their estimated acquisition date fair values.  The fair value of identifiable intangible assets was determined by using certain estimates and assumptions that are not observable in the market.  The fair values of the trade name asset and the internally developed software asset were determined using the relief-from-royalty method, and the fair value of the customer relationships asset was determined using the excess earnings method.  These income-based approaches included significant assumptions such as the amount and timing of projected cash flows, growth rates, customer attrition rates, discount rates, and the assessment of the asset’s life cycle.  The estimated fair value and estimated remaining useful lives of identifiable intangible assets are as follows:\nThe operating results of Edmunds have been included in our consolidated financial statements since the date of the acquisition.  Net sales and operating revenues and net earnings attributable to Edmunds were not material for the reporting periods presented.  Our pro forma results as if the acquisition had taken place on the first day of fiscal 2021 would not be materially different from the amounts reflected in the accompanying consolidated financial statements, and therefore are not presented.\n58\n3.\nREVENUE\nWe recognize revenue when control of the good or service has been transferred to the customer, generally either at the time of sale or upon delivery to a customer.  Our contracts have a fixed contract price and revenue is measured as the amount of consideration we expect to receive in exchange for transferring goods or providing services.  We collect sales taxes and other taxes from customers on behalf of governmental authorities at the time of sale.  These taxes are accounted for on a net basis and are not included in net sales and operating revenues or cost of sales.  We generally expense sales commissions when incurred because the amortization period would have been less than one year.  These costs are recorded within selling, general and administrative expenses.  We do not have any significant payment terms as payment is received at or shortly after the point of sale.\nDisaggregation of Revenue\n(1)\nExcludes intersegment sales and operating revenues that have been eliminated in consolidation.  See Note 20 for further details.\nUsed Vehicle Sales.\nRevenue from the sale of used vehicles is recognized upon transfer of control of the vehicle to the customer.  As part of our customer service strategy, we guarantee the retail vehicles we sell with a 30-day/1,500 mile money-back guarantee.  We record a reserve for estimated returns based on historical experience and trends.  The reserve for estimated returns is presented gross on the consolidated balance sheets, with a return asset recorded in other current assets and a refund liability recorded in accrued expenses and other current liabilities.  We also guarantee the used vehicles we sell with a 90-day/4,000-mile limited warranty.  These warranties are deemed assurance-type warranties and are accounted for as warranty obligations.  See Note 19 for additional information on this warranty and its related obligation.\nWholesale Vehicle Sales.\nWholesale vehicles are sold at our auctions, and revenue from the sale of these vehicles is recognized upon transfer of control of the vehicle to the customer.  Dealers also pay a fee to us based on the sale price of the vehicles they purchase.  This fee is recognized as revenue at the time of sale.  While we provide condition disclosures on each wholesale vehicle sold, the vehicles are subject to a limited right of return.  We record a reserve for estimated returns based on historical experience and trends.  The reserve for estimated returns is presented gross on the consolidated balance sheets, with a return asset recorded in other current assets and a refund liability recorded in accrued expenses and other current liabilities.\nEPP Revenues.\nWe also sell ESP and GAP products on behalf of unrelated third parties, who are primarily responsible for fulfilling the contract, to customers who purchase a retail vehicle.  The ESPs we currently offer on all used vehicles provide coverage up to 60 months (subject to mileage limitations), while GAP covers the customer for the term of their finance contract.  We recognize revenue, on a net basis, at the time of sale.  We also record a reserve, or refund liability, for estimated contract cancellations.  The reserve for cancellations is evaluated for each product and is based on forecasted forward cancellation curves utilizing historical experience, recent trends and credit mix of the customer base.  Our risk related to contract cancellations is limited to the revenue that we receive.  Cancellations fluctuate depending on the volume of EPP sales, customer financing default or prepayment rates, and shifts in customer behavior, including those related to changes in the coverage or term of the product.  The current portion of estimated cancellation reserves is recognized as a component of accrued expenses and other current liabilities with the remaining amount recognized in other liabilities.  See Note 10 for additional information on cancellation reserves.\n59\nWe are contractually entitled to receive profit-sharing revenues based on the performance of the ESPs administered by third parties.  These revenues are a form of variable consideration included in EPP revenues to the extent that it is probable that it will not result in a significant revenue reversal.  An estimate of the amount to which we expect to be entitled, subject to various constraints, is recognized upon satisfying the performance obligation of selling the ESP.  These constraints include factors that are outside of the company’s influence or control and the length of time until settlement.  We apply the expected value method, utilizing historical claims and cancellation data from CarMax customers, as well as external data and other qualitative assumptions.  This estimate is reassessed each reporting period with changes reflected in other sales and revenues on our consolidated statements of earnings and other assets on our consolidated balance sheets.  As of February 28, 2022 and February 28, 2021, no current or long-term contract asset was recognized related to cumulative profit-sharing payments to which we expect to be entitled.\nThird-Party Finance Income/(Fees).\nCustomers applying for financing who are not approved or are conditionally approved by CAF are generally evaluated by other third-party finance providers.  These providers generally either pay us or are paid a fixed, pre-negotiated fee per contract.  We recognize these fees at the time of sale.\nAdvertising and Subscription Revenues.\nAdvertising and subscription revenues consist of revenues earned by our Edmunds business.  Advertising revenues are derived from advertising contracts with automotive manufacturers based on fixed fees per impression and fees for certain activities completed by customers on the manufacturers' websites.  These fees are recognized in the period the impressions are delivered or certain activities occurred.  Subscription revenues are derived from packages sold to automotive dealers that include car leads, inventory listings and enhanced placement in Edmunds' dealer locator and are recognized over the period that the services are made available to the dealers. Subscription revenues also include a digital marketing subscription service, which allows dealers to gain exposure on third party partner websites.  Revenues for this service are recognized on a net basis.\nService Revenues.\nService revenue consists of labor and parts income related to vehicle repair service, including repairs of vehicles covered under an ESP we sell or warranty program.  Service revenue is recognized at the time the work is completed.\nOther Revenues.\nOther revenues consist primarily of new vehicle sales and sales of accessories.  Revenue in this category is recognized upon transfer of control to the customer.\n4.\nCARMAX AUTO FINANCE\nCAF provides financing to qualified retail customers purchasing vehicles from CarMax.  CAF provides us the opportunity to capture additional profits, cash flows and sales while managing our reliance on third-party finance sources.  Management regularly analyzes CAF’s operating results by assessing profitability, the performance of the auto loans receivable, including trends in credit losses and delinquencies, and CAF direct expenses.  This information is used to assess CAF’s performance and make operating decisions, including resource allocation.\nWe typically use securitizations or other funding arrangements to fund loans originated by CAF, as discussed in Note 1(F).  CAF income primarily reflects the interest and fee income generated by the auto loans receivable less the interest expense associated with the debt issued to fund these receivables, a provision for estimated loan losses and direct CAF expenses.\nCAF income does not include any allocation of indirect costs.  Although CAF benefits from certain indirect overhead expenditures, we have not allocated indirect costs to CAF to avoid making subjective allocation decisions.  Examples of indirect costs not allocated to CAF include retail store expenses and corporate expenses.  In addition, except for auto loans receivable, which are disclosed in Note 5, CAF assets are not separately reported nor do we allocate assets to CAF because such allocation would not be useful to management in making operating decisions.\n60\nComponents of CAF Income\n(1)\nPercent of total average managed receivables.\n5.\nAUTO LOANS RECEIVABLE\nAuto loans receivable include amounts due from customers related to retail vehicle sales financed through CAF and are presented net of an allowance for estimated loan losses.  These auto loans represent a large group of smaller-balance homogeneous loans, which we consider to be part of one class of financing receivable and one portfolio segment for purposes of determining our allowance for loan losses.  We generally use warehouse facilities to fund auto loans receivable originated by CAF until we elect to fund them through an asset-backed term funding transaction, such as a term securitization or alternative funding arrangement.  We recognize transfers of auto loans receivable into the warehouse facilities and asset-backed term funding transactions (together, “non-recourse funding vehicles”) as secured borrowings, which result in recording the auto loans receivable and the related non-recourse notes payable on our consolidated balance sheets.  The majority of the auto loans receivable serve as collateral for the related non-recourse notes payable of $\n15.47\nbillion as of February 28, 2022, and $\n13.76\nbillion as of February 28, 2021.  See Notes 1(F) and 13 for additional information on securitizations and non-recourse notes payable.\nInterest income and expenses related to auto loans are included in CAF income.  Interest income on auto loans receivable is recognized when earned based on contractual loan terms.  All loans continue to accrue interest until repayment or charge-off.  When a charge-off occurs, accrued interest is written off by reversing interest income.  Direct costs associated with loan originations are not considered material, and thus, are expensed as incurred.  See Note 4 for additional information on CAF income.\n61\nAuto Loans Receivable, Net\n(1)\nRepresents receivables restricted as excess collateral for the non-recourse funding vehicles.\n(2)\nOther managed receivables includes receivables not funded through the non-recourse funding vehicles.\nCredit Quality.\nWhen customers apply for financing, CAF’s proprietary scoring models utilize the customers’ credit history and certain application information to evaluate and rank their risk.  We obtain credit histories and other credit data that includes information such as number, age, type of and payment history for prior or existing credit accounts.  The application information that is used includes income, collateral value and down payment.  The scoring models yield credit grades that represent the relative likelihood of repayment.  Customers with the highest probability of repayment are A-grade customers.  Customers assigned a lower grade are determined to have a lower probability of repayment.  For loans that are approved, the credit grade influences the terms of the agreement, such as the required loan-to-value ratio and interest rate.  After origination, credit grades are generally not updated.\nCAF uses a combination of the initial credit grades and historical performance to monitor the credit quality of the auto loans receivable on an ongoing basis.  We validate the accuracy of the scoring models periodically.  Loan performance is reviewed on a recurring basis to identify whether the assigned grades adequately reflect the customers’ likelihood of repayment.\n62\nEnding Managed Receivables by Major Credit Grade\n(1)\nClassified based on credit grade assigned when customers were initially approved for financing.\n(2)\nPercent of total ending managed receivables.\n(3)\nRepresents CAF’s Tier 1 originations.\n(4)\nRepresents CAF’s Tier 2 and Tier 3 originations.\nAllowance for Loan Losses.\nThe allowance for loan losses at February 28, 2022 represents the net credit losses expected over the remaining contractual life of our managed receivables.  The allowance for loan losses is determined using a net loss timing curve, primarily based on the composition of the portfolio of managed receivables and historical gross loss and recovery trends.  Due to the fact that losses for receivables with less than 18 months of performance history can be volatile, our net loss estimate weights both historical losses by credit grade at origination and actual loss data on the receivables to-date, along with forward loss curves, in estimating future performance.  Once the receivables have 18 months of performance history, the net loss estimate reflects actual loss experience of those receivables to date, along with forward loss curves, to predict future performance.  The forward loss curves are constructed using historical performance data and show the average timing of losses over the course of a receivable’s life.  The net loss estimate is calculated by applying the loss rates developed using the methods described above to the amortized cost basis of the managed receivables.\nThe output of the net loss timing curve is adjusted to take into account reasonable and supportable forecasts about the future.  Specifically, the change in U.S. unemployment rates and the\nNational Automobile Dealers Association\nused vehicle price index are used to predict changes in gross loss and recovery rate, respectively.  An economic adjustment factor, based upon a single macroeconomic scenario, is developed to capture the relationship between changes in these forecasts and changes in gross loss and recovery rates.  This factor is applied to the output of the net loss timing curve for the reasonable and supportable forecast period of two years.  After the end of this two-year period, we revert to historical experience on a straight-line basis over a period of 12 months. We periodically consider whether the use of alternative metrics would result in improved model performance and revise the models when appropriate.  We also consider whether qualitative adjustments are necessary for factors that are not reflected in the quantitative methods but impact the measurement of estimated credit losses.  Such\n63\nadjustments include the uncertainty of the impacts of recent economic trends on customer behavior.  The change in the allowance for loan losses is recognized through an adjustment to the provision for loan losses.\nAllowance for Loan Losses\n(1)\nPercent of total ending managed receivables\n(2)\nNet of costs incurred to recover vehicle.\nDuring fiscal 2022, the allowance for loan losses increased $\n21.9\nmillion, primarily reflecting growth in receivables, largely offset by favorable loan loss performance during the year.  Although net charge-offs remained low in fiscal 2022, loss performance in the second half of fiscal 2022 began to return to pre-pandemic levels.  We do not believe the favorable loss performance this fiscal year is consistent with our best estimate of expected future losses.  As a result, we determined that the quantitative loss rates should be qualitatively adjusted to reflect future loss performance.\nPast Due Receivables.\nAn account is considered delinquent when the related customer fails to make a substantial portion of a scheduled payment on or before the due date.  In general, accounts are charged-off on the last business day of the month during which the earliest of the following occurs:  the receivable is 120 days or more delinquent as of the last business day of the month, the related vehicle is repossessed and liquidated, or the receivable is otherwise deemed uncollectible.  For purposes of determining impairment, auto loans are evaluated collectively, as they represent a large group of smaller-balance homogeneous loans, and therefore, are not individually evaluated for impairment.\nPast Due Receivables\n64\n(1)\nPercent of total ending managed receivables.\n6.\nDERIVATIVE INSTRUMENTS AND HEDGING ACTIVITIES\nWe use derivatives to manage certain risks arising from both our business operations and economic conditions, particularly with regard to issuances of debt.  Primary exposures include LIBOR and other rates used as benchmarks in our securitizations and other debt financing.  We enter into derivative instruments to manage exposures related to the future known receipt or payment of uncertain cash amounts, the values of which are impacted by interest rates, and generally designate these derivative instruments as cash flow hedges for accounting purposes.  In certain cases, we may choose not to designate a derivative instrument as a cash flow hedge for accounting purposes due to uncertainty around the probability that future hedged transactions will occur.  Our derivative instruments are used to manage (i) differences in the amount of our known or expected cash receipts and our known or expected cash payments principally related to the funding of our auto loans receivable, and (ii) exposure to variable interest rates associated with our term loans.\nFor the derivatives associated with our non-recourse funding vehicles that are designated as cash flow hedges, the changes in fair value are initially recorded in accumulated other comprehensive loss (“AOCL”).  For the majority of these derivatives, the amounts are subsequently reclassified into CAF income in the period that the hedged forecasted transaction affects earnings, which occurs as interest expense is recognized on those future issuances of debt.  During the next 12 months, we estimate that an additional $\n4.0\nmillion will be reclassified from AOCL as an increase to CAF income.  Changes in fair value related to derivatives that have not been designated as cash flow hedges for accounting purposes are recognized in the income statement in the period in which the change occurs.  For the years ended February 28, 2022 and February 28, 2021, we recognized income of $\n8.8\nmillion and a loss of  $\n1.7\nmillion, respectively, in CAF income representing these changes in fair value.\nAs of February 28, 2022 and February 28, 2021, we had interest rate swaps outstanding with a combined notional amount of $\n3.64\nbillion and $\n2.43\nbillion, respectively, that were designated as cash flow hedges of interest rate risk.  As of February 28, 2022 and February 28, 2021, we had interest rate swaps with a combined notional amount of $\n578.3\nmillion and $\n255.2\nmillion, respectively, outstanding that were not designated as cash flow hedges.\nSee Note 7 for discussion of fair values of financial instruments and Note 16 for the effect on comprehensive income.\n7.\nFAIR VALUE MEASUREMENTS\nFair value is defined as the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants in the principal market or, if none exists, the most advantageous market, for the specific asset or liability at the measurement date (referred to as the “exit price”).  The fair value should be based on assumptions that market participants would use, including a consideration of nonperformance risk.\nWe assess the inputs used to measure fair value using the three-tier hierarchy.  The hierarchy indicates the extent to which inputs used in measuring fair value are observable in the market.\nLevel 1\nInputs include unadjusted quoted prices in active markets for identical assets or liabilities that we can access at the measurement date.\n65\nLevel 2\nInputs other than quoted prices included within Level 1 that are observable for the asset or liability, either directly or indirectly, including quoted prices for similar assets in active markets, quoted prices from identical or similar assets in inactive markets and observable inputs such as interest rates and yield curves.\nLevel 3\nInputs that are significant to the measurement that are not observable in the market and include management’s judgments about the assumptions market participants would use in pricing the asset or liability (including assumptions about risk).\nOur fair value processes include controls that are designed to ensure that fair values are appropriate.  Such controls include model validation, review of key model inputs, analysis of period-over-period fluctuations and reviews by senior management.\nValuation Methodologies\nMoney Market Securities.\nMoney market securities are cash equivalents, which are included in cash and cash equivalents, restricted cash from collections on auto loans receivable and other assets.  They consist of highly liquid investments with original maturities of three months or less and are classified as Level 1.\nMutual Fund Investments.\nMutual fund investments consist of publicly traded mutual funds that primarily include diversified equity investments in large-, mid- and small-cap domestic and international companies or investment grade debt securities.  The investments, which are included in other assets, are held in a rabbi trust established to fund informally our executive deferred compensation plan and are classified as Level 1.\nDerivative Instruments.\nThe fair values of our derivative instruments are included in either other current assets, other assets, accounts payable or other liabilities.  Our derivatives are not exchange-traded and are over-the-counter customized derivative instruments.  All of our derivative exposures are with highly rated bank counterparties.\nWe measure derivative fair values assuming that the unit of account is an individual derivative instrument and that derivatives are sold or transferred on a stand-alone basis.  We estimate the fair value of our derivatives using quotes determined by the derivative counterparties and third-party valuation services.  Quotes from third-party valuation services and quotes received from bank counterparties project future cash flows and discount the future amounts to a present value using market-based expectations for interest rates and the contractual terms of the derivative instruments.  The models do not require significant judgment and model inputs can typically be observed in a liquid market; however, because the models include inputs other than quoted prices in active markets, all derivatives are classified as Level 2.\nOur derivative fair value measurements consider assumptions about counterparty and our own nonperformance risk.  We monitor counterparty and our own nonperformance risk and, in the event that we determine that a party is unlikely to perform under terms of the contract, we would adjust the derivative fair value to reflect the nonperformance risk.\nItems Measured at Fair Value on a Recurring Basis\n66\nFair Value of Financial Instruments\nThe carrying value of our cash and cash equivalents, accounts receivable, other restricted cash deposits and accounts payable approximates fair value due to the short-term nature and/or variable rates associated with these financial instruments.  Auto loans receivable are presented net of an allowance for estimated loan losses, which we believe approximates fair value.  We believe that the carrying value of our revolving credit facility and term loans approximates fair value due to the variable rates associated with these obligations.  The fair value of our senior unsecured notes, which are not carried at fair value on our consolidated balance sheets, was determined using Level 2 inputs based on quoted market prices.  The carrying value and fair value of the senior unsecured notes as of\nFebruary 28, 2022\nand February 28, 2021, respectively, are as follows:\n8.\nPROPERTY AND EQUIPMENT\n(1)\nLand held for development represents land owned for potential store growth.\nDepreciation expense was $\n215.3\nmillion in fiscal 2022, $\n195.3\nmillion in fiscal 2021 and $\n190.6\nmillion in fiscal 2020.\n67\n9.\nGOODWILL AND INTANGIBLE ASSETS\nGoodwill\nWe test goodwill for impairment annually as of December 1, or whenever events or circumstances indicate that the carrying value may not be recoverable.  Goodwill is tested for impairment at the reporting unit level, which are determined in accordance with the provisions of ASC 350,\nIntangibles – Goodwill and Other\n.  The goodwill acquired as part of the Edmunds acquisition was allocated to two of our reporting units – CarMax Sales Operations and Edmunds – with carrying values of $\n98.9\nmillion and $\n42.4\nmillion, respectively.  No impairment was recognized in fiscal 2022 or fiscal 2021.\nIntangibles\nThe intangible assets above relate to the acquisition of Edmunds on June 1, 2021 (see Note 2 for more information).  We had no intangible assets as of February 28, 2021.\nAmortization expense of intangible assets was $\n11.5\nmillion in fiscal 2022.  No amortization expense was recorded in fiscal 2021.\nWe estimate that amortization expense related to intangible assets will be $\n15.4\nmillion in each of the next five fiscal years.\n10.\nCANCELLATION RESERVES\nWe recognize revenue for EPP products, on a net basis, at the time of sale.  We also record a reserve, or refund liability, for estimated contract cancellations.  Cancellations of these services may result from early termination by the customer, or default or prepayment on the finance contract.  The reserve for cancellations is evaluated for each product and is based on forecasted forward cancellation curves utilizing historical experience, recent trends and credit mix of the customer base.\nCancellation Reserves\nThe current portion of estimated cancellation reserves is recognized as a component of accrued expenses and other current liabilities with the remaining amount recognized in other liabilities.  As of February 28, 2022 and February 28, 2021, the current portion of cancellation reserves was $\n78.7\nmillion and $\n58.7\nmillion, respectively.\n68\n11.\nINCOME TAXES\nDuring fiscal 2021, new legislation was enacted to provide relief to businesses in response to the COVID-19 pandemic, including the Coronavirus Aid, Relief, and Economic Security Act (“CARES Act”) and the Taxpayer Certainty and Disaster Tax Relief Act.  The American Rescue Plan Act of 2021 and the Infrastructure Investment and Jobs Act were enacted on March 6, 2021 and November 15, 2021, respectively.  We have evaluated the tax provisions of these acts as well as new IRS guidance issued.  While the most significant impacts to the company include the employee retention tax credit and payroll tax deferral provisions of the CARES Act, we do not expect recent IRS guidance or the legislation to have a material impact on our results of operations\n.\nIncome Tax Provision\nEffective Income Tax Rate Reconciliation\n69\nTemporary Differences Resulting in Deferred Tax Assets and Liabilities\nDuring the fiscal year ended February 28, 2022, our fully consolidated partnership was terminated as a result of an internal restructuring.  We removed the deferred tax asset reflecting the investment in the partnership and recorded the associated temporary differences in the underlying assets and liabilities.  The termination of the partnership is the primary driver of the changes in deferred tax assets and liabilities associated with accrued expenses and other, allowance for loan losses, prepaid expenses and property and equipment.  Overall, this adjustment to the deferred tax assets and liabilities resulted in an immaterial impact to the income statement.\nDuring the fiscal year ended February 28, 2022, we completed our acquisition of Edmunds.  As a result of this transaction, we acquired certain net operating losses and other tax attributes which are reflected as deferred tax assets, and certain intangible assets which are reflected as deferred tax liabilities.  This includes a deferred tax asset of $\n10\nmillion related to U.S. federal net operating loss carryforwards that have no expiration; a deferred tax asset of $\n13\nmillion, net of valuation allowances, related to U.S. federal tax credit carryforwards, which expire between 2023 and 2041; a deferred tax asset of $\n2\nmillion, related to state net operating loss carryforwards, which generally expire between 2022 and 2038; and a deferred tax asset of $\n12\nmillion related to state tax credit carryforwards that have no expiration.\nExcept for amounts for which a valuation allowance has been provided, we believe it is more likely than not that the results of future operations and the reversals of existing deferred taxable temporary differences will generate sufficient taxable income to realize the deferred tax assets.  The valuation allowance as of February 28, 2022, relates to capital loss and research and development credit carryforwards that are not more likely than not to be utilized prior to their expiration.\n70\nReconciliation of Unrecognized Tax Benefits\nAs of February 28, 2022, we had $\n24.8\nmillion of gross unrecognized tax benefits, $\n8.5\nmillion of which, if recognized, would affect our effective tax rate.  It is reasonably possible that the amount of the unrecognized tax benefit will increase or decrease during the next 12 months; however, we do not expect the change to have a significant effect on our results of operations, financial condition or cash flows.  As of February 28, 2021, we had $\n29.0\nmillion of gross unrecognized tax benefits, $\n7.6\nmillion of which, if recognized, would affect our effective tax rate.  As of February 29, 2020, we had $\n30.9\nmillion of gross unrecognized tax benefits, $\n9.2\nmillion of which, if recognized, would affect our effective tax rate.\nOur continuing practice is to recognize interest and penalties related to income tax matters in SG&A expenses.  Our accrual for interest and penalties was $\n3.4\nmillion, $\n4.7\nmillion and $\n4.0\nmillion as of February 28, 2022,  February 28, 2021 and February 29, 2020, respectively.\nCarMax is subject to U.S. federal income tax as well as income tax of multiple states and local jurisdictions.  With a few insignificant exceptions, we are no longer subject to U.S. federal, state and local income tax examinations by tax authorities for years prior to fiscal 2018.\n12.\nBENEFIT PLANS\n(A)\nRetirement Benefit Plans\nWe have two frozen noncontributory defined benefit plans: our pension plan (the “pension plan”) and our unfunded, nonqualified plan (the “restoration plan”), which restores retirement benefits for certain associates who are affected by Internal Revenue Code limitations on benefits provided under the pension plan.  No additional benefits have accrued under these plans since they were frozen; however, we have a continuing obligation to fund the pension plan and will continue to recognize net periodic pension expense for both plans for benefits earned prior to being frozen.  We use a fiscal year end measurement date for both the pension plan and the restoration plan.\nBenefit Plan Information\n71\n(1)\nChanges recognized in Accumulated Other Comprehensive Loss\n.\nThe projected benefit obligation (“PBO”) will change primarily due to interest cost and total net actuarial (gain) loss, and plan assets will change primarily as a result of the actual return on plan assets.  Benefit payments, which reduce the PBO and plan assets, were not material in fiscal 2022 or 2021.  Employer contributions, which increase plan assets, were $\n4.6\nmillion in fiscal 2021; there were\nno\nemployer contributions in fiscal 2022.  The net actuarial (gain) loss in a fiscal year is recognized in accumulated other comprehensive loss and may later be recognized as a component of future pension expense.  In fiscal 2023, we anticipate that $\n2.5\nmillion in estimated actuarial losses of the pension plan will be amortized from accumulated other comprehensive loss.  Estimated actuarial losses to be amortized from accumulated other comprehensive loss for the restoration plan are not expected to be significant.\nBenefit Obligations.\nThe accumulated benefit obligation (“ABO”) and PBO represent the obligations of the benefit plans for past service as of the measurement date.  ABO is the present value of benefits earned to date with benefits computed based on current service and compensation levels.  PBO is ABO increased to reflect expected future service and increased compensation levels.  As a result of the freeze of plan benefits under our pension and restoration plans, the ABO and PBO balances are equal to one another at all subsequent dates.\nFunding Policy.\nFor the pension plan, we contribute amounts sufficient to meet minimum funding requirements as set forth in the employee benefit and tax laws, plus any additional amounts as we may determine to be appropriate.  We do not expect to make any contributions to the pension plan in fiscal 2023.  We expect the pension plan to make benefit payments of approximately $\n6.4\nmillion for each of the next three fiscal years, and $\n7.6\nmillion for each of the subsequent two fiscal years.  For the non-funded restoration plan, we contribute an amount equal to the benefit payments, which we expect to be approximately $\n0.6\nmillion for each of the next five fiscal years.\nAssumptions Used to Determine Benefit Obligations\nAssumptions Used to Determine Net Pension Expense\nAssumptions.\nUnderlying both the calculation of the PBO and the net pension expense are actuarial calculations of each plan’s liability.  These calculations use participant-specific information such as salary, age and years of service, as well as certain assumptions, the most significant being the discount rate, rate of return on plan assets and mortality rate.  We evaluate these assumptions at least once a year and make changes as necessary.\nThe discount rate used for retirement benefit plan accounting reflects the yields available on high-quality, fixed income debt instruments.  For our plans, we review high quality corporate bond indices in addition to a hypothetical portfolio of corporate bonds with maturities that approximate the expected timing of the anticipated benefit payments.\n72\nTo determine the expected long-term return on plan assets, we consider the current and anticipated asset allocations, as well as historical and estimated returns on various categories of plan assets.  We apply the estimated rate of return to a market-related value of assets, which reduces the underlying variability in the asset values.  The use of expected long-term rates of return on pension plan assets could result in recognized asset returns that are greater or less than the actual returns of those pension plan assets in any given year.  Over time, however, the expected long-term returns are anticipated to approximate the actual long-term returns, and therefore, result in a pattern of income and expense recognition that more closely matches the pattern of the services provided by the employees.  Differences between actual and expected returns, which are a component of unrecognized actuarial gains/losses, are recognized over the average life expectancy of all plan participants.\nFair Value of Plan Assets\nPlan Assets.\nOur pension plan assets are held in trust and a fiduciary committee sets the investment policies and strategies.  Long-term strategic investment objectives include achieving reasonable returns while prudently balancing risk and return, and controlling costs.  We target allocating approximately\n75\n% of plan assets to equity and equity-related instruments and approximately\n25\n% to fixed income securities.  Equity securities are currently composed of both collective funds and mutual funds that include highly diversified investments in large-, mid- and small-cap companies located in the United States and internationally.  The fixed income securities are currently composed of collective funds that include investments in debt securities, corporate bonds, mortgage-backed securities and other debt obligations primarily in the United States.  We do not expect any plan assets to be returned to us during fiscal 2023.\nThe fair values of the plan’s assets are provided by the plan’s trustee and the investment managers.  Within the fair value hierarchy (see Note 7), the mutual funds are classified as Level 1 as quoted active market prices for identical assets are used to measure fair value.  The collective funds are public investment vehicles valued using a net asset value (“NAV”) and, therefore, are outside of the fair value hierarchy.  The collective funds may be liquidated with minimal restrictions.\n(B)\nRetirement Savings 401(k) Plan\nWe sponsor a 401(k) plan for all associates meeting certain eligibility criteria.  The plan contains a company matching contribution as well as an additional discretionary company-funded contribution to those associates meeting certain age and service requirements.  The total cost for company contributions was $\n63.8\nmillion in fiscal 2022, $\n48.5\nmillion in fiscal 2021 and $\n47.4\nmillion in fiscal 2020.\n(C)\nRetirement Restoration Plan\nWe sponsor a non-qualified retirement plan for certain senior executives who are affected by Internal Revenue Code limitations on benefits provided under the Retirement Savings 401(k) Plan.  Under this plan, these associates may continue to defer portions of their compensation for retirement savings.  We match the associates’ contributions at the same rate provided under the 401(k) plan, and also may provide an annual discretionary company-funded contribution under the same terms of the 401(k) plan.  This plan is unfunded with lump sum payments to be made upon the associate’s retirement.  The total cost for this plan was not significant in fiscal 2022, fiscal 2021 and fiscal 2020.\n(D)\nExecutive Deferred Compensation Plan\nWe sponsor an unfunded nonqualified deferred compensation plan to permit certain eligible associates to defer receipt of a portion of their compensation to a future date.  This plan also includes a restorative company contribution designed to compensate the plan participants for any loss of company contributions under the Retirement Savings 401(k) Plan and the Retirement Restoration Plan due to a reduction in their eligible compensation resulting from deferrals into the Executive Deferred Compensation Plan.  The total cost for this plan was not significant in fiscal 2022, fiscal 2021 and fiscal 2020.\n73\n13.\nDEBT\n(1)\nInterest is payable monthly, with the exception of our senior notes, which are payable semi-annually.\n(2)\nBorrowings accrue interest at variable rates based on the Eurodollar rate (LIBOR), or the successor benchmark rate, the federal funds rate, or the prime rate, depending on the type of borrowing.\nRevolving Credit Facility.\nBorrowings under our $\n2.00\nbillion unsecured revolving credit facility (the “credit facility”) are available for working capital and general corporate purposes.  We pay a commitment fee on the unused portions of the available funds.  Borrowings under the credit facility are either due “on demand” or at maturity depending on the type of borrowing.  Borrowings with “on demand” repayment terms are presented as short-term debt while amounts due at maturity are presented as long-term debt.  As of February 28, 2022, the unused capacity of $\n756.5\nmillion was fully available to us.\nThe weighted average interest rate on outstanding short-term and long-term debt was\n1.97\n% in fiscal 2022,\n1.74\n% in fiscal 2021 and\n3.23\n% in fiscal 2020.\nTerm Loans.\nOn October 15, 2021, we entered into a term loan agreement for an aggregate principal amount of $700 million, which will mature on October 15, 2026.  Borrowings under our $\n300\nmillion and $\n700\nmillion term loans are available for working capital and general corporate purposes.  The interest rate on our term loans was\n1.01\n% as of February 28, 2022, and the loans were classified as long-term debt as no repayments are scheduled to be made within the next 12 months.\nSenior Notes.\nBorrowings under our unsecured senior notes totaling $\n500\nmillion are available for working capital and general corporate purposes.  These notes were classified as long-term debt as no repayments are scheduled to be made within the next 12 months.\nFinancing Obligations.\nFinancing obligations relate to stores subject to sale-leaseback transactions that do not qualify for sale accounting.  The financing obligations were structured at varying interest rates and generally have initial lease terms ranging from\n15\nto\n20\nyears with payments made monthly.  We have not entered into any new sale-leaseback transactions since fiscal 2009.  In the event the agreements are modified or extended beyond their original term, the related obligation is adjusted based on the present value of the revised future payments, with a corresponding change to the assets subject to these transactions.  Upon modification, the amortization of the obligation is reset, resulting in more of the payments being applied to interest expense in the initial years following the modification.\n74\nFuture maturities of financing obligations were as follows:\nNon-Recourse Notes Payable.\nThe non-recourse notes payable relate to auto loans receivable funded through non-recourse funding vehicles.  The timing of principal payments on the non-recourse notes payable is based on the timing of principal collections and defaults on the related auto loans receivable.  The current portion of non-recourse notes payable represents principal payments that are due to be distributed in the following period.\nNotes payable related to our asset-backed term funding transactions accrue interest predominantly at fixed rates and have scheduled maturities through August 2028, but may mature earlier, depending upon repayment rate of the underlying auto loans receivable.\nInformation on our funding vehicles of non-recourse notes payable as of February 28, 2022 are as follows:\nWe generally enter into warehouse facility agreements for one-year terms and typically renew the agreements annually.  The return requirements of warehouse facility investors could fluctuate significantly depending on market conditions.  At renewal, the cost, structure and capacity of the facilities could change.  These changes could have a significant impact on our funding costs.\nSee Notes 1(F) and 5 for additional information on the related auto loans receivable.\nCapitalized Interest.\nWe capitalize interest in connection with the construction of certain facilities.  For fiscal 2022, fiscal 2021 and fiscal 2020, we capitalized interest of $\n5.9\nmillion, $\n3.3\nmillion, and $\n7.0\nmillion, respectively.\nFinancial Covenants.\nThe credit facility, term loans and senior note agreements contain representations and warranties, conditions and covenants.  We must also meet financial covenants in conjunction with certain financing obligations.  The agreements governing our non-recourse funding vehicles contain representations and warranties, financial covenants and performance triggers.  As of February 28, 2022, we were in compliance with all financial covenants and our non-recourse funding vehicles were in compliance with the related performance triggers.\n75\n14.\nSTOCK AND STOCK-BASED INCENTIVE PLANS\n(A)\nPreferred Stock\nUnder the terms of our Articles of Incorporation, the board of directors (“board”) may determine the rights, preferences and terms of our authorized but unissued shares of preferred stock.  We have authorized\n20,000,000\nshares of preferred stock, $\n20\npar value.\nNo\nshares of preferred stock are currently outstanding.\n(B)\nShare Repurchase Program\nAs of February 28, 2022, a total of $\n2\nbillion of board authorizations for repurchases of our common stock was outstanding, with no expiration date, of which $\n774.5\nmillion remained available for repurchase.  In April 2022, our board increased our share repurchase authorization by $\n2\nbillion.\nCommon Stock Repurchases\n(C)\nStock Incentive Plans\nWe maintain long-term incentive plans for management, certain employees and the nonemployee members of our board.  The plans allow for the granting of equity-based compensation awards, including nonqualified stock options, incentive stock options, stock appreciation rights, restricted stock awards, stock- and cash-settled restricted stock units, stock grants or a combination of awards.  To date, we have not awarded any incentive stock options.\nAs of February 28, 2022, a total of\n60,850,000\nshares of our common stock had been authorized to be issued under the long-term incentive plans.  The number of unissued common shares reserved for future grants under the long-term incentive plans was\n6,700,484\nas of that date.\nThe majority of associates who receive share-based compensation awards primarily receive cash-settled restricted stock units.  Senior management and other key associates receive awards of nonqualified stock options, stock-settled restricted stock units and/or restricted stock awards.  Nonemployee directors receive awards of nonqualified stock options, stock grants, stock-settled restricted stock units and/or restricted stock awards.  Excluding stock grants and stock-settled deferred stock units, all share-based compensation awards, including any associated dividend rights, are subject to forfeiture.\nNonqualified Stock Options.\nNonqualified stock options are awards that allow the recipient to purchase shares of our common stock at a fixed price.  Stock options are granted at an exercise price equal to the fair market value of our common stock on the grant date.  The stock options generally vest annually in equal amounts over\nfour years\n.  These options expire\nseven years\nafter the date of the grant.\nCash-Settled Restricted Stock Units.\nAlso referred to as restricted stock units, or RSUs, these are awards that entitle the holder to a cash payment equal to the fair market value of a share of our common stock for each unit granted.  For grants prior to fiscal 2021, conversion generally occurs at the end of a\nthree\n-year vesting period.  For RSUs granted during or after fiscal 2021, conversion generally occurs annually in equal amounts over\nthree\nyears. However, the cash payment per RSU will not be greater than\n200\n% or less than\n75\n% of the fair market value of a share of our common stock on the grant date.  The initial grant date fair values are based on the volume-weighted average prices or closing prices of our common stock on the grant dates.  RSUs are liability-classified awards and do not have voting rights.\nStock-Settled Market Stock Units.\nAlso referred to as market stock units, or MSUs, these are restricted stock unit awards with market conditions granted to eligible key associates that are converted into between\nzero\nand\ntwo\nshares of common stock for each unit granted.  Conversion generally occurs at the end of a three-year vesting period.  The conversion ratio is calculated by dividing the average closing price of our stock during the final\n40\ntrading days of the\nthree\n-year vesting period by our stock price on the grant date, with the resulting quotient capped at\ntwo\n.  This quotient is then multiplied by the number of MSUs granted to yield the number of shares awarded.  The grant date fair values are determined using a Monte-Carlo simulation and are based on the expected market price of our common stock on the vesting date and the expected number of converted common shares.  MSUs do not have voting rights.\n76\nOther Share-Based Incentives\nStock-Settled Performance Stock Units\n.\nAlso referred to as performance stock units, or PSUs, these are restricted stock unit awards with performance conditions granted to eligible key associates that are converted into between\nzero\nand\ntwo\nshares of common stock for each unit granted.  Conversion generally occurs at the end of a\nthree\n-year vesting period.\nFor the fiscal 2020 grants, the conversion ratio is based on the company reaching certain performance target levels set by the board at the beginning of each one-year period, with the resulting quotients subject to meeting a minimum\n25\n% threshold and capped at\n200\n%.  These quotients are then multiplied by the number of PSUs granted to yield the number of shares awarded.  For the first-year period, these targets were based on annual pretax diluted earnings per share excluding any unrealized gains or losses on equity investments in private companies.  The board certified a performance adjustment factor of\n117\n%  for the first-year period.  In fiscal 2022, the board certified a performance adjustment factor of\n100\n% for the second-year period based on successfully increasing market share, maintaining compliance with financial covenants and other factors during the COVID-19 crisis in fiscal 2021. In addition, the performance target for the third-year period was set based on annual pretax diluted earnings per share excluding any unrealized gains or losses on equity investments in private companies.  No PSUs were awarded in fiscal 2021.\nFor the fiscal 2022 grants, the first-year period targets were based on annual pretax diluted earnings per share excluding any unrealized gains or losses on equity investments in private companies.  For the second- and third-year periods, the remaining awarded\n25,397\nPSUs do not qualify as grants under ASC 718 as mutual understanding of the target performance levels are either not fully set or have not been set.  PSUs do not have voting rights.  The grant date fair values are based on the closing prices of our common stock on the grant dates.  As of February 28, 2022,\n75,845\nunits were outstanding at a weighted average grant date fair value per share of $\n118.72\n.\nStock-Settled Deferred Stock Units\n.\nAlso referred to as deferred stock units, or DSUs, these are restricted stock unit awards granted to non-employee members of our board of directors that are converted into\none\nshare of common stock for each unit granted.  Conversion occurs at the end of the\none\n-year vesting period unless the director has exercised the option to defer conversion until separation of service to the company.  The grant date fair values are based on the volume-weighted average prices or closing prices of our common stock on the grant dates.  DSUs have no voting rights.  As of February 28, 2022,\n69,288\nunits were outstanding at a weighted average grant date fair value of $\n92.82\n.\nRestricted Stock Awards\n.  Restricted stock awards, or RSAs, are awards of our common stock that are subject to specified restrictions that generally lapse after a\none\n- to\nthree\n-year period from the date of the grant.  The grant date fair values are based on the volume-weighted average prices or closing prices of our common stock on the grant dates.  Participants holding restricted stock are entitled to vote on matters submitted to holders of our common stock for a vote. As of February 28, 2022, there were\n24,171\nshares outstanding at a weighted average grant date fair value of $\n119.96\n.\nEmployee Stock Purchase Plan\n.  We sponsor an employee stock purchase plan for all associates meeting certain eligibility criteria.  We have authorized up to\n8,000,000\nshares of common stock with a total of\n2,265,843\nshares remaining available for issuance under the plan as of February 28, 2022.  Associate contributions are limited to\n10\n% of eligible compensation, up to a maximum of $\n10,000\nper year.  For each $1.00 contributed to the plan by associates, we match $\n0.15\n.  Shares are acquired through open-market purchases.  We purchased\n160,093\nshares at an average price per share of $\n125.22\nduring fiscal 2022,\n202,085\nshares at an average price per share of $\n87.41\nduring fiscal 2021 and\n174,325\nshares at an average price per share of $\n85.64\nduring fiscal 2020.\n(D)\nShare-Based Compensation\nComposition of Share-Based Compensation Expense\n77\nComposition of Share-Based Compensation Expense – By Grant Type\nUnrecognized Share-\nBased Compensation Expense – By Grant Type\nWe recognize compensation expense for stock options, MSUs, PSUs, DSUs and RSAs on a straight-line basis (net of estimated forfeitures) over the requisite service period, which is generally the vesting period of the award.  The PSU expense is adjusted for any change in management’s assessment of the performance target level that is probable of being achieved.  The variable expense associated with RSUs is recognized over their vesting period (net of estimated forfeitures) and is calculated based on the volume-weighted average price or closing price of our common stock on the last trading day of each reporting period.\nThe total costs for matching contributions for our employee stock purchase plan are included in share-based compensation expense.  There were no capitalized share-based compensation costs as of or for the years ended February 28, 2022, February 28, 2021 or February 29, 2020.\n78\nStock Option Activity\nStock Option Information\nFor stock options, the fair value of each award is estimated as of the date of grant using a binomial valuation model.  In computing the value of the option, the binomial model considers characteristics of fair-value option pricing that are not available for consideration under a closed-form valuation model (for example, the Black-Scholes model), such as the contractual term of the option, the probability that the option will be exercised prior to the end of its contractual life and the probability of termination or retirement of the option holder.  For this reason, we believe that the binomial model provides a fair value that is more representative of actual experience and future expected experience than the value calculated using a closed-form model.  Estimates of fair value are not intended to predict actual future events or the value ultimately realized by the recipients of share-based awards.\nAssumptions Used to Estimate Option Values\n(1)\nMeasured using historical daily price changes of our stock for a period corresponding to the term of the options and the implied volatility derived from the market prices of traded options on our stock.\n(2)\nBased on the U.S. Treasury yield curve at the time of grant.\n(3)\nRepresents the estimated number of years that options will be outstanding prior to exercise.\n79\nCash-Settled Restricted Stock Unit Activity\nCash-Settled Restricted Stock Unit Information\nExpected Cash Settlement Range Upon Restricted Stock Unit Vesting\n(1)\nNet of estimated forfeitures.\nStock-Settled Market Stock Unit Activity\n80\nStock-Settled Market Stock Unit Information\n15.\nNET EARNINGS PER SHARE\nBasic and Dilutive Net Earnings Per Share Reconciliations\nCertain options to purchase shares of common stock were outstanding and not included in the calculation of diluted net earnings per share because their inclusion would have been antidilutive.  On a weighted average basis, for fiscal 2022, fiscal 2021 and fiscal 2020, options to purchase\n750,516\nshares,\n1,131,764\nshares and\n1,355,679\nshares of common stock, respectively, were not included.\n81\n16.\nACCUMULATED OTHER COMPREHENSIVE LOSS\nChanges in Accumulated Other Comprehensive Loss By Component\n82\nChanges In and Reclassifications Out of Accumulated Other Comprehensive Loss\nChanges in the funded status of our retirement plans and changes in the fair value of derivatives that are designated and qualify as cash flow hedges are recognized in accumulated other comprehensive loss.  The cumulative balances are net of deferred taxes of $\n14.2\nmillion as of February 28, 2022 and $\n38.7\nmillion as of February 28, 2021.\n17.\nLEASE COMMITMENTS\nOur leases primarily consist of operating and finance leases related to retail stores, office space, land and equipment.  We also have stores subject to sale-leaseback transactions that do not qualify for sale accounting and are accounted for as financing obligations.  For more information on these financing obligations see Note 13.\nThe initial term for real property leases is typically\n5\nto\n20\nyears.  For equipment leases, the initial term generally ranges from\n3\nto\n8\nyears.  Most leases include one or more options to renew, with renewal terms that can extend the lease term from\n1\nto\n20\nyears or more. We include options to renew (or terminate) in our lease term, and as part of our right-of-use (\"ROU\") assets and lease liabilities, when it is reasonably certain that we will exercise that option.\nROU assets and the related lease liabilities are initially measured at the present value of future lease payments over the lease term.  As most of our leases do not provide an implicit rate, we use our collateralized incremental borrowing rate based on the information available at the commencement date in determining the present value of future payments. We include variable lease payments in the initial measurement of ROU assets and lease liabilities only to the extent they depend on an index or rate.  Changes in such indices or rates are accounted for in the period the change occurs, and do not result in the remeasurement of the ROU asset or liability.  We are also responsible for payment of certain real estate taxes, insurance and other expenses on our leases.  These amounts are generally considered to be variable and are not included in the measurement of the ROU asset and lease liability.  We generally account for non-lease components, such as maintenance, separately from lease components.  For certain equipment leases, we apply a portfolio approach to account for the lease assets and liabilities.\n83\nOur lease agreements do not contain any material residual value guarantees or material restricted covenants.  Leases with a term of 12 months or less are not recorded on the balance sheet; we recognize lease expense for these leases on a straight-line basis over the lease term.\nThe components of lease expense were as follows:\n(1)\nIncludes short-term leases and variable lease costs, which are immaterial.\nSupplemental balance sheet information related to leases was as follows:\n(1)\nFinance lease assets are recorded net of accumulated depreciation of $\n30.7\nmillion as of\nFebruary 28, 2022\nand $\n17.5\nmillion as of February 28, 2021.\nLease term and discount rate information related to leases was as follows:\n84\nSupplemental cash flow information related to leases was as follows:\nMaturities of lease liabilities were as follows:\n(1)\nLease payments exclude $\n43.9\nmillion of legally binding minimum lease payments for leases signed but not yet commenced.\n18.\nSUPPLEMENTAL CASH FLOW INFORMATION\nSupplemental disclosures of cash flow information:\nSee Note 17 for supplemental cash flow information related to leases.\n19.\nCOMMITMENTS AND CONTINGENCIES\n(A)\nLitigation\nOn October 31, 2017, Joshua Sabanovich v. CarMax Superstores California, LLC et al., a putative class action, was filed in the Superior Court of California, County of Stanislaus asserting wage and hour claims with respect to CarMax sales consultants and non-exempt employees in California.\nThe asserted claims included failure to pay minimum wage; provide meal periods and rest breaks; pay statutory/contractual wages; reimburse for work-related expenses and provide accurate itemized wage statements; unfair competition; and Private Attorneys General Act (“PAGA”) claims.  The Sabanovich lawsuit sought unspecified damages, restitution, statutory penalties, interest, cost and attorneys’ fees.  The parties have reached a settlement resolving Sabanovich’s individual arbitration claims and PAGA claim, which did not have a material adverse effect on our financial condition, results of operations or cash flows.\n85\nCarMax entities are defendants in three proceedings asserting wage and hour claims with respect to non-exempt CarMax employees in California.  The asserted claims include failure to provide meal periods and rest breaks; pay statutory or contractual wages; reimburse for work-related expenses; and PAGA claims.  On July 9, 2021, Daniel Bendure v. CarMax Auto Superstores California, LLC et al., a putative class action, was filed in the Superior Court of California, County of San Bernardino.  The Bendure lawsuit seeks civil penalties for violation of the Labor Code, attorneys’ fees, costs, restitution of unpaid wages, interest, injunctive and equitable relief, general damages, and special damages.  Bendure subsequently decided not to proceed with an individual or putative class claim, but rather filed and served a PAGA-only complaint in the Superior Court of California for the County of San Bernardino on December 7, 2021, based on the same allegations pled in the original complaint.  CarMax filed a motion to compel arbitration.  The Court has stayed all discovery until after it rules on CarMax’s motion to compel arbitration.  On August 12, 2021, Jordon Miller v. CarMax Auto Superstores California, LLC et al., a putative class action, was filed in the Superior Court of California, County of Riverside.  The Miller lawsuit also seeks civil penalties for violation of the Labor Code, attorneys’ fees, costs, restitution of unpaid wages, interest, injunctive and equitable relief, general damages, and special damages.  CarMax removed the action to the U.S. District Court for the Central District of California.  The parties are waiting for the Central District to either grant or deny Miller’s motion to remand to state court.  Miller also filed a separate action in the California Superior Court for the County of Riverside for wrongful termination and related claims.  The Superior Court recently entered a stipulation to stay the wrongful termination case while the parties proceed through arbitration on these claims.  On August 3, 2021, Charles Walker filed a notice with the California Labor Workforce Development Agency, which is a prerequisite to filing a PAGA action in court.  Walker filed his lawsuit on March 29, 2022.  We are unable to make a reasonable estimate of the amount or range of loss that could result from an unfavorable outcome in these matters.\nThe company was a class member in a consolidated and settled class action lawsuit (In re: Takata Airbag Product Liability Litigation (U.S. District Court, Southern District of Florida)) against Toyota, Mazda, Subaru, BMW, Honda, Nissan and Ford related to the economic loss associated with defective Takata airbags installed as original equipment in certain model vehicles from model years 2000-2018.  On April 15, 2020, CarMax received $\n40.3\nmillion in net recoveries from the Toyota, Mazda, Subaru, BMW, Honda and Nissan settlement funds.  On January 27, 2022, CarMax received $\n3.8\nmillion in net recoveries from the Ford settlement funds.\nThe company was a class member in a consolidated and settled class action lawsuit (In re: General Motors Ignition Switch Litigation (U.S. District Court, Southern District of New York)) against General Motors related to the economic loss associated with certain model vehicles previously subject to recall for ignition switches, electronic power steering, and side impact airbags, for model years 1997-2014.  On November 30, 2021, CarMax received $\n22.6\nmillion in net recoveries from the GM settlement fund.\nWe are involved in various other legal proceedings in the normal course of business.  Based upon our evaluation of information currently available, we believe that the ultimate resolution of any such proceedings will not have a material adverse effect, either individually or in the aggregate, on our financial condition, results of operations or cash flows.\n(B)\nOther Matters\nIn accordance with the terms of real estate lease agreements, we generally agree to indemnify the lessor from certain liabilities arising as a result of the use of the leased premises, including environmental liabilities and repairs to leased property upon termination of the lease.  Additionally, in accordance with the terms of agreements entered into for the sale of properties, we generally agree to indemnify the buyer from certain liabilities and costs arising subsequent to the date of the sale, including environmental liabilities and liabilities resulting from the breach of representations or warranties made in accordance with the agreements.  We do not have any known material environmental commitments, contingencies or other indemnification issues arising from these arrangements.\nAs part of our customer service strategy, we guarantee the used vehicles we retail with a 90-day/4,000 mile limited warranty.  A vehicle in need of repair within this period will be repaired free of charge.  As a result, each vehicle sold has an implied liability associated with it.  Accordingly, based on historical trends, we record a provision for estimated future repairs during the guarantee period for each vehicle sold.  The liability for this guarantee was $\n18.5\nmillion as of February 28, 2022 and $\n15.2\nmillion as of February 28, 2021, and is included in accrued expenses and other current liabilities.\nAt various times we may have certain purchase obligations that are enforceable and legally binding primarily related to real estate purchases, advertising and third-party outsourcing services.  As of February 28, 2022, we have material purchase obligations of $\n200.9\nmillion, of which $\n108.0\nmillion are expected to be fulfilled in fiscal 2023.\n86\n20.\nSEGMENT INFORMATION\nWe operate in two reportable segments:  CarMax Sales Operations and CAF.  Our CarMax Sales Operations segment consists of all aspects of our auto merchandising and service operations, excluding financing provided by CAF.  Our CAF segment consists solely of our own finance operation that provides financing to customers buying retail vehicles from CarMax.\nWe also have a non-reportable operating segment related to our recently acquired Edmunds business, which is reflected as “Other” in the segment tables below.  Revenue generated by Edmunds primarily represents advertising and subscription revenues as discussed in Note 3.  Edmunds also generates intersegment revenue as a result of transactions between Edmunds and CarMax Sales Operations, which represent arm’s length transactions at prevailing market prices.  Such amounts are eliminated in consolidation.\nThe performance of our CarMax Sales Operations segment is reviewed by our chief operating decision maker at the gross profit level, the components of which are presented in the tables below.  Required segment information related to our CAF segment is presented in Note 4.  Additionally, asset information by segment is not utilized for purposes of assessing performance or allocating resources and, as a result, such information has not been presented.\nSegment Information\n(1)\nRepresents only the portion of depreciation and amortization recorded within Cost of sales, and thus included in the calculation of Gross profit.\n(2)\nExclusive of depreciation and amortization recorded within Cost of sales.\n87"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures\nWe maintain disclosure controls and procedures (as defined in Rule 13a-15(e) under the Securities Exchange Act of 1934 (“Exchange Act”)) that are designed to ensure that information required to be disclosed in our reports filed under the Exchange Act is recorded, processed, summarized and reported within the time periods specified in the SEC’s rules and forms.  Our disclosure controls and procedures are also designed to ensure that this information is accumulated and communicated to management, including the chief executive officer (“CEO”) and the chief financial officer (“CFO”), as appropriate to allow timely decisions regarding required disclosure.\nAs of February 28, 2022, we evaluated the effectiveness of the design and operation of our disclosure controls.  This evaluation was performed under the supervision and with the participation of management, including the CEO and CFO.  Based upon that evaluation, the CEO and CFO concluded that our disclosure controls were effective as of the end of the period.\nChanges in Internal Control over Financial Reporting\nThere was no change in our internal control over financial reporting that occurred during the quarter ended February 28, 2022 that has materially affected, or is reasonably likely to materially affect, our internal control over financial reporting.\nManagement’s Report on Internal Control over Financial Reporting\n“Management’s Annual Report on Internal Control over Financial Reporting” is included in Item 8. Consolidated Financial Statements and Supplementary Data, of this Form 10-K and is incorporated herein by reference."
  },
  {
    "item_key": "item_9b",
    "text": "None."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\nPART III\nWith the exception of the information incorporated by reference from our 2022 Proxy Statement in Items 10, 11, 12, 13 and 14 of Part III of this Annual Report on Form 10-K, our 2022 Proxy Statement is not to be deemed filed as a part of this Form 10-K."
  },
  {
    "item_key": "item_10",
    "text": "The information concerning our executive officers required by this Item is incorporated by reference to the section titled “Executive Officers of the Company” included in Part I of this Annual Report on Form 10-K.\nThe information concerning our directors required by this Item is incorporated by reference to the section titled “Proposal One: Election of Directors” in our 2022 Proxy Statement.\nThe information concerning the audit committee of our board of directors and the audit committee financial expert required by this Item is incorporated by reference to the information included in the sub-section titled “Corporate Governance – Board Committees” in our 2022 Proxy Statement.\nThe information concerning our code of ethics (“Code of Business Conduct”) for senior management required by this Item is incorporated by reference to the sub-section titled “Corporate Governance – Overview” in our 2022 Proxy Statement.\n88"
  },
  {
    "item_key": "item_11",
    "text": "The information required by this Item is incorporated by reference to the sections titled “Compensation Discussion and Analysis,” “Compensation and Personnel Committee Report” and “Compensation Tables” in our 2022 Proxy Statement.  Additional information required by this Item is incorporated by reference to the section titled “Director Compensation” in our 2022 Proxy Statement."
  },
  {
    "item_key": "item_12",
    "text": "The information required by this Item concerning equity compensation plans is incorporated by reference to the subsection titled “CarMax Share Ownership” in our 2022 Proxy Statement.\nThe information required by this Item concerning security ownership of certain beneficial owners and management is incorporated by reference to the section titled “CarMax Share Ownership” in our 2022 Proxy Statement."
  },
  {
    "item_key": "item_13",
    "text": "The information required by this Item is incorporated by reference to the sub-section titled “Corporate Governance – Related Person Transactions” in our 2022 Proxy Statement.\nThe information required by this Item concerning director independence is incorporated by reference to the sub‑section titled “Corporate Governance – Independence” in our 2022 Proxy Statement."
  },
  {
    "item_key": "item_14",
    "text": "The information required by this Item is incorporated by reference to the section titled “Auditor Fees and Pre-Approval Policy” in our 2022 Proxy Statement.\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "The following documents are filed as part of this report:\n1.\nFinancial Statements.\nAll financial statements as set forth under Item 8 of this Form 10-K.\n2.\nFinancial Statement Schedules.\nSchedules have been omitted because they are not applicable, are not required or the information required to be set forth therein is included in the Consolidated Financial Statements and Notes thereto.\n3.\nExhibits:\n89\n90\n91\n92\n*  Indicates management contract, compensatory plan or arrangement of the company required to be filed as an exhibit.\nCertain instruments defining rights of holders of long-term debt of the company are omitted pursuant to Item 601(b)(4)(iii) of Regulation S-K. Upon request, the company agrees to furnish to the SEC copies of such instruments."
  },
  {
    "item_key": "item_16",
    "text": "None.\n93\nSignatures\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nCarMax, Inc.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed by the following persons on behalf of the registrant and in the capacities and on the dates indicated:\nThe original powers of attorney authorizing William D. Nash and Enrique N. Mayor-Mora, or either of them, to sign this annual report on behalf of certain directors of the company are included as Exhibit 24.1.\n94"
  }
]