[
  {
    "item_key": "item_1",
    "text": "Company Background\nEPAM delivers end-to-end value to its customers by leveraging its advanced software engineering heritage with business and experience consulting to become one of the foremost global digital transformation services provider. We focus on building long-term partnerships with our customers in a market that is constantly challenged by the pressures of digitization through our innovative strategy and scalable software solutions, integrated advisory, business consulting and experience design, and a continually evolving mix of advanced capabilities. We support our customers while enabling them to reimagine their businesses through a digital lens.\nOur historical core competency, software development and product engineering services, combined with our work with global leaders in enterprise software platforms and emerging technology companies, created our foundation for the evolution of our other offerings, which include advanced technology software solutions, intelligent enterprise services and digital engagement. Our strategic acquisitions have expanded our geographic reach and service capabilities to include digital strategy and design, consulting and test automation and we expect our strategic acquisitions will continue to enable us to offer a broader range of services to our customers from a wide variety of locations.\nBusiness Strategy\nOur service offerings continuously evolve to provide more customized and integrated solutions to our customers where we combine best-in-class software engineering with customer experience design, business consulting and technology innovation services. We are continually expanding our service capabilities, moving beyond traditional services into business consulting, design and physical product development and areas such as artificial intelligence, robotics and virtual reality.\nEPAM’s key service offerings and solutions include the following practice areas:\nEngineering\nOur engineering foundation underpins how we architect, build and scale next-generation software solutions and agile delivery teams. Our engineering expertise allows us to build enterprise technologies that improve business processes, offer smarter analytics and result in greater operational excellence through requirements analysis and platform selection, deep and complex customization, cross-platform migration, implementation and integration.\nWe use our experience, custom tools and specialized knowledge to integrate our customers’ chosen application platforms with their internal systems and processes and to create custom solutions filling the gaps in their platforms’ functionality in order to address the needs of the customers’ users and customers. We address our customers’ increased need for tighter enterprise integration between software development, testing and maintenance with private, public and mobile infrastructures through our infrastructure management services. These solutions cover the full lifecycle of infrastructure management including application, database, network, server, storage and systems operations management, as well as monitoring, incident notification and resolution. We deliver maintenance and support services through our proprietary distributed project management processes and tools, which reduce the time and costs related to maintenance, enhancement and support activities.\nWe have deep expertise and the ability to offer a comprehensive set of software product development services including product research, customer experience design and prototyping, program management, component design and integration, full lifecycle software testing, product deployment and end-user customization, performance tuning, product support and maintenance, managed services, as well as porting and cross-platform migration. We focus on software products covering a wide range of business applications as well as product development for multiple mobile platforms and embedded software product services.\n2\nOperations\nWe turn our customers’ operations into intelligent enterprise hubs with our proprietary platforms, integrated engineering practices and smart automation. Developing a digital experience or product from end-to-end requires input and expertise from a variety of professionals with a broad range of skills. Our multi-disciplinary teams and global delivery framework come together to deliver well-rounded technology solutions that bring a competitive advantage to our customers. In addition to utilizing our dedicated delivery centers, which allow us to deploy key delivery talent, we work closely with leading companies in various industries to enable our customers to better leverage technology and address the simultaneous pressures of driving value for their consumer and offering a more engaging experience.\nOptimization\nWe turn process optimization into real transformation by using process automation and cognitive techniques to transform legacy processes and deliver streamlined operations that increase revenues and reduce costs for our customers. We rely on our teams, methodologies and tools to optimize every stage of software delivery for improved quality and better features with each release.\nWe maintain a dedicated group of testing and quality assurance professionals with experience across a wide range of technology platforms and industry verticals, who perform software application testing, test management, automation and consulting services focused on helping customers improve their existing software testing and quality assurance practices. We employ industry-recognized and proprietary defect tracking tools and frameworks to deliver a comprehensive range of testing services that identify threats and close loopholes to protect our customers’ business systems from information loss.\nConsulting\nOver the years, as a complement to our core engineering skills, we have added capabilities in business consulting to give us an agile, hybrid approach to the market. Our consulting services drive deeper relationships as we help our customers with larger and more complex challenges. Our integrated consulting teams – across Business, Experience, Technology and Data – apply a systems thinking mindset to get to the core of our clients’ challenges. The functional business expertise of our professionals is supplemented by a thorough understanding of technology platforms and their interactions as well as application of data science and machine learning to deliver our best insights into our customers’ business.\nOur technical advisory services help customers stay ahead of current technology changes and innovate, where innovation beyond technology is also delivered through collaborative workshops, challenges and new organizational models.\nDesign\nWe apply design thinking to digital and service strategy, user experience and the product lifecycle with a focus on innovative design ideas and product development. Our digital and service design practice provides strategy, design, creative and program management services for customers looking to improve the user experience.\nWe are continuously looking to strengthen and grow our design and consulting practices as evidenced by our 2018 strategic acquisitions of Continuum Innovation LLC, which enhances our consulting, physical design and product development capabilities, Think Limited, which enhances our global product and design offerings, and our 2021 acquisition of Emakina Group, which enhances our ability to deliver creative solutions, personalized experiences, and next generation digital products.\nIndustry Expertise\nStrong industry-specific knowledge, backed by extensive experience merging technology with the business processes of our customers, allows us to deliver tailored solutions to various industry verticals. Our customers operate in five main industry verticals as well as a number of other emerging verticals in which we are increasing our presence.\nFinancial Services.\nWe have significant experience working with global investment banks, commercial and retail lending institutions, credit card and payment solution companies, trading platforms, exchanges and brokerages, capital markets, wealth and investment management institutions, insurers and various other providers of financial services and financial technology. We assist these customers with challenges stemming from new regulations, compliance requirements, customer-based needs and risk management. Our financial services domain experts have been recognized with industry awards for engineering and deploying unique applications and business solutions that facilitate growth, competitiveness, regulatory compliance and customer interaction while driving cost efficiency and digital transformation.\n3\nTravel and Consumer\n. Our capabilities span a range of platforms, applications and solutions that businesses in travel and hospitality use to enhance their customers’ experience, control operating expenses and efficiently manage their business. Some of the world’s leading airlines, global hotel brands and online travel agencies rely on our expertise in creating high-quality tools for becoming more adaptive and addressing market challenges. Within this vertical, we also serve global, regional and local retailers, online retail brands and marketplaces, consumer goods manufacturers, as well as distributors and supply chain organizations. We deliver a wide range of services to these customers from complex system modernizations, brand strategy and space design, digital marketing, payments and loyalty programs to inventory and order management, leading edge innovations in multi-channel sales and distribution. We have transformed organizations to use technology to expand and revolutionize their business models. Our services directly impact strategy, breakthrough products and compelling brand and employee experiences that help retailers outpace competitors.\nSoftware and Hi-Tech.\nWe provide complex software product development services to meet software and technology companies’ constant need for innovation and agility. Some of the most prominent software brands in the world partner with us to build technology consulting, core engineering and full-scale integration capabilities. Through our extensive experience with many industry leaders in Hi-Tech research and development, software engineering and integration, we have developed proprietary internal processes, methodologies and information technology infrastructure, which give us an edge when it comes to serving customers in the Hi-Tech and Software product markets. Our services span the complete software development lifecycle for software product development using our comprehensive development methodologies, testing, performance tuning, deployment, maintenance and support.\nBusiness Information and Media\n. We help our business information and media customers build products and solutions for all modern platforms including web media streaming, mobile information delivery, print to digital transformations and information discovery and search. Our solutions help customers develop new revenue sources, accelerate content management, delivery and monetization and reach broader audiences. We serve varied customers in this vertical including entertainment media, news and sports broadcasting companies, financial data and legal information providers, content distributors, educational materials publishers, game developers and advertising networks.\nLife Sciences and Healthcare\n. In the Life Sciences category, we partner with global pharmaceutical, medical and scientific technology, biotechnology companies and retail pharmacies to deliver sophisticated scientific informatics and innovative enterprise technology solutions. Our personnel in Life Sciences leverage their vast technology expertise to offer deep scientific and mathematical knowledge to broad-based initiatives. Our Life Sciences solutions enable customers to speed research and accelerate time-to-market while improving collaboration, knowledge management and operational excellence. We help our customers in the Healthcare industry respond to changing regulatory environments and improve the quality of care while managing the cost of care through integrated health solutions for patients and providers and human-centered design. Our professionals deliver an end-to-end experience that includes strategy, architecture, development and managed services to customers ranging from the traditional healthcare providers to innovative startups.\nEmerging Verticals.\nWe also serve the diverse technology needs of customers in the energy, telecommunications, real estate, automotive and various manufacturing industries, as well as government customers. For these customers we develop tools such as plant management platforms, energy saving applications, inventory management mechanisms, connected vehicle platforms and undertake various industry specific aspects of intelligent automation and operational efficiency. These customers are included in our Emerging Verticals, which are further discussed in “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II of this Annual Report on Form 10-K.\nCustomers\nWe maintain a geographically diverse client base in multiple industries. Our focus on delivering quality service is reflected in established relationships with many of our customers, with 53.8% and 26.5% of our revenues in 2021 coming from customers that had used our services for at least five and ten years, respectively. Our sustained growth and increased capabilities are furthered by both organic growth and strategic acquisitions. We continually evaluate potential acquisition targets that can expand our vertical-specific domain expertise, geographic footprint, service portfolio, client base and management expertise.\nAs we remain committed to diversifying our client base and adding more customers to our client mix, we expect revenue concentration from our top customers to continue to decrease over the long-term. During 2020, the COVID-19 pandemic disrupted the economic landscape and influenced business decisions of our existing and potential customers. We were able to capitalize on demand for our services at our larger customers whereas we realized less revenue growth from our small customers. During 2021, we continued to diversify our customer base and decrease our concentration from our top customers. The following table shows revenues from the top five and ten customers in the respective year as a percentage of revenues for that year:\n4\nSee “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II of this Annual Report on Form 10-K for additional information related to revenues.\nSee Note 16 “Segment Information” in the notes to our consolidated financial statements in this Annual Report on Form 10-K for information regarding long-lived assets and customer revenues by geographic location as well as financial information related to our reportable segments.\nGlobal Delivery Model\nWe believe the development of a robust global delivery model creates a key competitive advantage, enabling us to better understand and meet our customers’ diverse needs and to provide a compelling value proposition. We continuously grow our delivery platform both organically and through strategically acquired locations and personnel with diversified skills that support our strategy. We had 52,617 delivery personnel as of December 31, 2021, which mainly includes our core information technology professionals as well as designers, consultants and scientists.\nWe serve our customers through on-site, off-site and offshore locations across the world and use strategically located delivery centers to offer a strong, diversified and cost-effective delivery platform. Our largest delivery centers are located in Ukraine, Belarus and Russia and our delivery model has not been materially affected by the political and economic uncertainty in these locations.\nAs of December 31, 2021, in our largest delivery locations we had 12,389 delivery professionals located in Ukraine, 9,416 delivery professionals located in Belarus and 8,933 delivery professionals located in Russia. These locations are well-positioned to serve as main IT outsourcing destinations given their availability of qualified software engineers, established educational infrastructure, strong industrial base and government support for the technology industry through various long-term tax incentives in select jurisdictions.\nOur other significant locations with delivery professionals are India with 4,349, Poland with 3,055, the United States with 2,757, Hungary with 1,991 and Mexico with 1,018 as of December 31, 2021.\nHuman Capital\nOur more than 58,000 employees are a key factor in our ability to grow our revenues and serve our customers. We believe the quality of our employees serves as a key point of differentiation in how we deliver a superior value proposition to our customers and investors. Therefore, it is critical to our success that we are able to identify, attract, hire and retain delivery professionals who are highly skilled in information technology to execute our services, as well as individuals with appropriate skills to fill our executive, finance, legal, human resources and other key management positions. To attract, retain and motivate our employees, we offer a challenging work environment, a culture that values the individual, ongoing skills development initiatives, attractive career advancement with continuous rotation and promotion opportunities while providing an environment and culture that rewards entrepreneurial initiative and performance. As of December 31, 2021, 2020 and 2019, we had a total of 58,824, 41,168, and 36,739 employees, respectively, of which 52,617, 36,737, and 32,561, respectively, were delivery professionals.\nHealth, Safety, and Wellness:\nWe invest in programs designed to improve the physical, mental, and social well-being of our employees so we can offer a safe, welcoming, and productive workplace. Our health and safety programs are designed to comply with the regulations in the multiple cities and countries where we operate, but also provide working conditions designed to be compatible with the working necessities of our delivery and administrative operations. In response to the continued unpredictability of the COVID-19 pandemic, we adapted our remote and onsite working policies to conform with current public health guidance. A vast majority of our employees continue to work from home, but for those who choose or need to work in an office setting, we have implemented safety measures and developed policies or refined safe working technologies for those employees who work in our or our customers’ facilities.\nRecognizing that the lingering uncertainty associated with the COVID-19 pandemic and remote work could continue to significantly disrupt the work-life balance and wellness of our employees, we increased employee awareness of the programs we offer to support and enhance our employees’ mental, financial, and physical well-being and provided parenting and caregiver resources.\n5\nRecruitment, Training and Utilization:\nAs an innovation-driven business in a competitive industry, our success depends on hiring the most talented employees, training and developing that talent, and deploying them to satisfy customer demand. We have dedicated full-time employees who oversee all aspects of our human capital management process including talent acquisition teams to locate and attract qualified and experienced professionals around the world. Our employees are a critical asset, necessary for our continued success and, therefore, we are continuously exploring new geographies, markets, and sources to locate talented personnel and appealing to them with competitive compensation programs and educational opportunities.\nWe actively monitor how we\nutilize our delivery professionals and specialists to balance the needs of our customers with the availability, location, and skill sets of our employees and their need for diverse and challenging work. We manage utilization through strategic hiring and efficient staffing of projects for our customers. As of December 31, 2021, 2020 and 2019, the annual utilization rates of our delivery professionals were approximately 78.7%, 79.8%, and 78.0%, respectively.\nEPAM invests significant resources in training and developing our employees through our learning and development programs. Our largest learning and development investment has been directed towards developing our engineering talent, including targeted training programs, innovation labs, and significant internal production projects. Our employees consumed over 3.7 million learning hours in 2021 and we were awarded LinkedIn’s Best Culture of Learning Talent Award for 2021. We deliver training and development opportunities and content through our unique learning ecosystem that promotes learning in the daily workflow to improve retention and productivity, and through dedicated events, including our week-long global learning event, which delivered approximately 100 online sessions.\nWe deliver learning and development content through proprietary platforms that make learning and development content easily available to all of our employees. Our digital learning platform provides our employees with an interface to meet our employees’ learning and training needs and includes a recommendation engine that suggests courses and materials based on employee role, level, location and skills. Our electronic library platform makes books and publications available to all of our employees and we celebrate learning achievements through our recognition portal, where we promote our employees’ learning accomplishments and employees can recognize each other for their teamwork, initiative, and unique, valuable skills.\nDiversity and Inclusion:\nEPAM provides our customers with the skills of our talented personnel, which includes people with varied and diverse backgrounds and characteristics, to drive innovation and thought diversity in delivering our services. We believe that innovation comes from the unique perspectives, knowledge, and experiences of our global employees, so we strive to create inclusivity by offering comprehensive language learning programs, highlighting and sharing our varied cultures, and empowering women and underrepresented groups to celebrate their achievements in the workplace.\nIncreasing diversity in executive and key operational leadership roles is an organizational priority that starts at the top of our organization. Women currently represent approximately 29% of the independent directors on our Board and we have developed programs to identify, retain, mentor, and supply a pipeline of qualified, diverse candidates at all levels of our company. Our programs include dedicating resources and personnel in our talent acquisition team to identify, recognize, and use diverse and inclusive sources for hiring, including associating with organizations that are focused on promoting underrepresented groups in engineering, IT, and business. Our Emerging Engineers Lab is an internship program for entry-level talent sourced from a variety of diverse technology programs across the U.S., Canada and Mexico. We also supplemented our mandatory annual training with materials geared towards eliminating unconscious bias in our professional interactions and recognizing the value of diversity in organizational success.\nOur employees have driven the creation of discussion forums focused on diversity and inclusion topics important to them and organized participation in global and local events, including International Women’s Day, Pride celebrations, and National Hispanic Heritage Month. Recognizing that improving the number of underrepresented people in the software and technology industries starts with access to science, technology, engineering, and mathematics (“STEM”) education, EPAM has created post-secondary STEM education certification programs and is investing in universities that offer degree programs. We also created the EPAM E-KIDS program where our employees volunteer their time to teach elementary school age children of any gender, race, or ethnic identity STEM concepts and introductory software coding skills. As of the end of 2021, we offered the EPAM E-KIDS program in 14 countries.\nEmployee Engagement and Retention:\nWe are committed to respecting our employees' fundamental human rights at work and accordingly are a participant in the United Nations Global Compact. We believe that retaining skilled talent requires substantially more than meeting basic employment and labor rights, and that employees who are fairly compensated, feel supported in their career development, and are engaged with their employer are more likely to remain with that employer. That is why we strive to provide pay and benefits that demonstrate the value of our employees to us, including a competitive salary, flexible work-life balance, paid time off, health coverage, ongoing training programs, relocation options, and recognition opportunities for open source software contributions.\n6\nOur career development programs create detailed and progressive training plans for our employees and help them choose from internal and external training options, mentoring programs, and hands-on opportunities to experience emerging technology areas. We designed our career development programs to enable our employees to develop their engineering skills, influence our culture, develop thought leadership, and introduce them to leaders in our industry. Our career development programs also give our employees opportunities to earn accreditation and relevant expertise in various technology fields, including software and project management certifications and recognition and credentialing from the industry’s primary software and cloud services providers.\nOur focus on our employees’ experience is recognized inside and outside of EPAM. In 2021, EPAM was awarded Great Place to Work certifications in India, Poland, and Singapore, named in the top three Most Attractive Employers in the technology industry category by PwC in Hungary, and named on Newsweek’s list of Top 100 Most Loved Workplaces. We focus on retaining and engaging top talent by hiring people with the skill sets our customers need and who also share our values so we can build long-term employee satisfaction, which is evidenced by our voluntary attrition rate of 13.3%, 10.8%, and 13.3% in 2021, 2020 and 2019, respectively.\nWe endeavor to recruit for careers, not for short-term projects, and actively foster feedback from our employees so we can improve the EPAM employee experience. Our employees have demonstrated their satisfaction with our approach by giving their highest percentage of positive responses in our 2021 employee survey when asked if their manager demonstrates a commitment to building a trusting work environment (95%), and if they feel that EPAM provides a supportive environment for all employees, regardless of location, level, function, gender, age, race, ethnicity, or disability (94%). Receiving and learning from employee feedback plays a critical role in engaging and retaining our employees because it offers us an opportunity to improve our operations and for our employees to continually enhance their skills.\nSales and Marketing\nWe market and sell our services through our senior management, sales and business development teams, account managers, and professional staff. Our client service professionals and account managers, who maintain direct customer relationships, play an integral role in engaging with current customers to identify and pursue potential business opportunities. This strategy has been effective in promoting repeat business and growth from within our existing customer base and we believe that our reputation as a reliable provider of software engineering solutions drives additional business from inbound requests and referrals. In addition to effective client management, our sales model also utilizes an integrated sales and marketing approach that leverages a dedicated sales team to identify and acquire new accounts.\nWe maintain a marketing team, which coordinates corporate-level branding efforts such as participation in and hosting of industry conferences and events as well as sponsorship of programming competitions. We have been recognized by many top global independent research agencies, such as Forrester and Gartner and by publications such as Newsweek, Forbes and Fortune.\nCompetition\nThe markets in which we compete are changing rapidly and we face competition from both global technology solutions providers as well as those based primarily in specific geographies with lower cost labor such as Eastern Europe, India and China. We believe that the principal competitive factors in our business include technical expertise and industry knowledge, end-to-end solution offerings, a reputation for and a track record of high-quality and on-time delivery of work, effective employee recruiting, training and retention, responsiveness to customers’ business needs, ability to scale, financial stability and price.\nWe face competition from various technology services providers such as Accenture, Atos, Capgemini, Cognizant Technology Solutions, Deloitte Digital, DXC Technology, Endava, Genpact, GlobalLogic, Globant, Grid Dynamics, HCL Technologies, Infosys, Tata Consultancy Services, and Wipro, among others. Additionally, we compete with numerous smaller local companies in the various geographic markets in which we operate.\nWe believe that our focus on complex and innovative software product development solutions, our technical employee base, and our development and continuous improvement in process methodologies, applications and tools position us well to compete effectively in the future.\n7\nQuality Management and Information Security\nWe are continuously investing in applications, tools and infrastructure to manage all aspects of our global delivery process in order to manage quality and information security risks, while providing control and visibility across all project lifecycle stages both internally and to our customers. We maintain, monitor, and improve processes and infrastructure to protect our, our customers’ and their customers’ confidential and sensitive information and allocate internal and external resources to assess and ensure information security, cybersecurity and data privacy. We have made significant investments in the appropriate people, processes and technology to establish and manage information security, confidentiality requirements, and laws and regulations governing our activities, such as the European Union data protection legal framework referred to as the General Data Protection Regulation (“GDPR”), the California Consumer Privacy Act (“CCPA”), and others.\nWe focus on establishing stringent security, privacy and quality standards as well as internal controls and meet with ISO 27001:2013, ISO 27701:2019, ISO 9001:2015 and ISO 13485:2016. We are an ISAE 3402 Type 2 certified IT services provider. This certification is issued by an auditor in compliance with the globally recognized assurance standard. The certification, along with others we hold, provide our customers with independent third-party verification of our information security, quality management and general controls practices.\nWe have developed sophisticated project management techniques facilitated through our proprietary project management tools, a web-based collaborative environment for software development, which we consider critical for visibility into project deliverables, resource management, team messaging and project-related documents. These tools promote collaboration and effective oversight, reduce work time and costs, and increase quality for our IT management and our customers.\nCorporate and Social Responsibility and Environmental, Social, and Governance Initiatives\nWe are committed to integrating positive social, environmental and ethical practices into our business operations, corporate governance, and strategy. This commitment is key to our continual development as a business and drives value for our employees, customers, business partners, the community and other stakeholders. We practice the principles established in our Code of Ethical Conduct by making positive contributions to the communities in which we operate and championing corporate social responsibility efforts.\nThrough our focused efforts in the areas of Education, Environment, and Community, we are committed to sharing the expertise and attributes of our highly skilled global workforce to effectively support the needs of, and positively add to the world at large and the communities where we work and live. By understanding our impact on local, regional and global communities, we strive to create positive change and opportunities in areas where it is needed most.\nWe believe responsible stewardship of the environment is critical, and we take this responsibility seriously. We continually strive to improve our environmental performance through implementation of sustainable development and environmental practices including recycling and upcycling electronics and computers, designing and releasing a carbon footprint calculator to our employees and the general public, and building new offices according to the conservation standards of the Leadership in Energy and Environmental Design rating system.\nIntellectual Property\nProtecting our intellectual property rights is important to our business. We have invested, and will continue to invest, in research and development to enhance our knowledge, create solutions for our customers, and continuously advance our information security. We rely on a combination of intellectual property laws, trade secrets, cybersecurity, and confidentiality obligations to protect our intellectual property. We require our employees, vendors and independent contractors to enter into written agreements upon the commencement of their relationships with us, which assign to us all deliverable intellectual property and work product made, developed or conceived by them in connection with their employment or provision of services and to keep any disclosed information confidential.\nWe also enter into confidentiality agreements with our customers and suppliers to protect information and maintain information security. Our agreements with our customers cover our use of their software systems and platforms as our customers usually own the intellectual property in the software, products, and solutions we develop for them. Furthermore, we often grant our customers a nonexclusive license to use relevant technologies in our pre-existing intellectual property portfolio, but only to the extent necessary to use the software or systems we develop for them.\nOur suppliers are generally bound by our supplier code of conduct, which imposes an obligation to protect our and our customers’ intangible assets, including confidential information, personal information, and intellectual property, and to protect the security of those assets.\n8\nRegulations\nDue to the industry and geographic diversity of our operations and services, our operations are subject to a variety of rules and regulations. Several foreign and U.S. federal and state agencies regulate various aspects of our business. See “Item 1A. Risk Factors — Risks Related to Regulation and Legislation and Risks Related to Information Security and Data Protection.” We are subject to laws and regulations in the United States and other countries in which we operate, including export restrictions, economic sanctions, the Foreign Corrupt Practices Act (“FCPA”) and similar anti-corruption laws and data privacy regulations. Compliance with these laws requires significant resources and non-compliance may result in civil or criminal penalties and other remedial measures.\nCorporate Information\nEPAM Systems, Inc. was incorporated in the State of Delaware on December 18, 2002. Our predecessor entity was founded in 1993. Our principal executive offices are located at 41 University Drive, Suite 202, Newtown, Pennsylvania 18940 and our telephone number is 267-759-9000. We maintain a website at\nhttps://www.epam.com.\nOur website and the information accessible through our website are not incorporated into this Annual Report on Form 10-K.\nWe make certain filings with the Securities and Exchange Commission (“SEC”), including our Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and all amendments and exhibits to those reports. These filings are available through the SEC’s website at\nhttps://www.sec.gov\nwhich contains reports, proxy and information statements, and other information regarding issuers that file electronically through the SEC’s EDGAR System. We also make such filings available free of charge through the Investor Relations section of our website,\nhttps://investors.epam.com\n, as soon as reasonably practicable after they are filed with the SEC.\n9"
  },
  {
    "item_key": "item_1a",
    "text": "Our operations and financial results are subject to various risks and uncertainties, which could adversely affect our business, financial condition, results of operations, cash flows, and the trading price of our common stock. Listed below, not necessarily in order of importance or probability of occurrence, are the most significant risk factors applicable to us. Additionally, forward-looking statements are inherently subject to risks and uncertainties, some of which cannot be predicted or quantified. See “Forward-Looking Statements.”\nRisks Related to COVID-19\nOur results of operations have been adversely affected and could in the future be materially adversely affected by the COVID-19 pandemic.\nThe COVID-19 pandemic has contributed to significant volatility in the price of our common stock, created uncertainty in customer demand for, and ability to supply, our services and caused widespread economic disruption. The extent to which the coronavirus pandemic will continue to impact our business, operations and financial results will depend on numerous factors that frequently change or are unknown, and that we may not be able to accurately predict. Those factors include: the duration and scope of the pandemic; governmental, business and individuals’ responses or planned responses to the pandemic, including availability, administration rates, and acceptance of vaccines and therapeutics, and the availability of diagnostic supplies; the impact of the pandemic on economic activity, supply chains, and inflation; any interventions or government measures intended to mitigate economic and supply disruptions; the effect on our customers and customer demand for our products, services, and solutions; our ability to sell and provide our products, services, and solutions, including as a result of travel restrictions and personnel availability; the ability of our customers to pay timely, if at all, for our services and solutions with or without discounts requested by our customers; bankruptcy or other insolvency procedures among our customers or suppliers; and closures of our and our customers’ offices and facilities. Restrictions on access to our customers and their facilities, and broad disruptions in our customers’ markets , has disrupted, and could continue to disrupt the demand for our products, services, and solutions and result in, among other things, termination of customer contracts, delays or interruptions in the performance of contracts, losses of revenues, reduced profitability, and an increase in bad debt expense. Customers have and may continue to slow or halt decision making, delay planned work, or suspend, terminate, fail to renew, or reduce existing contracts or services. Travel and immigration restrictions may delay or prevent our personnel from accessing worksites, and remote working arrangements increase information security, cyber security and connectivity vulnerabilities. In addition, new coronavirus variants and eased COVID-19-related restrictions on businesses and consumers could affect our ability to deliver services to our customers because of an outbreak of illness among our employees, our customers’ employees, or at a facility. Moreover, there may be additional costs that we will have to incur in connection with further changes in response to the COVID-19 pandemic or a return to prior operating conditions. To the extent the COVID-19 pandemic adversely affects our business and financial results, it may also have the effect of heightening many of the other risks described in this section of this Annual Report on Form 10-K for the year ended December 31, 2021, including, but not limited to, those relating to our operations in emerging markets, our ability to execute on our growth strategy through strategic acquisitions, our dependency on third parties for network infrastructure, attracting, hiring, and retaining personnel, the effects on movements in foreign currency exchange rates, and the effects that changes to fiscal, political, regulatory and other federal policies may have on EPAM, each of which could materially adversely affect our business, financial condition, results of operations and/or stock price.\nRisks Related to Our Personnel and Growth\nWe may be unable to effectively manage our rapid growth or achieve anticipated growth, which could place significant strain on our management, systems, resources, and results of operations.\nWe have grown rapidly and significantly expanded our businesses over the past several years, both organically and through strategic acquisitions and investments. Our growth has resulted in part from managing larger and more complex projects for our customers, but consequently requires that we invest substantial amounts of cash in human capital and the infrastructure to support them, including training, administration, and facilities. Our rapid growth places significant demands on our management and our administrative, operational and financial infrastructure, and creates challenges, including:\n•\nrecruiting, training and retaining sufficiently skilled professionals and management personnel;\n•\nplanning resource utilization rates on a consistent basis and efficiently using on-site, off-site and offshore staffing;\n•\nmaintaining close and effective relationships with a larger number of customers in a greater number of industries and locations;\n•\ncontrolling costs and minimizing cost overruns and project delays in delivery center and infrastructure expansion;\n•\neffectively maintaining productivity levels and implementing process improvements across geographies and business units; and\n•\nevolving our information security and our internal administrative, operational and financial infrastructure.\n10\nWe intend to continue our expansion and pursue available opportunities for the foreseeable future. We have and will continue to invest in new lines of business, such as software development education and expanded consulting services. As we introduce new services, enter into new markets, and take on increasingly large and complex projects, our business may face new risks and challenges. If customers do not choose us for large and complex projects or we do not effectively manage those projects, our reputation may be damaged and our business and financial goals may not be realized. Direct-to-consumer offerings in the highly regulated professional education industry could result in increased liability and compliance costs. We need to generate business and revenues to support new investments and infrastructure projects. If the challenges associated with expansion negatively impact our anticipated growth and margins, our business, prospects, financial condition and results of operations could be materially adversely affected.\nWe must successfully attract, hire, train and retain qualified personnel to service our customers’ projects and we must productively utilize those personnel to remain profitable.\nIdentifying, recruiting, hiring and retaining professionals with diverse skill sets across our broad geography of operations is critical to maintaining existing engagements and obtaining new business and has become more challenging in the economic and labor climate caused by the COVID-19 pandemic. If we are unable to recruit skilled professionals and if we do not deploy those professionals and use our physical infrastructure and fixed-cost resources productively, our profitability will be significantly impacted. We must manage the utilization levels of the professionals that we hire and train by planning for future needs effectively and staffing projects appropriately while accurately predicting the general economy and our customers’ need for our services. If we are unable to attract, hire, train, and retain highly skilled personnel and productively deploy them on customer projects, we will jeopardize our ability to meet our customers’ expectations and develop ongoing and future business, which could adversely affect our financial condition and results of operations.\nCompetition for highly skilled professionals has intensified in the markets where we operate, and we may experience significant employee turnover rates due to such competition. If we are unable to retain professionals with specialized skills, our revenues, operating efficiency and profitability will decrease. Cost reductions, such as reducing headcount, or voluntary departures that result from our failure to retain the professionals we hire, could negatively affect our reputation as an employer and our ability to hire personnel to meet our business requirements. Price increases resulting from increasing compensation to retain personnel could lead to a decline in demand for our services.\nThere may be adverse tax and employment law consequences if the independent contractor status of some of our personnel or the exempt status of our employees is successfully challenged.\nIn several countries, certain of our personnel and certain of the personnel of companies that we have acquired are retained as independent contractors. The criteria to determine whether an individual is considered an independent contractor or an employee are typically fact sensitive and vary by jurisdiction, as can the interpretation of the applicable laws. If a government authority changes the applicable laws or a court makes any adverse determination with respect to independent contractors in general or one or more of our independent contractors specifically, we could incur significant costs, including for prior periods, for tax withholding, social security taxes or payments, workers’ compensation and unemployment contributions, and recordkeeping, or we may be required to modify our business model, any of which could materially adversely affect our business, financial condition and results of operations and increase the difficulty in attracting and retaining personnel.\nOur success depends substantially on the continuing efforts of our senior executives and other key personnel, and our business may be severely disrupted if we lose their services.\nOur future success heavily depends upon the continued services of our senior executives and other key employees. If one or more of our senior executives or key employees are unable or unwilling to continue in their present positions, we may not be able to replace them easily or at all. If any of our senior executives or key personnel joins a competitor or forms a competing company, we may lose customers, suppliers, know-how and other key personnel to those competitors. If we are unable to attract new senior executives or key personnel due to the intense competition for talent in our industry, it could disrupt our business operations and growth.\n11\nIf we fail to integrate or manage acquired companies efficiently and effectively, or if acquisitions do not perform to our expectations, our overall profitability and growth plans could be materially adversely affected.\nStrategic acquisitions are part of our expansion strategy, but these transactions involve significant risks. Acquired companies may not advance our business strategy or achieve a satisfactory return on our investment, we may not be able to successfully integrate acquired employees and business culture, customer relationships, or operations, and acquisitions divert significant management attention and financial resources from our ongoing business. Furthermore, contracts between our acquired companies and their customers may lack terms and conditions that adequately protect us against the risks associated with the services we provide, and our acquired companies' business operations can expose us to potential liability before integration is complete.\nIf not effectively managed, the disruption of our ongoing business, increases in our expenses, including significant one-time expenses and write-offs, and difficulty and complexity of effectively integrating acquired operations may adversely affect our overall growth and profitability.\nRisks Related to Our Operations\nInstability in geographies where we have significant operations and personnel or where we derive substantial amounts of revenue could have a material adverse effect on our business, customers, service delivery, and financial results.\nEconomic, civil, military, and political uncertainty exists and may increase in many of the regions where we operate and derive our revenue. Several countries in which we operate are experiencing and may continue to experience military action and civil and political unrest. We have significant operations in the emerging market economies of Eastern Europe and more than half of our global delivery, administrative and support personnel are located in Ukraine, Belarus and Russia.\nIn late February 2022, Russian military forces launched significant military action against Ukraine, and sustained conflict and disruption in the region is likely. The impact to Ukraine, as well as actions taken by other countries, including new and stricter sanctions by Canada, the United Kingdom, the European Union, the U.S. and other countries and organizations against officials, individuals, regions, and industries in Russia, Ukraine and Belarus, and each country’s potential response to such sanctions, tensions, and military actions could have a material adverse effect on our operations. In order to protect against potential cyberattacks or other information security threats, some of our customers are considering or have implemented steps to block internet communications with Russia, Ukraine, and Belarus, which could have a material adverse effect on our ability to deliver our services from those locations. Any such material adverse effect from the conflict and enhanced sanctions activity may disrupt our delivery of services, cause us to shift all or portions of our work occurring in the region to other countries, and may restrict our ability to engage in certain projects in the region or involving certain customers in the region.\nEPAM is actively monitoring and enhancing the security of our people and the stability of our infrastructure, including communications and internet availability. We execute our business continuity plans and adapt to developments as they occur to protect the safety of our personnel and address potential impacts to our delivery infrastructure. To date we have not experienced any material interruptions in our infrastructure, utility supply or internet connectivity needed to support our customers. We have developed and, in some cases, implemented additional contingency plans to relocate work and/or personnel to other geographies within our global footprint and add new locations, as appropriate. Our business continuity plans are designed to address known contingency scenarios to ensure that we have adequate processes and practices in place to protect the safety of our people and to handle potential impacts to our delivery capabilities. Our crisis management procedures, business continuity plans, and disaster recovery capabilities may not be effective at preventing or mitigating the effects of prolonged or multiple crises, such as civil unrest, military conflict, and a pandemic in a concentrated geographic area. The current events in the regions where we operate and where we derive a significant amount of our business may pose security risks to our people, our facilities, our operations, and infrastructure, such as utilities and network services, and the disruption of any or all of them could materially adversely affect our operations, financial results, and cause volatility in the price of our stock. We have no way to predict the progress or outcome of the military action in Ukraine or its impacts in Russia and Belarus as the conflict and government reactions are rapidly developing and beyond our control. Whether in these countries or in others in which we operate, prolonged civil unrest, political instability or uncertainty, military activities, or broad-based sanctions, should they continue for the long term or escalate, could require us to rebalance our geographic concentrations and could have a material adverse effect on our personnel, operations, and business outlook.\n12\nIncreases in wages, equity compensation, and other compensation expenses could prevent us from sustaining our competitive advantage, increase our costs, and result in dilution to our stockholders.\nWages for technology professionals in the emerging markets where we have significant operations and delivery centers are lower than comparable wages in more developed countries. However, wages in general, and in the technology industry in these countries in particular, increased at a faster rate than in the past, which may make us less competitive unless we are able to increase the efficiency and productivity of our people. If we increase operations and hiring in more developed economies, our compensation expenses will increase because of the higher wages demanded by technology professionals in those markets. Wage inflation, whether driven by competition for talent or ordinary course pay increases, may also increase our cost of providing services and reduce our profitability if we are not able to pass those costs on to our customers or adjust prices when justified by market demand.\nWe expect to continue our practice of granting equity-based awards under our stock incentive plans and paying other stock-based compensation. The expenses associated with stock-based compensation may make issuing equity awards under our equity incentive plans less attractive to us, but if we reduce the amount or value of equity award grants, we may not be able to attract and retain key personnel. Conversely, if we grant more or higher value equity awards to attract and retain key personnel, the equity compensation expenses could materially adversely affect our results of operations. New regulations, volatility in our stock, and dilution to our stockholders could diminish our use and the value of our equity-based awards. This could put us at a competitive disadvantage or cause us to reconsider our compensation practices.\nOur operations in emerging markets subject us to greater economic, financial, and banking risks than we would face in more developed markets.\nOur significant operations in emerging market economies in Eastern Europe, India and certain other Asian countries are vulnerable to market and economic volatility to a greater extent than more developed markets, which presents risks to our business and operations. A majority of our revenues are generated in North America and Western Europe. However, most of our personnel and delivery centers are located in lower cost locations, including emerging markets. This exposes us to foreign exchange risks relating to revenues, compensation, purchases, capital expenditures, receivables and other balance-sheet items. As we continue to leverage and expand our global delivery model into other emerging markets, a larger portion of our revenues and incurred expenses may be in currencies other than U.S. dollars. Currency exchange volatility caused by economic instability or other factors could materially impact our results. See “Item 7A. Quantitative and Qualitative Disclosures About Market Risk.”\nThe economies of certain emerging market countries where we operate have experienced periods of considerable instability and have been subject to abrupt downturns. We have cash in banks in countries such as Belarus, Russia, Ukraine, Kazakhstan, Georgia, Armenia and Uzbekistan, where the banking sector generally does not meet the banking standards of more developed markets, bank deposits made by corporate entities are not insured, and the banking system remains subject to instability. Armed conflict, or the threat of armed conflict, involving Belarus, Russia or Ukraine could contribute to a banking crisis in these countries. A banking crisis, or the bankruptcy or insolvency of banks that receive or hold our funds may result in the loss of our deposits or adversely affect our liquidity and our ability to complete banking transactions in that region. In addition, some countries where we operate may impose regulatory or practical restrictions on the movement of cash and the exchange of foreign currencies within their banking systems, which would limit our ability to use cash across our global operations and increase our exposure to currency fluctuations. Emerging market vulnerability, and especially its impact on currency exchange volatility and banking systems, could have a material adverse effect on our business, financial condition and results of operations.\nWe face intense and increasing competition for customers and opportunities from onshore and offshore IT services and other consulting companies. If we are unable to compete successfully against competitors, pricing pressures or loss of market share could have a material adverse effect on our business.\nThe market for our services is highly competitive, and we expect competition to persist and intensify. We face competition from offshore IT services providers in other outsourcing destinations with low wage costs such as India and China, as well as competition from large, global consulting and outsourcing firms and in-house IT departments of large corporations. Customers tend to engage multiple IT services providers instead of using an exclusive IT services provider, which could reduce our revenues or place significant downward pressure on pricing among competing IT services providers. Customers may prefer service providers that have more locations, more personnel, more experience in a particular country or market, or that are based in countries that are more cost-competitive or have the perception of being more stable than some of the emerging markets in which we operate.\n13\nCurrent or prospective customers may elect to perform certain services themselves or may be discouraged from transferring services from onshore to offshore service providers, which could harm our ability to compete effectively with competitors that provide services from within the countries in which our customers operate.\nSome of our present and potential competitors may have substantially greater financial, marketing or technical resources; therefore, we may be unable to retain our customers or successfully attract new customers. Increased competition, our inability to compete successfully, pricing pressures or loss of market share could have a material adverse effect on our business.\nComplying with a wide variety of legal requirements in the jurisdictions where we operate can create risks to our operations and financial condition, including liquidation of the subsidiaries that operate our major delivery centers.\nOur global operations require us to comply with a wide variety of foreign laws and regulations, trade or foreign exchange restrictions or sanctions, inflation, unstable civil, political and military situations, labor issues, and legal systems that make it more difficult to enforce intellectual property, contractual, or corporate rights. Certain legal provisions in Russia, Belarus, and Ukraine, where our local subsidiaries operate important delivery centers and employ a significant number of billable and support professionals, may allow a court to order liquidation of a locally organized legal entity on the basis of its formal noncompliance with certain requirements during formation, reorganization or during its operations. If we fail to comply with certain requirements, including those relating to minimum net assets, governmental or local authorities can seek the involuntary liquidation of our local subsidiaries in court, and creditors will have the right to accelerate their claims, demand early performance of legal obligations, and demand compensation for any damages. Involuntary liquidation of any of our subsidiaries could materially adversely affect our financial condition and results of operations.\nOur operating results may be negatively impacted by the loss of certain tax benefits provided to companies in our industry by the governments of Belarus and other countries.\nIn Belarus, one local subsidiary is a member, along with other technology companies, of High-Technologies Park. Members have a full exemption from Belarus income tax and value added tax until 2049 and are taxed at reduced amounts on obligatory social contributions and a variety of other taxes. In Russia, our local subsidiary along with other qualified IT companies, benefit from paying obligatory social contributions to the government at a significantly reduced rate as well as an exemption from value added tax in certain circumstances. If these tax benefits are changed, terminated, not extended or comparable new tax incentives are not introduced, we expect that our operating expenses and/or our effective income tax rate could increase significantly, which could materially adversely affect our financial condition and results of operations. See “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations - Provision for Income Taxes.”\n14\nRisks Related to Regulation and Legislation\nExisting policy and substantial changes to fiscal, political, regulatory and other federal policies may adversely affect our business and financial results.\nChanges in general economic or political conditions in the United States could adversely affect our business. U.S. policy with respect to a variety of issues, including international trade agreements, conducting business offshore, import and export regulations, tariffs and customs duties, foreign relations, immigration laws and travel restrictions, antitrust controls and enforcement, and corporate governance laws, could have a positive or negative impact on our business.\nThe majority of our professionals are offshore. Companies that outsource services to organizations operating in other countries remains a topic of political discussion in many countries, including the United States, which is our largest source of revenues. The United States Congress periodically proposes legislation that could impose restrictions on offshore outsourcing and on our ability to deploy employees holding U.S. work visas to customer locations, both of which could adversely impact our business. Such legislative measures could broaden restrictions on outsourcing by federal and state government agencies and contracts and impact private industry with tax disincentives, intellectual property transfer restrictions, and restrictions on the use or availability of certain work visas.\nSome of our projects require our personnel to obtain visas to travel and work at customer sites outside of our personnel’s home countries and often in the United States. Our reliance on visas to staff projects with employees who are not citizens of the country where the work is to be performed makes us vulnerable to legislative and administrative changes in the number of visas to be issued in any particular year and other work permit laws and regulations. The process to obtain the required visas and work permits can be lengthy and difficult and variations due to political forces and economic conditions in the number of permitted applications, as well as application and enforcement processes, may cause delays or rejections when trying to obtain visas. Delays in obtaining visas may result in delays in the ability of our personnel to travel to meet with and provide services to our customers or to continue to provide services on a timely basis. In addition, the availability of a sufficient number of visas without significant additional costs could limit our ability to provide services to our customers on a timely and cost-effective basis or manage our sales and delivery centers as efficiently as we otherwise could. Delays in or the unavailability of visas and work permits could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nWe are subject to laws and regulations in the United States and other countries in which we operate, including export restrictions, economic sanctions, the FCPA, and similar anti-corruption laws. Compliance with these laws requires significant resources and non-compliance may result in civil or criminal penalties and other remedial measures.\nWe are subject to many laws and regulations that restrict our international operations, including laws that prohibit activities involving restricted countries, organizations, entities and persons that have been identified as unlawful actors or that are subject to U.S. sanctions. The U.S. Office of Foreign Assets Control, or OFAC, and other international bodies have imposed sanctions that prohibit us from engaging in trade or financial transactions with certain countries, businesses, organizations and individuals. We are also subject to the FCPA and anti-bribery and anti-corruption laws in other countries, all of which prohibit companies and their intermediaries from bribing government officials for the purpose of obtaining or keeping business or otherwise obtaining favorable treatment. We operate in many parts of the world that have experienced government corruption to some degree, and, in certain circumstances, strict compliance with anti-bribery laws may conflict with local customs and practices, although adherence to local customs and practices is generally not a defense under U.S. and other anti-bribery laws.\nOur compliance program contains controls and procedures designed to ensure our compliance with the FCPA, OFAC and other sanctions, and laws and regulations. The continuing implementation and ongoing development and monitoring of our compliance program may be time consuming, expensive, and could result in the discovery of compliance issues or violations by us or our employees, independent contractors, subcontractors or agents of which we were previously unaware.\nAny violations of these or other laws, regulations and procedures by our employees, independent contractors, subcontractors and agents, including third parties we associate with or companies we acquire, could expose us to administrative, civil or criminal penalties, fines or business restrictions, which could have a material adverse effect on our results of operations and financial condition and would adversely affect our reputation and the market for shares of our common stock and may require certain of our investors to disclose their investment in us under certain state laws.\n15\nRisks Related to Our Industry and Customers\nWe generally do not have long-term commitments from our customers, our customers may terminate contracts before completion or choose not to renew contracts, and we are not guaranteed payment for services performed under contract. A loss of business or non-payment from significant customers could materially affect our results of operations.\nOur ability to maintain continuing relationships with our major customers and successfully obtain payment for our services is essential to the growth and profitability of our business. However, the volume of work performed for any specific customer is likely to vary from year to year, especially since we generally are not our customers’ exclusive IT services provider and we generally do not have long-term commitments from customers to purchase our services. We may also fail to assess the creditworthiness of our customers adequately or accurately. Our customers’ ability to terminate engagements with or without cause and our customers’ inability or unwillingness to pay for services we performed makes our future revenues and profitability uncertain. Although a substantial majority of our revenues are generated from customers who also contributed to our revenues during the prior year, our engagements with our customers are typically for projects that are singular in nature. Therefore, we must seek to obtain new engagements when our current engagements end.\nThere are a number of factors relating to our customers that are outside of our control, which might lead them to terminate or not renew a contract or project with us, or be unable to pay us, including:\n•\nfinancial difficulties;\n•\ncorporate restructuring, or mergers and acquisitions activity;\n•\nour inability to complete our contractual commitments and invoice and collect our contracted revenues;\n•\nchange in strategic priorities or economic conditions, resulting in elimination of the impetus for the project or a reduced level of technology related spending;\n•\nchange in outsourcing strategy resulting in moving more work to the customer’s in-house technology departments or to our competitors; and\n•\nreplacement of existing software with packaged software supported by licensors.\nTermination or non-renewal of a customer contract could cause us to experience a higher than expected number of unassigned employees and thus compress our margins until we are able to reallocate our headcount. Customers that delay payment, request modifications to their payment arrangements, or fail to meet their payment obligations to us could increase our cash collection time, cause us to incur bad debt expense, or cause us to incur expenses in collections actions. The loss of any of our major customers, a significant decrease in the volume of work they outsource to us or price they are willing or able to pay us, if not replaced by new service engagements and revenues, could materially adversely affect our revenues and results of operations.\nOur revenues are highly dependent on a limited number of industries, and any decrease in demand for outsourced services in these industries could reduce our revenues and adversely affect our results of operations.\nA substantial portion of our customers are concentrated in five specific industry verticals: Financial Services; Software & Hi-Tech; Business Information & Media; Travel & Consumer; and Life Sciences & Healthcare. Our business growth largely depends on continued demand for our services from customers in these five industry verticals and other industries that we target or may target in the future, and also depends on trends in these industries to outsource the type of services we provide.\nA downturn in any of our targeted industries, a slowdown or reversal of the trend to outsource IT services in any of these industries or the introduction of regulations that restrict or discourage companies from outsourcing could result in a decrease in the demand for our services and could have a material adverse effect on our business, financial condition and results of operations. Other developments in the industries in which we operate may increase the demand for lower cost or lower quality IT services and decrease the demand for our services or increase the pressure our customers put on us to reduce pricing. We may not be able to successfully anticipate and prepare for any such changes, which could adversely affect our results of operations.\nFurthermore, developments in the industries we serve could shift customer demand to new services, solutions or technology. If our customers demand new services, solutions or technologies, we may be less competitive in these new areas or may need to make significant investments to meet that demand. Additionally, as we expand into serving new industry verticals, our solutions and technology may be used by, or generally affect, a broader base of customers and end users, which may expose us to new business and operational risks.\nIf our pricing structures are based on inaccurate expectations and assumptions regarding the cost and complexity of performing our work, or if we are not able to maintain favorable pricing for our services, then our contracts could be unprofitable.\n16\nWe face a number of risks when pricing our contracts and setting terms with our customers. Our pricing is highly dependent on our internal forecasts, assumptions and predictions about our projects, the marketplace, global economic conditions (including foreign exchange volatility) and the coordination of operations and personnel in multiple locations with different skill sets and competencies. Larger and more complex projects that involve multiple engagements or stages heighten those pricing risks because a customer may choose not to retain us for additional stages or delay forecasted engagements, which disrupts our planned project resource requirements. If our pricing for a project includes dedicated personnel or facilities and the customer were to slow or stop that project, we may not be able to reallocate resources to other customers. Our pricing and cost estimates for the work that we perform may include anticipated long-term cost savings that we expect to achieve and sustain over the life of the contract. Because of such inherent uncertainties, we may underprice our projects, fail to accurately estimate the costs of performing the work or fail to accurately assess the risks associated with potential contracts, such as defined performance goals, service levels, and completion schedules. The risk of underpricing our services or underestimating the costs of performing the work is heightened in fixed-price contracts and in contracts that require our customer to receive a productivity benefit as a result of the services performed under the contract. If we fail to accurately estimate the resources, time or quality levels required to complete such engagements, or if the cost to us of employees, facilities, or technology unexpectedly increases, we could be exposed to cost overruns. Any increased or unexpected costs, delays or failures to achieve anticipated cost savings, or unexpected risks we encounter in connection with the performance of the services, including those caused by factors outside our control, could make these contracts less profitable or unprofitable.\nOur industry is sensitive to the economic environment and the industry tends to decline during general economic downturns. Given our significant revenues from North America and Europe, if those economies weaken, pricing for our services may be depressed and our customers may reduce or postpone their technology related spending significantly, which may in turn lower the demand for our services and negatively affect our revenues and profitability.\nWe face risks associated with having a long selling and implementation cycle for our services that require us to make significant resource commitments prior to realizing revenues for those services.\nWe have a long selling cycle for our services. Before potential customers commit to use our services, they require us to expend substantial time and resources educating them on the value of our services and our ability to meet their requirements. Therefore, our selling cycle is subject to many risks and delays over which we have little or no control, including our customers’ decision to select another service provider or in-house resources to perform the services, the timing of our customers’ budget cycles, and customer procurement and approval processes. If our sales cycle unexpectedly lengthens for one or more large projects, it could negatively affect the timing of our revenues and our revenue growth. In certain cases, we may begin work and incur costs prior to executing a contract, which may cause fluctuations in recognizing revenues between periods or jeopardize our ability to collect payment from customers.\nImplementing our services also involves a significant commitment of resources over an extended period of time from both our customers and us. Our current and future customers may not be willing or able to invest the time and resources necessary to implement our services, and we may fail to close sales with potential customers despite devoting significant time and resources. Any significant failure to generate revenues or delays in recognizing revenues after incurring costs related to our sales or services processes could have a material adverse effect on our business.\nIf we are unable to adapt to rapidly changing technologies, methodologies and evolving industry standards, we may lose customers and our business could be materially adversely affected.\nRapidly changing technologies, methodologies and evolving industry standards are inherent in the market for our products and services. Our ability to anticipate developments in our industry, enhance our existing services, develop and introduce new services, provide enhancements and new features for our products,\nand keep pace with changes and developments are critical to meeting changing customer needs. Developing solutions for our customers is extremely complex and is expected to become increasingly complex and expensive in the future due to the introduction of new platforms, operating systems, technologies and methodologies. Our ability to keep pace with, anticipate or respond to changes and developments is subject to a number of risks, including that:\n•\nwe may not be able to develop new, or update existing services, applications, tools and software quickly or inexpensively enough to meet our customers’ needs;\n•\nwe may find it difficult or costly to make existing software and products work effectively and securely over the internet or with new or changed operating systems;\n•\nwe may find it challenging to develop new, or update existing software, services, and products to keep pace with evolving industry standards, methodologies, technologies, and regulatory developments in the industries where our customers operate at a pace and cost that is acceptable to our customers; and\n•\nwe may find it difficult to maintain high quality levels with new technologies and methodologies.\n17\nWe may not be successful in anticipating or responding to these developments in a timely manner, or if we do respond, the services, products, technologies or methodologies we develop or implement may not be successful in the marketplace. Further, services, products, technologies or methodologies that our competitors develop may render our services or products non-competitive or obsolete. Our failure to enhance our existing services and products and to develop and introduce new services and products to promptly address the needs of our customers could have a material adverse effect on our business.\nIf we cause disruptions to our customers’ businesses, provide inadequate service, or breach contractual obligations, our customers may have claims for substantial damages against us and our reputation may be damaged. Our insurance coverage may be inadequate to protect us against such claims.\nIf our professionals make errors in the course of delivering services or we fail to meet contractual obligations to a customer, these errors or failures could disrupt the customer’s business or expose confidential or personally identifiable information. Any of these events could result in a reduction in our revenues, damage to our reputation, and could also result in a customer terminating our engagement and making claims for substantial damages against us. Some of our customer agreements do not limit our potential liability for occurrences such as breaches of confidentiality and intellectual property infringement indemnity, and we cannot generally limit liability to third parties with which we do not have a contractual relationship. In some cases, breaches of confidentiality obligations, including obligations to protect personally identifiable information, may entitle the aggrieved party to equitable remedies, including injunctive relief.\nAlthough we maintain professional liability insurance, product liability insurance, cyber incident insurance, commercial general and property insurance, business interruption insurance, workers’ compensation coverage, and umbrella insurance for certain of our operations, our insurance coverage does not insure against all risks in our operations or all claims we may receive. Damage claims from customers or third parties brought against us or claims that we initiate due to the disruption of our business, information security systems, litigation, or natural disasters, may not be covered by our insurance, may exceed the limits of our insurance coverage, and may result in substantial costs and diversion of resources even if insured. Some types of insurance are not available on reasonable terms or at all in some countries in which we operate, and we cannot insure against damage to our reputation. The assertion of one or more large claims against us, whether or not successful and whether or not insured, could materially adversely affect our reputation, business, financial condition and results of operations.\n18\nA significant failure in our systems, telecommunications or IT infrastructure could harm our service model, which could result in a reduction of our revenues and otherwise disrupt our business.\nOur service model relies on maintaining active voice and data communications, online resource management, financial and operational record management, customer service and data processing systems between our customer sites, our delivery centers and our customer management locations. Our business activities may be materially disrupted in the event of a partial or complete failure of any of these technologies, which could be due to software malfunction, computer virus attacks, conversion errors due to system upgrades, damage from fire, earthquake, power loss, telecommunications failure, unauthorized entry, government shutdowns, demands placed on internet infrastructure by growing numbers of users, increased bandwidth requirements or other events beyond our control. Our crisis management procedures, business continuity, and disaster recovery plans may not be effective at preventing or mitigating the effects of such disruptions, particularly in the case of a catastrophic event. Loss of all or part of the infrastructure or systems for a period of time could hinder our performance or our ability to complete customer projects on time which, in turn, could lead to a reduction of our revenues or otherwise materially adversely affect our business and business reputation.\nOur ability to generate and retain business could depend on our reputation in the marketplace.\nOur services are marketed to customers and prospective customers based on a number of factors, including reputation. Our corporate reputation is a significant factor in our customers’ evaluation of whether to engage our services. Our customers’ perception of our ability to add value through our services is critical to the profitability of our engagements. We believe the EPAM brand name and our reputation are important corporate assets that help distinguish our services from those of our competitors and contribute to our efforts to recruit and retain talented employees.\nOur corporate reputation is potentially susceptible to damage by actions or statements made by current or former customers and employees, competitors, vendors, adversaries in legal proceedings, government regulators, as well as members of the investment community and the media. There is a risk that negative information about us, even if untrue, could adversely affect our business, could cause damage to our reputation and be challenging to repair, could make potential or existing customers reluctant to select us for new engagements, and could adversely affect our recruitment and retention efforts. Damage to our reputation could also reduce the value and effectiveness of the EPAM brand name and could reduce investor confidence in us.\nWe may not be able to prevent unauthorized use of our intellectual property, and our intellectual property rights may not be adequate to protect our business and competitive position.\nWe rely on a combination of copyright, trademark, patent, unfair competition and trade secret laws, as well as intellectual property assignment and confidentiality agreements and other methods to protect our intellectual property rights. Protection of intellectual property rights and confidentiality in some countries in which we operate may not be as effective as in other countries with more developed intellectual property protections.\nWe require our employees and independent contractors to assign to us all intellectual property and work product they create in connection with their employment or engagement. These assignment agreements also obligate our personnel to keep proprietary information confidential. If these agreements are not enforceable in any of the jurisdictions in which we operate, or are breached, we cannot ensure that we will solely own the intellectual property they create or that our proprietary information will not be disclosed. Our customers and certain vendors are generally obligated to keep our information confidential, but if these contractual obligations are not entered, or are breached or deemed unenforceable, our trade secrets, know-how or other proprietary information may be subject to unauthorized use, misappropriation or disclosure. Reverse engineering, unauthorized copying or other misappropriation of our and our customers’ proprietary technologies, tools and applications could enable unauthorized parties to benefit from our or our customers’ technologies, tools and applications without payment and may make us liable to our customers for damages and compensation, which could harm our business and competitive position.\nWe rely on our trademarks, trade names, service marks and brand names to distinguish our services and solutions from the services of our competitors. We have registered or applied to register many of these trademarks. Third parties may oppose our trademark applications, or otherwise challenge our use of our trademarks. In the event that our trademarks are successfully challenged, we could be forced to rebrand our services and solutions, which could result in loss of brand recognition, and could require us to devote additional resources to advertising and marketing new brands. Further, we cannot provide assurance that competitors will not infringe our trademarks, or that we will have adequate knowledge of infringement or resources to enforce our trademarks. If we do enforce our trademarks and our other intellectual property rights through litigation, we may not be successful and the litigation may result in substantial costs and diversion of resources and management attention.\n19\nWe may face intellectual property infringement claims that could be time-consuming and costly to defend. If we fail to defend ourselves against such claims, we may lose significant intellectual property rights and may be unable to continue providing our existing services.\nOur success largely depends on our ability to use and develop our technology, tools, code, methodologies, products, and services without infringing the intellectual property rights of third parties, including patents, copyrights, trade secrets and trademarks. We may be unaware of intellectual property rights relating to our products or services that may give rise to potential infringement claims against us. If those intellectual property rights are potentially relevant to our service offerings, we may need to license those rights in order to continue to use the applicable technology, but the holders of those intellectual property rights may be unwilling to license those rights to us on commercially acceptable terms, if at all. There may also be technologies licensed to and relied on by us that if subject to infringement or misappropriation claims by third parties, may become unavailable to us if such third parties obtain an injunction to prevent us from delivering our services or using technology involving the allegedly infringing intellectual property.\nWe typically indemnify customers who purchase our products, services and solutions against potential infringement of third-party intellectual property rights, which subjects us to the risk and cost of defending the underlying infringement claims. These claims may require us to initiate or defend protracted and costly litigation on behalf of our customers, regardless of the merits of these claims, and our indemnification obligations are often not subject to liability limits or exclusion of consequential, indirect or punitive damages. Intellectual property litigation could also divert our management’s attention from our business and existing or potential customers could defer or limit their purchase or use of our software product development services or solutions until we resolve such litigation. If any of these claims succeed, we may be forced to pay damages on behalf of our customers, redesign or cease offering our allegedly infringing products, services, or solutions, or obtain licenses for the intellectual property that such services or solutions allegedly infringe. If we cannot obtain all necessary licenses on commercially reasonable terms, our customers may be forced to stop using our services or solutions.\nAny of these actions, regardless of the outcome of litigation or merits of the claim, could damage our reputation and materially adversely affect our business, financial condition and results of operations.\nRisks Related to Information Security and Data Protection\nSecurity breaches and other disruptions to network security could compromise our information and expose us to liability, which would cause our business and reputation to suffer.\nIn the ordinary course of business, we collect, store, process, transmit, and view sensitive or confidential data, including intellectual property, proprietary business information and personally identifiable information belonging to us, our customers, our respective employees, and other end users. This information is stored in our data centers and networks or in the data centers and networks of third-party providers. Physical security and the secure processing, maintenance and transmission of this information is critical to our operations and business strategy. Some of our customers seek additional assurances for the protection of their sensitive information, including personally identifiable information, and attach greater liability in the event that their sensitive information is disclosed. At times, to achieve commercial objectives, we may agree to greater liability exposure to our customers.\nIndividuals, including employees, contractors and other third parties in our information security supply chain, as well as groups and larger, sophisticated collections of hackers, such as state-sponsored organizations, all pose threats to our information security. These individual, group, and organized actors have a variety of methods at their disposal, including deploying malicious software, exploiting vulnerabilities in hardware, software, or infrastructure, using social engineering or deceptive techniques, and executing coordinated attacks to compromise our services, disrupt our operations or gain access to our networks and data centers.\n20\nThreats to information security evolve constantly and are increasingly sophisticated and complex, which makes detecting and successfully defending against them more difficult. Undetected vulnerabilities may persist in our network environment over long periods of time and could spread to the networks and systems of our suppliers and customers. We frequently update and improve our information security environment and assess and adopt new methods, devices, and technologies, but our policies and information security controls may not keep pace with emerging threats. We have in the past been subject to cyberattacks and expect to continue to be the target of malicious attacks. Despite our multiple security measures, any breach of our facilities, network, or information security defenses compromises the information stored in those locations and allows the accessed information to be held for ransom, publicly disclosed, misappropriated, lost or stolen. Such a breach, misappropriation, or disruption could also disrupt our operations and the services we provide to customers, damage our reputation, and cause a loss of confidence in our products and services, as well as require us to expend significant resources to protect against further breaches and to rectify problems caused by these events. Any such access, disclosure or other loss of information could result in legal claims or proceedings, liability under applicable laws, and regulatory penalties and could adversely affect our business, revenues and competitive position.\nDevelopment and deployment of measures to protect our information security or that of our customers may be inadequate and could adversely affect our results of operations.\nTo defend against information security threats internally, at our third-party providers, and on our customers’ systems, we must continuously engineer or purchase more secure products and services, enhance security and reliability features, improve deployment and compliance with software updates, assess and develop mitigation strategies and technologies to help secure information, hire information security specialists, and maintain a security infrastructure that protects our network, products, and services, and the software we build for our customers. We must also educate our employees, contractors, and customers about the need to effectively use security measures. Our customers, particularly those in the Financial Services and Life Sciences & Healthcare industry verticals, may have enhanced or particular security requirements which we must address in our engineering and development services.\nThe cost of information security measures, either to protect our information or the information of our customers, could reduce our profitability. Actual or perceived security vulnerabilities in our software and services, even if those vulnerabilities are the result of hardware or software developed by third parties, could harm our reputation and lead customers to use our competitors, reduce or delay future purchases of our services, or to seek compensation or damages.\nChanges in privacy and data protection regulations could expose us to risks of noncompliance and costs associated with compliance.\nEPAM is subject to the GDPR, the substantially similar U.K. GDPR, and the CCPA, each of which imposes significant restrictions and requirements relating to the processing of personal data. These and other state, national and international data protection laws that are or will soon be effective are more burdensome than historical privacy standards, especially in the United States. The CCPA , U.K. GDPR, and GDPR each established complex legal obligations that organizations must follow with respect to the processing of personal data, including a prohibition on the transfer of personal information to third parties or to other countries, and the imposition of additional notification, security and other control measures.\nEnforcement actions taken by the European Union and U.K. data protection authorities, in the case of GDPR and U.K. GDPR, respectively, or by individuals or the California regulatory authorities, in the case of the CCPA, as well as audits or investigations by one or more individuals, organizations, or foreign government agencies could result in penalties and fines for non-compliance or direct claims against us in the event of any loss or damage as a result of a breach of these regulations. The burden of compliance with additional data protection requirements may result in significant additional costs, complexity and risk in our services and customers may seek to shift the potential risks resulting from the implementation of data privacy legislation to us. We are required to establish processes and change certain operations in relation to the processing of personal data as a result of GDPR, U.K. GDPR, and CCPA, which may involve substantial expense and distraction from other aspects of our business.\nUndetected software design defects, errors or failures may result in loss of business or in liabilities that could materially adversely affect our business.\nOur software development solutions involve a high degree of technological complexity, have unique specifications and could contain design defects or software errors that are difficult to detect or correct. Errors or defects may result in the loss of current customers, revenues, market share, or customer data, a failure to attract new customers or achieve market acceptance and could divert development resources and increase support or service costs. We cannot provide assurance that, despite testing by our customers and us, errors will not be found in the software products we develop or the services we perform. Any such errors could result in claims for damages against us, litigation, and reputational harm that could materially adversely affect our business.\n21\nGeneral Risk Factors\nOur stock price is volatile.\nOur common stock has at times experienced substantial price volatility as a result of variations between our actual and anticipated financial results, announcements by our competitors, third parties, or us, projections or speculation about our business or that of our competitors or industry by the media or investment analysts, geopolitical events or uncertainty about inflation or other current global economic conditions. The stock market, as a whole, also has experienced price and volume fluctuations that have affected the market price of many technology companies in ways that may have been unrelated to these companies’ operating performance. Furthermore, we believe our stock price should reflect future growth and profitability expectations and, if we fail to meet these expectations, our stock price may significantly decline.\nExpense related to our liability-classified restricted stock units, which are subject to mark-to-market accounting, and the calculation of the weighted-average diluted shares outstanding in accordance with the treasury method are both affected by our stock price. Any fluctuations in the price of our stock will affect our future operating results.\nWe may need additional capital, and a failure to raise additional capital on terms favorable to us, or at all, could limit our ability to grow our business and develop or enhance our service offerings to respond to market demand or competitive challenges.\nWe believe that our current cash, cash flow from operations and expanded revolving line of credit are sufficient to meet our anticipated cash needs for at least the next twelve months. We may, however, require additional cash resources due to changed business conditions or other future developments, including any investments or acquisitions that we may decide to pursue. If these resources are insufficient to satisfy our cash requirements, we may seek to sell additional equity or debt securities or obtain another credit facility, and we cannot be certain that such additional financing would be available on terms acceptable to us or at all. The sale of additional equity securities could result in dilution to our stockholders, and additional indebtedness would result in increased debt service costs and obligations and could impose operating and financial covenants that would further restrict our operations.\nOur hedging program is subject to counterparty default risk.\nWe enter into foreign currency forward contracts with a number of counterparties. As a result, we are subject to the risk that the counterparty to one or more of these contracts defaults on its performance under the contract. During an economic downturn, the counterparty’s financial condition may deteriorate rapidly and with little notice and we may be unable to take action to protect our exposure. In the event of a counterparty default, we could incur significant losses, which may harm our business and financial condition. In the event that one or more of our counterparties becomes insolvent or files for bankruptcy, our ability to eventually recover any losses suffered as a result of that counterparty’s default may be limited by the liquidity of the counterparty.\nWar, terrorism, other acts of violence or natural or man-made disasters may affect the markets in which we operate, our customers, and our service delivery.\nOur business may be negatively affected by instability, disruption or destruction in the geographic regions where we operate. War, terrorism, riot, civil insurrection or social unrest; man-made and natural disasters, the severity and frequency of which have increased due to climate change, and include famine, flood, fire, earthquake, pandemics and other regional or global health crises, storm or disease, may cause customers to delay their decisions on spending for the services we provide and give rise to sudden significant changes in regional and global economic conditions and cycles. Our crisis management procedures, business continuity, and disaster recovery plans may not be effective at preventing or mitigating the effects of such disasters, particularly in the case of simultaneous or catastrophic events. These events pose significant security risks to our people, the facilities where they work, our operations, electricity and other utilities, communications, travel, and network services, and the disruption of any or all of them could materially adversely affect our financial results. Travel restrictions resulting from natural or man-made disruptions and political or social conflict increase the difficulty of obtaining and retaining highly-skilled and qualified professionals and could unexpectedly increase our labor costs and expenses, both of which could also adversely affect our ability to serve our customers.\n22\nOur effective tax rate could be materially adversely affected by several factors.\nWe conduct business globally and file income tax returns in multiple jurisdictions. Our effective tax rate could be materially adversely affected by several factors, including changes in the amount of income taxed by or allocated to the various jurisdictions in which we operate that have differing statutory tax rates; changing tax laws, regulations and interpretations of such tax laws in one or more jurisdictions; and the resolution of issues arising from tax audits or examinations and any related interest or penalties. The determination of our provision for income taxes and other tax liabilities requires estimation, judgment and calculations where the ultimate tax determination may not be certain. Our determination of tax liability is always subject to review or examination by authorities in various jurisdictions. If a tax authority in any jurisdiction reviews any of our tax returns and proposes an adjustment, including, but not limited to, a determination that the transfer prices and terms we have applied are not appropriate, such an adjustment could have a negative impact on our results of operations, business, and profitability. In addition, any significant changes enacted by the current U.S. presidential administration to the Tax Cuts and Jobs Act (“U.S. Tax Act”) enacted in 2017, or to regulatory guidance associated with the U.S. Tax Act, could materially adversely affect our effective tax rate."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "Our corporate headquarters are located in Newtown, Pennsylvania. We own and lease office buildings used as delivery centers, client management locations and space for administrative and support functions. These facilities are located in numerous cities worldwide and are strategically positioned in relation to our talent sources and key in-market locations to align with the needs of our operations. We believe that our existing properties are adequate to meet the current requirements of our business, and that suitable additional or substitute space will be available, if necessary. Our facilities are used interchangeably among our segments. See Note 16 “Segment Information” in the notes to our consolidated financial statements in this Annual Report on Form 10-K for information regarding the geographical locations and values of our long-lived assets. See Note 6 “Property and Equipment, Net” in the notes to our consolidated financial statements in this Annual Report on Form 10-K for information regarding our long-lived assets and buildings we own. See Note 8 “Leases” in the notes to our consolidated financial statements in this Annual Report on Form 10-K for information regarding our leased assets."
  },
  {
    "item_key": "item_3",
    "text": "From time to time, we are involved in litigation and claims arising out of our business and operations in the normal course of business. We are not currently a party to any material legal proceeding, nor are we aware of any material legal or governmental proceedings pending or contemplated to be brought against us."
  },
  {
    "item_key": "item_4",
    "text": "None.\n23\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Market Information\nOur common stock is traded on the New York Stock Exchange (“NYSE”) under the symbol “EPAM.”\nAs of February 11, 2022, we had approximately 13 stockholders of record of our common stock. The number of record holders does not include holders of shares in “street name” or persons, partnerships, associations, corporations or other entities identified in security position listings maintained by depositories.\nDividend Policy\nWe have not declared or paid any cash dividends on our common stock and currently do not anticipate paying any cash dividends in the foreseeable future. Instead, we intend to retain all available funds and any future earnings for use in the operation and expansion of our business. In addition, our revolving credit facility restricts our ability to make or pay dividends (other than certain intercompany dividends) unless no potential or actual event of default has occurred or would be triggered thereby. Any future determination relating to our dividend policy will be made at the discretion of our Board of Directors and will depend on our future earnings, capital requirements, financial condition, future prospects, applicable Delaware law, which provides that dividends are only payable out of surplus or current net profits, and other factors that our Board of Directors deems relevant.\nEquity Compensation Plan Information\nSee “Item 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters” in Part III of this Annual Report on Form 10-K for our equity compensation plan information.\n24\nPerformance Graph\nThe following graph compares the cumulative total stockholder return on our common stock with the cumulative total return on a Peer Group Index (capitalization weighted) and the S&P 500 Index for the period beginning December 31, 2016 and ending December 31, 2021. The stock performance shown on the graph below is not indicative of future price performance. The following performance graph and related information shall not be deemed “soliciting material” or to be “filed” with the SEC, nor shall information be incorporated by reference into any future filing under the Securities Act of 1933 or Securities Exchange Act of 1934, each as amended, except to the extent that we specifically incorporate it by reference into such filing.\nCOMPARISON OF CUMULATIVE TOTAL RETURN\n(1)(2)\nAmong EPAM, a Peer Group\n(3)\nand the S&P 500 Index\n25\nUnregistered Sales of Equity Securities\nThere were no unregistered sales of equity securities by the Company during the year ended December 31, 2021.\nPurchases of Equity Securities by the Issuer and Affiliated Purchasers\nUnder our equity-based compensation plans, the Company withholds a number of shares of vested stock as payment to satisfy tax withholding obligations arising on the date of vesting of stock-based compensation awards. The number of shares of stock to be withheld is calculated based on the closing price of the Company’s common stock on the vesting date. The following table provides information about shares withheld by the Company during the year ended December 31, 2021:\nItem 6.\nReserved"
  },
  {
    "item_key": "item_7",
    "text": "You should read the following discussion and analysis of our financial condition and results of operations together with our audited consolidated financial statements and the related notes included elsewhere in this annual report. In addition to historical information, this discussion contains forward-looking statements that involve risks, uncertainties and assumptions that could cause actual results to differ materially from management’s expectations. Factors that could cause such differences are discussed in the sections entitled “Forward-Looking Statements” and “Part I. Item 1A. Risk Factors.” We assume no obligation to update any of these forward-looking statements.\nExecutive Summary\nWe are a leading global provider of digital platform engineering and software development services to many of the world’s leading organizations.\nOur customers depend on us to solve their complex technical challenges and rely on our expertise in core engineering, advanced technology, digital design and intelligent enterprise development. We continuously explore opportunities in new industries to expand our core industry client base in software and technology, financial services, business information and media, travel and consumer, and life sciences and healthcare. Our teams of developers, architects, consultants, strategists, engineers, designers, and product experts have the capabilities and skill sets to deliver business results.\nOur global delivery model and centralized support functions, combined with the benefits of scale from the shared use of fixed-cost resources, enhance our productivity levels and enable us to better manage the efficiency of our global operations. As a result, we have created a delivery base whereby our applications, tools, methodologies and infrastructure allow us to seamlessly deliver services and solutions from our delivery centers to global customers across all geographies, further strengthening our relationships with them.\n26\nThrough increased specialization in focused verticals and a continued emphasis on strategic partnerships, we are leveraging our roots in software engineering to grow as a recognized brand in software development and end-to-end digital transformation services for our customers. In 2021, we have become a member of the S&P 500 and a Forbes Global 2000 company.\nBusiness Update Regarding Military Action in Ukraine\nOn February 24, 2022, Russian forces launched significant military action against Ukraine, and sustained conflict and disruption in the region is likely. The impact to Ukraine as well as actions taken by other countries, including new and stricter sanctions by Canada, the United Kingdom, the European Union, the U.S. and other companies and organizations against officials, individuals, regions, and industries in Russia, Ukraine, and Belarus, and each country’s potential response to such sanctions, tensions, and military actions could have a material adverse effect on our operations. Any such material adverse effect from the conflict and enhanced sanctions activity may disrupt our delivery of services, cause us to shift all or portions of our work occurring in the region to other countries, and may restrict our ability to engage in certain projects in the region or involving certain customers in the region.\nThe information contained in this section is accurate as of the date hereof, but may become outdated due to changing circumstances beyond our present awareness or control.\nOur Response to the Military Action in Ukraine\nAs noted in “Item 1. Business – Global Delivery Model” in Part I of this Annual Report on Form 10-K, Ukraine is our largest delivery location by number of personnel and Belarus and Russia are our second and third largest delivery locations by number of personnel, respectively. We are actively monitoring the security of our personnel and the stability of our infrastructure, including communications and internet availability. We are also executing our business continuity plan and adapting to developments as they occur to protect the safety of our people and handle potential impacts to our delivery infrastructure, including reallocating work to other geographies within our global footprint. We are actively working with our personnel and with our customers to meet their needs and to mitigate delivery challenges.\nMoving Forward\nWe have no way to predict the progress or outcome of the situation, as the conflict and government reactions are rapidly developing and beyond our control. Prolonged unrest, military activities, or broad-based sanctions, should they be implemented, could have a material adverse effect on our operations and business outlook. We have accelerated hiring in locations outside of the region as part of our business continuity planning and in order to support client demand. In addition, we have implemented plans to move some of our existing personnel to other countries in order to keep them safe and mitigate impacts on our delivery of services to our customers.\nFor additional information on the various risks posed by the military action in Ukraine and the impact in the region, please read “Part I. Item 1A. Risk Factors” included in this Annual Report on Form 10-K.\nBusiness Update Regarding COVID-19\nThe COVID-19 pandemic continued its substantial and varying influence on global public health, economies, business operations, and financial markets. Numerous evolving factors prevent us from accurately predicting the extent to which the COVID-19 pandemic will continue to directly and indirectly impact our employees, customers, communities, business, results of operations and financial condition.\nTo the extent that the remainder of this Management’s Discussion and Analysis of Financial Condition and Results of Operations (“MD&A”) refers to a financial or performance metric that has been affected by a trend or activity, that reference is in addition to any impact of the COVID-19 pandemic disclosed in and supplemented by this section. The information contained in this section is accurate as of the date hereof, but may become outdated due to changing circumstances beyond our present awareness or control.\n27\nOur COVID-19 Pandemic Response\nSince the beginning of the COVID-19 pandemic, the vast majority of our employees have been able to productively and securely work from a remote location, so we do not expect that COVID-19 will have a material adverse effect on our ability to operate our business or productively deliver services to our customers, nor on our financial reporting systems, internal control over financial reporting, or disclosure controls and procedures. Extended or expanded restrictions on travel and immigration from other countries may continue to impact our operations. However, we do not believe that the current travel and immigration restrictions will have a material adverse effect on our business or financial condition.\nOur adaptive global delivery model enables us to deliver our services and solutions to our customers from remote locations, so we continue to effectively provide our customers with the products, services, and solutions they seek. Economic conditions resulting from the pandemic, including supply chain disruptions, persistent inflation for both goods and services, and worker shortages could negatively affect our operations and the operations of our customers and their customers and could adversely impact our revenues and our results of operations.\nMoving Forward\nWe expect continued uncertainty regarding the impacts the pandemic will have on our business, financial condition, and results of operations. We actively monitor our business and the needs of our employees, customers and communities to determine the appropriate actions to take to ensure the safety of our employees and our ongoing operations. Our business continuity plans and adherence to the recommendations of public health authorities are intended to protect the health and safety of approximately 58,000 EPAM professionals and the customers they serve. Economic and demand uncertainty in the current environment may impact our future results. We continue to monitor the demand for our services and our ability to deliver them, while continuing to assess how the economic effects of COVID-19 may impact our human capital allocation, revenues, operating expenses and profitability.\nFor additional information on the various risks posed by the COVID-19 pandemic, please read “Part II. Item 7A. Quantitative and Qualitative Disclosures About Market Risk” and “Part I. Item 1A. Risk Factors” included in this Annual Report on Form 10-K.\n28\nOverview of 2021 and Financial Highlights\nThe following table presents a summary of our results of operations for the years ended December 31, 2021, 2020 and 2019:\nThe key highlights of our consolidated results for 2021 were as follows:\n•\nWe recorded revenues of $3.8 billion, or a 41.3% increase from $2.7 billion in the previous year, positively impacted by $38.8 million or 1.4% due to changes in certain foreign currency exchange rates as compared to the previous year.\n•\nIncome from operations grew 43.0% to $542.3 million in 2021 from $379.3 million in 2020. Expressed as a percentage of revenues, income from operations was 14.4% compared to 14.3%. During the year ended December 31, 2021, income from operations as a percentage of revenues was positively impacted by reduced facility-related expenses as a percentage of revenues and negatively impacted by higher levels of accrued variable compensation.\n•\nOur effective tax rate was 9.7% compared to 13.6% in the previous year. The provision for income taxes was impacted primarily by the excess tax benefits recorded upon vesting or exercise of stock-based awards in 2021 and 2020.\n•\nNet income increased 47.2% to $481.7 million compared to $327.2 million in 2020. Expressed as a percentage of revenues, net income increased 0.5% compared to last year, which was largely driven by the improvement in income from operations and a decrease in our effective tax rate.\n•\nDiluted earnings per share increased 45.5% to $8.15 for the year ended December 31, 2021 from $5.60 in 2020.\n•\nCash provided by operations increased $27.9 million, or 5.1%, to $572.3 million during 2021 as compared to last year. This increase was largely driven by the increase in net income as well as an increase in accrued variable compensation expense in 2021. The increase was partially offset by an increase in accounts receivable during 2021, largely attributable to the 41.3% growth in revenue in 2021 as compared to 2020.\nThe operating results in any period are not necessarily indicative of the results that may be expected for any future period.\n29\nCritical Accounting Policies\nWe prepare our consolidated financial statements in accordance with U.S. generally accepted accounting principles (“GAAP”), which require us to make judgments, estimates and assumptions that affect: (i) the reported amounts of assets and liabilities, (ii) the disclosure of contingent assets and liabilities at the end of each reporting period and (iii) the reported amounts of revenues and expenses during each reporting period. We evaluate these estimates and assumptions based on historical experience, knowledge and assessment of current business and other conditions, and expectations regarding the future based on available information and reasonable assumptions, which together form a basis for making judgments about matters not readily apparent from other sources. Since the use of estimates is an integral component of the financial reporting process, actual results could differ from those estimates. Some of our accounting policies require higher degrees of judgment than others in their application. When reviewing our audited consolidated financial statements, you should consider (i) our selection of critical accounting policies, (ii) the judgment and other uncertainties affecting the application of such policies and (iii) the sensitivity of reported results to changes in conditions and assumptions. We consider the policies discussed below to be critical to an understanding of our consolidated financial statements as their application places significant demands on the judgment of our management.\nAn accounting policy is considered critical if it requires an accounting estimate to be made based on assumptions about matters that are highly uncertain at the time the estimate is made, and if different estimates that reasonably could have been used, or changes in the accounting estimates that are reasonably likely to occur periodically, could materially impact the consolidated financial statements. We believe that the following critical accounting policies are the most sensitive and require more significant estimates and assumptions used in the preparation of our consolidated financial statements. You should read the following descriptions of critical accounting policies, judgments and estimates in conjunction with our audited consolidated financial statements and other disclosures included elsewhere in this annual report. Additional information on our policies is in Note 1 “Business and Summary of Significant Accounting Policies” in the notes to our consolidated financial statements in this Annual Report on Form 10-K.\nRevenues\n— We recognize revenues when control of goods or services is passed to a customer in an amount that reflects the consideration we expect to be entitled to in exchange for those goods or services. Such control may be transferred over time or at a point in time depending on satisfaction of obligations stipulated by the contract. Consideration expected to be received may consist of both fixed and variable components and is allocated to each separately identifiable performance obligation based on the performance obligation’s relative standalone selling price. Variable consideration usually takes the form of volume-based discounts, service level credits, price concessions or incentives. Determining the estimated amount of such variable consideration involves assumptions and judgment that can have an impact on the amount of revenues reported.\nWe derive revenues from a variety of service arrangements, which have been evolving to provide more customized and integrated solutions to customers by combining software engineering with customer experience design, business consulting and technology innovation services. Fees for these contracts may be in the form of time-and-materials or fixed-price arrangements. We generate the majority of our revenues under time-and-material contracts, which are billed using hourly, daily or monthly rates to determine the amounts to be charged directly to the customer. We apply a practical expedient and revenues related to time-and-material contracts are recognized based on the right to invoice for services performed.\nFixed-price contracts include maintenance and support arrangements, which may exceed one year in duration. Maintenance and support arrangements generally relate to the provision of ongoing services and revenues for such contracts are recognized ratably over the expected service period. Fixed-price contracts also include application development arrangements, where progress towards satisfaction of the performance obligation is measured using input or output methods and input methods are used only when there is a direct correlation between hours incurred and the end product delivered. Assumptions, risks and uncertainties inherent in the estimates used to measure progress could affect the amount of revenues, receivables and deferred revenues at each reporting period.\nRevenues from licenses which have significant stand-alone functionality are recognized at a point in time when control of the license is transferred to the customer. Revenues from licenses which do not have stand-alone functionality are recognized over time. If there is an uncertainty about the receipt of payment for the services, revenue recognition is deferred until the uncertainty is sufficiently resolved. We apply a practical expedient and do not assess the existence of a significant financing component if the period between transfer of the service to a customer and when the customer pays for that service is one year or less.\nWe report gross reimbursable “out-of-pocket” expenses incurred as both revenues and cost of revenues in the consolidated statements of income.\n30\nBusiness Combinations\n— We account for business combinations using the acquisition method which requires us to estimate the fair value of identifiable assets acquired and liabilities assumed, including any contingent consideration, to properly allocate purchase price to the individual assets acquired and liabilities assumed. The allocation of the purchase price utilizes significant estimates in determining the fair values of identifiable assets acquired and liabilities assumed, especially with respect to intangible assets. The significant estimates and assumptions used include the timing and amount of forecasted revenues and cash flows, anticipated growth rates, customer attrition rates, the discount rate reflecting the risk inherent in future cash flows, and the useful lives for finite-lived assets. There are different valuation models for each component, the selection of which requires considerable judgment. These determinations will affect the amount of amortization expense recognized in future periods. We base our fair value estimates on assumptions we believe are reasonable, but recognize that the assumptions are inherently uncertain. The acquired assets typically include customer relationships, software, trade names, non-competition agreements, and assembled workforce and as a result, a substantial portion of the purchase price is typically allocated to goodwill and other intangible assets.\nWe determine the fair value of the contingent consideration liabilities using Monte Carlo simulations (which involve a simulation of future revenues and earnings during the earn-out period using management's best estimates) or probability-weighted expected return methods. Changes in financial projections, market risk assumptions, discount rates or probability assumptions related to achieving the various earn-out criteria would result in a change in the fair value of contingent consideration. Such changes, if any, are recorded within Interest and other income, net in the Company’s consolidated statements of income.\nIf the initial accounting for the business combination has not been completed by the end of the reporting period in which the business combination occurs, provisional amounts are reported to present information about facts and circumstances that existed as of the acquisition date. Once the measurement period ends, which in no case extends beyond one year from the acquisition date, revisions to the accounting for the business combination are recorded in earnings.\nRecent Accounting Pronouncements\nSee Note 1 “Business and Summary of Significant Accounting Policies” in the notes to our consolidated financial statements in this Annual Report on Form 10-K for information regarding recent accounting pronouncements.\n31\nResults of Operations\nThe following table sets forth a summary of our consolidated results of operations for the periods indicated. This information should be read together with our consolidated financial statements and related notes included elsewhere in this annual report. The operating results in any period are not necessarily indicative of the results that may be expected for any future period.\n(1)\nIncludes $51,580, $32,785 and $37,580 of stock-based compensation expense for the years ended December 31, 2021, 2020 and 2019, respectively.\n(2)\nIncludes $60,075, $42,453 and $34,456 of stock-based compensation expense for the years ended December 31, 2021, 2020 and 2019, respectively.\nRevenues\nWe continue to expand our presence across multiple geographies and verticals, both organically and through strategic acquisitions. During the year ended December 31, 2021, our total revenues grew 41.3% over the previous year to $3.8 billion. This growth resulted from our ability to retain existing customers and increase the level of services we provide to them and our ability to produce revenues from new customer relationships. During the year ended December 31, 2021 we experienced a decrease in customer concentration as compared to the previous year, with revenues from our top five, top ten and top twenty customer groups decreasing as a percentage of total revenues. Revenues have been positively impacted by our acquisitions in 2021, which contributed 4.3% to our revenue growth, and by the fluctuations in foreign currencies, which increased our revenue growth by 1.4% during the year ended December 31, 2021 as compared to the previous year.\nWe discuss below the breakdown of our revenues by vertical, customer location, service arrangement type, and customer concentration.\nRevenues by Vertical\nWe assign our customers into one of our five main vertical markets or a group of various industries where we are increasing our presence, which we label as “Emerging Verticals”, including energy, utilities, manufacturing, automotive, telecommunications and several others.\n32\nThe following table presents our revenues by vertical and revenues as a percentage of total revenues by vertical for the periods indicated:\nFinancial Services became our largest vertical during 2021, growing 52.8% as compared to 2020. Except for Business Information & Media, which grew at a rate of 19.0% in 2021 over the prior year, all of our verticals grew over 30% in 2021 over the prior year.\nRevenues by Customer Location\nOur revenues are sourced from multiple countries, which we assign into four geographic markets and identify as Americas, EMEA, CEE and APAC. We present and discuss our revenues by customer location based on the location of the specific customer site that we serve, irrespective of the location of the headquarters of the customer or the location of the delivery center where the work is performed. Revenues by customer location is different from revenues by reportable segment in our consolidated financial statements included elsewhere in this annual report. Segments are not based on the geographic location of the customers, but instead they are based on the location of the Company’s management responsible for a particular customer or market.\nThe following table sets forth revenues by customer location by amount and as a percentage of our revenues for the periods indicated:\n(1)\nAmericas includes revenues from customers in North, Central and South America.\n(2)\nEMEA includes revenues from customers in Western Europe and the Middle East.\n(3)\nCEE includes revenues from customers in Russia, Belarus, Kazakhstan, Ukraine, and Georgia.\n(4)\nAPAC, or Asia Pacific, includes revenues from customers in East Asia, Southeast Asia and Australia.\nDuring the year ended December 31, 2021, revenues in the Americas, our largest geography, were $2,226.8 million, growing $631.7 million, or 39.6%, from $1,595.1 million reported for the year ended December 31, 2020. Revenues from this geography accounted for 59.3% of total revenues in 2021, a decrease from 60.0% in the prior year. The United States continued to be our largest customer location contributing revenues of $2,125.3 million in 2021 compared to $1,523.7 million in 2020.\n33\nRevenues in our EMEA geography were $1,259.7 million, an increase of $379.9 million, or 43.2%, over $879.8 million in the previous year. Revenues in this geography accounted for 33.4% of consolidated revenues in 2021 as compared to 33.1% in the previous year. The top three revenue contributing customer location countries in EMEA were the United Kingdom, Switzerland and the Netherlands generating revenues of $474.9 million, $271.2 million and $154.8 million in 2021, respectively, compared to $331.2 million, $203.4 million and $114.7 million in 2020, respectively. Fluctuations in foreign currency exchange rates with the U.S. dollar, particularly the euro and the British pound, during 2021 compared to the same period in the prior year positively impacted revenue growth in the EMEA geography by 3.3%.\nDuring 2021, revenues in our CEE geography increased $53.3 million, or 46.5%, from the previous year. The increase in CEE revenues came primarily from customers in Russia, contributing $50.3 million of revenue growth in 2021 compared to the previous year.\nRevenues from customers in locations in our APAC region comprised 2.8% of total revenues in 2021, a level consistent with the prior year.\nDiscussion of revenues from 2020 as compared to 2019 is included in “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations — Results of Operations” of our Annual Report on Form 10-K for the year ended December 31, 2020.\nRevenues by Customer Concentration\nWe have long-standing relationships with many of our customers and we seek to grow revenues from our existing customers by continually expanding the scope and size of our engagements. Revenues derived from these customers may fluctuate as these accounts mature or upon beginning or completion of multi-year projects. We believe there is a significant potential for future growth as we expand our capabilities and offerings within existing customers. In addition, we remain committed to diversifying our client base and adding more customers to our client mix through organic growth and strategic acquisitions, and over the long-term, we expect revenue concentration from our top customers to decrease.\nThe following table presents revenues contributed by our customers by amount and as a percentage of our revenues for the periods indicated:\nThe following table shows the number of customers grouped by revenues recognized by the Company for each year presented:\nRevenues by Service Offering\nOur service arrangements have been evolving to provide more customized and integrated solutions to our customers where we combine software engineering with customer experience design, business consulting and technology innovation services. We are continually expanding our service capabilities, moving beyond traditional services into business consulting, design and physical product development.\n34\nThe following table shows revenues by service offering as an amount and as a percentage of our revenues for the years indicated:\nSee Note 11 “Revenues” in the notes to our consolidated financial statements in this Annual Report on Form 10-K for more information regarding our contract types and related revenue recognition policies.\nCost of Revenues (Exclusive of Depreciation and Amortization)\nThe principal components of our cost of revenues (exclusive of depreciation and amortization) are salaries, bonuses, fringe benefits, stock-based compensation, project-related travel costs and fees for subcontractors who are assigned to customer projects. Salaries and other compensation expenses of our delivery professionals are reported as cost of revenues regardless of whether the employees are actually performing customer services during a given period. Our employees are a critical asset, necessary for our continued success and therefore we expect to continue hiring talented employees and providing them with competitive compensation programs.\nWe manage the utilization levels of our delivery professionals through strategic hiring and efficient staffing of projects. Some of these professionals are hired and trained to work for specific customers or on specific projects and some of our offshore development centers are dedicated to specific customers or projects. Our staff utilization also depends on the general economy and its effect on our customers and their business decisions regarding the use of our services.\nDuring the year ended December 31, 2021, cost of revenues (exclusive of depreciation and amortization) was $2,483.7 million, representing an increase of 43.4% from $1,732.5 million reported last year. The increase was primarily due to an increase in compensation costs as a result of a 28.9% growth in the average number of production headcount for the year and a higher level of accrued variable compensation in 2021 as compared to the previous year.\nExpressed as a percentage of revenues, cost of revenues (exclusive of depreciation and amortization) was 66.1% and 65.1% during the years ended December 31, 2021 and 2020, respectively. The year-over-year increase is primarily due to a 1.7% increase in personnel-related costs, including stock-based compensation expense, as a percentage of revenues largely driven by a higher level of accrued variable compensation during 2021 as compared to the same period in 2020, partially offset by decreases in travel and entertainment expenses.\nDiscussion of cost of revenues (exclusive of depreciation and amortization) from 2020 as compared to 2019 is included in “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations — Results of Operations” of our Annual Report on Form 10-K for the year ended December 31, 2020.\nSelling, General and Administrative Expenses\nSelling, general and administrative expenses represent expenses associated with promoting and selling our services and general and administrative functions of our business. These expenses include the costs of salaries, bonuses, fringe benefits, stock-based compensation, severance, bad debt, travel, legal and accounting services, insurance, facilities including operating leases, advertising and other promotional activities.\nOur selling, general and administrative expenses have increased due to our continuously expanding operations, strategic business acquisitions, and the hiring of necessary personnel to support our growth. During the year ended December 31, 2021, selling, general and administrative expenses were $648.7 million, representing an increase of 33.8% as compared to $484.8 million reported last year. The increase in selling, general and administrative expenses in 2021 was primarily due to a $136.8 million increase in personnel-related costs, which include stock-based compensation expense, primarily driven by an increase in headcount.\n35\nExpressed as a percentage of revenues, selling, general and administrative expenses decreased 0.9% to 17.3% for the year ended December 31, 2021. The decrease was primarily attributable to a 1.2% decrease in facility-related expenses as a percentage of revenues, partially offset by increases in talent acquisition and development expenses and travel and entertainment expenses as a percentage of revenues.\nDiscussion of selling, general and administrative expenses from 2020 as compared to 2019 is included in “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations — Results of Operations” of our Annual Report on Form 10-K for the year ended December 31, 2020.\nDepreciation and Amortization Expense\nDepreciation and amortization expense includes depreciation of physical assets used in the operation of our business such as computer equipment, software, buildings we purchased, leasehold improvements as well as various office furniture and equipment. Depreciation and amortization expense also includes amortization of acquired finite-lived intangible assets.\nDuring the year ended December 31, 2021, depreciation and amortization expense was $83.4 million, representing an increase of $20.5 million from $62.9 million reported last year. The increase in depreciation and amortization expense was primarily driven by an increase in computer equipment to support headcount growth and amortization of acquired finite-lived intangible assets, which contributed $5.3 million to the year over year increase in depreciation and amortization expense. Expressed as a percentage of revenues, depreciation and amortization expense decreased to 2.2% during the year ended December 31, 2021 as compared to 2.4% in 2020.\nDiscussion of depreciation and amortization expense from 2020 as compared to 2019 is included in “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations — Results of Operations” of our Annual Report on Form 10-K for the year ended December 31, 2020.\nInterest and Other (Loss)/Income, Net\nInterest and other (loss)/income, net includes interest earned on cash and cash equivalents and employee loans, gains and losses from certain financial instruments, interest expense related to our borrowings and changes in the fair value of contingent consideration. Interest and other (loss)/income, net decreased from a gain of $3.8 million during the year ended December 31, 2020 to a loss of $1.7 million during the year ended December 31, 2021, which is primarily attributable to a $7.0 million increase in the charge from the change in fair value of contingent consideration reflecting improved expectations for the performance of certain acquisitions, partially offset by higher government grant income in 2021. There were no material changes in interest and other income, net in 2020 as compared to 2019.\nProvision for Income Taxes\nDetermining the consolidated provision for income tax expense, deferred income tax assets and liabilities and any potential related valuation allowances involves judgment. We consider factors that may contribute, favorably or unfavorably, to the overall annual effective tax rate in the current year as well as the future. These factors include statutory tax rates and tax law changes in the countries where we operate and excess tax benefits upon vesting or exercise of equity awards as well as consideration of any significant or unusual items.\nAs a global company, we are required to calculate and provide for income taxes in each of the jurisdictions in which we operate. During 2021, 2020 and 2019, we had $404.9 million, $278.1 million and $234.2 million, respectively, in income before provision for income taxes attributed to our foreign jurisdictions. Changes in the geographic mix or level of annual pre-tax income can also affect our overall effective income tax rate.\nOur provision for income taxes also includes the impact of provisions established for uncertain income tax positions, as well as the related net interest and penalty expense. Tax exposures can involve complex issues and may require an extended period to resolve. Although we believe we have adequately reserved for our uncertain tax positions, we cannot provide assurance that the final tax outcome of these matters will not be different from our current estimates. We adjust these reserves in light of changing facts and circumstances, such as the closing of a tax audit, statute of limitation lapse or the refinement of an estimate. To the extent that the final tax outcome of these matters differs from the amounts recorded, such differences will impact the provision for income taxes in the period in which such determination is made.\nThe provision for income taxes was $51.7 million in 2021 and $51.3 million in 2020. The increase was primarily driven by the increase in pre-tax income year over year, partially offset by a significant increase in excess tax benefits recorded upon vesting or exercise of stock-based awards which were $71.6 million in 2021 compared to $36.6 million in 2020. The effective tax rate decreased from 13.6% in 2020 to 9.7% in 2021 primarily due to the increase in excess tax benefits recorded upon vesting or exercise of stock-based awards and tax benefits of certain one-time tax credits recorded in 2021.\n36\nDiscussion of the provision for income taxes from 2020 as compared to 2019 is included in “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations — Results of Operations” of our Annual Report on Form 10-K for the year ended December 31, 2020.\nForeign Exchange Gain / Loss\nFor discussion of the impact of foreign exchange fluctuations see “Item 7A. Quantitative and Qualitative Disclosures About Market Risk — Foreign Exchange Risk.”\nResults by Business Segment\nOur operations consist of three reportable segments: North America, Europe, and Russia. The segments represent components of EPAM for which separate financial information is available and used on a regular basis by our chief executive officer, who is also our chief operating decision maker (“CODM”), to determine how to allocate resources and evaluate performance. Our CODM makes business decisions based on segment revenues and segment operating profits. Segment operating profit is defined as income from operations before unallocated costs. Expenses included in segment operating profit consist principally of direct selling and delivery costs as well as an allocation of certain shared services expenses. Certain corporate expenses are not allocated to specific segments as these expenses are not controllable at the segment level. Such expenses include certain types of professional fees, certain taxes included in operating expenses, compensation to non-employee directors and certain other general and administrative expenses, including compensation of specific groups of non-production employees. In addition, the Company does not allocate stock-based compensation, amortization of intangible assets acquired through business combinations, goodwill and other asset impairment charges, acquisition-related costs and certain other one-time charges. These unallocated amounts are combined with total segment operating profit to arrive at consolidated income from operations.\nWe manage our business primarily based on the managerial responsibility for the client base and market. As managerial responsibility for a particular customer relationship generally correlates with the customer’s geographic location, there is a high degree of similarity between customer locations and the geographic boundaries of our reportable segments. In some cases, managerial responsibility for a particular customer is assigned to a management team in another region and is usually based on the strength of the relationship between customer executives and particular members of EPAM’s senior management team. In such cases, the customer’s activity would be reported through the respective management team member’s reportable segment. Our Europe segment includes our business in the APAC region, which is managed by the same management team.\nSegment revenues from external customers and segment operating profit, before unallocated expenses, for the North America, Europe and Russia segments for the years ended December 31, 2021, 2020 and 2019 were as follows:\n37\nNorth America Segment\nDuring 2021, North America segment revenues increased $640.4 million, or 40.0%, over last year. Revenues from our North America segment represented 59.7% of total segment revenues, a decrease from 60.2% reported in the corresponding period of 2020. During 2021 as compared to 2020, North America segment operating profits increased $117.6 million, or 34.1%, to $462.8 million. Expressed as a percentage of revenue, North America segment operating profit decreased to 20.6% in 2021 as compared to 21.6% in 2020. This decrease is primarily attributable to increases in personnel-related costs, largely driven by a higher level of accrued variable compensation.\nThe following table presents North America segment revenues by industry vertical for the periods indicated:\nSoftware & Hi-Tech remained the largest industry vertical in the North America segment during the year ended December 31, 2021, growing 33.3% as compared to the prior year, which was a result of the continued focus on working with our technology customers. During the year ended December 31, 2021, r\nevenues from the Business Information & Media vertical experienced growth of 16.6%\nand largely benefited from expansion of services to several of our existing top 10 customers. Financial services grew 81.2% in 2021 compared to the prior year primarily due to growth in a wealth management customer that was previously one of our top 200 customers and is now one of our top 30 customers for the year. Emerging Verticals experienced 39.5% growth during 2021 compared to the prior year largely due to an increase in services provided to a customer in the automotive industry.\nEurope Segment\nDuring 2021, Europe segment revenues were $1,350.5 million, reflecting an increase of $403.2 million, or 42.6%, from last year. Revenues were positively impacted by changes in foreign currency exchange rates during 2021. Had our Europe segment revenues been expressed in constant currency terms using the exchange rates in effect during 2020, we would have reported revenue growth of 39.3%. Revenues from our Europe segment represent 35.9% and 35.6% of total segment revenues during 2021 and 2020, respectively. During 2021, this segment’s operating profits increased $80.8 million, or 52.9% as compared to last year, to $233.7 million. Europe’s operating profit represented 17.3% of Europe segment revenues as compared to 16.1% in 2020. Europe segment operating profit was positively impacted by changes in foreign currency exchange rates, predominantly the euro and British pound, as well as the recognition of $6.5 million in revenues from performance obligations satisfied in previous periods, partially offset by a higher level of accrued variable compensation. During the year ended December 31, 2020, segment operating profit was negatively impacted by temporary discounts provided to certain customers experiencing challenging economic conditions due to the impact of the COVID-19 pandemic.\n38\nThe following table presents Europe segment revenues by industry vertical for the periods indicated:\nFinancial Services remained the largest industry vertical in the Europe segment during the year ended December 31, 2021. The Europe segment benefited from 60.6% growth in Travel & Consumer during the year ended December 31, 2021 as compared to 2020 primarily due to strong demand from several retail customers and recovery in demand from certain customers in the travel industry. For the year ended December 31, 2021 as compared to 2020, Business Information & Media vertical experienced slower relative growth at several clients where revenues from certain engagements plateaued compared to the prior year. Revenues in Software & Hi-Tech increased during the year ended December 31, 2021 as compared to 2020 primarily due to the expansion of services provided to one of our top 20 customers and revenues from companies acquired during 2021.\nRussia Segment\nDuring 2021, revenues from our Russia segment increased $55.1 million relative to 2020 and represent 4.4% of total segment revenues during 2021 compared with 4.2% in 2020. Operating profits of our Russia segment increased $26.7 million as compared to 2020. Expressed as a percentage of Russia segment revenues, the segment’s operating profits were 19.7% and 5.3% in 2021 and 2020, respectively. This increase is attributable to a net benefit in 2021 as compared to the corresponding period of last year from revenues from performance obligations satisfied in previous periods and a benefit from the change in the valuation of the Russian ruble relative to the U.S. dollar.\nThe following table presents Russia segment revenues by industry vertical for the periods indicated:\nRevenues in the Russia segment are generally subject to fluctuations and are impacted by the timing of revenue recognition associated with the execution of contracts and the foreign currency exchange rate of the Russian ruble to the U.S. dollar. Revenues in the Financial Services vertical primarily benefited from increased revenues from customers in the banking and insurance sector during 2021 as compared to 2020. Revenues in the Travel & Consumer vertical benefited in 2021 from increased revenues from a single retailer. There have been no significant changes in the other individual verticals during 2021 as compared to 2020.\nCurrency fluctuations of the Russian ruble typically impact the results in the Russia segment. Ongoing economic and geopolitical uncertainty in the region and the volatility of the Russian ruble can significantly impact reported revenues and profitability in this segment. We continue to monitor geopolitical forces, economic and trade sanctions, and other issues involving this region.\n39\nDiscussion of segment results from 2020 as compared to 2019 is included in “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations — Results of Operations” of our Annual Report on Form 10-K for the year ended December 31, 2020.\nEffects of Inflation\nEconomies in some countries where we operate have periodically experienced high rates of inflation. Periods of higher inflation may affect various economic sectors in those countries and increase our cost of doing business there. Inflation may increase some of our expenses such as wages. While inflation may impact our results of operations and financial condition and it is difficult to accurately measure the impact of inflation, we believe the effects of inflation on our results of operations and financial condition are not significant.\n40\nLiquidity and Capital Resources\nCapital Resources\nOur cash generated from operations has been our primary source of liquidity to fund operations and investments to support the growth of our business. As of December 31, 2021, our principal sources of liquidity were cash and cash equivalents totaling $1,446.6 million, as well as $675.0 million of available borrowings under our revolving credit facility. See Note 9 “Debt” in the notes to our consolidated financial statements in this Annual Report on Form 10-K for information regarding the terms of our revolving credit facility and information about debt.\nCash Flows\nThe following table summarizes our cash flows for the periods indicated:\nOperating Activities\nNet cash provided by operating activities during the year ended December 31, 2021 increased $27.9 million, or 5.1%, to $572.3 million, as compared to 2020 primarily driven by the increase in net income as well as an increase in accrued variable compensation expense in 2021. The increase was partially offset by an increase in accounts receivable during 2021, largely attributable to the 41.3% growth in revenue in 2021 as compared to 2020.\nInvesting Activities\nNet cash used in investing activities during the year ended December 31, 2021 was $368.9 million compared to $167.2 million used in the same period in 2020. The cash used in investing activities was primarily attributable to $315.0 million used during 2021 for the acquisitions of businesses, net of cash acquired, compared to $18.9 million used for the acquisitions of businesses, net of cash acquired, during 2020. Cash used for capital expenditures was $111.5 million in 2021 compared to cash used for capital expenditures of $68.8 million during the comparable period in 2020. Additionally, net cash used in investing activities was positively impacted by the maturity of $60.0 million of time deposits during 2021 and negatively impacted by the $60.0 million use of cash to purchase these time deposits during 2020. Furthermore, $2.5 million was used for purchases of non-marketable securities during 2021 compared to $20.5 million used in 2020.\nFinancing Activities\nDuring the year ended December 31, 2021, net cash used in financing activities was $59.6 million, compared to $0.8 million net cash used in financing activities in 2020. During 2021, we received cash from the exercises of stock options issued under our long-term incentive plans of $26.3 million, compared to $26.4 million received in the corresponding period of 2020. These cash inflows were offset by cash used for the payments of withholding taxes related to net share settlements of restricted stock units of $41.6 million in 2021, compared to $20.1 million paid in 2020. Additionally, the year ended December 31, 2021 included payments of $40.2 million attributable to the acquisition-date fair value of contingent consideration compared to payments of $7.0 million attributable to acquisition-date fair value of contingent consideration during the year ended December 31, 2020.\nDiscussion of the comparison of the cash flows between 2020 and 2019 is included in “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations — Liquidity and Capital Resources” of our Annual Report on Form 10-K for the year ended December 31, 2020.\n41\nFuture Capital Requirements\nWe believe that our existing cash and cash equivalents combined with our expected cash flow from operations will be sufficient to meet our projected operating and capital expenditure requirements for at least the next twelve months and that we possess the financial flexibility to execute our strategic objectives, including the ability to make acquisitions and strategic investments in the foreseeable future. However, our ability to generate cash is subject to our performance, general economic conditions, industry trends and other factors including the impact of the COVID-19 pandemic as described elsewhere in this MD&A. To the extent that existing cash and cash equivalents and operating cash flow are insufficient to fund our future activities and requirements, we may need to raise additional funds through public or private equity or debt financing. If we issue equity securities in order to raise additional funds, substantial dilution to existing stockholders may occur. If we raise cash through the issuance of additional indebtedness, we may be subject to additional contractual restrictions on our business. There is no assurance that we would be able to raise additional funds on favorable terms or at all.\nBorrowings\nSee Note 8 “Leases” and Note 9 “Debt” in the notes to our consolidated financial statements in this Annual Report on Form 10-K.\nOff-Balance Sheet Commitments and Arrangements\nWe do not have any material obligations under guarantee contracts or other contractual arrangements other than as disclosed in Note 15 “Commitments and Contingencies” in the notes to our consolidated financial statements in this Annual Report on Form 10-K. We have not entered into any transactions with unconsolidated entities where we have financial guarantees, subordinated retained interests, derivative instruments, or other contingent arrangements that expose us to material continuing risks, contingent liabilities, or any other obligation under a variable interest in an unconsolidated entity that provides financing, liquidity, market risk, or credit risk support to us, or engages in leasing, hedging, or research and development services with us.\n42"
  },
  {
    "item_key": "item_7a",
    "text": "We are exposed to certain market risks in the ordinary course of our business. These risks primarily result from changes in concentration of credit risks, interest rates and foreign currency exchange rates. In addition, our operations are subject to risks related to differing economic conditions, changes in political climate, differing tax structures, and other regulations and restrictions.\nConcentration of Credit and Other Credit Risks\nFinancial instruments that potentially subject us to significant concentrations of credit risk consist primarily of cash, cash equivalents, short-term investments and trade receivables.\nWe maintain our cash, cash equivalents and short-term investments with financial institutions. We believe that our credit policies reflect normal industry terms and business risk. We do not anticipate non-performance by the counterparties.\nWe have cash in countries where the banking sector remains subject to periodic instability, banking and other financial systems generally do not meet the banking standards of more developed markets, and bank deposits made by corporate entities are not insured. As of December 31, 2021, we had $232.6 million of cash and cash equivalents in banks in Russia, Belarus and Ukraine, representing 16.1% our total cash and cash equivalents. We place our cash and cash equivalents with financial institutions considered stable in the region, limit the amount of credit exposure with any one financial institution and conduct ongoing evaluations of the credit worthiness of the financial institutions with which we do business. A banking crisis, bankruptcy or insolvency of banks that process or hold the Company’s funds, or sanctions may result in the loss of our deposits or adversely affect the Company’s ability to complete banking transactions, which could adversely affect our business and financial condition. Cash in these countries is used for the operational needs of the local entities and cash balances change with the expected operating needs of these entities. We regularly monitor cash held in these countries and, to the extent the cash held exceeds amounts required to support our operations in these countries, the Company distributes the excess funds into markets with more developed banking sectors.\nTrade receivables are generally dispersed across many customers operating in different industries; therefore, concentration of credit risk is limited and we do not believe significant credit risks existed at December 31, 2021. Though our results of operations depend on our ability to successfully collect payment from our customers for work performed, historically, credit losses and write-offs of trade receivables have not been material to our consolidated financial statements. If any of our customers enter bankruptcy protection or otherwise take steps to alleviate their financial distress, including distress resulting from the COVID-19 pandemic, our credit losses and write-offs of trade receivables could increase, which would negatively impact our results of operations.\nInterest Rate Risk\nOur exposure to market risk is influenced by the changes in interest rates on our cash and cash equivalent deposits, short-term investments and paid on any outstanding balance on our borrowings, mainly under our 2021 Credit Facility, which is subject to a variety of rates depending on the currency and timing of funds borrowed. We do not believe we are exposed to material direct risks associated with changes in interest rates related to these deposits, investments and borrowings.\nForeign Exchange Risk\nOur global operations are conducted predominantly in U.S. dollars. Other than U.S. dollars, the Company generates revenues in various currencies, principally, euros, British pounds, Russian rubles, Swiss francs, and Canadian dollars and incurs expenditures principally in Russian rubles, Polish zlotys, euros, Swiss francs, Hungarian forints, British pounds, Indian rupees, Chinese yuan renminbi and Mexican pesos. As a result, currency fluctuations, specifically the depreciation of the euro, British pound, and Canadian dollar and the appreciation of the Russian ruble, Hungarian forint, Polish zloty, Indian rupee and Chinese yuan renminbi relative to the U.S. dollar, could negatively impact our results of operations.\nDuring the year ended December 31, 2021, our foreign exchange loss was $7.2 million compared to a $4.7 million loss reported last year. During the year ended December 31, 2021, approximately 34.8% of consolidated revenues and 45.6% of operating expenses were denominated in currencies other than the U.S. dollar.\n43\nTo manage the risk of fluctuations in foreign currency exchange rates and hedge a portion of our forecasted foreign currency denominated operating expenses in the normal course of business, we implemented a hedging program through which we enter into a series of foreign exchange forward contracts with durations of twelve months or less that are designated as cash flow hedges of forecasted Russian ruble, Polish zloty, Hungarian forint and Indian rupee transactions. As of December 31, 2021, the net unrealized loss from these hedges was $4.4 million.\nManagement supplements results reported in accordance with United States generally accepted accounting principles, referred to as GAAP, with non-GAAP financial measures. Management believes these measures help illustrate underlying trends in our business and uses the measures to establish budgets and operational goals, communicated internally and externally, for managing our business and evaluating its performance. When important to management’s analysis, operating results are compared on the basis of “constant currency”, which is a non-GAAP financial measure. This measure excludes the effect of foreign currency exchange rate fluctuations by translating the current period revenues and expenses into U.S. dollars at the weighted average exchange rates of the prior period of comparison.\nDuring the year ended December 31, 2021, we reported revenue growth of 41.3% over the prior year. Had our consolidated revenues been expressed in constant currency terms using the exchange rates in effect during 2020, we would have reported revenue growth of 39.9%. During 2021, our revenues benefited from appreciation of the euro, British pound, Russian ruble and Canadian dollar relative to the U.S. dollar. During the year ended December 31, 2021, we reported net income growth of 47.2% over the previous year. Had our consolidated results been expressed in constant currency terms using the exchange rates in effect during 2020, we would have reported net income growth of 41.2%. Net income was most positively impacted by appreciation of the euro and British pound relative to the U.S. dollar and partially offset by the negative impact from the appreciation of the Russian ruble relative to the U.S. dollar."
  },
  {
    "item_key": "item_8",
    "text": "The information required is included in this Annual Report on Form 10-K beginning on page F-1."
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Conclusion Regarding the Effectiveness of Disclosure Controls and Procedures\nBased on management’s evaluation, with the participation of our Chief Executive Officer and Chief Financial Officer, as of the end of the period covered by this report, these officers have concluded that our disclosure controls and procedures, as defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934, as amended (the “Exchange Act”), are effective to provide reasonable assurance that information required to be disclosed by us in reports that we file or submit under the Exchange Act is recorded, processed, summarized and reported within the time periods specified in SEC rules and forms, and is accumulated and communicated to management, including our principal executive officer and principal financial officer, as appropriate, to allow timely decisions regarding required disclosure.\nChanges in Internal Control Over Financial Reporting\nThere were no changes in our internal control over financial reporting during the quarter ended December 31, 2021 that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting, except as described below.\nDuring the year ended December 31, 2021, the Company made certain business acquisitions, as described more fully in Note 2 “Acquisitions” in the notes to our consolidated financial statements in this Annual Report on Form 10-K. As permitted by the Securities and Exchange Commission, management has elected to exclude these acquired entities from its assessment of the effectiveness of its internal controls over financial reporting as of December 31, 2021. The Company began to integrate these acquired companies into its internal control over financial reporting structure subsequent to their respective acquisition dates and expects to complete these integrations in 2022.\n44\nManagement’s Report on Internal Control Over Financial Reporting\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting as defined in Rules 13a-15(f) and 15d-15(f) under the Exchange Act to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with U.S. generally accepted accounting principles.\nUnder the supervision and with the participation of our management, including our principal executive officer and principal financial officer, we conducted an evaluation of the effectiveness of our internal control over financial reporting based on the criteria established in Internal Control — Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission.\nBased on this assessment, management concluded that our internal control over financial reporting was effective as of December 31, 2021 to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with U.S. generally accepted accounting principles.\nManagement has excluded certain business acquisitions from our assessment of the effectiveness of our internal control over financial reporting as of December 31, 2021 since these entities were acquired in business combinations in 2021. These businesses are included in our 2021 consolidated financial statements and constituted 15.1% of total assets as of December 31, 2021 and 3.0% of revenues for the year then ended.\nThe effectiveness of our internal control over financial reporting as of December 31, 2021 has been audited by Deloitte & Touche LLP, an independent registered public accounting firm, as stated in their report, which appears in “Part IV. Item 15 Exhibits, Financial Statement Schedule” of this Annual Report on Form 10-K.\nInherent Limitations on Effectiveness of Controls\nOur management, including the CEO and CFO, does not expect that our disclosure controls or our internal control over financial reporting will prevent or detect all errors and all fraud. A control system, no matter how well designed and operated, can provide only reasonable, not absolute, assurance that the control system’s objectives will be met. The design of a control system must reflect the fact that there are resource constraints, and the benefits of controls must be considered relative to their costs. Further, because of the inherent limitations in all control systems, no evaluation of controls can provide absolute assurance that misstatements due to error or fraud will not occur or that all control issues and instances of fraud, if any, have been detected. The design of any system of controls is based in part on certain assumptions about the likelihood of future events, and there can be no assurance that any design will succeed in achieving its stated goals under all potential future conditions. Projections of any evaluation of the effectiveness of controls to future periods are subject to risks. Over time, controls may become inadequate because of changes in conditions or deterioration in the degree of compliance with policies or procedures."
  },
  {
    "item_key": "item_9b",
    "text": "None."
  },
  {
    "item_key": "item_9c",
    "text": "None.\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "We incorporate by reference the information required by this Item from the information set forth under the captions “Board of Directors”, “Corporate Governance”, and “Our Executive Officers” in our definitive proxy statement for our 2022 annual meeting of stockholders, to be filed within 120 days after the end of the year covered by this Annual Report on Form 10-K, pursuant to Regulation 14A under the Exchange Act (our “2022 Proxy Statement”)."
  },
  {
    "item_key": "item_11",
    "text": "We incorporate by reference the information required by this Item from the information set forth under the captions “Executive Compensation” and “Compensation Committee Interlocks and Insider Participation” in our 2022 Proxy Statement.\n45"
  },
  {
    "item_key": "item_12",
    "text": "We incorporate by reference the information required by this Item from the information set forth under the caption “Security Ownership of Certain Beneficial Owners and Management” in our 2022 Proxy Statement.\nEquity Compensation Plan Information\nThe following table sets forth information about awards outstanding as of December 31, 2021 and securities remaining available for issuance under our 2015 Long-Term Incentive Plan (the “2015 Plan”), our 2012 Long-Term Incentive Plan (the “2012 Plan”), the 2012 Non-Employee Directors Compensation Plan (the “2012 Directors Plan”) and the 2021 Employee Stock Purchase Plan (“ESPP”) as of December 31, 2021."
  },
  {
    "item_key": "item_13",
    "text": "We incorporate by reference the information required by this Item from the information set forth under the caption “Certain Relationships and Related Transactions and Director Independence” in our 2022 Proxy Statement."
  },
  {
    "item_key": "item_14",
    "text": "We incorporate by reference the information required by this Item from the information set forth under the caption “Independent Registered Public Accounting Firm” in our 2022 Proxy Statement.\n46\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)\nWe have filed the following documents as part of this annual report:\n1.\nAudited Consolidated Financial Statements\nReference is made to the Index to Consolidated Financial Statements on Page F-1\n2.\nFinancial Statement Schedules\nReference is made to the Index to Consolidated Financial Statements on Page F-1\nSchedule II Valuation and Qualifying Accounts is filed as part of this Annual Report on Form 10-K and should be read in conjunction with our audited consolidated financial statements and the related notes.\n47\n3.\nExhibits\nA list of exhibits required to be filed as part of this Annual Report on Form 10-K is set forth below:\n48"
  },
  {
    "item_key": "item_16",
    "text": "None.\n49\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned thereunto duly authorized.\nDate: February 25, 2022\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated.\n50\nEPAM SYSTEMS, INC.\nINDEX TO CONSOLIDATED FINANCIAL STATEMENTS\nF-1\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Stockholders and the Board of Directors of EPAM Systems, Inc.\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of EPAM Systems, Inc. and subsidiaries (the “Company”) as of December 31, 2021 and 2020, the related consolidated statements of income, comprehensive income, changes in stockholders’ equity, and cash flows for each of the three years in the period ended December 31, 2021, and the related notes and the schedule listed in the Index at Item 15 (collectively referred to as the “financial statements”). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2021 and 2020, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2021, in conformity with accounting principles generally accepted in the United States of America.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company's internal control over financial reporting as of December 31, 2021, based on criteria established in\nInternal Control - Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission and our report dated February 25, 2022, expressed an unqualified opinion on the Company's internal control over financial reporting.\nBasis for Opinion\nThese financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matters\nThe critical audit matters communicated below are matters arising from the current-period audit of the financial statements that were communicated or required to be communicated to the audit committee and that (1) relate to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate.\nRevenues — Refer to Notes 1 and 11 to the financial statements\nCritical Audit Matter Description\nThe Company recognizes revenue when control of goods or services is passed to a customer in an amount that reflects the consideration the Company expects to be entitled to in exchange for those goods or services. Such control may be transferred over time or at a point in time depending on satisfaction of obligations stipulated by the contract. Total revenues were $3,758 million for the year ended December 31, 2021.\nIn 2021, the Company recognized revenue related to contracts with customers, with no single customer accounting for more than 10% of revenues. Although some of these revenues are recognized under long-term agreements of more than one year, others are negotiated on an annual basis or shorter. Given the number of customers and the nature of the different customer agreements, auditing revenue was challenging due to the extent of audit effort required to evaluate whether revenue was recorded in accordance with the terms of the contracts with the Company’s customers.\nF-2\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to whether revenue was recorded in accordance with the terms of the contracts with the Company’s customers included the following, among others:\n•\nWe tested the effectiveness of controls over revenue, including management’s controls over (1) the determination of whether an arrangement with a customer meets the criteria to be considered a contract under ASC 606 and (2) the inputs used in and the mathematical accuracy of the contract revenue calculations and the terms of the related customer contracts.\n•\nWe selected a sample of recorded revenue transactions and (1) recalculated the amount using the terms of the customer contract and (2) tested whether the underlying arrangement with the customer met the criteria to be considered a contract under ASC 606 as of the date the revenue was recorded.\n•\nWe selected a sample of hours charged by the Company’s employees in the Company’s internal time tracking system, obtained support for whether such hours represented services provided to a customer, and tested whether the hours had been properly evaluated for inclusion in the Company’s revenue calculations.\nBusiness Combinations – PolSource S.A. Acquisition – Acquisition-date Fair Value of Contingent Consideration — Refer to Notes 1, 2 and 4 to the financial statements\nCritical Audit Matter Description\nAs discussed in Note 2 to the consolidated financial statements, on April 2, 2021, the Company acquired PolSource S.A. and its subsidiaries for a purchase price of $148.2 million, including contingent consideration with an acquisition-date fair value of $35.4 million. The Company could pay up to $45 million in contingent consideration subject to the attainment of certain revenue, earnings, and operational targets related to the year ended December 31, 2021. The transaction was accounted for using the acquisition method of accounting for business combinations. Accordingly, the purchase price was allocated to the assets acquired and liabilities assumed based on their respective fair values.\nManagement estimated the fair value of contingent consideration attributable to revenue and earnings targets using a Monte Carlo simulation that included future revenues and earnings projections of the acquired business during the earn-out period, revenue and asset volatilities, and the selection of discount rates.\nGiven that the fair value determination of the contingent consideration requires management to make significant estimates and assumptions related to future revenues and earnings projections, revenue and asset volatilities, and the selection of discount rates, performing audit procedures to evaluate the reasonableness of these estimates and assumptions required a high degree of auditor judgment and an increased extent of effort, including the need to involve our fair value specialists.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to the future revenues and earnings projections, revenue and asset volatilities, and the selection of discount rates used by management to estimate the acquisition-date fair value of the contingent consideration included the following, among others:\n•\nWe tested the effectiveness of controls over the valuation of the contingent consideration, including management’s controls over the future revenues and earnings projections, revenue and asset volatilities, and the selection of discount rates.\n•\nWe assessed the reasonableness of management’s future revenues and earnings projections by considering whether the projections were consistent with evidence obtained in other areas of the audit and by comparing the projections to (1) the acquired company’s historical results, (2) historical growth rates of the Company, and (3) actual performance subsequent to the acquisition.\n•\nWith the assistance of our fair value specialists, we evaluated the reasonableness of (1) the valuation methodology and (2) the valuation assumptions, such as the revenue and asset volatilities and discount rates, by:\n◦\nTesting the source information underlying the determination of the revenue and asset volatilities and discount rates and testing the mathematical accuracy of the calculations.\nF-3\n◦\nTesting the mathematical accuracy of the Company’s valuation, including the Monte Carlo simulation model and other significant calculations in the valuation models by replicating the valuation models using the tested inputs and comparing those results to the Company’s estimates.\nBusiness Combinations – PolSource S.A. and Emakina Group Acquisitions – Customer Relationship Intangible Assets – Refer to Notes 1 and 2 to the financial statements\nCritical Audit Matter Description\nDuring 2021, the Company completed the acquisitions of PolSource S.A. and Emakina Group (collectively referred to as “the acquired entities”). The Company accounted for the acquisitions under the acquisition method of accounting for business combinations. Accordingly, the purchase price was allocated, on a preliminary basis, to the assets acquired and liabilities assumed based on their respective fair values, including customer relationship intangible assets with an aggregate fair value of approximately $42.6 million. The Company estimated the fair value of the customer relationship intangible assets using the multi-period excess earnings method which is a specific discounted cash flow method. The fair value determination of the customer relationship intangible assets required management to make significant estimates and assumptions related to forecasted future cash flows, including the selection of customer attrition rates, terminal growth rates, and discount rates.\nWe identified the customer relationship intangible assets for the acquired entities as a critical audit matter because of the significant estimates and assumptions management made to fair value these assets. This required a high degree of auditor judgment and an increased extent of effort, including the involvement of our fair value specialists, when performing audit procedures to evaluate the reasonableness of management’s forecasts of future cash flows, including the selection of customer attrition rates, terminal growth rates, and discount rates.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to the forecasts of future cash flows and the selection of the customer attrition rates, terminal growth rates, and discount rates for the customer relationship intangible assets for the acquired entities included the following, among others:\n•\nWe tested the effectiveness of controls over the valuation of the customer relationship intangible assets, including management’s controls over forecasts of future revenues and earnings projections and the selection of the customer attrition rates, terminal growth rates, and discount rates.\n•\nWe assessed the reasonableness of management’s future revenues and earnings projections by considering whether the projections were consistent with evidence obtained in other areas of the audit and by comparing the projections to (1) the acquired company’s historical results, (2) historical growth rates of the Company, and (3) actual performance subsequent to the acquisition.\n•\nWith the assistance of our fair value specialists, we evaluated the reasonableness of the (1) valuation methodologies; (2) customer attrition rates by testing the mathematical accuracy of the rates used and comparing them to historical customer data; (3) terminal growth rates by comparing them to industry growth rates and the projected nominal gross domestic product (GDP) growth rate; and (4) discount rates, which included testing the source information underlying the determination of the discount rates, testing the mathematical accuracy of the calculations, and developing a range of independent estimates and comparing those to the discount rates selected by management.\n/s/\nDELOITTE & TOUCHE LLP\nPhiladelphia, Pennsylvania\nFebruary 25, 2022\nWe have served as the Company’s auditor since 2006.\nF-4\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Stockholders and Board of Directors of EPAM Systems, Inc.\nOpinion on Internal Control over Financial Reporting\nWe have audited the internal control over financial reporting of EPAM Systems, Inc. and subsidiaries (the “Company”) as of December 31, 2021, based on criteria established in\nInternal Control - Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2021, based on criteria established in\nInternal Control - Integrated Framework (2013)\nissued by COSO.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated financial statements and financial statement schedule as of and for the year ended December 31, 2021, of the Company and our report dated February 25, 2022 , expressed an unqualified opinion on those financial statements and financial statement schedule.\nAs described in\nManagement’s Report on Internal Control Over Financial Reporting\n, management excluded from its assessment the internal control over financial reporting at acquired businesses as described more fully in Note 2 to the consolidated financial statements, which were acquired during the year ended December 31, 2021, and whose financial statements constitute 15.1% of total assets and 3.0% of revenues of the consolidated financial statement amounts as of and for the year ended December 31, 2021. Accordingly, our audit did not include the internal control over financial reporting at acquired businesses as described more fully in Note 2 to the consolidated financial statements.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying\nManagement’s Report on Internal Control Over Financial Reporting\n. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ DELOITTE & TOUCHE LLP\nPhiladelphia, Pennsylvania\nFebruary 25, 2022\nF-5\nEPAM SYSTEMS, INC. AND SUBSIDIARIES\nCONSOLIDATED BALANCE SHEETS\n(In thousands, except par value)\nThe accompanying notes are an integral part of the consolidated financial statements.\nF-6\nEPAM SYSTEMS, INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF INCOME\n(In\nthousands, except per share data)\nThe accompanying notes are an integral part of the consolidated financial statements.\nF-7\nEPAM SYSTEMS, INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\n(In\nthousands)\nThe accompanying notes are an integral part of the consolidated financial statements.\nF-8\nEPAM SYSTEMS, INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF CHANGES IN\nSTOCKHOLDERS’ EQUITY\n(In thousands)\nThe accompanying notes are an integral part of the consolidated financial statements.\nF-9\nEPAM SYSTEMS, INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(In thousands)\nF-10\nEPAM SYSTEMS, INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(In thousands)\n(Continued)\nThe following table provides a reconciliation of cash, cash equivalents and restricted cash reported within the consolidated balance sheets:\nThe accompanying notes are an integral part of the consolidated financial statements.\nF-11\nEPAM SYSTEMS, INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n(In\nthousands, except per share data and as otherwise disclosed)\n1.\nBUSINESS AND SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nEPAM Systems, Inc. (the “Company” or “EPAM”) is a leading global provider of digital platform engineering and software development services to customers located around the world, primarily in North America, Europe, and Asia. The Company’s industry expertise includes financial services, travel and consumer, software and hi-tech, business information and media, life sciences and healthcare, as well as other emerging industries. The Company is incorporated in Delaware with headquarters in Newtown, Pennsylvania.\nPrinciples of Consolidation\n— The consolidated financial statements include the financial statements of EPAM and its subsidiaries. All intercompany balances and transactions have been eliminated.\nUse of Estimates\n— The preparation of financial statements in conformity with accounting principles generally accepted in the United States requires management to make estimates and assumptions. These estimates and assumptions affect reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities at the date of the financial statements, as well as revenues and expenses during the reporting period. The Company bases its estimates and judgments on historical experience, knowledge of current conditions and its beliefs of what could occur in the future, given available information. Actual results could differ from those estimates, and such differences may be material to the financial statements.\nCash and Cash Equivalents\n— Cash equivalents are short-term, highly liquid investments and deposits that are readily convertible into cash, with maturities of three months or less at the date acquired. Highly liquid investments with maturities greater than three months at the date acquired are reported separately from cash equivalents.\nTrade Receivables and Contract Assets\n— The Company classifies its right to consideration in exchange for deliverables as either a trade receivable or a contract asset. A trade receivable is a right to consideration that is unconditional (i.e., only the passage of time is required before payment is due) regardless of whether the amounts have been billed. Trade receivables are stated net of allowance for doubtful accounts. Outstanding trade receivables are reviewed periodically and allowances are provided for the estimated amount of receivables that may not be collected. The allowance for doubtful accounts is determined based on historical experience and management’s evaluation of trade receivables. A contract asset is a right to consideration that is conditional upon factors other than the passage of time. Contract assets primarily relate to unbilled amounts on fixed-price contracts. Contract assets are recorded when services have been provided but the Company does not have an unconditional right to receive consideration. The Company recognizes an impairment loss when the contract carrying amount is greater than the remaining consideration receivable, less directly related costs to be incurred.\nProperty and Equipment\n— Property and equipment acquired in the ordinary course of the Company’s operations are stated at cost, net of accumulated depreciation. Depreciation is calculated on a straight-line basis over the estimated useful lives of the assets generally ranging from\ntwo\nto\nfifty years\n. Leasehold improvements are amortized on a straight-line basis over the shorter of the term of the lease or the estimated useful life of the improvement. Maintenance and repairs are expensed as incurred.\nBusiness Combinations\n— The Company accounts for business combinations using the acquisition method which requires it to estimate the fair value of identifiable assets acquired and liabilities assumed, including any contingent consideration, to properly allocate the purchase price to the individual assets acquired and liabilities assumed in accordance with the Financial Accounting Standards Board (“FASB”) Accounting Standards Codification (“ASC”) Topic 805,\nBusiness Combinations\n. The allocation of the purchase price utilizes significant estimates in determining the fair values of identifiable assets acquired and liabilities assumed, especially with respect to intangible assets. The significant estimates and assumptions used include the timing and amount of forecasted revenues and cash flows, anticipated growth rates, customer attrition rates, the discount rate reflecting the risk inherent in future cash flows and the useful lives for finite-lived assets. There are different valuation models for each component, the selection of which requires considerable judgment. These determinations will affect the amount of amortization expense recognized in future periods. The Company bases its fair value estimates on assumptions it believes are reasonable, but recognizes that the assumptions are inherently uncertain. The acquired assets typically include customer relationships, software, trade names, non-competition agreements, and assembled workforce and as a result, a substantial portion of the purchase price is allocated to goodwill and other intangible assets.\nIf the initial accounting for the business combination has not been completed by the end of the reporting period in which the business combination occurs, provisional amounts are reported to present information about facts and circumstances that existed as of the acquisition date. Once the measurement period ends, which in no case extends beyond one year from the acquisition date, revisions to the accounting for the business combination are recorded in earnings.\nF-12\nIn some business combinations, the Company agrees to contingent consideration arrangements and the Company determines the fair value of the contingent consideration liabilities using Monte Carlo simulations (which involve a simulation of future revenues and earnings during the earn-out period using management’s best estimates) or probability-weighted expected return methods. Changes in financial projections, market risk assumptions, discount rates or probability assumptions related to achieving the various earn-out criteria would result in a change in the fair value of contingent consideration. Such changes, if any, are recorded within Interest and other income, net in the Company’s consolidated statements of income.\nAll acquisition-related costs, other than the costs to issue debt or equity securities, are accounted for as expenses in the period in which they are incurred. Changes in the fair value of contingent consideration arrangements that are not measurement period adjustments are recognized in earnings.\nLong-Lived Assets\n— Long-lived assets, such as property and equipment and finite-lived intangible assets, are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amount of an asset may not be recoverable. When the carrying value of an asset is more than the sum of the undiscounted expected future cash flows, an impairment is recognized. An impairment loss is measured as the excess of the asset’s carrying amount over its fair value. Intangible assets that have finite useful lives are amortized over their estimated useful lives on a straight-line basis.\nGoodwill and Other Indefinite-Lived Intangible Assets\n— Goodwill and other intangible assets that have indefinite useful lives are accounted for in accordance with FASB ASC 350,\nIntangibles — Goodwill and Other\n. The Company conducts its evaluation of goodwill impairment at the reporting unit level on an annual basis as of October 31st, and more frequently if events or circumstances indicate that the carrying value of a reporting unit exceeds its fair value. A reporting unit is an operating segment or one level below. The Company does\nno\nt have intangible assets other than goodwill that have indefinite useful lives.\nDerivative Financial Instruments\n— The Company enters into derivative financial instruments to manage exposure to fluctuations in certain foreign currencies. The Company measures these foreign currency derivative contracts at fair value on a recurring basis utilizing Level 2 inputs and recognizes them as either assets or liabilities in its consolidated balance sheets. The Company records changes in the fair value of these hedges in accumulated other comprehensive income/(loss) until the forecasted transaction occurs. When the forecasted transaction occurs, the Company reclassifies the related gain or loss on the cash flow hedge to cost of revenues (exclusive of depreciation and amortization). In the event the underlying forecasted transaction does not occur, or it becomes probable that it will not occur, the Company reclassifies the gain or loss on the underlying hedge into income. If the Company does not elect hedge accounting, or the contract does not qualify for hedge accounting treatment, the changes in fair value from period to period are recorded in income. The cash flow impact of derivatives identified as hedging instruments is reflected as cash flows from operating activities. The cash flow impact of derivatives not identified as hedging instruments is reflected as cash flows from investing activities.\nFair Value of Financial Instruments\n— The Company makes assumptions about fair values of its financial assets and liabilities in accordance with FASB ASC Topic 820,\nFair Value Measurement\n, and utilizes the following fair value hierarchy in determining inputs used for valuation:\nLevel 1 — Quoted prices for identical assets or liabilities in active markets.\nLevel 2 — Inputs other than quoted prices within Level 1 that are observable either directly or indirectly, including quoted prices in markets that are not active, quoted prices in active markets for similar assets or liabilities, and observable inputs other than quoted prices such as interest rates or yield curves.\nLevel 3 — Unobservable inputs reflecting management’s view about the assumptions that market participants would use in pricing the asset or liability.\nWhere the fair values of financial assets and liabilities recorded in the consolidated balance sheets cannot be derived from an active market, they are determined using a variety of valuation techniques. These valuation techniques include a net present value technique, comparison to similar instruments with market observable inputs, option pricing models and other relevant valuation models. To the extent possible, observable market data is used as inputs into these models but when it is not feasible, a degree of judgment is required to establish fair values.\nChanges in the fair value of liabilities could cause a material impact to, and volatility in the Company’s operating results. See Note 4 “Fair Value Measurements.”\nF-13\nAccumulated Other Comprehensive Loss\n— Accumulated other comprehensive loss (“AOCI”) consists of changes in the cumulative foreign currency translation adjustments and actuarial gains and losses on defined benefit pension plans. In addition, the Company enters into foreign currency exchange contracts, which are designated as cash flow hedges in accordance with FASB ASC Topic 815,\nDerivatives and Hedging.\nChanges in the fair values of these foreign currency exchange contracts are recognized in AOCI on the Company's consolidated balance sheets until the settlement of those contracts.\nRevenue Recognition —\nThe Company recognizes revenue in accordance with ASC 606 which requires entities to recognize revenue to depict the transfer of promised goods or services in an amount that reflects the consideration to which the entity expects to be entitled in exchange for those goods or services as well as requires additional disclosure about the nature, amount, timing and uncertainty of revenues and cash flows arising from customer contracts, including significant judgments and changes in judgments.\nThe Company recognizes revenues when control of goods or services is passed to a customer in an amount that reflects the consideration the Company expects to be entitled to in exchange for those goods or services. Such control may be transferred over time or at a point in time depending on satisfaction of obligations stipulated by the contract. Consideration expected to be received may consist of both fixed and variable components and is allocated to each separately identifiable performance obligation based on the performance obligation’s relative standalone selling price. Variable consideration usually takes the form of volume-based discounts, service level credits, price concessions or incentives. Determining the estimated amount of such variable consideration involves assumptions and judgment that can have an impact on the amount of revenues reported.\nThe Company derives revenues from a variety of service arrangements, which have been evolving to provide more customized and integrated solutions to customers by combining software engineering with customer experience design, business consulting and technology innovation services. Fees for these contracts may be in the form of time-and-materials or fixed-price arrangements. The Company generates the majority of its revenues under time-and-material contracts, which are billed using hourly, daily or monthly rates to determine the amounts to be charged directly to the customer. The Company applies a practical expedient and revenues related to time-and-material contracts are recognized based on the right to invoice for services performed.\nFixed-price contracts include maintenance and support arrangements which may exceed one year in duration. Maintenance and support arrangements generally relate to the provision of ongoing services and revenues for such contracts are recognized ratably over the expected service period. Fixed-price contracts also include application development arrangements, where progress towards satisfaction of the performance obligation is measured using input or output methods and input methods are used only when there is a direct correlation between hours incurred and the end product delivered. Assumptions, risks and uncertainties inherent in the estimates used to measure progress could affect the amount of revenues, receivables and deferred revenues at each reporting period.\nRevenues from licenses which have significant stand-alone functionality are recognized at a point in time when control of the license is transferred to the customer. Revenues from licenses which do not have stand-alone functionality are recognized over time.\nIf there is an uncertainty about the receipt of payment for the services, revenue recognition is deferred until the uncertainty is sufficiently resolved. The Company applies a practical expedient and does not assess the existence of a significant financing component if the period between transfer of the service to a customer and when the customer pays for that service is one year or less.\nThe Company reports gross reimbursable “out-of-pocket” expenses incurred as both revenues and cost of revenues in the consolidated statements of income and comprehensive income.\nCost of Revenues (Exclusive of Depreciation and Amortization)\n— Consists principally of salaries, bonuses, fringe benefits, stock-based compensation, project related travel costs and fees for subcontractors that are assigned to customer projects. Salaries and other compensation expenses of the Company’s delivery professionals are reported as cost of revenues regardless of whether the employees are actually performing customer services during a given period.\nSelling, General and Administrative Expenses\n— Consists of expenses associated with promoting and selling the Company’s services and general and administrative functions of the business. These expenses include the costs of salaries, bonuses, fringe benefits, stock-based compensation, severance, bad debt, travel, legal and accounting services, insurance, facilities including operating leases, advertising and other promotional activities, and certain non-income taxes.\nF-14\nStock-Based Compensation\n— The Company recognizes the cost of its equity settled stock-based incentive awards based on the fair value of the award at the date of grant, net of estimated forfeitures. The grant date fair value for stock options and stock purchase rights under the Employee Stock Purchase Plan (”ESPP”) is estimated using the Black-Scholes option-pricing valuation model. The cost is generally expensed evenly over the service period, unless otherwise specified by the award agreement. The service period is the period over which the employee performs the related services, which is normally the same as the vesting period. Equity-based awards that do not require future service are expensed immediately. For awards with performance conditions, the amount of compensation cost we recognize over the requisite service period is based on the actual or expected achievement of the performance condition. Quarterly, the forfeiture assumption is adjusted to reflect actual forfeitures and such adjustment may affect the timing of recognition of the total amount of expense recognized over the vesting period. Stock-based awards that do not meet the criteria for equity classification are recorded as liabilities and adjusted to fair value at the end of each reporting period.\nIncome Taxes\n— The provision for income taxes includes federal, state, local and foreign taxes. Deferred tax assets and liabilities are recognized for the estimated future tax consequences of temporary differences between the financial statement carrying amounts and their respective tax bases. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the year in which the temporary differences are expected to be reversed. Changes to enacted tax rates would result in either increases or decreases in the provision for income taxes in the period of changes.\nThe realizability of deferred tax assets is primarily dependent on future earnings. The Company evaluates the realizability of deferred tax assets and recognizes a valuation allowance when it is more likely than not that all, or a portion of, deferred tax assets will not be realized. A reduction in estimated forecasted results may require that we record valuation allowances against deferred tax assets. Once a valuation allowance has been established, it will be maintained until there is sufficient positive evidence to conclude that it is more likely than not that the deferred tax assets will be realized. A pattern of sustained profitability will generally be considered as sufficient positive evidence to reverse a valuation allowance. If the allowance is reversed in a future period, the income tax provision will be correspondingly reduced. Accordingly, the increase and decrease of valuation allowances could have a significant negative or positive impact on future earnings.\nThe United States subjects corporations to taxes on Global Intangible Low-Taxed Income (“GILTI”) earned by certain foreign subsidiaries. The Company elected to provide for the tax expense related to GILTI in the year the tax is incurred.\nEarnings per Share (“EPS”)\n— Basic EPS is computed by dividing income available to common shareholders by the weighted-average number of shares of common stock outstanding during the period. Diluted earnings per share is computed by dividing income available to common shareholders by the weighted-average number of shares of common stock outstanding during the period, increased by the number of additional shares of common stock that would have been outstanding if the potentially dilutive securities had been issued. Potentially dilutive securities include outstanding stock options, unvested restricted stock, unvested restricted stock units (“RSUs”) and the stock to be issued under the ESPP. The dilutive effect of potentially dilutive securities is reflected in diluted earnings per share by application of the treasury stock method.\nForeign Currency Translation\n— Assets and liabilities of consolidated foreign subsidiaries whose functional currency is not the U.S. dollar are translated into U.S. dollars at period-end exchange rates and revenues and expenses are translated into U.S. dollars at daily exchange rates. The adjustment resulting from translating the financial statements of such foreign subsidiaries into U.S. dollars is reflected as a cumulative translation adjustment and reported as a component of accumulated other comprehensive income/(loss).\nFor consolidated foreign subsidiaries whose functional currency is not the local currency, transactions and balances denominated in the local currency are foreign currency transactions. Foreign currency transactions and balances related to non-monetary assets and liabilities are remeasured to the functional currency of the subsidiary at historical exchange rates while monetary assets and liabilities are remeasured to the functional currency of the subsidiary at period-end exchange rates. Foreign currency exchange gains or losses from remeasurement are included in income in the period in which they occur.\nRisks and Uncertainties\n— As a result of its global operations, the Company may be subject to certain inherent risks.\nConcentration of Credit\n— Financial instruments that potentially subject the Company to concentration of credit risk consist primarily of cash, cash equivalents, short-term investments and trade receivables. The Company maintains cash, cash equivalents and short-term investments with financial institutions. The Company believes its credit policies reflect normal industry terms and business risk and there is no expectation of non-performance by the counterparties.\nF-15\nThe Company has cash in countries, including Russia, Belarus and Ukraine, where the banking sector remains subject to periodic instability, banking and other financial systems generally do not meet the banking standards of more developed markets, and bank deposits made by corporate entities are not insured. As of December 31, 2021, the Company had $\n232.6\nmillion of cash and cash equivalents in banks in Russia, Belarus and Ukraine, representing\n16.1\n% of the Company’s total cash and cash equivalents. The Company places its cash and cash equivalents with financial institutions considered stable in the region, limits the amount of credit exposure with any one financial institution and conducts ongoing evaluations of the credit worthiness of the financial institutions with which it does business. A banking crisis, bankruptcy or insolvency of banks that process or hold the Company’s funds, or sanctions may result in the loss of deposits or adversely affect the Company’s ability to complete banking transactions, which could adversely affect the Company’s business and financial condition. Cash in these countries is used for the operational needs of the local entities and cash balances change with the expected operating needs of these entities. The Company regularly monitors cash held in these countries and, to the extent the cash held exceeds amounts required to support its operations in these countries, the Company distributes the excess funds into markets with more developed banking sectors.\nTrade receivables are generally dispersed across many customers operating in different industries; therefore, concentration of credit risk is limited. Historically, credit losses and write-offs of trade receivables have not been material to the consolidated financial statements. If any of our customers enter bankruptcy protection or otherwise take steps to alleviate their financial distress, the Company’s credit losses and write-offs of trade receivables could increase, which would negatively impact its results of operations.\nForeign currency risk\n— The Company’s global operations are conducted predominantly in U.S. dollars. Other than U.S. dollars, the Company generates revenues in various currencies, principally, euros, British pounds, Russian rubles, Swiss francs, and Canadian dollars and incurs expenditures principally in Russian rubles, Polish zlotys, euros, Swiss francs, Hungarian forints, British pounds, Indian rupees, Chinese yuan renminbi and Mexican pesos.\nThe Company’s international operations expose it to foreign currency exchange rate changes that could impact translations of foreign denominated assets and liabilities into U.S. dollars and future earnings and cash flows from transactions denominated in different currencies. The Company is exposed to fluctuations in foreign currency exchange rates primarily related to trade receivables from sales in foreign currencies and cash outflows for expenditures in foreign currencies. The Company’s results of operations, primarily revenues and expenses denominated in foreign currencies, can be affected if any of the currencies, which are used materially in the Company’s business, appreciate or depreciate against the U.S. dollar. The Company has a hedging program whereby it entered into a series of foreign exchange forward contracts with durations of twelve months or less that are designated as cash flow hedges of forecasted Russian ruble, Polish zloty, Indian rupee and Hungarian forint transactions.\nInterest rate risk\n— The Company’s exposure to market risk is influenced by the changes in interest rates received on cash and cash equivalent deposits and short-term investments and paid on any outstanding balance on the Company’s borrowings, mainly under the 2021 Credit Facility, which is subject to a variety of rates depending on the type and timing of funds borrowed (See Note 9 “Debt”). The Company does not believe it is exposed to material direct risks associated with changes in interest rates related to these deposits and borrowings.\nAdoption of New Accounting Standards\nUnless otherwise discussed below, the adoption of new accounting standards did not have a material impact on the Company’s consolidated financial position, results of operations, and cash flows.\nBusiness Combinations\n- In October 2021, the FASB issued Accounting Standards Update (“ASU”) 2021-08,\nBusiness Combinations (Topic 805): Accounting for Contract Assets and Contract Liabilities from Contracts with Customers\n, which requires an acquirer in a business combination to recognize and measure contract assets and contract liabilities in accordance with ASC Topic 606. ASU 2021-08 is effective for fiscal years beginning after December 15, 2022 and early adoption is permitted, including adoption in an interim period. An entity that adopts in an interim period should apply the amendments retrospectively to all business combinations for which the acquisition date occurs on or after the beginning of the fiscal year that includes the interim period of early application. The Company early adopted this guidance in the fourth quarter of 2021, retrospectively to January 1, 2021. The adoption did not have a material impact on the previously reported unaudited interim condensed consolidated financial statements.\nF-16\nMeasurement of Credit Losses on Financial Instruments\n— In June 2016, the FASB issued ASU 2016-13,\nFinancial Instruments—Credit Losses (Topic 326): Measurement of Credit Losses on Financial Instruments.\nThe amendments in this update changed how companies measure and recognize credit impairment for many financial assets. The new credit loss model requires companies to immediately recognize an estimate of credit losses expected to occur over the remaining life of the financial assets, including trade receivables, that are in the scope of the update. The update also made amendments to the current impairment model for held-to-maturity and available-for-sale debt securities and certain guarantees. The Company adopted Topic 326, effective January 1, 2020, using a modified-retrospective approach through a cumulative effect adjustment to retained earnings as of the beginning of the period of adoption. As a result of the adoption of Topic 326, the Company recorded an immaterial reduction to its allowance for doubtful accounts for trade receivables and contract assets\n.\nPending Accounting Standards\nFrom time to time, new accounting pronouncements are issued by the FASB or other standards-setting bodies that the Company will adopt according to the various timetables the FASB specifies. The Company believes the impact of recently issued standards that are not yet effective will not have a material impact on its consolidated financial position, results of operations and cash flows upon adoption.\n2.\nACQUISITIONS\ntest IO\n— On April 30, 2019, the Company acquired\n100\n% of the equity interests of a crowdtesting company, test IO GmbH, and its subsidiary (“test IO”). In connection with the test IO acquisition, the Company paid $\n17.3\nmillion of cash.\nPolSource\n— On April 2, 2021, the Company acquired\n100\n% of PolSource S.A. and its subsidiaries (“PolSource”), a Salesforce Platinum Consulting Partner with more than\n350\nexperienced Salesforce specialists for a purchase price of $\n148.2\nmillion including contingent consideration with an acquisition-date fair value of $\n35.4\nmillion. At the time of the acquisition, the Company committed to paying up to $\n45.0\nmillion in contingent consideration, subject to attainment of certain revenue, earnings and operational targets.\nCORE\n— On July 23, 2021, the Company acquired\n100\n% of CORE SE and its subsidiaries (“CORE”), a professional service provider specializing in IT strategy and technology-driven transformations with office locations in Europe and the Middle East for a purchase price of $\n50.2\nmillion including contingent consideration with an acquisition-date fair value of $\n4.0\nmillion and deferred consideration of $\n7.8\nmillion. The Company could pay up to $\n8.1\nmillion in contingent consideration and the actual future payout is subject to attainment of certain revenue, earnings and operational targets.\nEmakina\n— On November 3, 2021, the Company completed the acquisition of\n98.69\n% of Emakina Group SA and its subsidiaries (“Emakina”), a group of independent digital agencies, for a purchase price of $\n143.4\nmillion in cash. On November 30, 2021, the Company completed the acquisition of the remaining\n1.31\n% of Emakina Group SA’s outstanding shares for a purchase price of $\n1.7\nmillion in cash.\nF-17\nThe following table summarizes the estimated fair values of the assets acquired and liabilities assumed as of the date of each respective acquisition and updated for any changes as of December 31, 2021:\nFor the test IO acquisition, during 2019, the Company recorded purchase price adjustments, which increased the original purchase price and adjusted related working capital accounts increasing the original amount of the net assets acquired by $\n0.1\nmillion. In addition, for the test IO acquisition, the Company reduced the value of acquired intangible assets by $\n0.1\nmillion with a corresponding increase to goodwill. During the second quarter of 2020, the Company finalized the fair value of the assets acquired and liabilities assumed in the acquisition of test IO and recorded insignificant purchase price adjustments to various accounts with corresponding net decreases to goodwill of $\n0.2\nmillion.\nDuring the year ended December 31, 2021, the Company updated the valuation of the acquired assets and liabilities of PolSource resulting in a corresponding increase in the value of acquired goodwill of $\n11.8\nmillion, primarily attributable to a $\n10.4\nmillion increase in the fair value of contingent consideration. The effect of adjustments recorded during the three months ended December 31, 2021 that would have been recognized in a prior period if the adjustment to the preliminary amounts had been recognized as of the acquisition date of PolSource was not material. For the acquisition of PolSource, the estimated fair values of the assets acquired and liabilities assumed are provisional and based on the information that was available as of the acquisition date. The Company expects to complete the purchase price allocations as soon as practicable but no later than one year from the acquisition date.\nDuring the year ended December 31, 2021, the Company adjusted working capital accounts and recorded a purchase price adjustment for CORE, which increased the net assets acquired by $\n2.2\nmillion. The effect of adjustments recorded during the three months ended December 31, 2021 that would have been recognized in a prior period if the adjustment to the preliminary amounts had been recognized as of the acquisition date of CORE was not material. For the acquisition of CORE, he estimated fair values of the assets acquired and liabilities assumed are provisional and based on the information that was available as of the acquisition date. The Company expects to complete the purchase price allocations as soon as practicable but no later than one year from the acquisition date.\nFor the acquisition of Emakina, the estimated fair values of the assets acquired, liabilities assumed and noncontrolling interest are provisional and based on the information that was available as of the acquisition date. The Company expects to complete the purchase price allocations as soon as practicable but no later than one year from the acquisition date.\nF-18\nThe following table presents the estimated fair values and useful lives of intangible assets acquired from test IO, PolSource, CORE and Emakina as of the date of each respective acquisition and updated for any changes as of December 31, 2021:\nThe goodwill recognized as a result of the test IO acquisition is attributable primarily to strategic and synergistic opportunities related to the consulting and design businesses, the assembled workforces acquired and other factors. The goodwill recognized as a result of the PolSource acquisition is attributable to synergies expected to be achieved by combining the businesses of EPAM and PolSource, expected future contracts, the assembled workforce acquired and other factors. The goodwill recognized as a result of the CORE acquisition is attributable to synergies expected to be achieved by expanding the Company’s ability to support customers as a strategic consultant in Europe and the Middle East, expected future contracts, the assembled workforce acquired and other factors. The goodwill recognized as a result of the Emakina acquisition is attributable to synergies expected to be achieved by enhancing EPAM’s digital experience practice as well as augmenting offerings in digital design and engineering capabilities, expected future contracts, the assembled workforce and other factors.\nThe goodwill acquired as a result of the test IO, PolSource, CORE and Emakina acquisitions is not expected to be deductible for income tax purposes.\nThe Company recognized acquisition-related costs associated with the PolSource, CORE and Emakina acquisitions during the year ended December 31, 2021 totaling $\n1.4\nmillion, $\n1.2\nmillion and $\n1.0\nmillion, respectively. These costs are included in Selling, general and administrative expenses in the accompanying consolidated statement of income.\nRevenues generated by PolSource, CORE and Emakina included in the Company’s consolidated statement of income totaled $\n55.0\nmillion, $\n14.1\nmillion and $\n24.7\nmillion during the year ended December 31, 2021, respectively. Pro forma results of operations have not been presented because the effect of these acquisitions on the Company’s consolidated financial statements was not material individually or in the aggregate.\nOther 2019 Acquisitions\n— During the year ended December 31, 2019, the Company completed\nfour\nadditional acquisitions with an aggregate cash purchase price of $\n24.8\nmillion and committed to making cash earnout payments with a maximum amount payable of $\n3.0\nmillion subject to attainment of specified performance targets ranging from\n12\nmonths to\n24\nmonths after the respective acquisition dates. These acquisitions increased EPAM’s educational service and platform offerings and expanded the Company’s geographical reach, as well as added $\n7.5\nmillion in intangible assets, consisting mainly of customer relationships. Pro forma results of operations have not been presented because the effect of these acquisitions on the Company’s consolidated financial statements was not material individually or in the aggregate.\n2020 Acquisitions\n— During the year ended December 31, 2020, the Company completed\ntwo\nacquisitions with an aggregate purchase price of $\n22.5\nmillion including contingent consideration with an aggregate acquisition-date fair value of $\n5.3\nmillion. The Company committed to making contingent consideration payments with a maximum aggregate amount payable of $\n18.6\nmillion subject to attainment of specified performance targets in the first and second calendar years after the respective acquisition dates. These acquisitions increased EPAM’s software and service capabilities and expanded EPAM’s offerings in financial services as well as added $\n7.3\nmillion of intangible assets, consisting mainly of customer relationships. Revenues generated by these acquisitions totaled $\n6.0\nmillion for the year ended December 31, 2020. Pro forma results of operations have not been presented because the effect of these acquisitions on the Company’s consolidated financial statements was not material individually or in the aggregate.\nF-19\nOther 2021 Acquisitions\n— During the year ended December 31, 2021, the Company completed\nfour\nadditional acquisitions with an aggregate purchase price of $\n65.2\nmillion including contingent consideration with an acquisition-date fair value of $\n17.6\nmillion. The Company could pay up to $\n30.2\nmillion in contingent consideration and the actual future payouts are subject to attainment of specified performance targets during the periods ranging from\n12\nmonths to\n48\nmonths after the respective acquisition dates. These acquisitions increased EPAM’s e-platform offerings and expanded the Company’s geographical reach as well as added $\n14.1\nmillion in intangible assets, consisting mainly of customer relationships. Revenues generated by these Other 2021 Acquisitions totaled $\n19.5\nmillion during the year ended December 31, 2021. Pro forma results of operations have not been presented because the effect of these acquisitions on the Company’s consolidated financial statements was not material individually or in the aggregate.\n3.\nGOODWILL AND INTANGIBLE ASSETS, NET\nGoodwill by reportable segment was as follows:\nThe Russia segment had accumulated goodwill impairment losses of $\n2.2\nmillion as of December 31, 2021, 2020 and 2019. There were\nno\naccumulated goodwill impairment losses in the North America or Europe reportable segments as of December 31, 2021, 2020 or 2019.\nIntangible assets other than goodwill as of December 31, 2021 and 2020 were as follows:\nF-20\nAll of the intangible assets other than goodwill have finite lives and as such are subject to amortization. Amortization of the other intangible assets is recognized in depreciation and amortization expense in the consolidated statements of income.\nThe following table presents amortization expense recognized for the periods indicated:\nBased on the carrying value of the Company’s existing intangible assets as of December 31, 2021, the estimated amortization expense for the future years is as follows:\nF-21\n4.\nFAIR VALUE MEASUREMENTS\nThe Company carries certain assets and liabilities at fair value on a recurring basis on its consolidated balance sheets.\nThe following table shows the fair values of the Company’s financial assets and liabilities measured at fair value on a recurring basis as of December 31, 2021:\nThe following table shows the fair values of the Company’s financial assets and liabilities measured at fair value on a recurring basis as of December 31, 2020.\nThe foreign exchange derivatives are valued using pricing models and discounted cash flow methodologies based on observable foreign exchange data at the measurement date. See Note 5 “Derivative Financial Instruments” for additional information regarding derivative financial instruments.\nAs part of the acquisition of Emakina, the Company acquired rights to purchase certain noncontrolling interests in consolidated subsidiaries of Emakina in exchange for future cash payments determined by the future profitability of certain subsidiaries. The Company determines the fair value of these rights by (i) estimating the fair value of the noncontrolling interests in consolidated subsidiaries by applying an EBITDA multiple adjusted for a lack of control and marketability, less (ii) the fair value of expected future payments to settle the related contractual obligations. The Company expects to purchase the majority of the noncontrolling interest in consolidated subsidiaries in the first quarter of 2022.\nThe Company determines the fair value of the contingent consideration liabilities using Monte Carlo simulations or probability-weighted expected return methods. The fair value of the contingent consideration for the PolSource acquisition attributable to future revenues and earnings was measured utilizing a Monte Carlo simulation, based on future revenue and earnings projections of the business, revenue volatility and asset volatility of comparable companies, and a discount rate. The discount rate used to determine the fair value of this contingent consideration was\n0.4\n% as of the acquisition date. The fair value of the contingent consideration for the PolSource acquisition attributable to future operating metrics was measured using a probability-weighted expected return method, based on the expected future payments using the earnout formula and performance targets specified in the purchase agreement and adjusting those estimates to reflect the probability of their achievement. The weighted-average estimated future payments were then discounted to present value using a rate based on EPAM’s cost of debt. The discount rate used to determine the fair value of this contingent consideration was\n0.4\n% as of the acquisition date.\nF-22\nThe fair value of the contingent consideration for all other acquisitions was determined using a probability-weighted expected return method and is based on the expected future payments to be made to the sellers of the acquired businesses in accordance with the provisions outlined in the respective purchase agreements. Although there is significant judgment involved, the Company believes its estimates and assumptions are reasonable. In determining fair value, the Company considered a variety of factors, including future performance of the acquired businesses using financial projections developed by the Company and market risk assumptions that were derived for revenue growth and earnings before interest and taxes. The Company estimated future payments using the earnout formula and performance targets specified in the purchase agreements and adjusted those estimates to reflect the probability of their achievement. Those weighted-average estimated future payments were then discounted to present value using a rate based on the weighted-average cost of capital of guideline companies. The discount rate used to determine the fair value of contingent consideration for the CORE acquisition was\n13.0\n%. The discount rates used to determine the fair value of contingent consideration for the Other 2021 Acquisitions ranged from a minimum of\n15.0\n% to a maximum of\n22.0\n%. The discount rates used to determine the fair value of contingent consideration for the 2020 Acquisitions ranged from a minimum of\n15.5\n% to a maximum of\n17.5\n%. Changes in financial projections, market risk assumptions, discount rates or probability assumptions related to achieving the various earnout criteria would result in a change in the fair value of the recorded contingent liabilities. Such changes, if any, are recorded within Interest and other income, net in the Company’s consolidated statement of income and comprehensive income.\nA reconciliation of the beginning and ending balances of Level 3 acquisition-related contingent consideration liabilities using significant unobservable inputs for the years ended December 31, 2019, December 31, 2020 and December 31, 2021 are as follows:\nF-23\nFinancial Assets and Liabilities Not Measured at Fair Value on a Recurring Basis\nEstimates of fair value of financial instruments not carried at fair value on a recurring basis on the Company’s consolidated balance sheets are generally subjective in nature, and are determined as of a specific point in time based on the characteristics of the financial instruments and relevant market information. The Company uses the following methods to estimate the fair values of its financial instruments:\n•\nfor financial instruments that have quoted market prices, those quoted prices are used to estimate fair value;\n•\nfor financial instruments for which no quoted market prices are available, fair value is estimated using information obtained from independent third parties, or by discounting the expected cash flows using an estimated current market interest rate for the financial instrument;\n•\nfor financial instruments for which no quoted market prices are available and that have no defined maturity, have a remaining maturity of 360 days or less, or reprice frequently to a market rate, the Company assumes that the fair value of these instruments approximates their reported value, after taking into consideration any applicable credit risk.\nThe generally short maturities of certain assets and liabilities result in a number of assets and liabilities for which fair value equals or closely approximates the amount recorded on the Company’s consolidated balance sheets. Such financial assets and liabilities that are not carried at fair value on a recurring basis on the Company’s consolidated balance sheets are cash equivalents, restricted cash, short-term investments, employee loans and long-term debt (Note 9 “Debt”).\nThe following tables present the estimated fair values of the Company’s financial assets and liabilities not measured at fair value on a recurring basis as of the dates indicated:\nNon-Marketable Securities Without Readily Determinable Fair Values\nF-24\nThe Company holds investments in equity securities that do not have readily determinable fair values. These investments are recorded at cost and are remeasured to fair value based on certain observable price changes or impairment events as they occur.\nThe carrying amount of these investments was $\n27.5\nmillion and $\n25.0\nmillion as of December 31, 2021 and December 31, 2020, respectively and is classified as Other noncurrent assets in the Company’s consolidated balance sheets.\n5.\nDERIVATIVE FINANCIAL INSTRUMENTS\nIn the normal course of business, the Company uses derivative financial instruments to manage the risk of fluctuations in foreign currency exchange rates. The Company has a hedging program whereby it enters into a series of foreign exchange forward contracts with durations of twelve months or less that are designated as cash flow hedges of forecasted Russian ruble, Polish zloty, Hungarian forint and Indian rupee transactions.\nThe Company measures derivative instruments and hedging activities at fair value and recognizes them as either assets or liabilities in its consolidated balance sheets. Accounting for the gains and losses resulting from changes in fair value depends on the use of the derivative and whether it is designated and qualifies for hedge accounting. To receive hedge accounting treatment, all hedging relationships are formally documented at the inception of the hedge, and the hedges must be highly effective in offsetting changes to future cash flows on hedged transactions. As of December 31, 2021, all of the Company’s foreign exchange forward contracts were designated as hedges.\nDerivatives may give rise to credit risks from the possible non-performance by counterparties. The Company has limited its credit risk by entering into derivative transactions only with highly-rated financial institutions and by conducting an ongoing evaluation of the creditworthiness of the financial institutions with which the Company does business. There is\nno\nfinancial collateral (including cash collateral) required to be posted by the Company related to the foreign exchange forward contracts.\nThe fair value of foreign currency derivative instruments on the Company’s consolidated balance sheets as of December 31, 2021 and December 31, 2020 were as follows:\n6.\nPROPERTY AND EQUIPMENT, NET\nProperty and equipment, net consisted of the following:\nF-25\nDepreciation and amortization expense related to property and equipment was $\n65.5\nmillion, $\n50.5\nmillion and $\n35.4\nmillion during the years ended December 31, 2021, 2020 and 2019, respectively.\nOn November 1, 2019, the Company acquired an office building in Minsk, Belarus for $\n18.9\nmillion, excluding refundable VAT. The acquired building is intended to be used in the Company’s normal operations as office space for its employees; however, a portion of the building was leased to third parties under operating lease agreements prior to the Company’s purchase and the Company will continue leasing under those agreements (see Note 8 “Leases”). In addition to this building, the Company has other assets which generate lease income. The gross amount of such assets including the leased portion of the Minsk building was $\n3.3\nmillion and $\n6.7\nmillion, and the associated accumulated depreciation was $\n0.2\nmillion and $\n0.2\nmillion as of December 31, 2021 and 2020, respectively. Depreciation expense associated with these assets held under operating leases was $\n0.1\nmillion and $\n0.2\nmillion for the year ended December 31, 2021 and 2020, respectively.\nOn November 17, 2021, the Company acquired an office building in the process of being constructed in Kyiv, Ukraine for $\n50.1\nmillion. Once completed, the acquired building is intended to be used in the Company’s normal operations as office space for its employees. The office building is classified as construction-in-progress as of December 31, 2021 and the Company expects the office building to be available for its intended use in the second half of 2022.\n7.\nACCRUED EXPENSES AND OTHER CURRENT LIABILITIES\nAccrued expenses and other current liabilities consisted of the following:\n8.\nLEASES\nThe Company leases office space, corporate apartments, office equipment, and vehicles. Many of the Company’s leases contain variable payments including changes in base rent and charges for common area maintenance or other miscellaneous expenses. Due to this variability, the cash flows associated with these variable payments are not included in the minimum lease payments used in determining the RoU Assets and associated lease liabilities and are recognized in the period in which the obligation for such payments is incurred. The Company’s leases have remaining lease terms ranging from\n0.1\nto\n9.4\nyears. Certain lease agreements, mainly for office space, include options to extend or terminate the lease before the expiration date. The Company considers such options when determining the lease term when it is reasonably certain that the Company will exercise that option. The Company leases and subleases a portion of its office space to third parties. Lease income and sublease income were immaterial for the years ended December 31, 2021, 2020 and 2019.\nDuring the years ended December 31, 2021, 2020 and 2019, the components of lease expense were as follows:\nF-26\nSupplemental cash flow information related to leases for the years ended December 31, 2021 and 2020 were as follows:\nWeighted average remaining lease terms and discount rates as of December 31, 2021 and 2020, were as follows:\nAs of December 31, 2021, operating lease liabilities will mature as follows:\nThere were no lease agreements that contained material restrictive covenants or material residual value guarantees as of December 31, 2021. There were no material lease agreements signed with related parties as of December 31, 2021.\nAs of December 31, 2021, the Company had committed to payments of $\n28.3\nmillion related to operating lease agreements that had not yet commenced as of December 31, 2021. These operating leases will commence on various dates during 2022 and 2023 with lease terms ranging from\n0.5\nyears to\n10\nyears. The Company does not have any material finance lease agreements that had not yet commenced.\n9.\nDEBT\nRevolving Line of Credit\n—On May 24, 2017, the Company entered into an unsecured credit facility (the “2017 Credit Facility”), as was amended from time to time, with PNC Bank, National Association; PNC Capital Markets LLC; Citibank N.A.; Wells Fargo Bank, National Association; Fifth Third Bank and Santander Bank, N.A. (collectively the “Lenders”). The 2017 Credit Facility provided for a borrowing capacity of $\n300.0\nmillion, with potential to increase the credit facility up to $\n400.0\nmillion under certain conditions.\nF-27\nBorrowings under the 2017 Credit Facility were able to be denominated in U.S. dollars or up to a maximum of $\n100.0\nmillion in British pounds, Canadian dollars, euros and Swiss francs and other currencies as may be approved by the administrative agent and the Lenders. Borrowings under the 2017 Credit Facility bore interest at either a base rate or Euro-rate plus a margin based on the Company’s leverage ratio. The base rate was equal to the highest of (a) the Overnight Bank Funding Rate, plus\n0.5\n%, (b) the Prime Rate, or (c) the Daily LIBOR Rate, plus\n1.0\n%.\nThe 2017 Credit Facility included customary business and financial covenants that could have restricted the Company’s ability to make or pay dividends (other than certain intercompany dividends) in a case of a potential or an actual event or trigger of default.\nThe 2017 Credit Facility had an original maturity date of May 24, 2022 and on October 21, 2021, the Company replaced the 2017 Credit Facility with a new unsecured credit agreement (the “2021 Credit Agreement”) with PNC Bank, National Association; PNC Capital Markets LLC; Citibank N.A.; Wells Fargo Bank, National Association; Santander Bank, N.A.; and Raiffeisen Bank International AG (collectively the “Lenders”). The 2021 Credit Agreement provides for a revolving credit facility (the “2021 Revolving Facility”) with a borrowing capacity of $\n700.0\nmillion, with potential to increase the borrowing capacity up to $\n1,000.0\nmillion if certain conditions are met. The 2021 Credit Agreement matures on October 21, 2026.\nBorrowings under the 2021 Revolving Facility may be denominated in U.S. dollars or up to a maximum of $\n150.0\nmillion equivalent in British pounds sterling, Canadian dollars, euros or Swiss francs and other currencies as may be approved by the administrative agent and the Lenders. Borrowings under the 2021 Revolving Facility bear interest at either a base rate or Euro-rate plus a margin based on the Company’s leverage ratio. The base rate is equal to the highest of (a) the Overnight Bank Funding Rate, plus\n0.5\n%, (b) the Prime Rate, or (c) the Daily LIBOR Rate, plus\n1.0\n%, so long as the Daily LIBOR Rate is offered, ascertainable and not unlawful. As of December 31, 2021, the Company’s outstanding borrowings are subject to a LIBOR-based interest rate, which resets regularly at issuance, based on lending terms.\nThe 2021 Credit Agreement includes customary business and financial covenants that may restrict the Company’s ability to make or pay dividends (other than certain intercompany dividends) if a potential or an actual event of default has occurred or would be triggered. As of December 31, 2021, the Company was in compliance with all covenants contained in the 2021 Credit Agreement.\nThe following table presents the outstanding debt and borrowing capacity of the Company under the 2021 Credit Agreement as of December 31, 2021 and the 2017 Credit Facility as of December 31, 2020:\nOther Debt -\nOn November 3, 2021, in connection with the acquisition of Emakina, the Company assumed the debt obligations of the acquired companies. Debt that matures within one year is classified as Short-term debt on the consolidated balance sheets, consists of multiple bank loans and credit lines totaling $\n16.0\nmillion that bear a weighted-average interest rate of\n1.6\n%. Debt that matures from 2023 through 2027 is classified as Long-term debt on the consolidated balance sheets and consists of multiple bank loans and credit lines totaling $\n5.2\nmillion that bear interest at a weighted-average interest rate of\n1.3\n%. Some of this debt is secured by assets of Emakina. Some of the debt agreements contain covenants and as of December 31, 2021, the Company was in compliance with all those covenants\n.\n10.\nPENSION AND POSTRETIREMENT BENEFITS\nDefined Contribution Pension Plans\nThe Company offers defined contribution plans for its employees in certain countries including a 401(k) retirement plan covering substantially all of the Company’s U.S. employees. Employer contributions charged to expense for defined contribution benefit plans for the years ended December 31, 2021, 2020 and 2019, were $\n21.3\nmillion, $\n16.0\nmillion, and $\n14.8\nmillion, respectively.\nDefined Benefit Pension Plans\nF-28\nThe Company sponsors defined benefit pension plans for its employees in certain countries as governed by local regulatory requirements. During the years ended December 31, 2021, 2020 and 2019, the Company recorded expense of $\n5.5\nmillion, $\n4.3\nmillion and $\n1.4\nmillion, respectively, related to these plans. In accumulated other comprehensive loss, the Company recorded a net actuarial gain as a component of net periodic benefit cost of $\n3.8\nmillion during the year ended December 31, 2021 and a net actuarial loss as a component of net periodic benefit cost of $\n1.3\nmillion during the year ended December 31, 2020.\nThe overfunded balance of our defined benefit pension plans was $\n1.2\nmillion and $\n0\nas of December 31, 2021 and 2020, respectively, which is included Other noncurrent assets in our consolidated balance sheets. The unfunded balance of our defined benefit pension plans was $\n4.1\nmillion as of December 31, 2021 of which $\n0.6\nmillion is included in Accrued compensation and benefits expense and $\n3.5\nmillion is classified in Other noncurrent liabilities in our consolidated balance sheets. The unfunded balance of our defined benefit pension plans was $\n6.4\nmillion as of December 31, 2020 of which $\n1.0\nmillion is included in Accrued compensation and benefits expense and $\n5.4\nmillion is classified in Other noncurrent liabilities in our consolidated balance sheets.\n11.\nREVENUES\nRevenues are sourced from four geographic markets: Americas, EMEA, CEE and APAC. The Company presents and discusses revenues by customer location based on the location of the specific customer site that we serve, irrespective of the location of the headquarters of the customer or the location of the delivery center where the work is performed. Revenues by customer location is different from revenues by reportable segment as segments are not based on the geographic location of the customers, but instead they are based on the location of the Company’s management responsible for a particular customer or market (see Note 16 “Segment Information”). The Company assigns customers into one of five vertical industries or a group of various industries where the Company is increasing its presence, which are labeled as “Emerging Verticals”. Emerging Verticals include customers in multiple industries such as energy, utilities, manufacturing, automotive, telecommunications and several others.\nDisaggregation of Revenues\nThe following tables show the disaggregation of the Company’s revenues by major customer location, including a reconciliation of the disaggregated revenues with the Company’s reportable segments (Note 16 “Segment Information”) for the years ended December 31, 2021, 2020 and 2019:\nF-29\nThe following tables show the disaggregation of the Company’s revenues by industry vertical, including a reconciliation of the disaggregated revenues with the Company’s reportable segments (Note 16 “Segment Information”) for the years ended December 31, 2021, 2020 and 2019:\nF-30\nThe Company derives revenues from a variety of customized and integrated service arrangements. Fees for these contracts may be in the form of time-and-materials or fixed-price arrangements.\nThe following tables show the disaggregation of the Company’s revenues by contract type, including a reconciliation of the disaggregated revenues with the Company’s reportable segments (Note 16 “Segment Information”) for the years ended December 31, 2021, 2020 and 2019:\nF-31\nTiming of Revenue Recognition\nThe following tables show the timing of revenue recognition reconciled with the Company’s reportable segments (Note 16 “Segment Information”) for the years ended December 31, 2021, 2020 and 2019:\nDuring the years ended December 31, 2021, 2020 and 2019 the Company recognized $\n18.7\nmillion, $\n5.0\nmillion and $\n7.8\nmillion, respectively, of revenues from performance obligations satisfied in previous periods.\nThe following table includes the estimated revenues expected to be recognized in the future related to performance obligations that are partially or fully unsatisfied as of December 31, 2021. The Company applies a practical expedient and does not disclose the value of unsatisfied performance obligations for contracts that (i) have an original expected duration of one year or less and (ii) contracts for which it recognizes revenues at the amount to which it has the right to invoice for services provided:\nThe Company applies a practical expedient and does not disclose the amount of the transaction price allocated to the remaining performance obligations nor provide an explanation of when the Company expects to recognize that amount as revenue for certain variable consideration.\nF-32\nContract Balances\nThe following table provides information on the classification of contract assets and liabilities in the consolidated balance sheets:\nContract assets comprise amounts where the Company’s right to bill is contingent on something other than the passage of time. Contract assets have increased from December 31, 2020 primarily due to an increase in fixed-fee contracts resulting from revenue growth during the year and from the acquisitions completed in 2021. Contract liabilities comprise amounts collected from the Company’s customers for revenues not yet earned and such amounts are anticipated to be recorded as revenues when services are performed in subsequent periods. Contract liabilities have increased from December 31, 2020 primarily due to an increase in customer advances at the end of the year and advance payments in excess of revenue recognized under percentage-of-completion contracts attributable to businesses acquired in 2021.\nDuring the year ended December 31, 2021, the Company recognized $\n16.2\nmillion of revenues that were included in Accrued expenses and other current liabilities at December 31, 2020. During the year ended December 31, 2020, the Company recognized $\n8.6\nmillion of revenues that were included in Accrued expenses and other current liabilities at December 31, 2019.\n12.\nSTOCK-BASED COMPENSATION\nThe following costs related to the Company’s stock compensation plans were included in the consolidated statements of income:\nEquity Plans\n2015 Long-Term Incentive Plan\n— On June 11, 2015, the Company’s stockholders approved the 2015 Long-Term Incentive Plan (“2015 Plan”) to be used to issue equity awards to Company personnel. As of December 31, 2021,\n4,266\nthousand shares of common stock remained available for issuance under the 2015 Plan. All of the awards issued pursuant to the 2015 Plan expire\n10\nyears from the date of grant.\n2012 Non-Employee Directors Compensation Plan\n— On January 11, 2012, the Company approved the 2012 Non-Employee Directors Compensation Plan (“2012 Directors Plan”) to be used to issue equity grants to its non-employee directors. The Company authorized\n600\nthousand shares of common stock to be reserved for issuance under the 2012 Directors Plan. As of December 31, 2021,\n522\nthousand shares of common stock remained available for issuance under the 2012 Directors Plan. The 2012 Directors Plan will expire after\n10\nyears and is administered by the Company’s Board of Directors.\n2012 Long-Term Incentive Plan\n— On January 11, 2012, the Company approved the 2012 Long-Term Incentive Plan (“2012 Plan”) to be used to issue equity grants to Company personnel. In June 2015, the 2012 Plan was discontinued; however, outstanding awards remain subject to the terms of the 2012 Plan and any shares that are subject to an award that was previously granted under the 2012 Plan and that expire or terminate for any reason prior to exercise will become available for issuance under the 2015 Plan. All of the awards issued pursuant to the 2012 Plan expire\n10\nyears from the date of grant.\nF-33\n2021 Employee Stock Purchase Plan -\nEffective April 7, 2021, the Board of Directors of the Company adopted the 2021 Employee Stock Purchase Plan (\"ESPP\"), and effective June 8, 2021, the Company’s stockholders approved the ESPP . The purpose of the ESPP is to enable eligible employees to purchase shares of EPAM’s common stock at a discount through payroll deductions of up to\n10\n% of their eligible compensation at the end of each designated offering period, which occurs every\nsix months\nin April and November. The purchase price is equal to\n85\n% of the fair market value of a share of EPAM’s common stock on the first date of an offering or the date of purchase, whichever is lower. There are\n900\nthousand shares authorized for issuance in connection with the ESPP.\nStock Options\nStock option activity under the Company’s plans is set forth below:\nThe fair value of each option award is estimated on the date of grant using the Black-Scholes option valuation model. The model incorporated the following weighted-average assumptions:\nExpected volatility is based on the historical volatility of the Company’s stock price. The expected term represents the period of time that options granted are expected to be outstanding. The risk-free rate is based on the U.S. Treasury yield curve for the periods equal to the expected term of the options in effect at the time of grant. The Company has not declared or paid any dividends on its common stock. The Company intends to retain any earnings to fund operations and future growth of its business and, therefore, does not anticipate paying any cash dividends in the foreseeable future.\nThe weighted-average grant-date fair value of stock options granted during the years ended December 31, 2021, 2020 and 2019 was $\n149.26\n, $\n68.53\nand $\n63.12\n, respectively. The total intrinsic value of options exercised during the years ended December 31, 2021, 2020 and 2019 was $\n251.9\nmillion, $\n151.3\nmillion and $\n121.1\nmillion, respectively.\nF-34\nThe Company recognizes the fair value of each option as compensation expense on a straight-line basis over the requisite service period, which is generally the vesting period. The options are typically scheduled to vest over\nfour years\nfrom the time of grant, subject to the terms of the applicable plan and stock option agreement. The Company records share-based compensation expense only for those awards that are expected to vest and as such, the Company applies an estimated forfeiture rate at the time of grant and adjusts the forfeiture rate estimate quarterly to reflect actual forfeiture activity. In general, in the event of a participant’s voluntary termination of service, unvested options are forfeited as of the date of such termination without any payment to the participant and the cumulative amount of previously recognized expense related to the forfeited options is reversed.\nAs of December 31, 2021, $\n18.7\nmillion of total remaining unrecognized compensation cost related to unvested stock options, net of estimated forfeitures, is expected to be recognized over a weighted-average period of\n2.7\nyears.\nRestricted Stock and Restricted Stock Units\nThe Company grants restricted stock units (“RSUs”) to Company personnel and non-employee directors under the Company’s 2015 Plan (and prior to its approval, under the 2012 Plan) and 2012 Directors Plan, respectively. In addition, the Company has issued in the past, and may issue in the future, its equity securities to compensate employees of acquired businesses for future services. Equity-based awards granted in connection with acquisitions of businesses may be issued in the form of service-based awards requiring continuing employment with the Company, restricted stock subject to trading restrictions, and performance-based awards, which would vest only if certain specified performance and service conditions are met. The awards issued in connection with acquisitions of businesses are subject to the terms and conditions contained in the applicable award agreements and acquisition documents.\nService-Based Awards\nThe table below summarizes activity related to the Company’s equity-classified and liability-classified service-based awards for the years ended December 31, 2021, 2020 and 2019:\nF-35\nThe fair value of vested service-based awards (measured at the vesting date) for the years ended December 31, 2021, 2020 and 2019 was as follows:\nAs of December 31, 2021, $\n0.3\nmillion of total remaining unrecognized stock-based compensation costs related to service-based equity-classified restricted stock is expected to be recognized over the weighted-average remaining requisite service period of\n0.7\nyears.\nAs of December 31, 2021, $\n112.0\nmillion of total remaining unrecognized stock-based compensation costs related to service-based equity-classified RSUs, net of estimated forfeitures, is expected to be recognized over the weighted-average remaining requisite service period of\n2.7\nyears.\nAs of December 31, 2021, $\n38.6\nmillion of total remaining unrecognized stock-based compensation costs related to service-based liability-classified RSUs, net of estimated forfeitures, is expected to be recognized over the weighted-average remaining requisite service period of\n2.3\nyears.\nThe liability associated with the Company’s service-based liability-classified RSUs as of December 31, 2021 and 2020 was $\n31.5\nmillion and $\n26.8\nmillion, respectively, and is classified as Accrued compensation and benefits expenses in the consolidated balance sheets.\nPerformance-Based Awards\nThe table below summarizes activity related to the Company’s performance-based awards for the years ended December 31, 2021, 2020 and 2019:\nF-36\nAs of December 31, 2021, $\n0.6\nmillion of total remaining unrecognized stock-based compensation costs related to performance-based equity-classified restricted stock is expected to be recognized over the weighted-average remaining requisite service period of\n1.7\nyears.\nAs of December 31, 2021, $\n5.0\nmillion of total remaining unrecognized stock-based compensation cost related to performance-based equity-classified RSUs is expected to be recognized over the weighted-average remaining requisite service period of\n3.1\nyears.\nThe fair value of vested performance-based awards (measured at the vesting date) for the years ended December 31, 2021, 2020 and 2019 was as follows:\n2021 Employee Stock Purchase Plan\nOn November 1, 2021, the first offering period of the ESPP commenced. The Company recognizes compensation expense related to shares issued pursuant to the ESPP on a straight-line basis over the six-month offering period. The Company uses the Black-Scholes option pricing model to calculate the fair value of shares issued under the ESPP.\nThe Black-Scholes model relies on a number of key assumptions to calculate estimated fair values. The model incorporated the following weighted-average assumptions for the year ended December 31, 2021:\nExpected volatility is based on the historical volatility of the Company’s stock price. The expected term represents the purchase period for the ESPP. The risk-free rate is based on the U.S. Treasury yield curve for the period equal to the expected term in effect at the time of grant. The Company has not declared or paid any dividends on its common stock. The Company intends to retain any earnings to fund its operations and the future growth of its business and, therefore, does not anticipate paying any cash dividends in the foreseeable future.\nAs of December 31, 2021, the weighted average price per share was $\n659.65\nand the weighted average grant-date fair value per share was $\n141.86\n. As of December 31, 2021, no purchases have been made under the ESPP as the first anticipated purchase date will be on April 29, 2022. As of December 31, 2021, total unrecognized stock-based compensation cost related to the ESPP was $\n2.3\nmillion, which is expected to be recognized over a period of\n0.33\nyears.\nCommitments for Future Equity Awards\nIn connection with the Company’s acquisitions of businesses as discussed in Note 2 “Acquisitions”, EPAM enters into agreements that contractually commit it to granting equity awards at future dates. The agreements are unique to each acquisition and terms vary to specify the number of future awards to be issued or a monetary value that will be settled with equity awards valued at future stock prices.\nAs of December 31, 2021, the Company has commitments to grant up to $\n43.6\nmillion of equity awards based on future stock prices. There is a service-based vesting requirement after the grant date associated with these awards and certain of these awards contain performance criteria that will determine the amount of future awards to be issued. These awards are considered granted for accounting purposes. In determining the expense, the Company adjusts the expected settlement based on the probability of achievement of such performance criteria. Related to these awards, the Company recorded $\n5.5\nmillion, $\n0.2\nmillion and $\n0.0 million\nof stock-based compensation expense in the consolidated statements of income for the years ended December 31, 2021, 2020 and 2019, respectively.\nAs of December 31, 2021, the Company has commitments to grant\n8\nthousand RSUs and $\n2.7\nmillion of equity awards based on future stock prices, which are not considered granted for accounting purposes as the grantee has not yet been\nF-37\ndetermined. In addition, as of December 31, 2021, the Company has issued\n7\nthousand PSUs which are not considered granted for accounting purposes as the future vesting conditions have not yet been determined.\n13.\nINCOME TAXES\nIncome Before Provision for Income Taxes\nIncome before provision for income taxes based on geographic location is disclosed in the table below:\nProvision for Income Taxes\nThe provision for income taxes consists of the following:\nAs part of the U.S. Tax Act, as determined as of December 31, 2017, the Company was required to make annual installment payments for the one-time transition tax on accumulated foreign subsidiary earnings not previously subject to U.S. income tax at a rate of\n15.5\n% to the extent of foreign cash and certain other net current assets and\n8.0\n% on the remaining earnings. As of December 31, 2021, the remaining unpaid balance of this one-time transition tax was $\n37.2\nmillion to be paid in annual installments with the final payment due in 2025.\nAs of December 31, 2021, the Company had approximately $\n1,239.1\nmillion of accumulated undistributed foreign earnings that are expected to be indefinitely reinvested. Due to the enactment of the U.S. Tax Act and the one-time transition tax on accumulated foreign subsidiary earnings, these accumulated foreign earnings are no longer expected to be subject to U.S. federal income tax if repatriated but could be subject to state and foreign income and withholding taxes.\nF-38\nEffective Tax Rate Reconciliation\nThe reconciliation of the provision for income taxes at the federal statutory income tax rate to the Company’s effective income tax rate is as follows:\nThe Company’s worldwide effective tax rate for the years ended December 31, 2021, 2020 and 2019 was\n9.7\n%,\n13.6\n% and\n12.8\n%, respectively. The provision for income taxes in the year ended December 31, 2021 was favorably impacted by the recognition of $\n4.1\nmillion of certain tax credits, of which $\n2.7\nmillion were a one-time benefit resulting from credit claims for previous tax periods. In addition, the Company recorded excess tax benefits upon vesting or exercise of stock-based awards of $\n71.6\nmillion, $\n36.6\nmillion and $\n28.4\nmillion during the years ended December 31, 2021, 2020 and 2019, respectively.\nIn Belarus, member technology companies of High-Technologies Park, including the Company’s local subsidiary, have a full exemption from Belarus income tax on qualifying income through January 2049. However, beginning February 1, 2018, the earnings of the Company’s Belarus local subsidiary became subject to U. S. income taxation due to the Company’s decision to change the tax status of the subsidiary. There was no aggregate dollar benefit derived or impact on diluted net income per share from this tax holiday for the years ended December 31, 2021, 2020 and 2019.\nF-39\nDeferred Income Taxes\nDeferred income taxes reflect the net effects of temporary differences between the carrying amounts of assets and liabilities for financial reporting purposes and the amounts used for income tax purposes.\nSignificant components of the Company’s deferred tax assets and liabilities are as follows:\nAs of December 31, 2021 and 2020, the Company classified $\n18.3\nmillion and $\n3.3\nmillion, respectively, of deferred tax liabilities as Other noncurrent liabilities in the consolidated balance sheets.\nIncluded in the stock-based compensation expense deferred tax asset at December 31, 2021 and 2020 is $\n5.4\nmillion and $\n6.1\nmillion, respectively, that is related to acquisitions and is amortized for tax purposes over a\n10\nto\n15-year\nperiod.\nAs of December 31, 2021, the Company’s domestic and foreign net operating loss (“NOL”) carryforwards for income tax purposes were approximately $\n2.8\nmillion and $\n18.9\nmillion, respectively. If not utilized, the domestic NOL carryforwards will begin to expire in 2022. The foreign NOL carryforwards include $\n9.7\nmillion from jurisdictions with no expiration date, with the remainder expiring as follows: $\n1.2\nmillion in 2022, $\n1.3\nmillion in 2023, $\n2.0\nmillion in 2024, $\n3.0\nmillion in 2025, and $\n1.7\nmillion in 2026. The Company maintains a valuation allowance primarily related to the net operating loss carryforwards in certain foreign jurisdictions that the Company believes are not likely to be realized, which totaled $\n17.5\nmillion as of December 31, 2021.\nF-40\nUnrecognized Tax Benefits\nAs of December 31, 2021 and 2020, unrecognized tax benefits of $\n8.2\nmillion and $\n3.3\nmillion, respectively, are included in Income taxes payable, noncurrent within the consolidated balance sheets. During the year ended December 31, 2021, uncertain tax positions resulted in an unrecognized tax benefit of $\n5.3\nmillion related to 2021 and $\n0.9\nmillion for prior years including interest and penalties, and reversals related to prior year tax positions yielded a tax benefit of $\n1.3\nmillion including reversal of interest and penalties. During the year ended December 31, 2020, a new uncertain tax position resulted in an unrecognized tax benefit of $\n0.8\nmillion, and reversals related to prior year tax positions yielded a tax benefit of $\n0.5\nmillion.\nThere were\nno\nsignificant new tax positions that resulted in unrecognized tax benefits or reversals related to prior year tax positions during the year ended December 31, 2019. There were\nno\ntax positions for which it was reasonably possible that unrecognized tax benefits will significantly increase or decrease within twelve months of the reporting date.\nThe Company is subject to taxation in the United States and various states and foreign jurisdictions including Russia, Germany, Ukraine, the United Kingdom, Hungary, Switzerland, Netherlands, Poland and India. With few exceptions, as of December 31, 2021, the Company is no longer subject to U.S. federal, state, local or foreign examinations by tax authorities for years before 2017.\n14.\nEARNINGS PER SHARE\nBasic earnings per share is computed by dividing net income available to common shareholders by the weighted-average number of shares of common stock outstanding during the period. For purposes of computing basic earnings per share, any nonvested shares of restricted stock that have been issued by the Company and are contingently returnable to the Company are excluded from the weighted-average number of shares of common stock outstanding during the period. Diluted earnings per share is computed by dividing net income available to common shareholders by the weighted-average number of shares of common stock outstanding during the period increased to include the number of additional shares of common stock that would have been outstanding if the potentially dilutive securities had been issued. Potentially dilutive securities include outstanding stock options, unvested restricted stock, unvested equity-settled RSUs and the stock to be issued under the Company’s ESPP. The dilutive effect of potentially dilutive securities is reflected in diluted earnings per share by application of the treasury stock method.\nThe following table sets forth the computation of basic and diluted earnings per share of common stock as follows:\nThe number of shares underlying equity-based awards that were excluded from the calculation of diluted earnings per share as their effect would be anti-dilutive was\n32\nthousand,\n40\nthousand and\n120\nthousand for the years ended December 31, 2021, 2020 and 2019, respectively.\nNet income attributable to noncontrolling interests recognized in connection with the acquisition of Emakina on November 3, 2021 was immaterial for the year ended December 31, 2021.\nF-41\n15.\nCOMMITMENTS AND CONTINGENCIES\nIndemnification Obligations\n—\nIn the normal course of business, the Company is a party to a variety of agreements under which it may be obligated to indemnify the other party for certain matters. These obligations typically arise in contracts where the Company customarily agrees to hold the other party harmless against losses arising from a breach of representations or covenants for certain matters, infringement of third party intellectual property rights, data privacy violations, and certain tortious conduct in the course of providing services. The duration of these indemnifications varies, and in certain cases, is indefinite.\nThe Company is unable to reasonably estimate the maximum potential amount of future payments under these or similar agreements due to the unique facts and circumstances of each agreement and the fact that certain indemnifications provide for no limitation to the maximum potential future payments under the indemnification. Management is not aware of any such matters that would have a material effect on the consolidated financial statements of the Company.\nLitigation\n— From time to time, the Company is involved in litigation, claims or other contingencies arising in the ordinary course of business. The Company accrues a liability when a loss is considered probable and the amount can be reasonably estimated. When a material loss contingency is reasonably possible but not probable, the Company does not record a liability, but instead discloses the nature and the amount of the claim, and an estimate of the loss or range of loss, if such an estimate can be made. Legal fees are expensed as incurred. In the opinion of management, the outcome of any existing claims and legal or regulatory proceedings, if decided adversely, is not expected to have a material effect on the Company’s business, financial condition, results of operations or cash flows.\n16.\nSEGMENT INFORMATION\nThe Company determines its business segments and reports segment information in accordance with how the Company’s chief operating decision maker (“CODM”) organizes the segments to evaluate performance, allocate resources and make business decisions. Segment results are based on the segment’s revenues and operating profit, where segment operating profit is defined as income from operations before unallocated costs. Expenses included in segment operating profit consist principally of direct selling and delivery costs as well as an allocation of certain shared services expenses. Certain corporate expenses are not allocated to specific segments as these expenses are not controllable at the segment level. Such expenses include certain types of professional fees, certain taxes included in operating expenses, compensation to non-employee directors and certain other general and administrative expenses, including compensation of specific groups of non-production employees. In addition, the Company does not allocate amortization of intangible assets acquired through business combinations, goodwill and other asset impairment charges, stock-based compensation expenses, acquisition-related costs and certain other one-time charges. These unallocated amounts are combined with total segment operating profit to arrive at consolidated income from operations as reported below in the reconciliation of segment operating profit to consolidated income before provision for income taxes. Additionally, management has determined that it is not practical to allocate identifiable assets by segment since such assets are used interchangeably among the segments.\nThe Company manages its business primarily based on the managerial responsibility for its client base and market. As managerial responsibility for a particular customer relationship generally correlates with the customer’s geographic location, there is a high degree of similarity between customer locations and the geographic boundaries of the Company’s reportable segments. In some cases, managerial responsibility for a particular customer is assigned to a management team in another region and is usually based on the strength of the relationship between customer executives and particular members of EPAM’s senior management team. In such cases, the customer’s activity would be reported through the respective management team member’s reportable segment.\nF-42\nRevenues from external customers and operating profit, before unallocated expenses, by reportable segments were as follows:\nIntersegment transactions were excluded from the above on the basis that they are neither included in the measure of a segment’s profit and loss results, nor considered by the CODM during the review of segment results.\nThere were no customers individually exceeding 10% of our total segment revenues for the years ended December 31, 2021, 2020 and 2019.\nReconciliation of segment operating profit to consolidated income before provision for income taxes is presented below:\nGeographic Area Information\nLong-lived assets include property and equipment, net of accumulated depreciation and amortization, and management has determined that it is not practical to allocate these assets by segment since such assets are used interchangeably among the segments.\nPhysical locations and values of the Company’s long-lived assets are presented below:\nF-43\nThe table below presents the Company’s revenues by customer location for the years ended December 31, 2021, 2020 and 2019:\n17.\nACCUMULATED OTHER COMPREHENSIVE LOSS\nThe following table summarizes the changes in the accumulated balances for each component of accumulated other comprehensive loss:\n(1)\nAs of December 31, 2021, the ending balance of net unrealized loss related to derivatives designated as cash flow hedges is expected to be reclassified into Cost of revenues (exclusive of depreciation and amortization) in the next twelve months\n.\nF-44\n18.\nSUBSEQUENT EVENTS\nOn February 24, 2022, Russian forces launched significant military action against Ukraine, and sustained conflict and disruption in the region is likely. Impact to Ukraine as well as actions taken by other countries, including new and stricter sanctions by Canada, the United Kingdom, the European Union, the U.S. and other countries and organizations against officials, individuals, regions, and industries in Russia, Ukraine, and Belarus, and each country’s potential response to such sanctions, tensions, and military actions could have a material effect on the Company’s operations. Any such material effect from the conflict and enhanced sanctions activity may disrupt the Company’s delivery of services, cause the Company to shift all or portions of its work occurring in the region to other countries, and may restrict the Company’s ability to engage in certain projects in the region or involving certain customers in the region. As of February 24, 2022, EPAM has approximately\n14,000\npersonnel in Ukraine (including approximately\n13,000\ndelivery personnel) in addition to personnel in Russia and Belarus.\nThe Company has no way to predict the progress or outcome of the situation, as the conflict and government reactions are rapidly developing and beyond the Company’s control. Prolonged unrest, military activities, or broad-based sanctions, should they be implemented, could have a material adverse effect on the Company’s financial condition, results of operations and cash flows.\nSCHEDULE II\nVALUATION AND QUALIFYING ACCOUNTS\nFOR THE YEARS ENDED DECEMBER 31, 2021, 2020 AND 2019\n(In\nthousands)\nF-45"
  }
]