[
  {
    "item_key": "item_1",
    "text": "Cautionary Statement Regarding Forward Looking Statements\nThis Annual Report on Form 10-K contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. All statements in this document, other than statements of historical fact, are forward-looking statements and may be identified by the use of the words \"expects,\"  \"believes,\"  \"anticipates,\" \"should,\" \"estimates\" and similar expressions.\nThese forward-looking statements involve known and unknown risks and uncertainties, which may cause our actual results and performance to be materially different from those expressed or implied in the forward-looking statements. Risks and uncertainties that may impact future results and performance include, but are not limited to, those described in Part 1, Item 1A, \"Risk Factors\" of this report and in our other filings with the Securities and Exchange Commission (the “SEC”).  These include changes in demand for our facilities, impacts of natural disasters, adverse changes in laws and regulations including governing property tax, evictions, rental rates, minimum wage levels and insurance, adverse economic effects from  the COVID-19 Pandemic or similar public health events, increases in the costs of our primary customer acquisition channels, unfavorable foreign currency rate fluctuations,  changes in federal or state tax laws related to the taxation of REITs, security breaches, including ransomware, or a failure of our networks, systems or technology.\nThese forward looking statements speak only as of the date of this report or as of the dates indicated in the statements. All of our forward-looking statements, including those in this report, are qualified in their entirety by this cautionary statement. We expressly disclaim any obligation to update publicly or otherwise revise any forward-looking statements, whether as a result of new information, new estimates, or other factors, events or circumstances after the date of these forward looking statements, except when expressly required by law. Given these risks and uncertainties, you should not rely on any forward-looking statements in this report, or which management may make orally or in writing from time to time, neither as predictions of future events nor guarantees of future performance.\nGeneral Discussion of our Business\nPublic Storage (referred to herein as “the Company”, “we”, “us”, or “our”), a Maryland REIT, was organized in 1980. Our principal business activities include the ownership and operation of self-storage facilities and other related operations including tenant reinsurance and third-party self-storage management. We are the industry leading owner and operator of self-storage properties with a recognizable brand, including the ubiquitous orange color, which is one of the most recognizable within the industry.\nSelf-storage Operations\n:\nWe acquire, develop, own and operate self-storage facilities, which offer storage spaces for lease on a month-to-month basis, for personal and business use. We are the largest owner and operator of self-storage facilities in the United States (\"U.S.\") with physical presence in most major markets and 39 states. We believe our scale, brand name and technology platform afford us competitive advantages. At December 31, 2021, we held interests in and consolidated 2,787 self-storage facilities (an aggregate of 198 million net rentable square feet of space) operating under the Public Storage® name.\nOther Operations:\nOur customers have the option of purchasing insurance from a non-affiliated insurance company to cover certain losses to their goods stored at our facilities, as well as those we manage for third parties. A wholly-owned, consolidated subsidiary of Public Storage fully reinsures such policies and thereby assumes all risk of losses under these policies and receives reinsurance premiums substantially equal to the premiums collected from our tenants, from the non-affiliated insurance company. These policies cover claims for losses related to specified events up to a maximum limit of $5,000 per storage unit. We reinsure all risks in this program but purchase insurance from an independent third party insurer to cover this exposure for a limit of $15.0 million for losses in excess of $5.0 million per occurrence. At December 31, 2021, there were approximately 1.2 million certificates of insurance held by our self-storage customers, representing aggregate coverage of approximately $4.9 billion.\n2\nAt December 31, 2021, we managed 93 facilities for third parties, and were under contract to manage 59 additional facilities including 54 facilities that are currently under construction. In addition, we sell merchandise, primarily locks and cardboard boxes at our self-storage facilities.\nWe hold a 41% equity interest in PS Business Parks, Inc. (“PSB”) and a 35% interest in Shurgard Self Storage SA (“Shurgard”). PSB is a publicly held REIT traded on the NYSE under the \"PSB\" symbol that owns, operates, acquires and develops commercial properties, primarily multi-tenant flex, office, and industrial parks. At December 31, 2021, PSB owned and operated 28 million rentable square feet of commercial space. Shurgard is a public company traded on Euronext Brussels under the “SHUR” symbol. At December 31, 2021, Shurgard owned and operated 253 self-storage facilities (14 million net rentable square feet) located in seven countries in Western Europe under the Shurgard® name.\nFor all periods presented herein, we have elected to be treated as a REIT, as defined in the Internal Revenue Code of 1986, as amended (the “Code”). For each taxable year in which we qualify for taxation as a REIT, we will not be subject to U.S. federal corporate income tax on our “REIT taxable income” (generally, taxable income subject to specified adjustments, including a deduction for dividends paid and excluding our net capital gain) that is distributed to our shareholders. We believe we met these requirements in all periods presented herein and we expect to continue to qualify as a REIT.\nWe report annually to the SEC on Form 10-K, which includes consolidated financial statements certified by our independent registered public accountants. We also report quarterly to the SEC on Form 10-Q, which includes unaudited consolidated financial statements. We expect to continue such reporting.\nOn our website, www.publicstorage.com, we make available, free of charge, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, definitive proxy statements, and other reports required to be filed with the SEC, as well as all amendments to those reports as soon as reasonably practicable after the reports and amendments are electronically filed with or furnished to the SEC. The information contained on our website is not a part of, or incorporated by reference into, this Annual Report on Form 10-K.\nCompetition\nOwnership and operation of self-storage facilities is highly fragmented. As the largest owner of self-storage facilities, we believe that we own approximately 9% of the self-storage square footage in the U.S. and that collectively the five largest self-storage owners in the U.S. own approximately 19%, with the remaining 81% owned by regional and local operators. We believe our Public Storage® brand awareness is a competitive advantage in acquiring customers relative to other self-storage operators.\nThe high level of ownership fragmentation in the industry is partially attributable to the relative simplicity of managing a local self-storage facility, such that small-scale owners can operate self-storage facilities at a basic level of profitability without significant managerial or operational infrastructure. Our facilities compete with nearby self-storage facilities owned by other operators using marketing channels, including Internet advertising, signage, and banners and offering services similar to ours. As a result, competition is significant and affects the occupancy levels, rental rates, rental income and operating expenses of our facilities. However, we believe that the economies of scale inherent in this business result in our being able to operate self-storage facilities at a materially higher level of cash flow per square foot than other operators without our scale.\nTechnology\nWe believe technology enables revenue optimization and cost efficiencies. Over the past few years we have invested in technologies that we believe have enabled us to operate and compete more effectively by providing customers with a modern digital experience.\nConvenient shopping experience:\nCustomers can conveniently shop for available storage space, reviewing attributes such as facility location, size, amenities such as climate-control, as well as pricing, through the following marketing channels:\n•\nOur Desktop and Mobile Websites:\nThe online marketing channel is a key source of customers. Approximately 76% of our move-ins in 2021 were sourced through our website and we believe that many of our other customers who reserved directly through our customer care center or arrived at a facility and\n3\nmoved in without a reservation, have reviewed our pricing and availability online through our websites. We seek to regularly update the structure, layout, and content of our website in order to enhance our placement in “unpaid” search in Google and related websites, to improve the efficiency of our bids in “paid” search campaigns, and to maximize users’ likelihood of reserving space on our website.\n•\nOur Customer Care Center:\nOur customer care center is staffed by skilled sales specialists and customer service representatives. Customers reach our customer care center by calling our advertised toll-free telephone numbers provided on search engines, from our website, the Public Storage App, or from our in-store kiosks. We believe giving customers the option to interact with a live agent, despite the higher marginal cost relative to a reservation made on our website, enhances our ability to close sales with potential customers and results in greater satisfaction. In 2021, we added live internet chat capability as another channel for our customers to engage our agents, cost effectively improving customer responsiveness.\n•\nOur Properties:\nCustomers can also shop at any one of our facilities. Property managers access the same information that is available on our website and to our customer care center agents and can inform the customer of available space at that site or at our other nearby storage facilities. Property managers are trained to maximize the conversion of such “walk in” shoppers into customers. We are expanding the use of in-store kiosks to give customers the options of a full self-service experience or a two-way video assisted service via our existing customer care center.\neRental® move-in process:\nTo further enhance the move-in experience, in 2020 we initiated our “eRental®” process whereby prospective tenants (including those who initially reserved a space) are able to execute their rental agreement from their smartphone or computer and then go directly to their space on the move-in date. Approximately half of customers elected this “eRental®” process during 2021.\nPublic Storage App:\nDuring the fourth quarter of 2020, we implemented an industry leading customer smartphone application. The Public Storage App provides our customers with digital access to our properties, as well as payment and other account management functions.\nCentralized information networks:\nOur centralized reporting and information network enables us to identify changing market conditions and operating trends as well as analyze customer data and, on an automated basis, quickly change each of our individual property’s pricing and promotions, as well as to drive marketing spending such as the relative level of bidding for various paid search terms on paid search engines.\nGrowth and Investment Strategies\nOur ongoing growth strategies consist of: (i) improving the operating performance of our existing self-storage facilities, (ii) acquiring and developing facilities and (iii) growing ancillary business activities including tenant reinsurance and third-party management services. While our long-term strategy includes each of these elements, in the short run the level of growth in our asset base in any period is dependent upon the cost and availability of capital, as well as the relative attractiveness of available investment alternatives.\nImprove the operating performance of existing facilities:\nWe regularly update and enhance our strategies to increase the net cash flow of our existing self-storage facilities through maximizing revenues and controlling operating costs. We maximize revenues through striking the appropriate balance between occupancy and rates to new and existing tenants by regularly adjusting (i) our promotional and other discounts, (ii) the rental rates we charge to new and existing customers, and (iii) our marketing spending and intensity. We inform these pricing and marketing decisions by observing their impact on web and customer care center traffic, reservations, move-ins, move-outs, tenant length of stay, and other indicators of response. The size and scope of our operations have enabled us to achieve high operating margins and a low level of administrative costs relative to revenues through the centralization of many functions, such as facility maintenance, employee compensation and benefits programs, revenue management, as well as the development and documentation of standardized operating procedures.\nAcquire existing properties:\nWe seek to capitalize on the fragmentation of the self-storage business through acquiring attractively priced, well-located existing self-storage facilities. We believe our presence in and knowledge of substantially all of the major markets in the U.S. enhances our ability to identify attractive acquisition opportunities. Data on the rental rates and occupancy levels of our existing facilities provide us an advantage in evaluating the potential of\n4\nacquisition opportunities. Our aggressiveness in bidding for particular marketed facilities depends upon many factors including the potential for future growth, the quality of construction and location, the cash flow we expect from the facility when operated on our platform, how well the facility fits into our current geographic footprint, as well as our return on capital expectations.\nDevelop new self-storage facilities and expand existing facilities:\nThe development of new self-storage locations and the expansion of existing facilities has been an important source of our growth. Our operating experience in major markets and experience in stabilizing new properties provides us advantages in developing new facilities. We plan to increase our development activity when attractive risk adjusted return profile with yields above those of acquisitions. However, our level of development is dependent upon many factors, including the cost and availability of land, the cost and availability of construction materials and labor, zoning and permitting limitations, our cost of capital, the cost of acquiring facilities relative to developing new facilities, as well as local demand and economic conditions.\nGrow ancillary business activities:\nWe pursue growth initiatives aimed at increasing our insurance offering coverage for tenants who choose to protect their stored items against loss and desire to maximize their storage experience. As we grow our self-storage portfolio we have the opportunity to increase the growth profile of our tenant reinsurance business.\nOur third party management business enables us to generate revenues through management fees, expand our presence, increase our economies of scale, promote our brand, and enhance our ability to acquire additional facilities over the medium and long-term as a result of strategic relationships forged with third-party owners.\nCompliance with Government Regulations\nWe are subject to various laws, ordinances and regulations, including various federal, state and local regulations that apply generally to the ownership of real property and the operation of self-storage properties. These include various laws and government regulations concerning environmental matters, labor matters and employee safety and health matters. Further, our insurance activities are subject to state insurance laws and regulations as determined by the particular insurance commissioner for each state in accordance with certain federal regulations.\nRefer to Item 1A, “Risk Factors” below for a discussion of certain risks related to government regulations, including risks related to environmental regulations, emergency regulations adopted in response to the COVID Pandemic or wildfires that restrict access to our facilities or the rents we can charge our customers, wage regulations, income tax regulations including relating to REIT qualification, and property tax regulations.\nAside from the regulations discussed therein, we are not aware of any government regulations that have resulted or that we expect will result in compliance costs that had or will have a material effect on our capital expenditures, earnings or competitive position.  We are committed to a long-term environmental stewardship program that reduces emissions of hazardous materials into the environment and the remediation of identified existing environmental concerns, including environmentally-friendly capital initiatives and building and operating properties with a high structural resilience and low obsolescence. We accrue environmental assessments and estimated remediation costs when it is probable that such efforts will be required and the related costs can be reasonably estimated. Our current practice is to conduct environmental investigations in connection with property acquisitions. Although there can be no assurance, we are not aware of any environmental contamination of any of our facilities, which individually or in the aggregate would be material to our overall business, financial condition, or results of operations.\nHuman Capital Resources\nOur employees are the foundation of our business and fundamental to our ability to execute our corporate strategies and build long-term value for our stakeholders.  In order to maintain a strong foundation, our key human capital management objectives are to attract, develop, and retain the highest quality talent.  We achieve these objectives by committing to our employees to provide a diverse and inclusive workplace, regular and open communication, competitive and supportive compensation and benefits programs, and opportunities for career growth and development.  Together with our core values of doing the right thing and integrity in all that we do, which serve as the cornerstone of our corporate culture, we believe that this commitment facilitates employee engagement and their commitment to Public Storage.  While most of our employees join without experience in the self-storage industry, many find career success with us given our emphasis on training, development, and promotion from within.\n5\nWe have approximately 5,800 employees, including 5,060 customer facing roles (such as property level and customer care center personnel), 340 field management employees, and 400 employees in our corporate operations.\nThe following is an overview of our key programs and initiatives focused on attracting, developing, and retaining the highest quality talent:\nDiversity and Inclusion\nWe are committed to creating a diverse and inclusive environment where all employees feel valued, included, and excited to be part of a best-in-class team.  Our employees come from all different races, backgrounds, and life experiences, and we celebrate inclusion and value the diversity each person brings to Public Storage.  Our commitment to diversity and inclusion transcends the organization and drives everything we do, from the people we hire, to the business decisions we make.\nIn 2021, our Chief Executive Officer signed the CEO Action for Diversity & Inclusion pledge, reflecting our commitment to foster an environment where everyone feels valued, included, engaged, and excited to be part of our best-in-class team.  We began implementing the pledge throughout the year, including with unconscious bias training for our leaders and various listening and learning programs for all employees directed at raising diversity awareness and encouraging honest and open discussions.\nPublic Storage hires based on character, skills, and experience, without regard to age, gender, race, ethnicity, religion, sexual orientation, or other protected characteristic.  Adherence to this practice has resulted in a diverse and inclusive employee base that reflects the diversity of customers we serve.  We maintain policies regarding diversity, equal opportunity, pay-for-performance, discrimination, harassment, and labor (including opposition to child, forced, and compulsory labor).  In 2021, we also formalized into policy our long-standing practice of requiring that diverse candidate slates be considered for all director positions and above.\nOur long-held practice of hiring “the best” has fostered a diverse and inclusive workforce that represents the communities in which we operate.  Our commitment to diversity is evident at all levels of the organization. Additionally, by having a balanced mix of generations in the organization, we gain from the experiences each age group brings – our employees are 10% Boomer, 37% Gen X, 38% Gen Y and 15% Gen Z.\nCommunication and Engagement\nGiven the geographically dispersed nature of our business, regular and clear communication is critical to ensuring that employees feel informed, included, and engaged. We communicate through various channels, such as monthly meetings, frequent email communications and updates from our management team, company intranet postings, engagement surveys, and monthly newsletters. Our monthly newsletter is fundamental to our communication and engagement efforts.  It contains a CEO message, recognizes employee achievements and promotions, and provides company strategy and performance updates, health and wellness tips, and other pertinent information.\nIn order to better understand the effectiveness of our engagement strategies, we conduct various surveys that measure employee commitment, motivation, and engagement, and solicit employee feedback that helps us improve.  In the first quarter of 2021, we conducted our first formal full employee engagement survey, which we followed with a “pulse check” update in the fourth quarter.  We were pleased to see employee engagement increase 3% over this period, from 76% in the first quarter to 79% in the fourth quarter of 2021.  We believe these results were driven by the enhanced commitment to providing career development opportunities that we introduced during the year, which we discuss further below under “Training, Development, Growth and Recognition.”  We intend to complete a full engagement survey followed by an interim pulse check update to monitor our performance each year.\n6\nWe believe that the success of our engagement strategies can also be seen through third party surveys and recognition, such as our placement on the Forbes 2022 list of best employers.\nCompensation, Health and Wellness\nPublic Storage maintains compensation and benefits programs designed to incentivize, reward, and support our employees. We believe in aligning employee compensation with our short- and long-term performance goals and providing the compensation and incentives needed to attract, motivate, and retain employees who are crucial to our success. We tailor our compensation programs to each employee group to ensure competitiveness in the market and to drive employee engagement.\nWe are committed to the total well-being of all our employees and provide resources to help support them in times of need along with access to targeted solutions to help them achieve their personal and financial goals. We provide affordable health plans and programs to virtually all our employees (99.5%). Anyone working 20 hours or more is eligible to participate in our health benefit offerings, which include medical, dental, vision, flexible and health savings accounts, discount programs, and income protection plans. We also offer a 401(k) plan with generous matching employer contributions to help our employees prepare for retirement. In addition to these programs, we maintain various employee support programs, including access to counseling, life planning tools, and discount programs for fitness, legal services, and home, auto, and pet insurance. Finally, we offer a range of educational tools and resources, including a dedicated health and wellness website, to help empower our employees to maintain a healthy and balanced lifestyle.\nTraining, Development, Growth, and Recognition\nWe provide training and development programs across all levels of Public Storage.  All new hires in our field and customer care center operations complete robust training programs designed to help them quickly learn and operate in the self-storage business.  This includes hands-on training with a key training professional (“KTP”) in coordination with close coaching and development from a district manager, which has our newly onboarded teammates ready to manage a property in their first two weeks.  In addition, all new hires in leadership roles complete property-level training that gives them a hands-on view of our day-to-day operations at our properties.  This training helps facilitate engagement across all levels of the Company and is designed to provide our leaders with an understanding of the fundamentals of our business and operations, including the challenges our front-line employees face and our customers’ needs and expectations.\nMost new hires join us as property managers without any experience in the self-storage industry.  In 2021, we enhanced our commitment to providing career development opportunities across Public Storage.  We have multiple career path opportunities for our property teams, and many choose to grow their entire career with us while learning new skills and taking on additional responsibility.  Some choose to focus on developing people as a KTP, others desire to learn multi-unit property management and local compliance requirements as a delinquent tenant specialist, and many want to build their career around ensuring our customers receive the best possible service as part of our customer care center.  For those who enjoy the challenges that come with managing multi-unit portfolios and people, we offer our District Manager in Training program, which prepares some of our best teammates to become successful district managers with Public Storage through a three-month development program that includes online courses and partnership with a peer trainer and mentor. We also maintain a six-month development program to develop senior district managers.\nIn addition to these structured programs, we also offer ongoing training, development, and leadership programs for our entire workforce designed to facilitate professional growth and career advancement. Many of these programs leverage our online learning platform of training courses and reference materials.  Public Storage employees completed 440,000 formal training hours in 2021, up from 367,000 in 2020. Our leadership development programs bring together senior leaders and leaders-in-training to teach management skills and strategies and ensure our new leaders have a clear understanding of their role, a strong bond with their peers, and an expanded professional network.  In addition to formal training programs, we also offer a variety of one-on-one coaching, job shadowing, and mentoring programs.\nOur online training and development platform also allows us to reinforce our culture of ongoing recognition by providing a means to show appreciation to others across all levels of the business by awarding employee recognition badges such as the team player or appreciation badges. Over 78,000 badges were awarded in 2021, 46% more than in 2020.\n7\nPerformance Management and Succession Planning\nOur performance management processes are designed to be collaborative, where employees and management work together to plan, monitor and review the employee’s objectives and career aspirations, and set short- and long-term goals to achieve outcomes.  This process is continual, with regular opportunities for management and employees to give and receive feedback.  We believe every employee should know where they stand and how they can be successful in their career at Public Storage.\nSuccession planning is a top priority for management and our Board of Trustees (our \"Board\") to ensure business continuity.  Leaders at all levels review development opportunities, provide feedback, and facilitate career progression conversations on an ongoing basis to ensure that employees can reach their full potential.  No less than annually, the executive teams meet to review succession bench strength, calibrate talent, and provide recommendations to prepare succession candidates for future leadership roles within the organization.  This broad and collaborative approach to talent management works to ensure opportunities are made available to employees to grow outside of their current function and responsibilities.\nOur People Power our Brand\nEvery day, our teammates deliver the Public Storage brand and experience to our customers through countless personal interactions.  While we enthusiastically celebrate our ability to bring self-storage solutions to our customers where and how they are needed, we recognize that our most important asset in doing so is our people behind the orange door.\nClimate Change and Environmental Stewardship\nWe are committed to managing climate-related risks and opportunities. This commitment is a key component of our recognition that we must operate in a responsible and sustainable manner that aligns with our long-term corporate strategy and promotes our best interests along with those of our stakeholders, including our customers, investors, employees, and the communities in which we do business.\nOur management Environmental, Social, and Governance Steering Committee (our “Sustainability Committee”) guides our commitment to sustainability and has primary responsibility for climate-related activities. The Sustainability Committee reports directly to the Nominating, Governance, and Sustainability Committee of our Board, which oversees all of our sustainability initiatives.\nWe consider potential environmental impacts—both positive and negative—into our decision making across the business. The following features of our properties reflect our commitment to responsible environmental stewardship:\n-\nLow environmental impact.\nOur property portfolio has an inherently light footprint that we further reduce through environmentally friendly capital initiatives.\n-\nLow obsolescence\n. Our properties have retained functional and physical usefulness over many decades. In fact, many customers favor our single-story, drive-up properties built in the 1970s and 1980s due to their central locations and accessibility. This contrasts with other real estate types that require frequent reinvestment (i.e., capital expenditures) to stay current with consumer preference, remain competitive with newer competition, offset heavier wear-and-tear by users, and maintain structural operating efficiency.\n-\nHigh structural resilience.\nWe build and operate our properties to withstand the test of time, including general aging and acute and chronic risks from rising water levels, changing temperatures, and natural disasters.\nWe measure and monitor our environmental impact and leverage sustainability measures to reduce this impact while achieving cost efficiencies in our operations by implementing a range of energy, water, and waste management initiatives. Many of these initiatives are integrated into our ongoing Property of Tomorrow capital investment program.\nIn regard to climate, we assess risks and opportunities in conjunction with ongoing operating and risk management processes across the company. We give primary consideration to physical, regulatory, legal, market, and reputational risks. Examples of these risks include natural disasters, pandemics, temperature change, rising water levels, and regulatory compliance. The risks we are more commonly exposed to and seek to mitigate include flooding and storm damage in the southern and eastern United States and wildfires in the western United States. We actively engage in\n8\nidentifying and acting upon the opportunities associated with these risks including LED lighting, solar power generation, low-water-use landscaping, and enhancing our broader enterprise risk management framework.\nWe will continue to utilize our unique competitive advantages in furthering our environmental stewardship. Moreover, we are committed to improving our climate initiatives and long-term sustainability strategies, including:\n•\nproactively evaluating our building prototype and design standards for opportunities to further reduce our environmental impact, including an effort underway to refine our green building implementation strategy in conjunction with U.S. Green Building Council through LEED\n©\ncertification;\n•\nprioritizing our understanding of Paris Climate Agreement and the potential paths towards a carbon neutral future; and\n•\nevaluating the feasibility of instituting medium and/or long-term greenhouse gas emissions reduction targets or other climate-focus targets to encourage or increase adoption of renewable energy or energy efficiency measures.\nOur annual Sustainability Report, which details our commitment to environmental stewardship along with our results, performance and progress, is accessible on our website at www.publicstorage.com.\nSeasonality\nWe experience minor seasonal fluctuations in the demand for self-storage space, with demand and rental rates generally higher in the summer months than in the winter months. We believe that these fluctuations result in part from increased moving activity during the summer months."
  },
  {
    "item_key": "item_1a",
    "text": "In addition to the other information in our Annual Report on Form 10-K, you should consider the risks described below that we believe may be material to investors in evaluating the Company. This section contains forward-looking statements, and in considering these statements, you should refer to the qualifications and limitations on our forward-looking statements that are described in Item 1, “Business.”\nRisks Related to Our Business\nWe have significant exposure to real estate risk.\nSince our business consists primarily of acquiring, developing, and operating real estate, we are subject to risks related to the ownership and operation of real estate that could result in reduced revenues, increased expenses, increased capital expenditures, or increased borrowings, which could negatively impact our operating results, cash flow available for distribution or reinvestment, and our stock price, including:\nNatural disasters or terrorist attacks could cause damage to our facilities, resulting in increased costs and reduced revenues.\nNatural disasters, such as earthquakes, fires, hurricanes and floods, or terrorist attacks could cause significant damage to our facilities and require significant repair costs, and make facilities temporarily uninhabitable, thereby reducing our revenues. Damage and business interruption losses could exceed the aggregate limits of our insurance coverage. In addition, because we self-insure a portion of our risks, losses below a certain level may not be covered by insurance. See Note 14 to our December 31, 2021 consolidated financial statements for a description of the risks of losses that are not covered by third-party insurance contracts. We may not have sufficient insurance coverage for losses caused by a terrorist attack, or such insurance may not be maintained, available or cost-effective. In addition, significant natural disasters, terrorist attacks, threats of future terrorist attacks, or resulting wider armed conflicts could have negative impacts on self-storage demand and/or our revenues.\nConsequences of climate change, including severe weather events, and the steps taken to prevent climate change, could result in increased capital expenditures, increased expenses, and reduced revenues:\nDirect and indirect impacts of climate change, such as increased destructive weather events, floods, fires, and drought could result in significant damage to our self-storage facilities, increase our costs, or reduce demand for our self-storage facilities. Consistent with our commitment to sustainability in our business operations, we have undertaken a number of initiatives to reduce emissions and energy consumption, water usage, and waste, including through our Property of Tomorrow program, pursuant to which we are upgrading all of our older properties by the end of 2025, which has already resulted in investment of approximately\n9\n$230 million in improvements through December 31, 2021. Governmental, political, and societal pressure, including expectations of institutional and activist investors and other interest groups, could require us to accelerate our initiatives and, with it, the costs of their implementation. These same potential governmental, political, and social pressure could in the future result in (i) costly changes to newly developed facilities or retrofits of our existing facilities to reduce carbon emissions through multiple avenues, including changes to insulation, space configuration, lighting, heating, and air conditioning, (ii) increased energy costs as a result of transitioning to less carbon-intensive, but more expensive, sources of energy to operate our facilities, and (iii) consumers reducing their individual carbon footprints by owning fewer durable material consumer goods, collectibles, and other such items requiring storage, resulting in a reduced demand for our self-storage space.\nOperating costs, including property taxes, could increase\n. We could be subject to increases in insurance premiums, property or other taxes, repair and maintenance costs, payroll, utility costs, workers compensation, and other operating expenses due to various factors such as inflation, labor shortages, commodity and energy price increases, weather, increases to minimum wage rates, changes to governmental safety and real estate use limitations, as well as other governmental actions. Our property tax expense, which totaled approximately $335.1 million during the year ended December 31, 2021, generally depends upon the assessed value of our real estate facilities as determined by assessors and government agencies, and accordingly could be subject to substantial increases if such agencies changed their valuation approaches or opinions or if new laws are enacted, especially if new approaches are adopted or laws are enacted that result in increased property tax assessments in states or geographies where we have a high concentration of facilities. See also “We have exposure to increased property tax in California” below.\nThe acquisition of existing properties or self-storage operating companies is subject to risks that may adversely affect our growth and financial results.\nWe have acquired self-storage facilities from third parties in the past, and we expect to continue to do so in the future. We face significant competition for suitable acquisition properties from other real estate investors. As a result, we may be unable to acquire additional properties we desire or the purchase price for desirable properties may be significantly increased. Failures or unexpected circumstances in integrating facilities that we acquire directly or via the acquisition of operating companies into our operations, or circumstances we did not detect or anticipate during due diligence, such as environmental matters, needed repairs or deferred maintenance, customer collection issues, assumed liabilities, turnover of critical personnel involved in acquired operating companies, or the effects of increased property tax following reassessment of a newly-acquired property, as well as the general risks of real estate investment and mergers and acquisitions, could jeopardize realization of the anticipated earnings from an acquisition.\nDevelopment of self-storage facilities can subject us to risks.\nAt December 31, 2021, we had a pipeline of development projects totaling $800.0 million (subject to contingencies), and we expect to continue to seek additional development projects. There are significant risks involved in developing self-storage facilities, such as delays or cost increases due to changes in or failure to meet government or regulatory requirements, failure of revenue to meet our underwriting estimates, delays caused by weather issues, unforeseen site conditions, or personnel problems. Self-storage space is generally not pre-leased, and rent-up of newly developed space can be delayed or ongoing cash flow yields can be reduced due to competition, reductions in storage demand, or other factors.\nThere is significant competition among self-storage operators and from other storage alternatives\n.  Our self-storage facilities generate most of our revenue and earnings. Significant competition from self-storage operators, property developers, and other storage alternatives may adversely impact our ability to attract and retain customers and may negatively impact our ability to generate revenue. Competition in the local market areas in which many of our properties are located is significant and has affected our occupancy levels, rental rates, and operating expenses. There is also an increasing influx of capital from outside financing sources driving more money, development, and supply into the industry. Development of self-storage facilities has increased in recent years, which has intensified competition and will continue to do so as newly developed facilities are opened. Development of self-storage facilities by other operators could continue to increase, due to increases in availability of funds for investment or other reasons, and further intensify competition.\nDemand for self-storage facilities may be affected by customer perceptions and factors outside of our control.\nSignificantly lower logistics costs could introduce new competitors such as valet-style storage services, which may reduce the demand for traditional self-storage. Customer preferences and/or needs for self-storage could change, decline, or shift to other product types thereby impacting our business model and ability to grow and/or generate revenues. Shifts in population and demographics could cause the geographical distribution of our portfolio to be suboptimal and affect our ability to maintain occupancy and attract new customers. Security incidents could result in the perception that our properties are not safe. If our customers do not feel our properties are safe, they may select competitors for their self-\n10\nstorage needs, or if there is an industry perception of inadequate security generally, customer use of self-storage could be negatively impacted.\nOur newly developed and expanded facilities, and facilities that we manage for third party owners, may negatively impact the revenues of our existing facilities.\nWe continue to develop new self-storage facilities and expand our existing self-storage facilities. In addition, we are seeking to increase the number of self-storage facilities that we manage for third party owners in exchange for a fee, many of which are in the process of stabilization and are in proximity to our existing stabilized self-storage facilities. In order to hasten the fill-up of these new facilities, we aggressively price such space during the fill-up period. While we believe that this aggressive pricing allows us to increase our market share relative to our competitors and increase the cash flows of these properties, such pricing and the added capacity may also negatively impact our existing stabilized self-storage facilities that are in proximity to these unstabilized facilities.\nMany of our existing self-storage facilities may be at a competitive disadvantage to newly developed facilities.\nThere is a significant level of development of new self-storage facilities, by us and other operators. These newly developed facilities are generally of high quality, with a more fresh and vibrant appearance, more amenities such as climate control, more attractive office configurations, newer elements, and a more attractive retail presence as compared to many of our existing stabilized self-storage facilities, some of which were built as much as 50 years ago. Such qualitative differentials may negatively impact our ability to compete with these facilities for new tenants and our existing tenants may move to newly developed facilities.\nWe may incur significant liabilities from environmental contamination or moisture infiltration\n.   Existing or future laws impose or may impose liability on us to clean up environmental contamination on or around properties that we currently or previously owned or operated, even if we were not responsible for or aware of the environmental contamination or even if such environmental contamination occurred prior to our involvement with the property. We have conducted preliminary environmental assessments on most of our properties, which have not identified any material liabilities. These assessments, commonly referred to as “Phase 1 Environmental Assessments,” include an investigation (excluding soil or groundwater sampling or analysis) and a review of publicly available information regarding the site and other nearby properties.\nWe are also subject to potential liability relating to moisture infiltration, which can result in mold or other damage to our or our customers’ property, as well as potential health concerns. When we receive a complaint or otherwise become aware that an air quality concern exists, we implement corrective measures and seek to work proactively with our customers to resolve issues, subject to our contractual limitations on liability for such claims.\nWe are not aware of any environmental contamination or moisture infiltration related liabilities at any of our properties that could be material to our overall business, financial condition, or results of operation. However, we may not have detected all material liabilities, we could acquire properties with material undetected liabilities, or new conditions could arise or develop at our properties, any of which could result in a cash settlement or adversely affect our ability to sell, lease, operate, or encumber affected facilities.\nEconomic conditions can adversely affect our business, financial condition, growth and access to capital.\nEconomic downturns or adverse economic or industry conditions could adversely impact our financial results, growth, and access to capital.\nOur revenues and operating cash flow can be negatively impacted by reductions in employment and population levels, household and disposable income, and other general economic factors that lead to a reduction in demand for rental space in each of the markets in which we operate.\nOur ability to raise capital to fund our activities may be adversely affected by challenging market conditions. In periods when the capital and credit markets experience significant volatility, the amounts, sources, and cost of capital available to us may be adversely affected. If we were unable to raise capital at reasonable rates, prospective earnings growth through expanding our asset base could be limited.\nWe have exposure to European operations through our ownership in Shurgard.\nWe own approximately 35% of the common shares of Shurgard, and this investment has a $313.5 million book value and a $2.0 billion market value (based upon the closing trading price of Shurgard’s common stock) at December 31,\n11\n2021. We recognized $24.4 million in equity in earnings and received $41.5 million in dividends in 2021 with respect to Shurgard.\nShurgard, as an owner, operator, and developer of self-storage facilities, is subject to many of the same risks we are with respect to self-storage. However, through our investment in Shurgard, we are exposed to additional risks unique to the various European markets Shurgard operates in which may adversely impact our business and financial results, many of which are referred to in Shurgard’s public filings. These risks include the following:\n•\nCurrency risks:\nCurrency fluctuations can impact the fair value of our investment in Shurgard, our equity earnings, our ongoing dividends, and any other related repatriations of cash.\n•\nLegislative, tax, and regulatory risks:\nShurgard is subject to a variety of local, national, and pan European laws and regulations related to permitting and land use, the environment, labor, and other areas, as well as income, property, sales, value added and employment tax laws. These laws can be difficult to apply or interpret and can vary in each country or locality, and are subject to unexpected changes in their form and application due to regional, national, or local political uncertainty and other factors. Such changes, or Shurgard’s failure to comply with these laws, could subject it to penalties or other sanctions, adverse changes in business processes, as well as potentially adverse income tax, property tax, or other tax burdens.\n•\nImpediments to capital repatriation could negatively impact the realization of our investment in Shurgard:\nLaws in Europe and the U.S. may create, impede, or increase our cost to repatriate distributions received from Shurgard or proceeds from the sale of Shurgard’s shares.\n•\nRisks of collective bargaining and intellectual property:\nCollective bargaining, which is prevalent in certain areas in Europe, could negatively impact Shurgard’s labor costs or operations. Many of Shurgard’s employees participate in various national unions.\n•\nPotential operating and individual country risks:\nEconomic slowdowns or extraordinary political or social change in the countries in which it operates have posed, and could continue to pose, challenges or result in future reductions of Shurgard’s operating cash flows.\n•\nLiquidity of our ownership stake:\nWe have no plans to liquidate our interest in Shurgard. However, while Shurgard is a publicly held entity, if we chose to, our ability to liquidate our shares in Shurgard in an efficient manner could be limited by the level of Shurgard’s public “float” relative to any ownership stake we sought to sell. Our existing relationship with our legacy joint venture partner may place further contractual limitations on our ability to sell all of the shares we own if we desired to do so.\n•\nImpediments of Shurgard’s public ownership structure:\nShurgard’s strategic decisions, involving activities such as borrowing money, capital contributions, raising capital from third parties, as well as selling or acquiring significant assets, are determined by its board of directors. As a result, Shurgard may be precluded from taking advantage of opportunities that we would find attractive but that we may not be able to pursue separately, or it could take actions that we do not agree with.\nWe have exposure to commercial property risk through our ownership in PSB.\nWe own approximately 41% of the common equity of PSB, and this investment has a $515.3 million book value and a $2.7 billion market value (based upon the closing trading price of PSB’s common stock) at December 31, 2021. We recognized $207.7 million in equity in earnings, and received $127.3 million in dividends in 2021 with respect to PSB.\nPSB, as an owner, operator, and developer of real estate, is subject to many of the same risks we are with respect to real estate. However, we may be exposed to other risks as a result of PSB’s ownership specifically of commercial facilities. These risks are set forth in PSB’s Form 10-K for the year ended December 31, 2021, under “Item 1A.\nRisk Factors\n.”\n12\nWe are subject to risks from the COVID Pandemic and we may in the future be subject to risks from other public health crises.\nSince being reported in December 2019, the COVID Pandemic has spread globally, including to every state in the United States, adversely affecting public health and economic activity. Our business is subject to risks from the COVID Pandemic, including, among others:\n•\nrisk of illness or death of our employees or customers;\n•\ncontinuing negative impacts on the economic conditions in our markets which may reduce the demand for self-storage;\n•\nrisk that there could be an out-migration of population from certain high-cost major markets, if it is determined that the ability to “work from home,” which has become more prominent during the COVID Pandemic, could allow certain workers to live in less expensive localities, which could negatively impact the occupancies and revenues of our properties in such high-cost major markets;\n•\ncontinuing, new or reinstituted government restrictions that (i) limit or prevent use of our facilities, (ii) limit our ability to increase rent or otherwise limit the rent we can charge, (iii) limit our ability to collect rent or evict delinquent tenants, or (iv) limit our ability to complete development and redevelopment projects;\n•\nrisk that future waves of infection, including those resulting from new variants, such as Delta or Omicron, or from additional pandemics, could result in new or reinstituted government restrictions;\n•\nrisk that we could experience a change in the move-out patterns of our long-term customers due to economic uncertainty and increases in unemployment as a result of the COVID Pandemic, which could lead to lower occupancies and rent “roll down” as long-term customers are replaced with new customers at lower rates; and\n•\nrisk of negative impacts on the cost and availability of debt and equity capital as a result of the COVID Pandemic, which could have a material impact upon our capital and growth plans.\nWe believe that the degree to which the COVID Pandemic adversely impacts our business, operating results, cash flows and/or financial condition will be driven primarily by the duration, spread and severity of the pandemic itself, the effectiveness of vaccine and treatment developments, including against variants such as the Delta and Omicron variants, public adoption rates of vaccines, including booster shots, as well as the duration of indirect economic impacts such as recession, dislocation in capital markets, and job loss, as well as potential longer term changes in consumer behavior, all of which are uncertain and difficult to predict. As a result, we are not able at this time to estimate the effect of these factors on our business, but the adverse impact on our business, results of operations, financial condition and cash flows could be material. Future pandemics or public health crises could have similar impacts.\nWe have been and may in the future be adversely impacted by emergency regulations adopted in response to significant events, such as natural disasters or public health crises, that could adversely impact our operations.\nIn response to significant events, local, state and federal governments have and may in the future adopt regulations that could impact our operations. For example, in response to wildfires in 2018 and 2019, the State of California and some localities in California adopted temporary regulations that imposed certain limits on the rents we could charge at certain of our facilities and the extent to which we could increase rents to existing tenants. As noted above, in response to the COVID Pandemic, certain localities adopted restrictions on the use of certain of our facilities, limited our ability to increase rents, limited our ability to collect rent or evict delinquent tenants, and limited our ability to complete development and redevelopment projects. Similar restrictions could be imposed in the future in response to significant events and these restrictions could adversely impact our operations.\nOur marketing and pricing strategies may fail to be effective or may be constrained by factors outside of our control.\nMarketing initiatives, including our increasing dependence on Google to source customers, may fail to be effective and could negatively impact financial performance. Approximately 63% of our new storage customers in 2021 were sourced directly or indirectly through “unpaid” search and “paid” search campaigns on Google. We believe that the\n13\nvast majority of customers searching for self-storage use Google at some stage in their shopping experience. Google is providing tools to allow smaller and less sophisticated operators to bid for search terms, increasing competition for self-storage search terms. The predominance of Google in the shopping experience, as well as Google’s enabling of additional competitors to bid for placements in self-storage search terms, may reduce the number of new customers that we can procure, and/or increase our costs to obtain new customers.\nIn addition, the inability to utilize our pricing methodology due to regulatory or market constraints could also significantly impact our financial results.\nWe are exposed to ongoing litigation and other legal and regulatory actions, which may divert management’s time and attention, require us to pay damages and expenses or restrict the operation of our business.\nWe have approximately 5,800 employees, 1.8 million customers, and we conduct business at facilities with 198 million net rentable square feet of storage space. As a result, we are subject to the risk of legal claims and proceedings (including class actions) and regulatory enforcement actions in the ordinary course of our business and otherwise, and we could incur significant liabilities and substantial legal fees as a result of these actions. Resolution of these claims and actions may divert time and attention by our management could involve payment of damages or expenses by us, all of which may be significant, and could damage our reputation and our brand. In addition, any such resolution could involve our agreement to terms that restrict the operation of our business. The results of legal proceedings cannot be predicted with certainty. We cannot guarantee losses incurred in connection with any current or future legal or regulatory proceedings or actions will not exceed any provisions we may have set aside in respect of such proceedings or actions or will not exceed any available insurance coverage. The impact of any such legal claims, proceedings, and regulatory enforcement actions could negatively impact our operating results, cash flow available for distribution or reinvestment, and/or the price of our common shares.\nIn addition, through exercising their authority to regulate our activities, governmental agencies can otherwise negatively impact our business by increasing costs or decreasing revenues.\nOur failure to modernize and adopt advancements in information technology may hinder or prevent us from achieving strategic objectives.\nOur inability to adapt and deliver new capabilities in time with strategic requirements may cause the organization to miss market competitive timing, first mover position, or to suffer material loss due to failed technology choices or implementation.\nWe are heavily dependent on computer systems, telecommunications and the Internet to process transactions, make payments, summarize results and manage our business. The failure or disruption of our computer and communications systems\ncould significantly harm our business.\nWe are heavily dependent upon automated information technology and Internet commerce, with more than half of our new customers coming from the telephone or over the Internet. We centrally manage significant components of our operations with our computer systems, including our financial information, and we also rely extensively on third-party vendors to retain data, process transactions and provide other systems services. These systems are subject to damage or interruption from power outages, computer and telecommunications failures, hackers, including through a ransomware attack, computer worms, viruses and other destructive or disruptive security breaches and catastrophic events. Such incidents could also result in significant costs to repair or replace such networks or information systems, as well as actual monetary losses in case of a breach that resulted in fraudulent payments or other cash transactions. As a result, our operations could be severely impacted by a natural disaster, terrorist attack, attack by hackers, acts of vandalism, data theft, misplaced or lost data, programming or human error, or other circumstance that results in a significant outage of our systems or those of our third party providers, despite our use of back up and redundancy measures.\nIf our confidential information is compromised or corrupted, including as a result of a cybersecurity breach, our reputation and business relationships could be damaged, which could adversely affect our financial condition and operating results.\nIn the ordinary course of our business we acquire and store sensitive data, including personally identifiable information of our prospective and current customers and our employees. The secure processing and maintenance of this information is critical to our operations and business strategy. Although we believe we have taken commercially reasonable\n14\nsteps to protect the security of our confidential information, information security risks have generally increased in recent years due to the rise in new technologies and the increased sophistication and activities of perpetrators of cyberattacks. Despite our security measures, we have experienced security breaches due to cyberattacks and additional breaches could occur in the future. In these cases, our information technology and infrastructure could be vulnerable and our or our customers’ or employees’ confidential information could be compromised or misappropriated. Any such breach could result in serious and harmful consequences for us or our tenants.\nOur confidential information may also be compromised due to programming or human error or malfeasance. We must continually evaluate and adapt our systems and processes to address the evolving threat landscape, and therefore there is no guarantee that they will be adequate to safeguard against all data security breaches or misuses of data. In addition, as the regulatory environment related to information security, data collection and use, and privacy becomes increasingly rigorous, with new and changing requirements applicable to our business from multiple regulatory agencies at the local, state, federal, or international level, compliance with those requirement could also result in additional costs, or we could fail to comply with those requirements due to various reasons such as not being aware of them.\nAny such access, disclosure or other loss of information could result in legal claims or proceedings, liability under laws that protect the privacy of personal information, regulatory penalties, disruption to our operations and the services we provide to customers or damage our reputation, any of which could adversely affect our results of operations, reputation and competitive position. In addition, our customers could lose confidence in our ability to protect their personal information, which could cause them to discontinue leasing our self-storage facilities. Such events could lead to lost future revenues and adversely affect our results of operations and could result in remedial and other costs, fines or lawsuits, which could be in excess of any available insurance that we have procured.\nIneffective succession planning for our CEO and executive management, as well as for our other key employees, may impact the execution of our strategic plan.\nWe may not effectively or appropriately identify ready-now succession candidates for our CEO and executive management team which may negatively impact our ability to meet key strategic goals. Failure to implement succession plans for other key employees may leave us vulnerable to retirements and turnover.\nWe may fail to adequately protect our trademarks.\nOur trademark and trade dress could be deemed generic and indistinct and lose protection. We could lose rights to our other intellectual property and trade secrets. Competitor use of our trademarks and trade names could lead to likelihood of confusion, tarnishment of our brand, and loss of legal protection for our marks.\nRisks Related to Our Ownership, Organization and Structure\nTakeover attempts or changes in control could be thwarted, even if beneficial to shareholders.\nIn certain circumstances, shareholders might desire a change in control or acquisition of us, in order to realize a premium over the then-prevailing market price of our shares or for other reasons. However, the following could prevent, deter, or delay such a transaction:\n•\nProvisions of Maryland law may impose limitations that may make it more difficult for a third party to negotiate or effect a business combination transaction or control share acquisition with Public Storage. Currently, our Board has opted not to subject the Company to these provisions of Maryland law, but it could choose to do so in the future without shareholder approval.\n•\nTo protect against the loss of our REIT status due to concentration of ownership levels, our declaration of trust generally limits the ability of a person, other than the Hughes family or “designated investment entities” (each as defined in our declaration of trust), to own, actually or constructively, more than 3% of our outstanding common shares or 9.9% of the outstanding shares of any class or series of preferred or equity shares. Our Board may grant, and has previously granted, a specific exemption. These limits could discourage, delay or prevent a transaction involving a change in control of the Company not approved by our Board.\n15\n•\nSimilarly, current provisions of our declaration of trust and powers of our Board could have the same effect, including (1) limitations on removal of trustees, (2) restrictions on the acquisition of our shares of beneficial interest, (3) the power to issue additional common shares, preferred shares or equity shares on terms approved by our Board without obtaining shareholder approval, (4) the advance notice provisions of our bylaws and (5) our Board’s ability under Maryland law, without obtaining shareholder approval, to implement takeover defenses that we may not yet have and to take, or refrain from taking, other actions that could have the effect of delaying, deterring or preventing a transaction or a change in control.\nHolders of our preferred shares have dividend, liquidation and other rights that are senior to the rights of the holders of shares of our common stock.\nHolders of our preferred shares are entitled to cumulative dividends before any dividends may be declared or set aside on our common stock. Upon liquidation, holders of our preferred shares will receive a liquidation preference of $25,000 per share (or $25.00 per depositary share) plus any accrued and unpaid distributions before any payment is made to the common shareholders. These preferences may limit the amount received by our common shareholders either from ongoing distributions or upon liquidation. In addition, our preferred shareholders have the right to elect two additional directors to our Board whenever dividends are in arrears in an aggregate amount equivalent to six or more quarterly dividends, whether or not consecutive.\nPreferred Shareholders are subject to certain risks.\nHolders of our preferred shares have preference rights over our common shareholders with respect to liquidation and distributions, which give them some assurance of continued payment of their stated dividend rate, and receipt of their principal upon liquidation of the Company or redemption of their securities. However, holders of our Preferred Shares should consider the following risks:\n•\nThe Company has in the past, and could in the future, issue or assume additional debt. Preferred shareholders would be subordinated to the interest and principal payments of such debt, which would increase the risk that there would not be sufficient funds to pay distributions or liquidation amounts to the preferred shareholders.\n•\nThe Company has in the past, and could in the future, issue additional preferred shares that, while pari passu to the existing preferred shares, increases the risk that there would not be sufficient funds to pay distributions to the preferred shareholders.\n•\nWhile the Company has no plans to do so, if the Company were to lose its REIT status or no longer elect REIT status, it would no longer be required to distribute its taxable income to maintain REIT status. If, in such a circumstance, the Company ceased paying dividends, unpaid distributions to the preferred shareholders would continue to accumulate. The preferred shareholders would have the ability to elect two additional members to serve on our Board until the arrearage was cured. The preferred shareholders would not receive any compensation (such as interest) for the delay in the receipt of distributions, and it is possible that the arrearage could accumulate indefinitely.\nRisks Related to Government Regulations and Taxation\nWe would incur adverse tax consequences if we failed to qualify as a REIT, and we would have to pay substantial U.S. federal corporate income taxes.\nREITs are subject to a range of complex organizational and operational requirements. A qualifying REIT does not generally incur U.S. federal corporate income tax on its “REIT taxable income” (generally, taxable income subject to specified adjustments, including a deduction for dividends paid and excluding net capital gain) that it distributes to its shareholders. Our REIT status is also dependent upon the ongoing REIT qualification of PSB as a result of our substantial ownership interest in it. We believe we have qualified as a REIT and we intend to continue to maintain our REIT status.\nHowever, there can be no assurance that we qualify or will continue to qualify as a REIT, because of the highly technical nature of the REIT rules, the ongoing importance of factual determinations, the possibility of unidentified issues in prior periods, or changes in our circumstances, as well as share ownership limits in our articles of incorporation that do not necessarily ensure that our shareholder base is sufficiently diverse for us to qualify as a REIT. For any year we fail to qualify as a REIT, unless certain relief provisions apply (the granting of such relief could nonetheless result in significant\n16\nexcise or penalty taxes), we would not be allowed a deduction for dividends paid, we would be subject to U.S. federal corporate income tax on our taxable income, and generally we would not be allowed to elect REIT status until the fifth year after such a disqualification. Any taxes, interest, and penalties incurred would reduce our cash available for distributions to shareholders and could negatively affect our stock price. However, for years in which we failed to qualify as a REIT, we would not be subject to REIT rules that require us to distribute substantially all of our taxable income to our shareholders.\nChanges in tax laws could negatively impact us.\nThe United States Treasury Department and Congress frequently review federal income tax legislation, regulations and other guidance. We cannot predict whether, when, or to what extent new federal tax laws, regulations, interpretations or rulings will be adopted, but these changes might include, in particular, increases in the U.S. federal income tax rates that apply to us or our shareholders in certain circumstances, possibly with retroactive effect.\nChanges made by the Tax Cuts and Jobs Act, signed into law on December 22, 2017, limit our ability to deduct compensation in excess of $1 million paid to certain senior executives. This could require us to increase distributions to our shareholders in the future in order to avoid paying tax and to maintain our REIT status.\nWe may pay some taxes, reducing cash available for shareholders.\nEven if we qualify as a REIT for U.S. federal corporate income tax purposes, we may be subject to some federal, foreign, state and local taxes on our income and property. Since January 1, 2001, certain consolidated corporate subsidiaries of the Company have elected to be treated as taxable REIT subsidiaries (“TRSs”) for U.S. federal corporate income tax purposes, and are taxable as regular corporations and subject to certain limitations on intercompany transactions. If tax authorities determine that amounts paid by our TRSs to us are not reasonable compared to similar arrangements among unrelated parties, we could be subject to a 100% penalty tax on the excess payments, and ongoing intercompany arrangements could have to change, resulting in higher ongoing tax payments. To the extent the Company is required to pay federal, foreign, state or local taxes or federal penalty taxes due to existing laws or changes thereto, we will have less cash available for distribution to shareholders.\nIn addition, certain local and state governments have imposed taxes on self-storage rent. While in most cases those taxes are paid by our customers, they increase the cost of self-storage rental to our customers and can negatively impact our revenues. Other local and state governments may impose self-storage rent taxes in the future.\nWe have exposure to increased property tax in California.\nApproximately $649 million of our 2021 net operating income is from our properties in California, and we incurred approximately $46 million in related property tax expense. Due to the impact of Proposition 13, which generally limits increases in assessed values to 2% per year, the assessed value and resulting property tax we pay is less than it would be if the properties were assessed at current values. From time to time, proposals have been made to reduce the beneficial impact of Proposition 13, most recently in the November 2020 ballot. While this ballot initiative failed, there can be no assurance that future initiatives or other legislative actions will not eliminate or reduce the benefit of Proposition 13 with respect to our properties. If the beneficial effect of Proposition 13 were ended for our properties, our property tax expense could increase substantially, adversely affecting our cash flow from operations and net income.\nWe are subject to new and changing legislation and regulations, including the California Privacy Rights Act (CPRA).\nWe are subject to new and changing legislation and regulations, including the Americans with Disabilities Act of 1990 and legislation regarding property taxes, income taxes, REIT status, labor and employment, privacy and, lien sales, at the city, county, state, and federal level, which could materially impact our business and operations. Failure to comply with applicable laws, regulations, and policies may subject us to increased litigation and regulatory actions and negatively affect our business and operations or reputation.\nOn November 3, 2020, Californians passed a ballot measure that creates the California Privacy Rights Act (“CPRA”). The CPRA amends and expands the California Consumer Privacy Act (CCPA), which went into effect on January 1, 2020. The CPRA, which goes into effect on January 1, 2023, provides new rights and amends existing rights found in the CCPA. It also creates a new privacy enforcement authority, the California Privacy Protection Agency (“CalPPA”). The CPRA grants the Attorney General and the CalPPA the authority to issue regulations on a wide range of\n17\ntopics. It therefore remains unclear what, if any, modifications will be made to the CPRA or how it will be interpreted. While we believe we have developed processes to comply with current privacy requirements, a regulatory agency may not agree with certain of our implementation decisions, which could subject us to litigation, regulatory actions or changes to our business practices that could increase costs or reduce revenues. Other states have also considered or are considering privacy laws similar to those passed in California. Similar laws may be implemented in other jurisdictions in which we do business and in ways that may be more restrictive than those in California, increasing the cost of compliance, as well as the risk of noncompliance, on our business.\nOur tenant reinsurance business is subject to governmental regulation which could reduce our profitability or limit our growth.\nWe hold Limited Lines Self-Service Storage Insurance Agent licenses from a number of individual state departments of insurance and are subject to state governmental regulation and supervision.  Our continued ability to maintain these Limited Lines Self-Service Storage Insurance Agent licenses in the jurisdictions in which we are licensed depends on our compliance with related rules and regulations.  The regulatory authorities in each jurisdiction generally have broad discretion to grant, renew and revoke licenses and approvals, to promulgate, interpret, and implement regulations, and to evaluate compliance with regulations through periodic examinations, audits and investigations of the affairs of insurance agents. As a result of regulatory or private action in any jurisdiction, we may be temporarily or permanently suspended from continuing some or all of our reinsurance activities\n,\nor otherwise fined or penalized or suffer an adverse judgment, which could reduce our net income."
  },
  {
    "item_key": "item_1b",
    "text": "None.\n18"
  },
  {
    "item_key": "item_2",
    "text": "At December 31, 2021, we had controlling ownership interests in 2,787 self-storage facilities located in 39 states within the U.S.:\n(a)\nSee Schedule III: Real Estate and Accumulated Depreciation in our consolidated financial statements included in this Annual Report on Form 10-K, for a summary of land, building, accumulated depreciation, square footage, and number of properties by market.\nAt December 31, 2021, 11 of our facilities with a net book value of $66 million were encumbered by an aggregate of $23 million in mortgage notes payable.\nThe configuration of self-storage facilities has evolved over time. The oldest facilities are comprised generally of multiple single-story buildings, and have on average approximately 500 primarily “drive up” spaces per facility, and a small rental office. The most prevalent recently constructed facilities have higher density footprints with large, multi-story buildings with climate control and 1,000 or more self-storage spaces, a more imposing and visible retail presence, and a\n19\nprominent and large rental office designed to appeal to customers as an attractive and retail-focused “store.” Our self-storage portfolio includes facilities with characteristics of the oldest facilities, characteristics of the most recently constructed facilities, and those with characteristics of both older and recently constructed facilities. Most spaces have between 25 and 400 square feet and an interior height of approximately eight to 12 feet."
  },
  {
    "item_key": "item_3",
    "text": "For a description of the Company’s legal proceedings, see “Note 14. Commitments and Contingencies” to our consolidated financial statements included in this Annual Report on Form 10-K."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n20\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Our Common Shares of beneficial interest (the “Common Shares”) (NYSE: PSA) have been listed on the NYSE since October 19, 1984. As of February 18, 2022, there were approximately 10,524 holders of record of our Common Shares.\nOur Board has authorized management to repurchase up to 35,000,000 of our common shares on the open market or in privately negotiated transactions. From the inception of the repurchase program through February 22, 2022, we have repurchased a total of 23,721,916 common shares (all purchased prior to 2010) at an aggregate cost of approximately $679.1 million. Our common share repurchase program does not have an expiration date and there are 11,278,084 common shares that may yet be repurchased under our repurchase program as of December 31, 2021. We have no current plans to repurchase shares; however, future levels of common share repurchases will be dependent upon our available capital, investment alternatives, and the trading price of our common shares.\nRefer to Item 12. “Security Ownership of Certain Beneficial Owners and Management and Related Shareholder Matters” for information about our equity compensation plans.\nITEM 6.\nSelected Financial Data\nNot applicable"
  },
  {
    "item_key": "item_7",
    "text": "Management’s Discussion and Analysis of Financial Condition and Results of Operations (“MD&A”) should be read in conjunction with our consolidated financial statements and notes thereto.\nCritical Accounting Estimates\nThe preparation of consolidated financial statements and related disclosures in conformity with U.S. generally accepted accounting principles (“GAAP”) requires us to make judgments, assumptions, and estimates that affect the amounts reported. On an ongoing basis, we evaluate our estimates and assumptions. These estimates and assumptions are based on current facts, historical experience, and various other factors that we believe are reasonable under the circumstances to determine reported amounts of assets, liabilities, revenues, and expenses that are not readily apparent from other sources.\nWe believe the following are our critical accounting estimates, because they are reasonably likely to have a material impact on the portrayal of our financial condition and results, and they require us to make judgments and estimates about matters that involve a significant level of uncertainty.\nImpairment of Long-Lived Assets:\nThe analysis of impairment of our long-lived assets, including our real estate facilities, involves identification of indicators of impairment, including unfavorable operational results and significant cost overruns on construction, projections of future operating cash flows, and estimates of fair values, all of which require significant judgment and subjectivity. In particular, these estimates are sensitive to significant assumptions, such as the projections of future rental rates, stabilized occupancy level, future profit margin, discount rates and capitalization rates, all of which could be affected by our expectations about future market or economic conditions. Others could come to materially different conclusions. In addition, we may not have identified all current facts and circumstances that may affect impairment. Any unidentified impairment loss, or change in conclusions, could have a material adverse impact on our net income.\nAllocating Purchase Price for Acquired Real Estate Facilities\n: We estimate the fair values of the assets and liabilities of acquired real estate facilities, which consist principally of land and buildings, for purposes of allocating the aggregate purchase price of acquired real estate facilities. We estimate the fair value of land based upon price per square foot derived from observable transactions involving comparable land in similar locations as adjusted for location quality, parcel size, and date of sale associated with the acquired facilities. The fair value estimate of land is sensitive to the adjustments made to the land market transactions used in the estimate, particularly when there is a lack of recent\n21\ncomparable land market data. For large portfolio acquisitions, we estimate the fair value of buildings primarily using the income approach by estimating the fair value of hypothetical vacant acquired facilities and adjusting for the estimated fair value of land. For individual and small portfolio acquisitions, we estimate the fair value of buildings primarily based upon the estimated current replacement cost, which we calculate by estimating the replacement cost of new purpose-built self-storage facilities in similar geographic regions and adjusting for age, quality, amenities, and configuration associated with the buildings acquired. The fair value estimate of buildings is sensitive to assumptions used in both the income approach, such as lease-up period, future stabilized operating cash flows, capitalization rate and discount rate, and in the replacement cost approach, such as current cost adjustment, soft cost and developer profit estimate. Others could come to materially different conclusions as to the estimated fair values of land and buildings, which would result in different depreciation and amortization expense, gains and losses on sale of real estate assets, as well as the level of land and buildings on our consolidated balance sheet.\nOverview\nOur self-storage operations generate most of our net income and our earnings growth is most impacted by the level of organic growth within our Same Store Facilities (as defined below). Accordingly, a significant portion of management’s time is devoted to maximizing cash flows from our existing self-storage facility portfolio.\nDuring the year ended December 31, 2021, revenues generated by our Same Store Facilities increased by 10.5%, as compared to the previous year, while Same Store cost of operations decreased by 2%. Demand and operating trends have continued to improve, leading to increases in our self-storage rental rates and reduction in advertising expense in all markets while maintaining high levels of occupancy.\nIn addition to managing our existing facilities for organic growth, we have grown and plan to continue to grow through the acquisition and development of new facilities and expansion of our existing self-storage facilities. During 2021, we acquired a near-record high of 232 facilities with 21.8 million net rentable square feet for $5.1 billion. In addition, we developed and expanded self-storage space for a total cost of $218.0 million, adding 1.6 million net rentable square feet. During the year ended December 31, 2021, revenue generated by our acquired and newly developed and expanded facilities increased by 112.9% as compared to the previous year.\nOur strong financial profile continues to enable effective access to capital markets in order to support our growth. During 2021, we raised an aggregate of $5.1 billion in four public debt offerings, resulting in aggregate notes payable of $7.5 billion with a weighted average rate of 1.8% at December 31, 2021. Additionally, during 2021, we issued $1.2 billion in three public offerings of our preferred shares offset by $1.2 billion in redemptions of our preferred shares, reducing our weighted average dividend rate from 4.8% at December 31, 2020 to 4.5% at December 31, 2021.\nIn order to enhance the competitive position of certain of our facilities relative to local competitors (including newly developed facilities) and execute on our climate initiatives and long-term sustainability strategies, we have embarked on our multi-year Property of Tomorrow program to (i) rebrand our properties through more pronounced, attractive, and clearly identifiable color schemes and signage, (ii) enhance the energy efficiency of our properties, and (iii) upgrade the configuration and layout of the offices and other customer zones to improve the customer experience.  We expect to complete the program by the end of 2025. We spent approximately $130 million on the program in 2021 and expect to spend approximately $180 million in 2022.\n22\nResults of Operations\nOperating Results for 2021 and 2020\nIn 2021, net income allocable to our common shareholders was $1,732.4 million or $9.87 per diluted common share, compared to $1,098.3 million or $6.29 per diluted common share in 2020 representing an increase of $634.1 million or $3.58 per diluted common share. The increase is due primarily to (i) a $437.4 million increase in self-storage net operating income, (ii) a $209.7 million increase in foreign currency exchange gains associated with our Euro denominated notes payable, and (iii) our $149.0 million equity share of gains on sale of real estate recorded by PS Business Parks in 2021, partially offset by (iv) a $160.2 million increase in depreciation and amortization expense.\nThe $437.4 million increase in self-storage net operating income in 2021 as compared to 2020 is a result of a $276.9 million increase in our Same Store Facilities, and a $160.5 million increase in our Non-Same Store Facilities (as defined below). Revenues for the Same Store Facilities increased 10.5% or $262.7 million in 2021 as compared to 2020, due primarily to higher realized annual rent per available square foot and weighted average square foot occupancy. Cost of operations for the Same Store Facilities decreased by 2.0% or $14.2 million in 2021 as compared to 2020, due primarily to (i) a 36.1% ($22.4 million) decrease in marketing expenses and (ii) an 11.2% ($14.4 million) decrease in on-site property manager payroll. The increase in net operating income of $160.5 million for the Non-Same Store Facilities is due primarily to the impact of facilities acquired in 2021 and 2020 and the fill-up of recently developed and expanded facilities.\nOperating Results for 2020 and 2019\nIn 2020, net income allocable to our common shareholders was $1,098.3 million or $6.29 per diluted common share, compared to $1,272.8 million or $7.29 per diluted common share in 2019, representing a decrease of $174.4 million or $1.00 per diluted common share. The decrease is due primarily to (i) a $105.8 million increase in foreign currency exchange losses associated with our Euro denominated notes payable, (ii) a $40.3 million increase in depreciation and amortization expense, (iii) a $21.1 million increase in general and administrative expense, (iv) a $15.6 million decrease due to the impact of allocations to preferred shareholders with respect to redemption of preferred shares, and (v) a $8.0 million decrease in self-storage net operating income.\nThe $8.0 million decrease in self-storage net operating income is a result of a $39.4 million decrease in our Same Store Facilities, offset partially by a $31.4 million increase in our non-Same Store Facilities. Revenues for the Same Store Facilities decreased 0.8% or $20.7 million in 2020 as compared to 2019, due primarily to reduced late charges and administrative fees. Cost of operations for the Same Store Facilities increased by 2.7% or $18.8 million in 2020 as compared to 2019, due primarily to a 22.6% ($11.4 million) increase in marketing expenses, a 3.0% ($7.6 million) increase in property tax expense, and a 2.3% ($2.9 million) increase in on-site property manager payroll expense. The increase in net operating income of $31.4 million for the non-Same Store Facilities is due primarily to the impact of facilities acquired in 2020 and 2019 and the fill-up of recently developed and expanded facilities.\nFunds from Operations and Core Funds from Operations\nFunds from Operations (“FFO”) and FFO per share are non-GAAP measures defined by the National Association of Real Estate Investment Trusts and are considered helpful measures of REIT performance by REITs and many REIT analysts. FFO represents net income before depreciation and amortization, which is excluded because it is based upon historical costs and assumes that building values diminish ratably over time, while we believe that real estate values fluctuate due to market conditions. FFO also excludes gains or losses on sale of real estate assets and real estate impairment charges, which are also based upon historical costs and are impacted by historical depreciation. FFO and FFO per share are not a substitute for net income or earnings per share. FFO is not a substitute for net cash flow in evaluating our liquidity or ability to pay dividends, because it excludes investing and financing activities presented on our consolidated statements of cash flows. In addition, other REITs may compute these measures differently, so comparisons among REITs may not be helpful.\nFor the year ended December 31, 2021, FFO was $13.36 per diluted common share, as compared to $9.75 and $10.58 per diluted common share for the years ended December 31, 2020 and 2019, respectively, representing an increase in 2021 of 37.0% or $3.61 per diluted common share, as compared to 2020.\n23\nThe following tables reconcile diluted earnings per share to FFO per share and set forth the computation of FFO per share:\nWe also present \"Core FFO\" and “Core FFO per share,” non-GAAP measures that represent FFO and FFO per share excluding the impact of (i) foreign currency exchange gains and losses, (ii) charges related to the redemption of preferred securities, and (iii) certain other non-cash and/or nonrecurring income or expense items primarily representing, with respect to the periods presented below, the impact of loss contingency accruals, casualties, transactional due diligence, and advisory costs\n.\nWe review Core FFO and Core FFO per share to evaluate our ongoing operating performance and we believe they are used by investors and REIT analysts in a similar manner. However, Core FFO and Core FFO per share are not substitutes for net income and net income per share. Because other REITs may not compute Core FFO or Core FFO per share in the same manner as we do, may not use the same terminology or may not present such measures, Core FFO and Core FFO per share may not be comparable among REITs.\n24\nThe following table reconciles FFO per share to Core FFO per share and FFO to Core FFO, respectively:\n(a)\nPreferred share redemption charge was presented in allocation of net income to preferred shareholders - redemption and equity in earnings of unconsolidated real estate entities on the Consolidated Statements of Income for the years ended December 31, 2021, 2020, and 2019.\n(b)\nProperty losses and tenant claims due to casualties was presented in general and administrative expenses and ancillary cost of operations on the Consolidated Statement of Income for the year ended December 31, 2021.\nAnalysis of Net Income - Self-Storage Operations\nOur self-storage operations are analyzed in four groups: (i) the 2,274 facilities that we have owned and operated on a stabilized basis since January 1, 2019 (the “Same Store Facilities”), (ii) 338 facilities we acquired after December 31, 2019 (the “Acquired facilities”), (iii) 142 facilities that have been newly developed or expanded, or that had commenced expansion by December 31, 2021 (the “Newly developed and expanded facilities”), and (iv) 33 other facilities, which are otherwise not stabilized with respect to occupancies or rental rates since January 1, 2019 (the “Other non-same store facilities”). See Note 13 to our December 31, 2021 consolidated financial statements “Segment Information,” for a reconciliation of the amounts in the tables below to our total net income.\n25\n26\n(a)\nNet operating income or “NOI” is a non-GAAP financial measure that excludes the impact of depreciation and amortization expense, which is based upon historical real estate costs and assumes that building values diminish ratably over time, while we believe that real estate values fluctuate due to market conditions. We utilize NOI in determining current property values, evaluating property performance, and in evaluating property operating trends. We believe that investors and analysts utilize NOI in a similar manner. NOI is not a substitute for net income, operating cash flow, or other related financial measures, in evaluating our operating results. See Note 13 to our December 31, 2021 consolidated financial statements for a reconciliation of NOI to our total net income for all periods presented.\nSame Store Facilities\nThe Same Store Facilities consist of facilities we have owned and operated on a stabilized level of occupancy, revenues, and cost of operations since January 1, 2019. The composition of our Same Store Facilities allows us more effectively to evaluate the ongoing performance of our self-storage portfolio in 2019, 2020, and 2021 and exclude the impact of fill-up of unstabilized facilities, which can significantly affect operating trends. We believe investors and analysts use Same Store information in a similar manner. However, because other REITs may not compute Same Store Facilities in the same manner as we do, may not use the same terminology or may not present such a measure, Same Store Facilities may not be comparable among REITs.\nThe following table summarizes the historical operating results of these 2,274 facilities (148.7 million net rentable square feet) that represent approximately 75% of the aggregate net rentable square feet of our U.S. consolidated self-storage portfolio at December 31, 2021. It includes various measures and detail that we do not include in the analysis of the developed, acquired, and other non-same store facilities, due to the relative magnitude and importance of the Same Store Facilities relative to our other self-storage facilities.\n27\nSelected Operating Data for the Same Store Facilities (2,274 facilities)\n28\n(a)\nRevenues and cost of operations do not include tenant reinsurance and merchandise sale revenues and expenses generated at the facilities. See “Ancillary Operations” below for more information.\n(b)\nDirect net operating income (“Direct NOI”), a subtotal within NOI, is a non-GAAP financial measure that excludes the impact of supervisory payroll, centralized management costs and share-based compensation in addition to depreciation and amortization expense. We utilize direct net operating income in evaluating property performance and in evaluating property operating trends as compared to our competitors.\n(c)\nRealized annual rent per occupied square foot is computed by dividing rental income, before late charges and administrative fees, by the weighted average occupied square feet for the period. Realized annual rent per available square foot (“REVPAF”) is computed by dividing rental income, before late charges and administrative fees, by the total available net rentable square feet for the period. These measures exclude late charges and administrative fees in order to provide a better measure of our ongoing level of revenue. Late charges are dependent upon the level of delinquency and administrative fees are dependent upon the level of move-ins. In addition, the rates charged for late charges and administrative fees can vary independently from rental rates. These measures take into consideration promotional discounts, which reduce rental income.\n(d)\nAnnual contract rent represents the agreed upon monthly rate that is paid by our tenants in place at the time of measurement. Contract rates are initially set in the lease agreement upon move-in and we adjust them from time to time with notice. Contract rent excludes other fees that are charged on a per-item basis, such as late charges and administrative fees, does not reflect the impact of promotional discounts, and does not reflect the impact of rents that are written off as uncollectible.\nAnalysis of Same Store Revenue\nWe believe a balanced occupancy and rate strategy maximizes our revenues over time. We regularly adjust the rental rates and promotional discounts offered (generally, “$1.00 rent for the first month”), as well as our marketing efforts to maximize revenue from new tenants to replace tenants that vacate.\nWe typically increase rental rates to our long-term tenants (generally, those who have been with us for at least a year) every six to twelve months. As a result, the number of long-term tenants we have in our facilities is an important factor in our revenue growth. The level of rate increases to long-term tenants is based upon evaluating the additional revenue from the increase against the negative impact of incremental move-outs, by considering the customer’s in-place rent and prevailing market rents, among other factors.\nRevenues generated by our Same Store Facilities increased 10.5% in 2021 and decreased 0.8% in 2020, in each case as compared to the previous year. The increase in 2021 is due primarily to (i) an 8.8% increase in realized annual rent per occupied square foot for 2021 as compared to 2020 and, to a lesser extent, (ii) a 1.9% increase in average occupancy for 2021 as compared to 2020. The decrease in 2020 is due to the negative impact caused by the COVID Pandemic, certain restrictions on rate increases to existing tenants imposed by local governments due to declared state of emergency, reduced late charges and administrative fees, as well as the continued impact of increased new supply from new developments.\nOur growth in revenues, weighted average square foot occupancy, realized annual rent per occupied square foot, and REVPAF for 2021 as compared to 2020 was evident in substantially all of our markets including each of our top 15 markets.\nRealized annual rent per occupied square foot increased 8.8% in 2021 as compared to 2020. The increase of realized annual rent per occupied square foot in 2021 as compared to 2020 was due to (i) a 25.8% year over year increase in average rates per square foot charged to new tenants moving in as a result of strong customer demand across all markets, combined with (ii) rate increases to existing tenants in 2021 as compared to the curtailed increases in 2020. At December 31, 2021, annual contract rent per occupied square foot was 11.8% higher as compared to December 31, 2020.\nWe experienced high occupancy levels throughout 2021. Our average square foot occupancy levels increased 1.9% on a year over year basis during 2021 and at December 31, 2021, our square foot occupancy was 94.8%. The improvement in occupancy trends was due primarily to improved trends in move-outs, with year over year move-outs down 7.9% in 2021.  This resulted in an increased average length of stay for 2021, which supports revenue growth through rate increases to long-term tenants and a reduced requirement to replace vacating tenants with new tenants, leading to reduced promotional costs and increased pricing leverage. This reduced requirement to replace vacating tenants with new tenants resulted in lower move-in volumes throughout 2021. With higher occupancy and pricing trends, we reduced promotional discounts given to new move-in customers for 2021 by 49.8% as compared to 2020.\nDemand historically has been higher in the summer months than in the winter months and, as a result, rental rates charged to new tenants have typically been higher in the summer months than in the winter months. Demand fluctuates due\n29\nto various local and regional factors, including the overall economy. Demand into our system is also impacted by new supply of self-storage space as well as alternatives to self-storage.\nWe expect continued revenue growth in 2022 supported by consistently high customer demand and a stable tenant base that will enable us to continue to raise rates to our existing tenants while maintaining a high level of occupancy.\nLate Charges and Administrative Fees\nLate charges and administrative fees decreased 1.9% year over year for 2021, due to (i) an acceleration in average collections whereby a greater percentage of tenants paid their monthly rent promptly to avoid the incurrence of such fees and (ii) reduced move-in administrative fees due to lower move-ins.\nSelected Key Statistical Data\nThe following table sets forth average annual contract rent per square foot and total square footage for tenants moving in and moving out during the years ended December 31, 2021, 2020, and 2019. It also includes promotional discounts, which vary based upon the move-in contractual rates, move-in volume, and percentage of tenants moving in who receive the discount.\nAnalysis of Same Store Cost of Operations\nCost of operations (excluding depreciation and amortization) decreased 2.0% in 2021 as compared to 2020 due primarily to decreased marketing and on-site property manager payroll expense. Cost of operations (excluding depreciation and amortization) increased 2.7% in 2020 as compared to 2019 due primarily to increased marketing and property tax expense.\nProperty tax expense increased 3.6% in 2021 as compared to 2020 and increased 3.0% in 2020 as compared to 2019 as a result of higher assessed values. We expect property tax expense growth of approximately 5.0% in 2022 due primarily to higher assessed values and, to a lesser extent, increased tax rates.\nOn-site property manager payroll expense decreased 11.2% in 2021 as compared to 2020 and increased 2.3% in 2020 as compared to 2019. The decrease in 2021 is primarily due to (i) a year-over-year decline in hours worked due to staffing reductions from reduced move-in and move-out activity and revisions to other operational processes and (ii) a temporary $3.00 hourly incentive increase and enhancement of paid time off benefits to all of our property managers between April 1, 2020 and June 30, 2020 in response to the COVID Pandemic, partially offset by wage increases in response to competitive labor conditions experienced in most geographical markets since the second quarter of 2021. On October 1, 2021, we increased the wages of all of our property employees by an average of 7.5%, bringing our average pay for non-resident property employees (i.e. those not receiving rent and utility free housing) to $15 per hour. We expect on-\n30\nsite property manager payroll expense to increase in 2022 driven by increased wage rates, partially offset by expected reduction in labor hours.\nOur utility expenses consist primarily of electricity costs, which are dependent upon energy prices, subject to fluctuations due to market conditions, and usage levels. Changes in usage levels are driven primarily by weather and temperature. Utility expense decreased 1.9% in 2021 as compared to 2020 and 8.9% in 2020 as compared to 2019. The decreases experienced in 2021 and 2020 are due primarily to investments we are making in energy saving technology such as solar power and LED lights, which generate favorable returns on investment in the form of lower utility usage.\nMarketing expense includes Internet advertising and the operating costs of our telephone reservation center. Internet advertising expense, comprising keyword search fees assessed on a “per click” basis, varies based upon demand for self-storage space, the quantity of people inquiring about self-storage through online search, occupancy levels, the number and aggressiveness of bidding competitors, and other factors. These factors are volatile; accordingly, Internet advertising can increase or decrease significantly in the short-term. We decreased marketing expense by 36.1% in 2021 as compared to 2020 due primarily to lower volume of paid search programs we utilized in 2021 given strong demand and high occupancies in many of our same store properties. Marketing expense increased 22.6% in 2020 as compared to 2019, due primarily to both higher volume of paid search programs we utilized to attract more customers for our space, and cost per click for keyword search terms increased due to more keyword bidding competition from existing self-storage owners and operators, including owners of newly developed facilities and nontraditional storage providers.\nOther direct property costs include administrative expenses specific to each self-storage facility, such as property insurance, telephone and data communication lines, business license costs, bank charges related to processing the facilities’ cash receipts, tenant mailings, credit card fees, eviction costs, and the cost of operating each property’s rental office. These costs increased 7.8% in 2021 as compared to 2020 and 1.8% in 2020 as compared to 2019. We continue to experience increased credit card fees due to a long-term trend of more customers paying with credit cards rather than cash, checks, or other methods of payment with lower transaction costs.\nSupervisory payroll expense, which represents cash compensation paid to the management personnel who directly and indirectly supervise the on-site property managers, decreased 9.6% in 2021 as compared to 2020, due primarily to lower headcount in 2021 and incentives related to the COVID Pandemic in 2020. Supervisory payroll increased 4.8% in 2020 as compared to 2019 due to higher headcount.\nCentralized management costs represents administrative and cash compensation expenses for shared general corporate functions to the extent their efforts are devoted to self-storage operations. Such functions include information technology support, hardware, and software, as well as centralized administration of payroll, benefits, training, repairs and maintenance, customer service, pricing and marketing, operational accounting and finance, and legal costs. Centralized management costs increased 12.8% in 2021 as compared to 2020 and decreased 3.6% in 2020 as compared to 2019. The increase in 2021 was due primarily to an increase in technology and data team costs that support property operations.  We expect increases in centralized management costs in 2022 due to continued investment in our technology and data platforms that support our property operations.\nShare-based compensation expense includes the amortization of restricted share units and stock options granted to management personnel who directly and indirectly supervise the on-site property managers, as well as those employees responsible for providing shared general corporate functions to the extent their efforts are devoted to self-storage operations. Such functions are listed above under centralized management costs. Share-based compensation expense varies based upon the level of grants and their related vesting and amortization periods, forfeitures, as well as the Company’s common share price on the date of each grant. Share-based compensation expense increased 37.3% in 2021 as compared to 2020 and 17.3% in 2020 as compared to 2019. The increase in 2021 is due primarily to the absence of comparable performance-based share-based compensation expense in 2020 and the accelerated compensation costs recognized in 2021 associated with modifying our share-based compensation plans in July 2020, to allow immediate vesting upon retirement.\n31\nAnalysis of Market Trends\nThe following tables set forth selected market trends in our Same Store Facilities:\nSame Store Facilities Operating Trends by Market\n32\nSame Store Facilities Operating Trends by Market (Continued)\n33\nSame Store Facilities Operating Trends by Market (Continued)\n34\nSame Store Facilities Operating Trends by Market (Continued)\n35\nAcquired Facilities\nThe Acquired Facilities represent 338 facilities that we acquired in 2019, 2020, and 2021. As a result of the stabilization process and timing of when these facilities were acquired (and resulting reclassification to Same-Store Facilities), year-over-year changes can be significant. The following table summarizes operating data with respect to the Acquired Facilities:\n36\nACQUIRED FACILITIES (Continued)\n(a)\nRepresents the percentage change with respect to square foot occupancy and annual contract rent per occupied square foot, and the absolute nominal change with respect to all other items.\n(b)\nRevenues and cost of operations do not include tenant reinsurance and merchandise sale revenues and expenses generated at the facilities. See “Ancillary Operations” below for more information.\nDuring 2021, we acquired the ezStorage portfolio, consisting of 48 properties (4.1 million net rentable square feet) for acquisition cost of $1.8 billion, which includes 47 self-storage facilities and one property that is under construction. Included in the 2021 Acquisition results in the table above are revenues of $61.7 million, NOI of $48.5 million (including Direct NOI of $50.2 million) and square footage occupancy of 92.2% for 2021 since the acquisition on April 28, 2021.\nDuring 2021, we acquired the All Storage portfolio consisting of 56 properties (7.5 million net rentable square feet) for $1.5 billion, with 55 properties closed in the fourth quarter of 2021 and one property expected to close in early 2022.\nSubsequent to December 31, 2021, we are under contract to acquire 15 self-storage facilities across 10 states with 1.2 million net rentable square feet, for $212.4 million.\n37\nDeveloped and Expanded Facilities\nThe developed and expanded facilities include 70 facilities that were developed on new sites since January 1, 2016, and 72 facilities subject to expansion of their net rentable square footage. Of these expansions, 43 were completed at January 1, 2020, 23 were completed in the 24 months ended December 31, 2021, and 6 are currently in process at December 31, 2021. The following table summarizes operating data with respect to the Developed and Expanded Facilities:\n38\n39\n(a)\nRepresents the percentage change with respect to square foot occupancy and annual contract rent per occupied square foot, and the absolute nominal change with respect to all other items.\n(b)\nRevenues and cost of operations do not include tenant reinsurance and merchandise sales generated at the facilities. See “Ancillary Operations” below for more information.\n(c)\nThe facilities included above have an aggregate of approximately 17.4 million net rentable square feet at December 31, 2021, including 6.0 million in Texas, 2.6 million in Florida, 2.2 million in California, 1.5 million in Colorado, 1.1 million in Minnesota, 0.9 million in North Carolina, 0.6 million in Washington, 0.4 million in each of Missouri and Virginia, 0.3 million in each of Georgia, Michigan, New Jersey and South Carolina and 0.5 million in other states.\n(d)\nThese amounts only include the direct cost incurred to expand and renovate these facilities, and do not include (i) the original cost to develop or acquire the facility or (ii) the lost revenue on space demolished during the construction and fill-up period.\nIt typically takes at least three to four years for a newly developed or expanded self-storage facility to stabilize with respect to revenues. Physical occupancy can be achieved as early as two to three years following completion of the development or expansion, through offering lower rental rates during fill-up. As a result, even after achieving high occupancy, there can still be a period of elevated revenue growth as the tenant base matures and higher rental rates are achieved.\nWe believe that our development and redevelopment activities generate favorable risk-adjusted returns over the long run. However, in the short run, our earnings are diluted during the construction and stabilization period due to the cost of capital to fund the development cost, as well as the related construction and development overhead expenses included in general and administrative expense.\nWe typically underwrite new developments to stabilize at approximately an 8.0% NOI yield on cost. Our developed facilities have thus far leased-up as expected and are at various stages of their revenue stabilization periods. The actual annualized yields that we may achieve on these facilities upon stabilization will depend on many factors, including local and current market conditions in the vicinity of each property and the level of new and existing supply.\nAt December 31, 2021, we had 22 additional facilities in development, which will have a total of 1.8 million net rentable square feet of storage space and have an aggregate development cost totaling approximately $331.0 million. We expect these facilities to open over the next 18 to 24 months.\nThe facilities under “expansions completed” represent those facilities where the expansions have been completed at December 31, 2021. We incurred a total of $582.8 million in direct cost to expand these facilities, demolished a total of 1.1 million net rentable square feet of storage space, and built a total of 5.6 million net rentable square feet of new storage space.\nThe facilities under \"expansion in process\" represent those facilities where construction is in process at December 31, 2021, and together with additional expansion activities primarily related to our Same Store Facilities at December 31, 2021, we expect to add a total of 2.8 million net rentable square feet of storage space by expanding existing self-storage facilities for an aggregate direct development cost of $469.0 million.\n40\nOther non-same store facilities\nThe “other non-same store facilities” represent facilities which, while not newly acquired, developed, or expanded, are not fully stabilized since January 1, 2019, due primarily to casualty events such as hurricanes, floods, and fires.\nThe other non-same store facilities have an aggregate of 2.2 million net rentable square feet, including 0.6 million in Texas, 0.3 million in California, 0.2 million in each of Georgia, Ohio and Tennessee, and 0.7 million in other states.\nDepreciation and amortization expense\nDepreciation and amortization expense for Self-Storage Operations increased $160.2 million in 2021 as compared to 2020 and increased $40.3 million in 2020 as compared to 2019, primarily due to acquired, developed and expanded facilities. We expect continued increases in depreciation expense in 2022 as a result of elevated levels of capital expenditures and new facilities that are acquired, developed or expanded in 2022.\n41\nThe following discussion and analysis of the components of net income present a comparison for the year ended December 31, 2021 to the year ended December 31, 2020. The results of these components for the years ended December 31, 2020 compared to December 31, 2019 was included in our Annual Report on Form 10-K for the year ended December 31, 2020 on page 24, under Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” which was filed with the SEC on February 24, 2021.\nAncillary Operations\nAncillary revenues and expenses include amounts associated with the reinsurance of policies against losses to goods stored by tenants in our self-storage facilities, sale of merchandise at our self-storage facilities, and management of property owned by unrelated third parties. The following table sets forth our ancillary operations:\nTenant reinsurance operations:\nTenant reinsurance premium revenue increased $17.3 million or 11.6% in 2021 over 2020 as a result of higher average premiums and an increase in our tenant base with respect to acquired, newly developed, and expanded facilities and the third party properties we manage. Tenant reinsurance premium revenue generated from tenants at our Same-Store Facilities were $133.8 million and $128.0 million in 2021 and 2020, respectively, representing a 4.5% year over year increase in 2021.\nWe expect future growth will come primarily from customers of newly acquired and developed facilities, as well as additional tenants at our existing unstabilized self-storage facilities.\nCost of operations primarily includes claims paid as well as claims adjustment expenses. Claims expenses vary based upon the number of insured tenants and the volume of events which drive covered customer losses, such as burglary, as well as catastrophic weather events affecting multiple properties such as hurricanes and floods.\nMerchandise sales:\nSales of locks, boxes, and packing supplies at our self-storage facilities are primarily impacted by the level of move-ins and other customer traffic at our self-storage facilities. We do not expect any significant changes in revenues or profitability from our merchandise sales in 2022.\nThird-party property management:\nAt December 31, 2021, we managed 93 facilities for unrelated third parties, and were under contract to manage 59 additional facilities including 54 facilities that are currently under construction. During 2021, we added 79 facilities to the program, acquired 25 facilities from the program, and had 19 properties exit the program due to sales to other buyers. While we expect this business to increase in scope and size, we do not expect any\n42\nsignificant changes in overall profitability of this business in the near term as we seek new properties to manage and are in the earlier stages of lease-up for newly managed properties.\nAnalysis of items not allocated to our Reportable Segments\nEquity in earnings of unconsolidated real estate entities\nFor all periods presented, we have equity investments in PSB and Shurgard, which we account for using the equity method and record our pro-rata share of the net income of these entities. The following table, and the discussion below, sets forth our equity in earnings of unconsolidated real estate entities:\nInvestment in PSB:\nThroughout all periods presented, we owned 7,158,354 shares of PS Business Parks, Inc. (“PSB”) common stock and 7,305,355 limited partnership units in an operating partnership controlled by PSB, representing an approximate 41% common equity interest as of December 31, 2021 (42% as of December 31, 2020). The limited partnership units are convertible at our option, subject to certain conditions, on a one-for-one basis into PSB common stock.\nAt December 31, 2021, PSB wholly-owned approximately 28 million rentable square feet of commercial space and had a 95% interest in a 395-unit apartment complex. PSB also manages commercial space that we own pursuant to property management agreements.\nIncluded in our equity earnings from PSB is our equity share of gains on sale of real estate totaling $149.0 million and $11.3 million in 2021 and 2020, respectively. PSB’s filings and selected financial information, including discussion of the factors that affect its earnings, can be accessed through the SEC, and on PSB’s website, www.psbusinessparks.com. Information on this website is not incorporated by reference herein and is not a part of this Annual Report on Form 10-K.\nInvestment in Shurgard:\nThroughout all periods presented, we effectively owned, directly and indirectly, 31,268,459 Shurgard common shares, representing an approximate 35% equity interest in Shurgard. Shurgard’s common shares trade on Euronext Brussels under the “SHUR” symbol.\nAt December 31, 2021, Shurgard owned 253 self-storage facilities with approximately 14 million net rentable square feet. Shurgard pays us license fees for use of the Shurgard® trademark, as described in more detail in Note 4 to our December 31, 2021 consolidated financial statements.\nEquity in earnings from Shurgard increased $8.7 million in 2021 as compared to 2020, primarily due to the impact of improved same store operating income. Shurgard’s public filings and publicly reported information, including discussion of the factors that affect its earnings, can be obtained on its website, https://corporate.shurgard.eu and on the website of the Luxembourg Stock Exchange, http://www.bourse.lu. Information on these websites is not incorporated by reference herein and is not a part of this Annual Report on Form 10-K.\nFor purposes of recording our equity in earnings from Shurgard, the Euro was translated at exchange rates of approximately 1.134 U.S. Dollars per Euro at December 31, 2021 (1.226 at December 31, 2020), and average exchange rates of 1.183 for 2021 and 1.141 for 2020.\n43\nGeneral and administrative expense:\nThe following table sets forth our general and administrative expense:\nShare-based compensation expense includes the amortization of restricted share units and stock options granted to certain corporate employees and trustees.\nShare-based compensation expense for management personnel who directly and indirectly supervise the on-site property managers, as well as those employees responsible for providing shared general corporate functions to the extent their efforts are devoted to self-storage operations, are included as self-storage cost of operations. See “Same Store Facilities” for further information. Share-based compensation expense varies based upon the level of grants and their related vesting and amortization periods, forfeitures, as well as the Company’s common share price on the date of each grant.\nIn July 2020, our share-based compensation plans were modified to allow immediate vesting upon retirement (“Retirement Acceleration”), and to extend the exercisability of outstanding stock options up to a year after retirement, for currently outstanding and future grants. Employees are eligible for Retirement Acceleration if they meet certain conditions including length of service, age, notice of intent to retire, and facilitation of succession for their role.\nIn 2021, share-based compensation expense increased $19.2 million as compared to 2020, primarily due to (i) the absence of comparable performance-based share-based compensation expense in 2020 and (ii) the accelerated compensation costs recognized in 2021 associated with modifying our share-based compensation plans in July 2020, to allow immediate vesting upon retirement.\nDevelopment and acquisition costs primarily represent internal and external expenses related to our development and acquisition of real estate facilities and varies primarily based upon the level of activities. The amounts in the above table are net of $14.6 million and $11.8 million in 2021 and 2020, respectively, in development costs that were capitalized to newly developed and redeveloped self-storage facilities. During 2020, we incurred $3.2 million in costs associated with the write-off of cancelled development projects.\nTax compliance costs and taxes paid include taxes paid to various state and local authorities, the costs of filing tax returns, and other costs associated with complying with federal and state tax laws. Such costs vary primarily based upon the tax rates and the level of our operations in the various states in which we do business. State income tax increased $2.9 million from 2020 to 2021, due to rising taxable income in certain states where there are differences between federal and state tax laws.\nInterest and other income:\nInterest and other income is comprised of the revenue and cost associated with our commercial operations, interest earned on cash balances, and trademark license fees received from Shurgard, as well as sundry other income items that are received from time to time in varying amounts. For 2021 and 2020, we recognized $12.3 million and $22.3 million interest and other income, respectively. Amounts attributable to commercial operations was $8.1 million and $8.6 million in 2021 and 2020, respectively. Excluding the aforementioned amounts attributable to our commercial operations, interest and other income decreased $9.5 million from 2020 to 2021, primarily due to $5.5 million other income recognized in 2020 related to litigation settlements and early repayment of notes receivable and  $3.4 million decrease of interest earned on cash balances from 2020 to 2021.\n44\nInterest expense:\nFor 2021 and 2020, we incurred $94.3 million and $59.7 million, respectively, of interest on our outstanding notes payable. In determining interest expense, these amounts were offset by capitalized interest of $3.5 million and $3.4 million during 2021 and 2020, respectively, associated with our development activities. The increase of interest expense in 2021 as compared to 2020 is due to our issuances of debt. At December 31, 2021, we had $7.5 billion of notes payable outstanding, with a weighted average interest rate of approximately 1.8%, compared to $2.5 billion of notes payable outstanding at December 31, 2020.\nForeign Currency Exchange Gain (Loss):\nFor 2021, we recorded foreign currency gains of $111.8 million representing the changes in the U.S. Dollar equivalent of our Euro-denominated unsecured notes due to fluctuations in exchange rates (losses of $98.0 million for 2020). The Euro was translated at exchange rates of approximately 1.134 U.S. Dollars per Euro at December 31, 2021 and 1.226 at December 31, 2020. Future gains and losses on foreign currency will be dependent upon changes in the relative value of the Euro to the U.S. Dollar and the level of Euro-denominated notes payable outstanding.\nGain on Sale of Real Estate:\nIn 2021 and 2020, we recorded gains on sale of real estate totaling $13.7 million, and $1.5 million, respectively, primarily in connection with the partial or complete sale of real estate facilities pursuant to eminent domain proceedings.\n45\nLiquidity and Capital Resources\nOverview\nOur expected material cash requirements for the twelve months ended December 31, 2022 and thereafter comprised (i) contractually obligated expenditures, including payments of principal and interest; (ii) other essential expenditures, including property operating expenses, maintenance capital expenditures and dividends paid in accordance with REIT distribution requirements; and (iii) opportunistic expenditures, including acquisitions and developments and repurchases of our securities. We expect to satisfy these cash requirements through operating cash flow and opportunistic debt and equity financing.\nSources of Capital\nWhile operating as a REIT allows us to minimize the payment of U.S. federal corporate income tax expense, we are required to distribute at least 90% of our taxable income to our shareholders. Notwithstanding this requirement, we are nonetheless able to retain operating cash flow to the extent that our tax depreciation exceeds our maintenance capital expenditures. Retained operating cash flow represents our expected cash flow provided by operating activities, less shareholder distributions and capital expenditures. Our annual operating retained cash flow increased from $200 million to $300 million per year in recent years to approximately $700 million in 2021. We anticipate retained operating cash flow will remain similar in 2022 as compared to 2021.\nThe REIT distribution requirement limits cash flow from operations that can be retained and reinvested in the business, increasing our reliance upon raising capital to fund growth. Capital needs in excess of retained cash flow are met with: (i) medium and long-term debt, (ii) preferred equity, and (iii) common equity. We select among these sources of capital based upon relative cost, availability, the desire for leverage, and considering potential constraints caused by certain features of capital sources, such as debt covenants. We view our line of credit, as well as any short-term bank loans, as bridge financing.\nBecause raising capital is important to our growth, we endeavor to maintain a strong financial profile characterized by strong credit metrics, including low leverage relative to our total capitalization and operating cash flows. We are one of the highest rated REITs, as rated by major rating agencies Moody’s and Standard & Poor’s. Our senior notes payable has an “A” credit rating by Standard & Poor’s and “A2” by Moody’s. Our credit ratings on each of our series of preferred shares are “A3” by Moody’s and “BBB+” by Standard & Poor’s. Our credit profile enable us to effectively access both the public and private capital markets to raise capital.\nWe have a $500.0 million revolving line of credit which we are able to use as temporary “bridge” financing until we are able to raise longer term capital. As of December 31, 2021 and February 22, 2022, there were no borrowings outstanding on the revolving line of credit; however, we do have approximately $21.2 million of outstanding letters of credit which limits our borrowing capacity to $478.8 million. Our line of credit matures on April 19, 2024.\nWe believe that we have significant financial flexibility to adapt to changing conditions and opportunities. Currently, market rates of interest for our debt, and market coupon rates for our preferred equity, are at historically low levels and we have significant access to these sources of capital. Based upon our substantial current liquidity relative to our capital requirements noted below, we would not expect any potential capital market dislocations to have a material impact upon our expected capital and growth plans over the next 12 months. However, if capital market conditions were to change significantly in the long run, our access to or cost of debt and preferred equity capital could be negatively impacted and potentially affect future investment activities.\nWe believe that our cash provided by our operating activities will continue to be sufficient to enable us to meet our ongoing cash requirements for interest payments on debt, maintenance capital expenditures and distributions to our shareholders for the foreseeable future.\nOur expected capital resources include: (i) $734.6 million of cash as of December 31, 2021, (ii) $242.8 million in net proceeds from the issuance of our Series S Preferred Shares on January 13, 2022 and (iii) approximately $700.0 million of expected retained operating cash flow over the next twelve months. Over the long term, to the extent that our capital needs exceed our capital resources, we believe we have a variety of possibilities to raise additional capital including issuing common or preferred securities, issuing debt, or entering into joint venture arrangements to acquire or develop facilities.\n46\nCash Requirements\nThe following summarizes our expected material cash requirements which comprise (i) contractually obligated expenditures, (ii) other essential expenditures, and (iii) opportunistic expenditures.  We expect our capital needs to increase over the next year as we add projects to our development pipeline and acquire additional properties.\nRequired Debt Repayments:\nAs of December 31, 2021, the principal outstanding on our debt totaled approximately $7.5 billion, consisting of $23.3 million of secured notes payable, $1.7 billion of Euro-denominated unsecured notes payable and $5.8 billion of U.S. Dollar denominated unsecured notes payable. Approximate principal maturities and interest payments are as follows (amounts in thousands):\nWe plan to refinance our 2022 unsecured notes when they come due in September 2022.\nCapital Expenditure Requirements:\nCapital expenditures include general maintenance, major repairs or replacements to elements of our facilities to keep our facilities in good operating condition and maintain their visual appeal. Capital expenditures do not include costs relating to the development of new facilities or redevelopment of existing facilities to increase their available rentable square footage.\nCapital expenditures totaled $284.2 million in 2021 and are expected to approximate $300 million in 2022. In addition to standard capital repairs of building elements reaching the end of their useful lives, our capital expenditures in recent years have included incremental expenditures to enhance the competitive position of certain of our facilities relative to local competitors pursuant to a multi-year program. Such investments include development of more pronounced, attractive, and clearly identifiable color schemes and signage, upgrades to the configuration and layout of the offices and other customer zones to improve the customer experience. We spent approximately $130 million in 2021 and expect to spend $180 million in 2022 on this effort. In addition, we have made investments in LED lighting and the installation of solar panels, which approximated $41 million for the year ended December 31, 2021 and we expect to spend $30 million in 2022.\nWe believe that these incremental investments improve customer satisfaction, the attractiveness and competitiveness of our facilities to new and existing customers and, in the case of LED lighting and solar panels, reduce operating costs.\nRequirement to Pay Distributions:\nFor all periods presented herein, we have elected to be treated as a REIT, as defined in the Code. For each taxable year in which we qualify for taxation as a REIT, we will not be subject to U.S. federal corporate income tax on our “REIT taxable income” (generally, taxable income subject to specified adjustments, including a deduction for dividends paid and excluding our net capital gain) that is distributed to our shareholders. We believe we have met these requirements in all periods presented herein, and we expect to continue to qualify as a REIT.\nOn February 18, 2022, our Board declared a regular common quarterly dividend of $2.00 per common share totaling approximately $350 million, which will be paid at the end of March 2022.  Our consistent, long-term dividend policy has been to distribute our taxable income. Future quarterly distributions with respect to the common shares will continue to be determined based upon our REIT distribution requirements after taking into consideration distributions to the preferred shareholders and will be funded with cash flows from operating activities.\nThe annual distribution requirement with respect to our Preferred Shares outstanding at December 31, 2021 and our Series S Preferred Shares issued on January 13, 2022 is approximately $194.7 million per year.\n47\nReal Estate Investment Activities:\nWe continue to seek to acquire additional self-storage facilities from third parties. Subsequent to December 31, 2021, we acquired or were under contract to acquire 15 self-storage facilities for a total purchase price of $212.4 million. Seven of these properties are under construction and expected to close as they are completed in 2022.\nWe are actively seeking to acquire additional facilities. However, future acquisition volume will depend upon whether additional owners will be motivated to market their facilities, which will in turn depend upon factors such as economic conditions and the level of seller confidence.\nAs of December 31, 2021, we had development and expansion projects at a total cost of approximately $800.0 million. Costs incurred through December 31, 2021 were $272.5 million, with the remaining cost to complete of $527.5 million expected to be incurred primarily in the next 18 to 24 months. Some of these projects are subject to contingencies such as entitlement approval. We expect to continue to seek to add projects to maintain and increase our robust pipeline. Our ability to do so continues to be challenged by various constraints such as difficulty in finding projects that meet our risk-adjusted yield expectations, and challenges in obtaining building permits for self-storage facilities in certain municipalities.\nProperty Operating Expenses:\nThe direct and indirect cost of our operations impose significant cash requirements.  Direct operating costs include property taxes, on-site property manager payroll, repairs and maintenance, utilities and marketing.  Indirect operating costs include supervisory payroll and centralized management costs.  The cash requirements from these operating costs will vary year to year based on, among other things, changes in the size of our portfolio and changes in property tax rates and assessed values, wage rates and marketing costs in our markets.\nRedemption of Preferred Securities\n: Historically, we have taken advantage of refinancing higher coupon preferred securities with lower coupon preferred securities. In the future, we may also elect to finance the redemption of preferred securities with proceeds from the issuance of debt. As of February 22, 2022, we have no series of preferred securities that are eligible for redemption, at our option and with 30 days’ notice. See Note 9 to our December 31, 2021 consolidated financial statements for the redemption dates of all of our series of preferred shares. Redemption of such preferred shares will depend upon many factors, including the rate at which we could issue replacement preferred securities. None of our preferred securities are redeemable at the option of the holders.\nRepurchases of Common Shares\n: Our Board has authorized management to repurchase up to 35,000,000 of our common shares on the open market or in privately negotiated transactions. During 2021, we did not repurchase any of our common shares. From the inception of the repurchase program through February 22, 2022, we have repurchased a total of 23,721,916 common shares at an aggregate cost of approximately $679.1 million. Future levels of common share repurchases will be dependent upon our available capital, investment alternatives and the trading price of our common shares.\n48"
  },
  {
    "item_key": "item_7a",
    "text": "To limit our exposure to market risk, we are capitalized primarily with preferred and common equity. Our preferred shares are redeemable at our option generally five years after issuance, but the holder has no redemption option. Our debt is our only market-risk sensitive portion of our capital structure, which totals approximately $7.5 billion at December 31, 2021.\nThe fair value of our debt at December 31, 2021 is approximately $7.6 billion. The table below summarizes the annual maturities of our debt, which had a weighted average effective rate of 1.8% at December 31, 2021. See Note 7 to our December 31, 2021 consolidated financial statements for further information regarding our debt (amounts in thousands).\nWe have foreign currency exposure at December 31, 2021 related to (i) our investment in Shurgard, with a book value of $313.5 million, and a fair value of $2.0 billion based upon the closing price of Shurgard’s stock on December 31, 2021, and (ii) €1.5 billion ($1.7 billion) of Euro-denominated unsecured notes payable, providing a natural hedge against the fair value of our investment in Shurgard."
  },
  {
    "item_key": "item_8",
    "text": "The financial statements and supplementary data appearing on pages F-3 to F-30 are incorporated herein by reference."
  },
  {
    "item_key": "item_9",
    "text": "Not applicable."
  },
  {
    "item_key": "item_9a",
    "text": "Conclusion Regarding the Effectiveness of Disclosure Controls and Procedures\nWe maintain disclosure controls and procedures that are designed to ensure that information required to be disclosed in reports we file and submit under the Securities Exchange Act of 1934, as amended (the “Exchange Act”) is recorded, processed, summarized and reported within the time periods specified in accordance with SEC guidelines and that such information is communicated to our management, including our Chief Executive Officer and Chief Financial Officer, to allow timely decisions regarding required disclosure based on the definition of \"disclosure controls and procedures\" in Rules 13a-15(e) and 15d-15(e) of the Exchange Act. In designing and evaluating the disclosure controls and procedures, management recognized that any controls and procedures, no matter how well designed and operated, can provide only reasonable assurance of achieving the desired control objectives and management necessarily was required to apply its judgment in evaluating the cost-benefit relationship of possible controls and procedures in reaching that level of reasonable assurance. We also have investments in certain unconsolidated real estate entities and because we do not control these entities, our disclosure controls and procedures with respect to such entities are substantially more limited than those we maintain with respect to our consolidated subsidiaries.\nAs of December 31, 2021, we carried out an evaluation, under the supervision and with the participation of management, including our Chief Executive Officer and Chief Financial Officer, of the effectiveness of the design and operation of our disclosure controls and procedures (as such term is defined in Rules 13a-15(e) and 15d-15(e) of the Exchange Act). Based on that evaluation, our Chief Executive Officer and Chief Financial Officer concluded that our disclosure controls and procedures were effective as of December 31, 2021, at a reasonable assurance level.\nManagement’s Report on Internal Control Over Financial Reporting\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Rules 13a-15(f) and 15d-15(f) of the Exchange Act. Under the supervision and with the participation of our management, including our Chief Executive Officer and Chief Financial Officer, we conducted an\n49\nevaluation of the effectiveness of our internal control over financial reporting based on the framework in\nInternal Control-Integrated Framework\nissued by the Committee on Sponsoring Organizations of the Treadway Commission (2013 Framework). Based on our evaluation under the framework in\nInternal Control-Integrated Framework\n, our management concluded that our internal control over financial reporting was effective as of December 31, 2021.\nThe effectiveness of internal control over financial reporting as of December 31, 2021, has been audited by Ernst & Young LLP, an independent registered public accounting firm. Ernst & Young LLP’s report on our internal control over financial reporting appears below.\nChanges in Internal Control Over Financial Reporting\nThere have not been any changes in our internal control over financial reporting (as such term is defined in Rules 13a-15(f) and 15d-15(f) under the Exchange Act) during the fourth quarter of 2021 to which this report relates that have materially affected, or are reasonable likely to materially affect, our internal control over financial reporting.\n50\nReport of Independent Registered Public Accounting Firm\nTo the Shareholders and Board of Trustees of Public Storage\nOpinion on Internal Control over Financial Reporting\nWe have audited Public Storage’s internal control over financial reporting as of December 31, 2021, based on criteria established in Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, Public Storage (the Company) maintained, in all material respects, effective internal control over financial reporting as of December 31, 2021, based on the COSO criteria.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of December 31, 2021 and 2020, the related consolidated statements of income, comprehensive income, equity and redeemable noncontrolling interests and cash flows for each of the three years in the period ended December 31, 2021 and the related notes and financial statement schedule listed in the Index at Item 15(a) and our report dated February 22, 2022 expressed an unqualified opinion thereon.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management’s Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects.\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ Ernst & Young LLP\nLos Angeles, California\nFebruary 22, 2022\n51"
  },
  {
    "item_key": "item_9b",
    "text": "None."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\n52\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The following is a biographical summary of the current executive officers of the Company:\nJoseph D. Russell, Jr.\n, age 62, has served as Chief Executive Officer since January 1, 2019, and as President since July 2016.  Prior to joining Public Storage, Mr. Russell was President and Chief Executive Officer of PS Business Parks, Inc. from August 2002 to July 2016. Mr. Russell has also served as a trustee of Public Storage since January 1, 2019, and as a director of PS Business Parks, Inc. since August 2003.\nH. Thomas Boyle\n, age 39, has served as Chief Financial Officer since January 1, 2019, and was previously Vice President and Chief Financial Officer, Operations since joining the Company in November 2016. Prior to joining Public Storage, Mr. Boyle served in roles of increasing responsibilities with Morgan Stanley since 2005, from analyst to his last role as Executive Director, Equity and Debt Capital Markets.\nNathaniel A. Vitan\n, age 48, has served as Senior Vice President, Chief Legal Officer and Corporate Secretary since April 20, 2019, and was Vice President and Chief Counsel–Litigation and Operations since joining the Company in June 2016. Prior to joining Public Storage, Mr. Vitan was Assistant General Counsel for Altria Client Services, Inc. and served as a Trial Practice and Appellate Litigation Attorney at Latham & Watkins LLP.\nNatalia Johnson\n, age 44, has served as the Chief Administrative Officer since August 4, 2020. Previously, Ms. Johnson served as Senior Vice President, Chief Human Resources Officer from April 25, 2018 to August 4, 2020 and Senior Vice President of Human Resources from July 2016 to April 2018. Prior to joining Public Storage, Ms. Johnson held a variety of senior management positions at Bank of America, including Chief Operating Officer for Mortgage Technology and Human Resources Executive for the Mortgage Business and worked for Coca-Cola Andina and San Cristόbal Insurance.\nOther information required by this item is hereby incorporated by reference to the material appearing in the Notice and Proxy Statement for the 2022 Annual Meeting of Shareholders, to be filed pursuant to Regulation 14A under the Exchange Act."
  },
  {
    "item_key": "item_11",
    "text": "The information required by this item is hereby incorporated by reference to the material appearing in the Notice and Proxy Statement for the 2022 Annual Meeting of Shareholders, to be filed pursuant to Regulation 14A under the Exchange Act."
  },
  {
    "item_key": "item_12",
    "text": "Information required by this item is hereby incorporated by reference to the material appearing in the Notice and Proxy Statement for the 2022 Annual Meeting of Shareholders, to be filed pursuant to Regulation 14A under the Exchange Act."
  },
  {
    "item_key": "item_13",
    "text": "The information required by this item is hereby incorporated by reference to the material appearing in the Notice and Proxy Statement for the 2022 Annual Meeting of Shareholders, to be filed pursuant to Regulation 14A under the Exchange Act."
  },
  {
    "item_key": "item_14",
    "text": "The information required by this item is hereby incorporated by reference to the material appearing in the Notice and Proxy Statement for the 2022 Annual Meeting of Shareholders, to be filed pursuant to Regulation 14A under the Exchange Act of 1934.\n53\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "a.    1.    Financial Statements\nThe financial statements listed in the accompanying Index to Consolidated Financial Statements and Schedules hereof are filed as part of this report.\n2.\nFinancial Statement Schedules\nThe financial statements schedules listed in the accompanying Index to Consolidated Financial Statements and Schedules are filed as part of this report.\n3.\nExhibits\nSee Index to Exhibits contained herein.\nb.\nExhibits:\nSee Index to Exhibits contained herein.\nc.\nFinancial Statement Schedules\nNot applicable.\n54\nPUBLIC STORAGE\nINDEX TO EXHIBITS (1)\n(Items 15(a)(3) and 15(c))\n55\n56\n57\n58\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, as amended, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the dates indicated.\n59\n60\nPUBLIC STORAGE\nINDEX TO CONSOLIDATED FINANCIAL STATEMENTS\nAND SCHEDULES\n(Item 15 (a))\nAll other schedules have been omitted since the required information is not present or not present in amounts sufficient to require submission of the schedule, or because the information required is included in the consolidated financial statements or notes thereto.\n61\nReport of Independent Registered Public Accounting Firm\nTo the Shareholders and the Board of Trustees of Public Storage\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of Public Storage (the Company) as of December 31, 2021 and 2020, the related consolidated statements of income, comprehensive income, equity and redeemable noncontrolling interests and cash flows for each of the three years in the period ended December 31, 2021, and the related notes and financial statement schedule listed in the Index at Item 15(a) (collectively referred to as the “consolidated financial statements”). In our opinion, the consolidated financial statements present fairly, in all material respects, the consolidated financial position of the Company at December 31, 2021 and 2020, and the consolidated results of its operations and its cash flows for each of the three years in the period ended December 31, 2021, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of December 31, 2021, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework), and our report dated February 22, 2022 expressed an unqualified opinion thereon.\nBasis for Opinion\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures include examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nF-1\n/s/ Ernst & Young LLP\nWe have served as the Company's auditor since 1980.\nLos Angeles, California\nFebruary 22, 2022\nF-2\nPUBLIC STORAGE\nCONSOLIDATED BALANCE SHEETS\n(Amounts in thousands, except share data)\nSee accompanying notes.\nF-3\nPUBLIC STORAGE\nCONSOLIDATED STATEMENTS OF INCOME\n(Amounts in thousands, except per share amounts)\nSee accompanying notes.\nF-4\nPUBLIC STORAGE\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\n(Amounts in thousands)\nSee accompanying notes.\nF-5\nPUBLIC STORAGE\nCONSOLIDATED STATEMENTS OF EQUITY AND REDEEMABLE NONCONTROLLING INTERESTS\n(Amounts in thousands, except share and per share amounts)\nSee accompanying notes.\nF-6\nPUBLIC STORAGE\nCONSOLIDATED STATEMENTS OF EQUITY AND REDEEMABLE NONCONTROLLING INTERESTS\n(Amounts in thousands, except share and per share amounts)\nSee accompanying notes.\nF-7\nPUBLIC STORAGE\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(Amounts in thousands)\nSee accompanying notes.\nF-8\nPUBLIC STORAGE\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(Amounts in thousands)\nSee accompanying notes.\nF-9\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\n1.\nDescription of the Business\nPublic Storage (referred to herein as “the Company,” “we,” “us,” or “our”), a Maryland real estate investment trust (“REIT”), was organized in 1980. Our principal business activities include the ownership and operation of self-storage facilities that offer storage spaces for lease, generally on a month-to-month basis, for personal and business use, ancillary activities such as tenant loss reinsurance, merchandise sales, and third party management, as well as the acquisition and development of additional self-storage space.\nAt December 31, 2021, we have direct and indirect equity interests in\n2,787\nself-storage facilities (with approximately\n198.3\nmillion net rentable square feet) located in\n39\nstates in the United States (“U.S.”) operating under the Public Storage® name, and\n0.8\nmillion net rentable square feet of commercial and retail space.\nWe own an approximate\n35\n% common equity interest in Shurgard Self Storage SA (“Shurgard”), a public company traded on Euronext Brussels under the “SHUR” symbol, which owns\n253\nself-storage facilities (with approximately\n14\nmillion net rentable square feet) located in\nseven\nWestern European countries, all operating under the Shurgard® name. We also own an approximate\n41\n% common equity interest in PS Business Parks, Inc. (“PSB”), a REIT traded on the New York Stock Exchange under the “PSB” symbol, which owns\n28\nmillion net rentable square feet of commercial properties, primarily multi-tenant industrial, flex, and office space, located in\nsix\nstates.\nDisclosures of the number and square footage of facilities, as well as the number and coverage of tenant reinsurance policies (Note 14) are unaudited and outside the scope of our independent registered public accounting firm’s audit of our financial statements in accordance with the standards of the Public Company Accounting Oversight Board (U.S.).\n2.\nBasis of Presentation and Summary of Significant Accounting Policies\nBasis of Presentation\nThe consolidated financial statements are presented on an accrual basis in accordance with U.S. generally accepted accounting principles (“GAAP”) as set forth in the Accounting Standards Codification of the Financial Accounting Standards Board (“FASB”), and in conformity with the rules and regulations of the Securities and Exchange Commission (“SEC”).\nSummary of Significant Accounting Policies\nConsolidation and Equity Method of Accounting\nWe consider entities to be Variable Interest Entities (“VIEs”) when they have insufficient equity to finance their activities without additional subordinated financial support provided by other parties, or the equity holders as a group do not have a controlling financial interest. In addition, we have general partner interests in limited partnerships along with third-party investors to develop, construct or operate self-storage facilities. As the general partner, we consider the limited partnerships to be VIEs if the limited partners lack both substantive participating rights and substantive kick-out rights. We consolidate VIEs when we have (i) the power to direct the activities most significantly impacting economic performance, and (ii) either the obligation to absorb losses or the right to receive benefits from the VIE. The total assets, primarily real estate assets, and the total liabilities of our consolidated VIEs are not material as of December 31, 2021. We consolidate all other entities when we control them through voting shares or contractual rights. We refer to the entities we consolidate, for the period in which the reference applies, collectively as the “Subsidiaries,” and we eliminate intercompany transactions and balances.\nWe account for our investments in entities that we do not consolidate but over which we have significant influence using the equity method of accounting. We refer to these entities, for the periods in which the reference applies, collectively as the “Unconsolidated Real Estate Entities,” and we eliminate intra-entity profits and losses and amortize any differences between the cost of our investment and the underlying equity in net assets against equity in earnings as if the Unconsolidated Real Estate Entity were a consolidated subsidiary.\nF-10\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\nEquity in earnings of unconsolidated real estate entities presented on our income statements represents our pro-rata share of the earnings of the Unconsolidated Real Estate Entities. The dividends we receive from the Unconsolidated Real Estate Entities are reflected on our consolidated statements of cash flows as “distributions from cumulative equity in earnings of unconsolidated real estate entities” to the extent of our cumulative equity in earnings, with any excess classified as “distributions in excess of cumulative equity in earnings from unconsolidated real estate entities.”\nUse of Estimates\nThe preparation of consolidated financial statements and accompanying notes in conformity with GAAP requires us to make estimates and assumptions that affect the amounts reported. Actual results could differ from those estimates and assumptions.\nCash Equivalents and Restricted Cash\nCash equivalents represent highly liquid financial instruments that mature within three months of acquisition such as money market funds with a rating of at least AAA by Standard & Poor's, commercial paper that is rated A1 by Standard & Poor's or deposits with highly rated commercial banks. Restricted cash, which represent amounts used to collateralize our insurance obligations and are restricted from general corporate use, are included in other assets.\nFair Value\nAs used herein, the term “fair value” is the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants. In the absence of active markets for identical assets or liabilities, such measurements involve developing assumptions based on market observable data and, in the absence of such data, internal information that is consistent with what market participants would use in a hypothetical transaction that occurs at the balance sheet date.\nAssets and liabilities recorded at fair value are measured and classified in accordance with a three-tier fair value hierarchy based on the observability of the inputs available in the market used to measure fair value:\nLevel 1 Quoted prices in active markets for identical assets or liabilities at the measurement date.\nLevel 2 Significant observable inputs other than Level 1, that are observable for the asset or liability, either directly or indirectly through corroboration with observable market data.\nLevel 3 Unobservable inputs that are supported by little or no market data for the related assets or liabilities.\nThe categorization of a financial instrument within the valuation hierarchy is based upon the lowest level of input that is significant to the fair value measurement.\nOur financial instruments consist of cash and cash equivalents, restricted cash, other assets, other liabilities, and notes payable. Cash equivalents, restricted cash, other assets and other liabilities are stated at book value, which approximates fair value as of the balance sheet date due to the short time period to maturity.\nWe estimate and disclose the fair value of our notes payable using Level 2 inputs by discounting the related future cash flows at a rate based upon quoted interest rates for securities that have similar characteristics such as credit quality and time to maturity.\nWe use significant judgment to estimate fair values of real estate facilities, goodwill, and other intangible assets for the purposes of purchase price allocation or impairment analysis. In estimating their values, we consider Level 3 inputs such as market prices of land, market capitalization rates, expected returns, earnings multiples, projected levels of earnings, costs of construction, and functional depreciation.\nF-11\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\nReal Estate Facilities\nWe record real estate facilities at cost. We capitalize all costs incurred to acquire, develop, construct, renovate and improve facilities as part of major repair and maintenance programs, including interest and property taxes incurred during the construction period. We expense the costs of demolition of existing facilities associated with a renovation as incurred. We allocate the net acquisition cost of acquired real estate facilities to the underlying land, buildings, and identified intangible assets based upon their respective individual estimated fair values.\nWe expense costs associated with dispositions of real estate, as well as routine repairs and maintenance costs, as incurred. We depreciate buildings and improvements on a straight-line basis over estimated useful lives ranging generally between\n5\nto\n25\nyears.\nWhen we sell a full or partial interest in a real estate facility without retaining a controlling interest following sale, we recognize a gain or loss on sale as if\n100\n% of the property was sold at fair value. If we retain a controlling interest following the sale, we record a noncontrolling interest for the book value of the partial interest sold, and recognize additional paid-in capital for the difference between the consideration received and the partial interest at book value.\nGoodwill and Other Intangible Assets\nIntangible assets consist of goodwill, the Shurgard® trade name, which Shurgard uses pursuant to a fee-based licensing agreement, and finite-lived assets. Goodwill and the Shurgard® trade name have indefinite lives and are not amortized. Our finite-lived assets consist primarily of (i) acquired customers in place amortized relative to the benefit of the customers in place, with such amortization reflected as depreciation and amortization expense on our income statement and (ii) property tax abatements acquired and amortized relative to the reduction in property tax paid, with such amortization reflected as self-storage cost of operations on our income statement.\nEvaluation of Asset Impairment\nWe evaluate our real estate and finite-lived intangible assets for impairment each quarter. If there are indicators of impairment and we determine that the asset is not recoverable from future undiscounted cash flows to be received through the asset’s remaining life (or, if earlier, the expected disposal date), we record an impairment charge to the extent the carrying amount exceeds the asset’s estimated fair value or net proceeds from expected disposal.\nWe evaluate our investments in unconsolidated real estate entities for impairment quarterly. We record an impairment charge to the extent the carrying amount exceeds estimated fair value, when we believe any such shortfall is other than temporary.\nWe evaluate goodwill for impairment annually and whenever relevant events, circumstances, and other related factors indicate that fair value of the related reporting unit may be less than the carrying amount. If we determine that the fair value of the reporting unit exceeds the aggregate carrying amount, no impairment charge is recorded. Otherwise, we record an impairment charge to the extent the carrying amount of the goodwill exceeds the amount that would be allocated to goodwill if the reporting unit were acquired for estimated fair value.\nWe evaluate other indefinite-lived intangible assets, such as the Shurgard® trade name for impairment at least annually and whenever relevant events, circumstances and other related factors indicate that the fair value is less than the carrying amount. When we conclude that it is likely that the asset is not impaired, we do not record an impairment charge and no further analysis is performed. Otherwise, we record an impairment charge to the extent the carrying amount exceeds the asset’s estimated fair value.\nNo\nimpairments were recorded in any of our evaluations for any period presented herein.\nRevenue and Expense Recognition\nWe recognize revenues from self-storage facilities, which primarily comprise rental income earned pursuant to month-to-month leases, as well as associated late charges and administrative fees, as earned. Promotional discounts\nF-12\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\nreduce rental income over the promotional period, which is generally one month. We recognize ancillary revenues when earned.\nWe accrue for property tax expense based upon actual amounts billed and, in some circumstances, estimates when bills or assessments have not been received from the taxing authorities. If these estimates are incorrect, the timing and amount of expense recognition could be incorrect. We expense cost of operations (including advertising expenditures), general and administrative expense, and interest expense as incurred.\nForeign Currency Exchange Translation\nThe local currency (primarily the Euro) is the functional currency for our interests in foreign operations. The related balance sheet amounts are translated into U.S. Dollars at the exchange rates at the respective financial statement date, while amounts on our consolidated statements of income are translated at the average exchange rates during the respective period. Cumulative translation adjustments, to the extent not included in cumulative net income, are included in equity as a component of accumulated other comprehensive income (loss).\nWhen financial instruments denominated in a currency other than the U.S. Dollar are expected to be settled in cash in the foreseeable future, the impact of changes in the U.S. Dollar equivalent are reflected in current earnings.\nAt December 31, 2021, due primarily to our investment in Shurgard (Note 4) and our notes payable denominated in Euros (Note 7), our operating results and financial position are affected by fluctuations in currency exchange rates between the Euro, and to a lesser extent, other European currencies, against the U.S. Dollar.\nThe Euro was translated at exchange rates of approximately\n1.134\nU.S. Dollars per Euro at December 31, 2021 (\n1.226\nat December 31, 2020), and average exchange rates of\n1.183\n,\n1.141\nand\n1.120\nfor the years ended December 31, 2021, 2020, and 2019, respectively.\nIncome Taxes\nWe have elected to be treated as a REIT, as defined in the Internal Revenue Code of 1986, as amended (the “Code”). For each taxable year in which we qualify for taxation as a REIT, we will not be subject to U.S. federal corporate income tax on our “REIT taxable income” (generally, taxable income subject to specified adjustments, including a deduction for dividends paid and excluding our net capital gain) that is distributed to our shareholders. We believe we have met these REIT requirements for all periods presented herein. Accordingly, we have recorded no U.S. federal corporate income tax expense related to our REIT taxable income.\nOur tenant reinsurance, merchandise, and third party management operations are subject to corporate income tax and such taxes are included in general and administrative expenses. We also incur income and other taxes in certain states, which are included in general and administrative expense.\nWe recognize tax benefits of uncertain income tax positions that are subject to audit only if we believe it is more likely than not that the position would ultimately be sustained assuming the relevant taxing authorities had full knowledge of the relevant facts and circumstances of our positions.\nAs of December 31, 2021, we had\nno\ntax benefits that were not recognized.\nShare-Based Compensation\nWe generally estimate the fair value of share-based payment awards on the date of grant. We determine the fair value of restricted share units (\"RSUs\") based on the closing market price of the Company’s common stock on the date of grant. We value stock options with no market conditions at the grant date using the Black-Scholes option-pricing model. We value stock options with market conditions at the grant date using a Monte-Carlo valuation simulation. Our determination of the fair value of share-based payment awards on the date of grant using an option-pricing model or Monte-Carlo valuation simulation is affected by our stock price as well as assumptions regarding a number of subjective and complex variables. These variables include, but are not limited to, our expected stock price volatility over the expected term of the awards and actual and projected stock option exercise behaviors. For performance-based restricted share units and stock options, we adjust compensation cost each quarter as needed for any changes in the assessment of the probability that the specified performance criteria will be achieved.\nF-13\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\nWe amortize the grant-date fair value of awards as compensation expense over the service period, which begins on the grant date and ends on the expected vesting date. For awards that are earned solely upon the passage of time and continued service, the entire cost of the award is amortized on a straight-line basis over the service period. For awards with market and/or performance conditions, the individual cost of each vesting is amortized separately over each individual service period (the “accelerated attribution” method). The estimated number of stock awards that will ultimately vest requires judgment, and to the extent actual results or updated estimates differ from our current estimates, such amounts will be recorded as a cumulative adjustment in the period estimates are revised.  In amortizing share-based compensation expense, we do not estimate future forfeitures. Instead, we reverse previously amortized share-based compensation expense with respect to grants that are forfeited in the period the employee terminates employment.\nIn July 2020, we modified our share-based compensation plans to allow immediate vesting upon retirement (“Retirement Acceleration”), and to extend the exercisability of outstanding stock options up to a year after retirement, for currently outstanding and future grants. Prior to the modification, unvested awards were forfeited, and outstanding vested stock options were cancelled, upon retirement. Employees are eligible for Retirement Acceleration if they meet certain conditions including length of service, age, notice of intent to retire, and facilitation of succession for their role. This modification results in accelerating amortization of compensation expense for each grant by changing the end of the service period from the original vesting date to the date an employee is expected to be eligible for Retirement Acceleration, if earlier.\n3.\nReal Estate Facilities\nActivity in real estate facilities during 2021, 2020, and 2019 is as follows:\nDuring 2021, we acquired\n232\nself-storage facilities (\n21,830,000\nnet rentable square feet of storage space), for a total cost of $\n5.1\nbillion, consisting $\n5.0\nbillion in cash and $\n68.2\nmillion in partnership units in our subsidiary. Approximately $\n174.9\nmillion of the total cost was allocated to intangible assets. We completed development and redevelopment activities costing $\n218.0\nmillion during 2021, adding\n1.6\nmillion net rentable square feet of self-storage\nF-14\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\nspace. Construction in process at December 31, 2021 consists of projects to develop new self-storage facilities and expand existing self-storage facilities.\nDuring 2021, we sold portions of real estate facilities in connection with eminent domain proceedings for $\n16.3\nmillion in cash proceeds and recorded a related gain on sale of real estate of approximately $\n13.7\nmillion.\nDuring 2020, we acquired\n62\nself-storage facilities (\n5.1\nmillion net rentable square feet of storage space), for a total cost of $\n792.3\nmillion which includes the assumption of a $\n3.8\nmillion liability. Approximately $\n14.9\nmillion of the total cost was allocated to intangible assets. We completed development and redevelopment activities costing $\n138.7\nmillion during 2020, adding\n1.1\nmillion net rentable square feet of self-storage space. Included in general and administrative expense in 2020 is $\n3.2\nmillion in development projects which were cancelled.\nDuring 2019, we acquired\n44\nself-storage facilities and\none\ncommercial facility (\n3.1\nmillion net rentable square feet of storage space and\n46,000\nnet rentable square feet of commercial space), for a total cost of $\n439.6\nmillion, consisting of $\n437.8\nmillion in cash and the assumption of $\n1.8\nmillion in mortgage notes. Approximately $\n18.5\nmillion of the total cost was allocated to intangible assets. We completed development and redevelopment activities costing $\n379.1\nmillion during 2019, adding\n3.7\nmillion net rentable square feet of self-storage space.\nAt December 31, 2021, the adjusted basis of real estate facilities for U.S. federal tax purposes was approximately $\n15.8\nbillion (unaudited).\nF-15\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\n4.\nInvestments in Unconsolidated Real Estate Entities\nThe following table sets forth our investments in, and equity in earnings of, the Unconsolidated Real Estate Entities (amounts in thousands):\nThe following tables represent summarized financial information for PSB and Shurgard in aggregate derived from their respective reported financial statements prepared under US GAAP before our basis difference adjustments for the years ended December 31, 2021, 2020, and 2019 (amounts in thousands):\nInvestment in PSB\nThroughout all periods presented, we owned\n7,158,354\nshares of PSB’s common stock and\n7,305,355\nlimited partnership units in an operating partnership controlled by PSB, representing an approximate\n41\n% common equity interest as of December 31, 2021 (\n42\n% as of December 31, 2020). The limited partnership units are convertible at our option, subject to certain conditions, on a\none\n-for-one basis into PSB common stock.\nBased upon the closing price at December 31, 2021 ($\n184.17\nper share of PSB common stock), the shares and units we owned had a market value of approximately $\n2.7\nbillion. During each of 2021, 2020, and 2019, we received cash distributions from PSB totaling $\n127.3\nmillion, $\n60.7\nmillion and $\n60.7\nmillion, respectively.\nPSB is a publicly held entity traded on the New York Stock Exchange under the symbol “PSB”.\nF-16\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\nInvestment in Shurgard\nThroughout all periods presented, we effectively owned, directly and indirectly\n31,268,459\nShurgard common shares, representing an approximate\n35\n% equity interest in Shurgard.\nBased upon the closing price at December 31, 2021 (€\n57.50\nper share of Shurgard common stock, at\n1.134\nexchange rate of US Dollars to the Euro), the shares we owned had a market value of approximately $\n2.0\nbillion.\nOur equity in earnings of Shurgard comprised our equity share of Shurgard’s net income, less amortization of the Shurgard Basis Differential (defined below). We eliminated $\n1.2\nmillion, $\n1.1\nmillion and $\n1.0\nmillion intra-entity profits and losses for 2021, 2020, and 2019, respectively, representing our equity share of the trademark license fees that Shurgard pays to us for the use of the Shurgard® trademark. We classify the remaining license fees we receive from Shurgard as interest and other income on our income statement. During 2021, 2020, and 2019, we received cash dividend distribution from Shurgard totaling $\n41.5\nmillion, $\n34.9\nmillion and $\n23.1\nmillion, respectively.\nAt December 31, 2021, our pro-rata investment in Shurgard’s real estate assets included in investment in unconsolidated real estate entities exceeds our pro-rata share of the underlying amounts on Shurgard’s balance sheet by approximately $\n74.7\nmillion ($\n83.1\nmillion at December 31, 2020). This differential (the “Shurgard Basis Differential”) includes our cost basis adjustment in Shurgard’s real estate assets net of related deferred income taxes. The real estate assets basis differential is being amortized as a reduction to equity in earnings of the Unconsolidated Real Estate Entities. Such amortization totaled approximately $\n8.4\nmillion, $\n5.8\nmillion and $\n5.5\nmillion during 2021, 2020, and 2019, respectively.\nShurgard is a publicly held entity trading on Euronext Brussels under the symbol “SHUR”.\n5.\nGoodwill and Other Intangible Assets\nGoodwill and other intangible assets consisted of the following (amounts in thousands):\nAmortization expense related to intangible assets subject to amortization was $\n76.6\nmillion, $\n16.1\nmillion and $\n16.8\nmillion in 2021, 2020, and 2019, respectively. During 2021, 2020, and 2019, intangibles increased $\n174.9\nmillion, $\n14.9\nmillion and $\n18.5\nmillion, respectively, in connection with the acquisition of self-storage facilities (Note 3).\nThe remaining amortization expense will be recognized over a weighted average life of approximately\n1.1\nyears.\nThe estimated future amortization expense for our finite-lived intangible assets at December 31, 2021 is as follows (amounts in thousands):\nF-17\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\n6.\nCredit Facility\nWe have a revolving credit agreement (the “Credit Facility”) with a $\n500\nmillion borrowing limit that matures on April 19, 2024. Amounts drawn on the Credit Facility bear annual interest at rates ranging from LIBOR plus\n0.7\n% to LIBOR plus\n1.350\n% depending upon the ratio of our Total Indebtedness to Gross Asset Value (as defined in the Credit Facility) (LIBOR plus\n0.75\n% at December 31, 2021). We are also required to pay a quarterly facility fee ranging from\n0.07\n% per annum to\n0.25\n% per annum depending upon the ratio of our Total Indebtedness to our Gross Asset Value (\n0.10\n% per annum at December 31, 2021). At December 31, 2021 and February 22, 2022, we had\nno\noutstanding borrowings under this Credit Facility. We had undrawn standby letters of credit, which reduces our borrowing capacity, totaling $\n21.2\nmillion at December 31, 2021 ($\n24.3\nmillion at December 31, 2020). The Credit Facility has various customary restrictive covenants, with which we were in compliance at December 31, 2021.\n7.\nNotes Payable\nOur notes payable are reflected net of issuance costs (including original issue discounts), which are amortized as interest expense on the effective interest method over the term of each respective note.\nOur notes payable at December 31, 2021 and 2020 are set forth in the tables below:\nF-18\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\nF-19\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\nU.S. Dollar Denominated Unsecured Notes\nOn January 19, 2021, we completed a public offering of $\n500\nmillion aggregate principal amount of senior notes bearing interest at an annual rate of\n0.875\n% and maturing on February 15, 2026. Interest on the senior notes is payable semi-annually, commencing on August 15, 2021. In connection with the offering, we incurred $\n3.8\nmillion in costs.\nOn April 23, 2021, we completed a public offering of $\n700\nmillion, $\n650\nmillion and $\n650\nmillion aggregate principal amount of senior notes bearing interest at an annual rate of the Compounded Secured Overnight Financing Rate (“SOFR”) plus\n0.47\n% (reset quarterly and at\n0.52\n% as of December 31, 2021),\n1.850\n% and\n2.300\n%, respectively, and maturing on April 23, 2024, May 1, 2028 and May 1, 2031, respectively. Interest on the 2024 notes is payable quarterly, commencing on July 23, 2021. Interest on the 2028 notes and 2031 notes is payable semi-annually, commencing on November 1, 2021. In connection with the offering, we incurred a total of $\n13.7\nmillion in costs.\nOn November 9, 2021, we completed a public offering of $\n650\nmillion, $\n550\nmillion and $\n550\nmillion aggregate principal amount of senior notes bearing interest at an annual rate of\n1.500\n%,\n1.950\n% and\n2.250\n%, respectively, and maturing on November 9, 2026, November 9, 2028 and November 9, 2031, respectively. Interest on the senior notes is payable semi-annually, commencing on May 9, 2022. In connection with the offering, we incurred a total of $\n11.3\nmillion in costs.\nOn April 12, 2019, we completed a public offering of $\n500\nmillion in aggregate principal amount of senior notes bearing interest at an annual rate of\n3.385\n% maturing on May 1, 2029. In connection with the offering, we incurred a total of $\n3.1\nmillion in costs.\nThe U.S. Dollar Denominated Unsecured Notes have various financial covenants, with which we were in compliance at December 31, 2021. Included in these covenants are (a) a maximum Debt to Total Assets of\n65\n% (approximately\n16\n% at December 31, 2021) and (b) a minimum ratio of Adjusted EBITDA to Interest Expense of\n1.5\nx (approximately\n30\nx for the twelve months ended December 31, 2021) as well as covenants limiting the amount we can encumber our properties with mortgage debt.\nEuro Denominated Unsecured Notes\nOur Euro denominated unsecured notes (the “Euro Notes”) consist of\nfour\ntranches: (i) €\n242.0\nmillion issued to institutional investors on November 3, 2015 for $\n264.3\nmillion in net proceeds upon converting the Euros to U.S. Dollars, (ii) €\n100.0\nmillion issued to institutional investors on April 12, 2016 for $\n113.6\nmillion in net proceeds upon converting the Euros to U.S. Dollars, (iii) €\n500.0\nmillion issued in a public offering on January 24, 2020 for $\n545.2\nmillion in net proceeds upon converting the Euros to U.S. Dollars, and (iv) €\n700.0\nmillion issued in a public offering on September 9, 2021 for $\n817.6\nmillion in net proceeds upon converting the Euros to U.S. Dollars. Interest is payable semi-annually on the notes issued November 3, 2015 and April 12, 2016, and annually on the notes issued January 24, 2020 and September 9, 2021. The Euro Notes have financial covenants similar to those of the U.S. Dollar Denominated Unsecured Notes.\nWe reflect changes in the U.S. Dollar equivalent of the amount payable, as a result of changes in foreign exchange rates as “Foreign currency exchange gain (loss)” on our income statement (gains of $\n111.8\nmillion for 2021, as compared to losses of $\n98.0\nmillion for 2020 and gains of $\n7.8\nmillion for 2019).\nMortgage Notes\nWe assumed our non-recourse mortgage debt in connection with property acquisitions, and we recorded such debt at fair value with any premium or discount to the stated note balance amortized using the effective interest method.\nDuring 2019, we assumed a mortgage note with a contractual value of $\n1.8\nmillion and an interest rate of\n3.9\n%, which approximated market rate, in connection with the acquisition of a real estate facility.\nAt December 31, 2021, the related contractual interest rates are fixed, ranging between\n3.2\n% and\n7.1\n%, and mature between November 1, 2022 and July 1, 2030.\nF-20\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\nAt December 31, 2021, approximate principal maturities of our Notes Payable are as follows (amounts in thousands):\nCash paid for interest totaled $\n77.7\nmillion, $\n52.7\nmillion and $\n48.3\nmillion for 2021, 2020, and 2019, respectively. Interest capitalized as real estate totaled $\n3.5\nmillion, $\n3.4\nmillion and $\n3.9\nmillion for 2021, 2020, and 2019, respectively.\n8.\nNoncontrolling Interests\nWe have noncontrolling interests related to several subsidiaries we consolidate of which we do not own 100% of the equity. At December 31, 2021, certain of these subsidiaries issued\n443,970\npartnership units to third-parties that are convertible on a\none\n-for-one basis (subject to certain limitations) into common shares of the Company at the option of the unitholder. These include\n211,992\npartnership units of $\n68.2\nmillion issued to third-parties in connection with our acquisition of a portfolio of self-storage facilities in the fourth quarter of 2021. The unitholders of these\n211,992\npartnership units have the right to require us to redeem their partnership units in cash if common shares of the Company are not publicly listed. We classify these noncontrolling interests as redeemable noncontrolling interest outside of total equity in our consolidated balance sheets.  At December 31, 2021, these noncontrolling interests are not currently redeemable or probable of becoming redeemable.\nF-21\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\n9.\nShareholders’ Equity\nPreferred Shares\nAt December 31, 2021 and 2020, we had the following series of Cumulative Preferred Shares (“Preferred Shares”) outstanding:\nThe holders of our Preferred Shares have general preference rights with respect to liquidation, quarterly distributions, and any accumulated unpaid distributions. Except as noted below, holders of the Preferred Shares do not have voting rights. In the event of a cumulative arrearage equal to\nsix\nquarterly dividends, holders of all outstanding series of preferred shares (voting as a single class without regard to series) will have the right to elect\ntwo\nadditional members to serve on our Board of Trustees (our “Board”) until the arrearage has been cured. At December 31, 2021, there were\nno\ndividends in arrears. The affirmative vote of at least\n66.67\n% of the outstanding shares of a series of Preferred Shares is required for any material and adverse amendment to the terms of such series. The affirmative vote of at least\n66.67\n% of the outstanding shares of all of our Preferred Shares, voting as a single class, is required to issue shares ranking senior to our Preferred Shares.\nExcept under certain conditions relating to the Company’s qualification as a REIT, the Preferred Shares are not redeemable prior to the dates indicated on the table above. On or after the respective dates, each of the series of Preferred Shares is redeemable at our option, in whole or in part, at $\n25.00\nper depositary share, plus accrued and unpaid dividends. Holders of the Preferred Shares cannot require us to redeem such shares.\nUpon issuance of our Preferred Shares, we classify the liquidation value as preferred equity on our consolidated balance sheet with any issuance costs recorded as a reduction to Paid-in capital.\nF-22\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\nDuring 2021, 2020, and 2019, we issued the following series of Preferred Shares at an issuance price of $\n25.00\nper depository share with each depository share representing\n0.001\nof a share of Preferred Share (amounts in thousands):\nDuring 2021, 2020, and 2019, we redeemed the following series of Preferred Shares at par (amounts in thousands):\n(a)\nOn December 14, 2020, we called for redemption of, and on January 20, 2021, we redeemed Series B Preferred Shares. The liquidation value (at par) was reclassified as a liability as of December 31, 2020 and we recorded allocation of income to the holders of our Preferred Shares in 2020 in connection with this redemption.\nCommon Shares\nDuring 2021, 2020, and 2019, activity with respect to the issuance of our common shares was as follows (dollar amounts in thousands):\nOur Board previously authorized the repurchase from time to time of up to\n35.0\nmillion of our common shares on the open market or in privately negotiated transactions. Through December 31, 2021, we repurchased approximately\n23.7\nmillion shares pursuant to this authorization;\nnone\nof which were repurchased during the three years ended December 31, 2021.\nThe unaudited characterization of dividends for U.S. federal corporate income tax purposes is made based upon earnings and profits of the Company, as defined by the Code. Common share dividends, including amounts paid to our restricted share unitholders, totaled $\n1.402\nbillion ($\n8.00\nper share), $\n1.399\nbillion ($\n8.00\nper share) and $\n1.399\nbillion ($\n8.00\nper share) for the years ended December 31, 2021, 2020, and 2019, respectively. Preferred share dividends totaled $\n186.6\nmillion, $\n207.1\nmillion and $\n210.2\nmillion for the years ended December 31, 2021, 2020, and 2019, respectively.\nFor the tax year ended December 31, 2021, distributions for the common shares and all the various series of preferred shares were classified as follows:\nF-23\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\nThe ordinary income dividends distributed for the tax year ended December 31, 2021 are not qualified dividends under the Internal Revenue Code; however, they are subject to the 20% deduction under IRS Section 199A.\n10.\nRelated Party Transactions\nAt December 31, 2021, Tamara Hughes Gustavson, a current member of our Board and her adult children owned and controlled\n65\nself-storage facilities in Canada. These facilities operate under the Public Storage® tradename, which we license to the owners of these facilities for use in Canada on a royalty-free, non-exclusive basis. We have\nno\nownership interest in these facilities and we do not own or operate any facilities in Canada. If we chose to acquire or develop our own facilities in Canada, we would have to share the use of the Public Storage® name in Canada. We have a right of first refusal, subject to limitations, to acquire the stock or assets of the corporation engaged in the operation of these facilities if their owners agree to sell them. Our subsidiaries reinsure risks relating to loss of goods stored by customers in these facilities, and have received premium payments of approximately $\n2.1\nmillion, $\n1.6\nmillion and $\n1.5\nmillion for the years ended December 31, 2021, 2020, and 2019, respectively.\n11.\nShare-Based Compensation\nUnder various share-based compensation plans and under terms established or modified by our Board or a committee thereof, we grant non-qualified options to purchase the Company’s common shares, as well as RSUs, to trustees, officers, and key employees.\nOn April 26, 2021, the Company’s Shareholders approved the 2021 Equity and Performance-Based Incentive Compensation Plan (\"2021 Plan\"), which authorizes an additional\nthree million\nshares available for future issuance of equity-based awards. As of December 31, 2021, there were a total of\n2,252,321\nshares reserved for granting of future options and stock awards under the 2021 plan.\nWe recorded share-based compensation expense associated with stock options and RSUs in the various expense categories in the Consolidated Statements of Income as set forth in the following table. In addition, $\n3.9\nmillion share-based compensation cost was capitalized as real estate facilities for the year ended December 31, 2021.\nStock Options\nStock options vest over\n3\nto\n5\nyears, expire\n10\nyears after the grant date, and have an exercise price equal to the closing trading price of our common shares on the grant date. New shares are issued for options exercised. Employees cannot require the Company to settle their award in cash.\nFor the years ended December 31, 2021, 2020, and 2019, we incurred share-based compensation cost for outstanding stock options of $\n25.1\nmillion, $\n7.6\nmillion and $\n5.0\nmillion, respectively. The amounts for the years ended December 31, 2021 and 2020 include $\n4.5\nmillion and $\n0.3\nmillion, respectively, in connection with the Retirement Acceleration as discussed in Note 2 (\nnone\nfor 2019).\nDuring 2021, we incurred share-based compensation cost of $\n1.5\nmillion in connection with the initial\n15,000\nstock option awards issued to each of the\nfive\ntrustees who joined our Board in January 2021.\nF-24\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\nDuring 2021,\n245,000\nstock options were awarded where vesting is dependent upon meeting certain performance targets with respect to 2021, 2022, and 2023 and continued service through 2025. These awards contain a relative Total Shareholder Return modifier that will adjust the payout based on relative performance as compared to the market. As of December 31, 2021, these targets are expected to be met at\n100\n% achievement. These options resulted in $\n8.1\nmillion in related compensation cost during 2021.\nDuring 2020,\n770,000\nstock options were awarded where vesting is dependent upon meeting certain performance targets with respect to 2020, 2021, and 2022 and continued service through 2024. As of December 31, 2021, these targets are expected to be met at\n125\n% achievement, an increase from\n100\n% as of December 31, 2020. $\n10.9\nmillion and $\n3.0\nmillion in related compensation cost was recorded during 2021 and 2020, respectively.\nThe stock options outstanding at December 31, 2021 have an aggregate intrinsic value (the excess, if any, of each option’s market value over the exercise price) of approximately $\n481.9\nmillion and remaining average contractual lives of approximately\nsix years\n. Total compensation cost related to nonvested stock options that has not yet been recognized is $\n23.3\nmillion and is expected to be recognized as compensation cost over approximately\nthree years\non average. Exercisable stock options have an aggregate intrinsic value of approximately $\n251.3\nmillion at December 31, 2021 and remaining average contractual lives of approximately\nfour years\n.\nAdditional information with respect to stock options during 2021, 2020, and 2019 is as follows:\nF-25\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\n(a) Amount granted for performance-based stock options includes performance adjustments above target for options granted in 2020.\nRestricted Share Units\nRSUs generally vest over\n5\nto\n8\nyears from the grant date. The grantee receives dividends for each outstanding RSU equal to the per-share dividends received by our common shareholders. We expense any dividends previously paid upon forfeiture of the related RSU. Upon vesting, the grantee receives new common shares equal to the number of vested RSUs, less common shares withheld in exchange for tax deposits made by the Company to satisfy the grantee’s statutory tax liabilities arising from the vesting.\nThe fair value of our RSUs is determined based upon the applicable closing trading price of our common shares.\nFor the years ended December 31, 2021, 2020, and 2019, we incurred share-based compensation cost for RSUs of $\n38.7\nmillion, $\n25.9\nmillion and $\n21.0\nmillion, respectively. The amounts for the years ended December 31, 2021 and 2020 include $\n11.4\nmillion and $\n5.4\nmillion, respectively, in connection with the Retirement Acceleration as discussed in Note 2 (\nnone\nfor 2019).\nDuring 2021,\n37,000\nRSUs were awarded where vesting is dependent upon meeting certain performance targets for 2021. As of December 31, 2021, these targets were met at\n125\n% achievement. These RSUs resulted in $\n6.4\nmillion in related compensation cost during 2021.\nF-26\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\nRemaining compensation cost related to RSUs outstanding at December 31, 2021 totals approximately $\n94.1\nmillion and is expected to be recognized over the next\n3\nyears on average.\nThe following tables set forth relevant information with respect to restricted shares (dollar amounts in thousands):\n(a)\nAmount includes adjustments above target for performance-based RSUs granted in fiscal year 2021 based on achievement of performance criteria.\nF-27\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\n12.\nNet Income per Common Share\nWe allocate net income to (i) noncontrolling interests based upon their contractual rights in the respective subsidiaries or for participating noncontrolling interests based upon their participation in both distributed and undistributed earnings of the Company, (ii) preferred shareholders, for distributions paid or payable, (iii) preferred shareholders, to the extent redemption cost exceeds the related original net issuance proceeds (an “preferred share redemption charge”) and (iv) restricted share units, for non-forfeitable dividends paid and adjusted for participation rights in undistributed earnings of the Company.\nWe calculate basic and diluted net income per common share based upon net income allocable to common shareholders, divided by (i) weighted average common shares for basic net income per common share, and (ii) weighted average common shares adjusted for the impact of dilutive, of stock options outstanding for diluted net income per common share.\nThe following table reconciles the numerators and denominators of the basic and diluted net income per common shares computation for the year ended December 31, 2021, 2020, and 2019 (in thousands, except per share amounts):\nF-28\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\n13.\nSegment Information\nOur operating segments reflect the significant components of our operations where discrete financial information is evaluated separately by our chief operating decision maker (“CODM”).\nSelf-Storage Operations\nThe Self-Storage Operations reportable segment reflects the aggregated rental operations from the self-storage facilities we own from (i) Same Store Facilities, (ii) Acquired Facilities, (iii) Developed and Expanded Facilities, and (iv) Other Non-Same Store Facilities. The presentation in the table below sets forth the NOI of this reportable segment, as well as the related depreciation expense. For all periods presented, substantially all of our real estate facilities, goodwill and other intangible assets, other assets, and accrued and other liabilities are associated with the Self-Storage Operations reportable segment.\nAncillary Operations\nThe Ancillary Operations reflects the combined operations of our tenant loss reinsurance, merchandise sales, and third party property management operating segments.\nPresentation of Segment Information\nThe following table reconciles NOI and net income attributable to our reportable segment to our consolidated net income:\nF-29\nPUBLIC STORAGE\nNOTES TO FINANCIAL STATEMENTS\nDecember 31, 2021\n14.\nCommitments and Contingencies\nContingent Losses\nWe are a party to various legal proceedings and subject to various claims and complaints; however, we believe that the likelihood of these contingencies resulting in a material loss to the Company, either individually or in the aggregate, is remote.\nInsurance and Loss Exposure\nWe carry property, earthquake, general liability, employee medical insurance, and workers compensation coverage through internationally recognized insurance carriers, subject to deductibles. Our deductible for general liability is $\n2.0\nmillion per occurrence. Our annual deductible for property loss is $\n25.0\nmillion per occurrence. This deductible decreases to $\n5.0\nmillion once we reach $\n35.0\nmillion in aggregate losses for occurrences that exceed $\n5.0\nmillion. Insurance carriers’ aggregate limits on these policies of $\n75.0\nmillion for property losses and $\n102.0\nmillion for general liability losses are higher than estimates of maximum probable losses that could occur from individual catastrophic events determined in recent engineering and actuarial studies; however, in case of multiple catastrophic events, these limits could be exceeded.\nWe reinsure a program that provides insurance to our customers from an independent third-party insurer. This program covers customer claims for losses to goods stored at our facilities as a result of specific named perils (earthquakes are not covered by this program), up to a maximum limit of $\n5,000\nper storage unit. We reinsure all risks in this program, but purchase insurance to cover this exposure for a limit of $\n15.0\nmillion for losses in excess of $\n5.0\nmillion per occurrence. We are subject to licensing requirements and regulations in several states. Customers participate in the program at their option. At December 31, 2021, there were approximately\n1.2\nmillion certificates held by our self-storage customers, representing aggregate coverage of approximately $\n4.9\nbillion.\nCommitments\nWe have construction commitments representing future expected payments for construction under contract totaling $\n166.8\nmillion at December 31, 2021. We expect to pay approximately $\n142.7\nmillion in 2022, $\n22.8\nmillion in 2023 and $\n1.3\nmillion in 2024 for these construction commitments.\nWe have future contractual payments on land, equipment and office space under various lease commitments totaling $\n66.1\nmillion at December 31, 2021. We expect to pay approximately $\n3.1\nmillion in 2022, $\n3.0\nmillion in each of 2023 and 2024, $\n2.9\nmillion in 2025, $\n3.0\nmillion in 2026 and $\n51.1\nmillion thereafter for these commitments.\n15.\nSubsequent Events\nSubsequent to December 31, 2021, we acquired or were under contract to acquire\n15\nself-storage facilities across\n10\nstates with\n1.2\nmillion net rentable square feet, for $\n212.4\nmillion.\nOn January 13, 2022, we issued\n10.0\nmillion depositary shares, each representing\n0.001\nof a share of our\n4.100\n% Series S Preferred Shares, at an issuance price of $\n25.00\nper depositary share, for a total of $\n250.0\nmillion in gross proceeds, and we incurred $\n7.2\nmillion in issuance costs.\nF-30\nPUBLIC STORAGE\nSCHEDULE III - REAL ESTATE\nAND ACCUMULATED DEPRECIATION\n(Amounts in thousands, except number of properties)\nF-31\nPUBLIC STORAGE\nSCHEDULE III - REAL ESTATE\nAND ACCUMULATED DEPRECIATION\n(Amounts in thousands, except number of properties)\nF-32\nPUBLIC STORAGE\nSCHEDULE III - REAL ESTATE\nAND ACCUMULATED DEPRECIATION\n(Amounts in thousands, except number of properties)\nNote: Buildings and improvements are depreciated on a straight-line basis over estimated useful lives ranging generally between\n5\nto\n25\nyears. In addition, disclosures of the number and square footage of our facilities are unaudited.\nF-33"
  }
]