[
  {
    "item_key": "item_1a",
    "text": "The following risks could materially and adversely affect our business, financial condition and results of operations, and\ncause\nthe trading price of our common stock\nto\ndecline. These risk factors do not identify all risks that we face; our operations could also be affected by factors that are not presently known to us or that we currently consider to be immaterial to our operations. Due to risks and uncertainties, known and unknown, our past financial results may not be a reliable indicator of future performance\n,\nand historical trends should not be used to anticipate results or trends in future periods. You should also refer to the other information set forth in this Annual Report on Form 10-K, including Item 7 “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and Item 8 “Financial Statements and Supplementary Data.”\nECONOMIC/POLITICAL RISKS\nOur business is dependent on the construction industry and is subject to economic cycles —\nOur products are principally sold to the U.S. construction industry. Because our business is dependent on spending in both the public and private sector construction markets, our profits are sensitive to the underlying national, regional, and local economic conditions. Construction spending, which is cyclical, is affected by general economic conditions, changes in interest rates, demographic shifts, industry cycles, employment levels, inflation and other business, economic and financial factors that are beyond our control. A downturn in construction activities or spending in Vulcan-served markets, particularly in our top revenue-generating markets, could have a material adverse effect on our business, financial condition, and results of operations.\nA pandemic, epidemic or other public health emergency, such as the ongoing coronavirus (COVID-19) pandemic, could have a material adverse effect on our business, results of operations, financial condition and cash flows\n—\nOur operations expose us to risks associated with pandemics, epidemics or other public health emergencies, such as the\nCOVID-19 pandemic.\nThis pandemic has resulted in governments around the world implementing or reimplementing strict measures to help control the spread of the virus, including quarantines, “shelter in place” and “stay at home” orders, travel restrictions, business curtailments, school closures, and other measures. In addition, governments and central banks in several parts of the world have enacted fiscal and monetary stimulus measures to counteract the impacts of the\nCOVID-19 pandemic and may take further action as circumstances warrant\n.\nConsistent with federal guidelines and with state and local orders to date, we currently continue to operate across our footprint. Notwithstanding our continued operations and an economic environment that has shown signs of improvement, the\nCOVID-19 pandemic\nhas had and may have further negative impacts on our operations, supply chain, transportation networks and customers, which may lower our revenues and EBITDA, including as a result of preventative and precautionary measures that we, other businesses and governments are taking. The\nCOVID-19 pandemic\nis a widespread public health crisis that is adversely affecting the economies and financial markets of many countries. Any resulting economic downturn could adversely affect demand for our products and contribute to volatile supply and demand conditions affecting prices and volumes in the markets for our products and services. The progression of this matter has and may continue to negatively impact our business or results of operations by affecting the health of our employees and through the temporary closure of our operating locations or those of our customers or suppliers. The extent to which the COVID-19 outbreak impacts our business, results of operations, financial condition or cash flows will depend on future developments, which remain highly uncertain and cannot be predicted, including, but not limited to, the duration and geographic spread of the outbreak, its severity, the actions to contain the virus or treat its impact including the reimplementation of restrictions on economic activity following new outbreaks, the availability, durability and efficacy of vaccines, the long-term impacts of the virus on transportation revenues, government budgets and other funding priorities and the extent and pace at which normal economic and operating conditions can resume.\nThere can be no assurance that we will not be impacted by adverse consequences that may be brought about by pandemics on global financial markets, which may reduce resources, share prices and financial liquidity and may severely limit the availability of financing capital.\nChanges\nin legal requirements and governmental policies concerning zoning, land use, environment\nal an\nd other areas of the law may result in additional liabilities, a reduction in operating hours and additional capital expenditures\n—\nOur operations are affected by numerous federal, state and local laws and regulations, including those related to zoning, land use and environmental matters. Despite our compliance efforts, we have an inherent risk of liability in the operation of our business. These potential liabilities could have an adverse impact on our operations and profitability. In addition, our operations require numerous governmental approvals and permits, which often require us to make significant capital and operating expenditures to comply with the applicable requirements. Stricter laws and regulations, or more stringent interpretations of existing laws or regulations, may impose new liabilities, taxes or tariffs on us; reduce operating hours; require additional investment by us in pollution control equipment; create restrictions on our products; impede our access to reserves or hamper the opening of new or expansion of existing plants or facilities.\nOur business is dependent on the timing and amount of federal, state and local funding for infrastructure\n—\nOur products are used in a variety of public infrastructure projects that are funded and financed by federal, state and local governments. In 2021, voters in local jurisdictions in Arizona, Georgia, Texas and Virginia, among others, approved bond and revenue-raising measures to provide additional resources for transportation projects. In 2020, Virginia p\nassed new long-term highway funding legislation and voters in Arkansas made permanent a\n½ cent gas tax increase first approved in 2012\n.\nIn November 2021, t\nhe federal Infrastructure Investment and Jobs Act (IIJA), which included a five year road, bridge and public transportation program reauthorization at record levels, was signed into law. The highway programs, as well as funding for other aggregates-intensive public infrastructure, will provide assistance to state departments of transportation, federal, state and local agencies, and metro areas for several years to come. However, given the time to set up new federal programs, varying state and local budgetary situations and the stages of projects, we cannot be entirely assured of the existence, amount and timing of appropriations for future public infrastructure projects.\nClimate change and climate change legislation or regulations may adversely impact our business —\nA number of governmental bodies have introduced or are contemplating legislative and regulatory change in response to the potential impacts of climate change. Such legislation or regulation, if enacted, potentially could include provisions for a “cap and trade” system of allowances and credits or a carbon tax, among other provisions.\nOther potential impacts of climate change include physical impacts, such as disruption in production and product distribution due to impacts from major storm events, shifts in regional weather patterns and intensities, availability of water and potential impacts from sea level changes. There is also a potential for climate change legislation and regulation to adversely impact the cost of purchased energy and electricity.\nA number of our facilities are located in desert climates, and while we have not experienced any significant shortages of energy or water in the past, we cannot guarantee that we will not in the future. Furthermore, public expectations for reductions in greenhouse gas emissions could result in increased energy, transportation and raw material costs, and may require us to make additional investments in facilities and equipment.\nThe impacts of climate change on our operations and the company overall are highly uncertain and difficult to estimate. However, climate change legislation and regulation concerning greenhouse gases could have a material adverse effect on our future financial position, results of operations or cash flows.\nWe are subject to various risks arising from our international business operations and relationships, which could adversely affect our business\n—\nWe have international operations and are subject to both the risks of conducting international business and the requirements of the Foreign Corrupt Practices Act of 1977 (the FCPA). We face political and other risks, including legal risks for failure to comply with the FCPA, associated with our international operations, including our largest aggregates production facility located in Playa del Carmen, Mexico and our newly acquired aggregates production facility in British Columbia, Canada. These risks have included and may in the future include changes in international trade policies, such as the United States\n-\nMexico\n-\nCanada Agreement (USMCA), imposition of duties, taxes or government royalties, arbitrary changes to permits, zoning classifications or operating agreements, or overt acts by foreign governments, including expropriations and other forms of takings of property. Recently, the Mexican government has taken actions that adversely affect our operations in that country, including delays in issuing a historically routine three-year customs permit for our deep-water port. Mexico instead issued a short-term customs permit that must be renewed after two months. While we continue to negotiate with the Mexican authorities to reach an agreeable and mutually beneficial solution, failure by the Mexican government to issue future customs permits or its taking of any other measures that force us to cease our operations in Mexico would have an adverse effect on our ability to supply customers.\nGROWTH AND COMPETITIVE RISKS\nWithin our local markets, we operate in a highly competitive industry which may negatively impact prices, volumes and costs\n—\nThe construction aggregates industry is highly fragmented with a large number of independent local producers in a number of our markets. Additionally, in most markets, we also compete against large private and public companies, some of which are significantly vertically integrated. Therefore, there is intense competition in a number of markets in which we operate. This significant competition could lead to lower prices and lower sales volumes in some markets, negatively affecting our earnings and cash flows.\nThe expanded use of aggregates substitutes could have a material adverse effect on our business, financial condition and results of operations\n—\nRecycled concrete and asphalt are increasingly being used in a number of our markets, particularly urban markets, as a substitute for aggregates. The expanded use of recycled concrete and asphalt could cause a significant reduction in the demand for aggregates.\nOur\nlong-term success depends upon securing and permitting aggregates reserves in strategically located areas\n. If we are unable to secure and permit such reserves it could negatively affect our future earnings\n—\nConstru\nct\nion aggregates are bulky and heavy and, therefore, difficult to transport efficiently. Because of the nature of the\nproducts, the freight costs can quickly surpass the production costs. Therefore, except for geographic regions that do not possess commercially viable deposits of aggregates and are served by rail, barge or ship, the markets for our products tend to be localized around our quarry sites and are served by truck. New quarry sites often take years to develop; therefore, our strategic planning and new site development must stay ahead of actual growth. Additionally, in a number of urban and suburban areas in which we operate, it is increasingly difficult to permit new sites or expand existing sites due to community resistance. Therefore, our future success is dependent, in part, on our ability to accurately forecast future areas of high growth in order to locate optimal facility sites and on our ability to secure operating and environmental permits to operate at those sites.\nOur future growth depends in part on acquiring other businesses in our industry and successfully integrating them with our existing operations\n. If we are unable to integrate acquisitions successfully, it could lead to higher costs and could negatively affect our earnings —\nThe expansion of our business is dependent in part on the acquisition of existing businesses that own or control aggregates reserves. Disruptions in the availability of financing could make it more difficult to capitalize on potential acquisitions. Additionally, with regard to the acquisitions we are able to complete, our future results will depend in part on our ability\nto successfully integrate these businesses with our existing operations.\nFINANCIAL/ACCOUNTING RISKS\nOur\nindustry is capital intensive, resulting in significant fixed and semi-fixed costs\n. Therefore, our earnings are highly sensitive to changes in product shipment volumes —\nDue to the high levels of fixed capital required for extracting and producing construction aggregates, our profits are negatively affected by significant decreases in shipment volumes.\nSignificant downturn\nin the construction industry may result in an impairment of our goodwill\n—\nWe test goodwill for impairment on an annual basis or more frequently if events or circumstances change in a manner that would more likely than not reduce the fair\nvalue\nof a reporting unit below its carrying value. While we have\nnot\nidentified any events or changes in circumstances since our annual impairment test on November 1, 2021\ntha\nt indicate the fair value of any of our reporting units is below its carrying value,\na significant downturn\nin the construction industry may have a\nmaterial\neffect on the fair value of our reporting units. A significant decrease in the estimated fair value of one or more of our reporting units could result in the recognition of a material, noncash write-down of\ngoodwill.\nA deterioration in our credit ratings and/or the state of the capital markets could negatively impact\nthe cost and/or availability of financing\n—\nWe currently have $3.95 billion of debt with maturities between 2022 and 2048. We expect to finance acquisitions with a combination of cash flows from existing operations, additional debt and/or additional equity. The mix of financing sources for acquisitions will be situationally dependent.\nA deterioration in our credit ratings, regardless of the cause, could limit our debt financing options and increase the cost of such debt financing. While we do not anticipate a credit ratings downgrade, and plan to manage our capital structure consistent with investment-grade credit metrics, we cannot assure our current credit ratings.\nA deterioration in the state of the capital markets, regardless of our credit ratings, could impact our access to and cost of, new debt or equity capital.\nWe use estimates in accounting for a number of significant items\n. Changes in our estimates could adversely affect our future financial results —\nAs discussed more fully in “Critical Accounting Policies” under Item 7 “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” we use significant\njudgment in accounting for:\n\ngoodwill impairment\n\nimpairment of long-lived assets excluding goodwill\n\nbusiness combinations and purchase price allocation\n\npension and other postretirement benefits\n\nenvironmental compliance costs\n\nclaims and litigation including self-insurance\n\nincome taxes\nThese assumptions and estimates could change significantly in the future and could adversely affect our financial position, results of operations, or cash flows.\nAn increase in our effective tax rate could negatively affect our earnings and net cash provided by operating activities —\nFactors that may increase our future effective tax rate include, but are not limited to: governmental authorities increasing statutory income tax rates or eliminating deductions or credits; the mix of jurisdictions in which our earnings are taxed; changes in the valuation of our deferred tax assets and liabilities; the effect our stock price has with regard to excess tax benefits from share-based compensation; adjustments to estimated taxes upon finalization of various income tax returns; the resolution of issues arising from income tax audits with various tax authorities; and the interpretation of income tax laws and/or administrative practices.\nPERSONNEL RISKS\nOur future success greatly depends upon attracting and retaining qualified personnel, particularly in sales and operations\n—\nA significant factor in our future profitability is our ability to attract, develop and retain qualified personnel. Our success in attracting qualified personnel, particularly in the areas of sales and operations, is affected by changing demographics\nof the available pool of workers with the training and skills necessary to fill the available positions, the impact on the labor supply due to general economic conditions, and our ability to offer competitive compensation and benefit\npackages.\nDisputes with organized labor could disrupt our business operations\n—\nLabor unions represent approximately 16% of our workforce. Disputes with our trade unions, or the inability to renew our labor agreements, may lead to strikes or other actions that could disrupt our business operations leading to higher costs and/or reduced revenues.\nGENERAL RISK FACTORS\nA significant interruption of our information technology systems (our own and that of our service providers such as Amazon Web Services) or the loss of confidential or other sensitive data (whether our own, our employees’, our suppliers’, or our customers’) could have a material adverse impact on our operations and financial results —\nWe have a dedicated information security team that executes, and updates as warranted based on emerging risk and new risk management technology, our information security program.\nThe Audit Committee, which has oversight responsibility for our information security program, is briefed on such program at least twice annually, and our Chief Financial Officer is briefed on such program at least quarterly.\nWhile we have invested in the protection of our data and information technology and routinely test the security of our information systems network, we cannot be assured that our efforts will prevent breakdowns or breaches in our systems that could adversely affect our business.\nWeather can materially affect our operating results\n—\nAlmost all of our products are consumed outdoors in the public or private construction industry, and our production and distribution facilities are located outdoors. Inclement weather affects both our ability to produce and distribute our products and affects our customers’ short-term demand because their work also can be hampered by weather.\nO\nur products are transported by truck, rail, barge or ship, often by third-party providers\n. Significant delays or increased costs affecting these transportation methods could materially affect our operations and earnings\n—\nOur products are distributed either by truck to local markets or by rail, barge or oceangoing vessel to remote markets. The costs of transporting our products could be negatively affected by factors outside of our control, including rail service interruptions or rate increases, tariffs, rising fuel costs\n, truck/railcar/barge shortages, truck driver and rail crew shortages,\ncapacity constraint\ns and minimum tonnage requirements. Additionally, inclement weather, including hurricanes, tornadoes and other weather events, can negatively impact our distribution network.\nWe use large amounts of electricity, diesel fuel, liquid asphalt and other petroleum-based resources that are subject to potential supply constraints and significant price fluctuation\n, which could affect our operating results and profitability\n—\nIn our production and distribution processes, we consume significant amounts of electricity, diesel fuel, liquid asphalt and other petroleum-based resources. The availability and pricing of these resources are subject to market forces that are beyond our control. Our suppliers contract separately for the purchase of such resource\ns, a\nnd our sources of supply could be interrupted should our suppliers not be able to obtain these materials due to higher demand or other factors that interrupt their availability\n. Variability in the supply and prices of these resources could materially affect our operating results from period to period, and rising costs could erode our profitability.\nAggregates resources and reserves calculations are estimates only and are subject to uncertainty due to factors including the inherent variability of the deposit and recoverability of saleable material in the mining process\n—\nThe calculation of mineral resources and reserves are estimates and depend upon geological interpretation and statistical inferences or assumptions drawn from drilling and sampling\nanalysis, which may prove to be unpredictable. Until mineral reserves are actually mined and processed, the quantity must be considered as an estimate only.\nWe are involved in a number of legal proceedings. We cannot predict the outcome of litigation and other contingencies with certainty\n—\nWe are involved in several\ncomplex litigation proceedings, some arising from our previous ownership and operation of\na\nChemical\ns b\nusines\ns\n. Although we divested\nthe\nChemicals business in June 2005, we retained certain liabilities related to the business. As required by generally accepted accounting principles\n(GAAP)\n, we establish reserves when a loss is determined to be probable and the amount can be reasonably estimated. Our assessment of probability and loss estimates are based on the facts and circumstances known to us at a particular point in time. Subsequent developments in legal proceedings may affect our assessment and estimates of a loss contingenc\ny a\nnd could result in an adverse effect on our financial position, results of\noperations or cash flows. For a description\nof our current significant legal proceedings see Note 12 “Commitments and Contingencies”\nin\nItem 8 “Financial Statements and Supplementary Data.”\nOur construction paving business may subject us to contractually imposed penalties or lost profits\n—\nW\ne operate construction paving businesses in Alabama, Tennessee and Texas. In some instances, including many of our fixed price paving contracts, we agree to complete a project by a certain date. If we fail to complete the project as scheduled, we may be held responsible for costs resulting from the delay. Consequently, the total project cost could exceed our original estimate, and we could experience reduced profits or even a loss on the project.\nWe are involved in certain\nenvironmental\nmatters. We cannot predict the outcome of these contingencies with certainty\n—\nWe are involved in environmental investigations and cleanups at sites that we own or owned, where we operate or have operated or where we sent materials for recycling or\ndisposal, as well as related offsite investigations and cleanups. As\nrequired by\nGAAP\n, we establish reserves when a loss is determined to be probable and the amount can be reasonably estimated. Our assessment of probability and loss estimates are based on the facts and circumstances known to us at a particular point in time. Subsequent developments related to these matters may affect our assessment and estimates of loss contingency, and could result in an adverse effect on our financial position, results of operations or cash flows. For a description of our current significant environmental matters see Note 12 “Commitments and Contingencies” in Item 8 “Financial Statements and Supplementary Data.”\nITEM 1B"
  },
  {
    "item_key": "item_1b",
    "text": "We have\nnot\nreceived any written comments from the Securities and Exchange Commission staff regarding our periodic or current reports under the Exchange Act of 1934 that remain unresolved.\n‎\nITEM 2"
  },
  {
    "item_key": "item_2",
    "text": "AGGREGATES\nA\ns t\nhe largest U.S.\nsupplier o\nf construction aggregates,\nwe have mining properties across the U.S. and in the Bahamas, Canada and Mexico. We principally serve markets in twenty-two states, the U.S. Virgin Islands, Washington D.C., and the local markets surrounding our operations in British Columbia, Canada and Quintana Roo, Mexico. Our primary focus is serving states and metropolitan markets in the U.S. that are expected\nto experience the most significant growth in population, households and employment. These three demographic factors are significant drivers of demand for aggregates.\nOur mining properties are categorized as follows: (1) Production Stage – properties\nwith reported proven or probable reserves\nwhere we are actively mining aggregates, (2) Development Stage – properties with reported\nproven or probable\nreserves where we are not actively mining aggregates, and (3) Exploration Stage – properties with no reported reserves. The following map illustrates the location of our\n228\naggregates production stage\nproperties and 71\ndevelopment stage properties\n. Our 34 aggregates exploration stage properties are excluded from this map.\nActive aggregates facilities generally include\none or more\nscale house\ns,\noffice building\ns\n, maintenance shop\ns\nand processing plant\ns.\nOur aggregates resources and reserves are our foundation and fundamental to our success. However, no individual mining property is individually material to our business. As of December 31, 2021, we directly operated substantially all of our aggregates production facilities.\nOur aggregates resources and reserves estimates are calculated in accordance with subpart 1300 of Regulation S-K under the Exchange Act. Our proven and probable aggregates reserves may not be comparable to similar information regarding aggregates reserves disclosed in accordance with the guidance of other countries. We conduct ongoing studies of our deposits to optimize economic values and to manage risk.\nWe revise our mine plans and estimates of proven and probable aggregates reserves as required and in accordance with the latest available studies.\nOnce mine plans are initially established, the ongoing viability of the plan is reviewed regularly with the benefit of hindsight. Discussions between mine planning, operations, and management determine the need for adjustments, additional resources, drilling information, or other key information. While construction aggregates reserves and resources are relatively consistent, conditions can change with time that require a newly tailored solution. Examples of changes include fluctuations in physical or chemical parameters of the product, sales product shifts, overburden removal or placement management, structural changes, entitlement changes and land additions.\nOur estimates of proven and probable aggregates reserves are prepared by and are the responsibility of our employees. The methodology employed takes a systematic approach to collecting sufficient information to estimate the reserves and resources. Each of our reserve and resource bearing properties is evaluated with supporting information to identify its geological, mining and economic viability.\nThe supporting information includes aerial photography, topography, geologic maps, aggregates rock quality information (including core drilling, hand samples, and bulk sample testing, and/or geophysical data), hydrology, archaeology, biology, property boundary information, zoning information, relevant municipal and environmental permitting information. The information is collected by experienced mining engineers and geologists who determine the extent of a resource using a combination of methods including ordinary planimetric based measurements to computer aided design 3-dimensional models.\nThe results of the supporting information are reviewed by various levels of management, including our “qualified person” (as defined by subpart 1300). This qualified person then verifies that the information adheres to regulatory mandated quantification methods. The economic viability of our reserves is evaluated taking into account historical performance of relevant operations and sales forecasts, among other factors.\nMeasurements of our proven and probable aggregates reserves have inherent risks. These risks include the accuracy and completeness of geologic information, the interpretation of the data, operational execution, market shifts, structural events and the uncertainty of uncovered material. Management and the qualified person work together to assess these risks regularly and amend the reserves assessments with new information as appropriate. New information can yield site changes that require capital expenditures or cause production performance changes that have financial impacts.\nAGGREGATES RESOURCES\nMineral resources are defined as a concentration or occurrence of material of economic interest in or on the earth’s crust in such form, grade or quality, and quantity that there are reasonable prospects for its economic extraction. Mineral resources are classified into three categories, in decreasing level of confidence, as follows:\n\nMeasured\n—\nbased on conclusive geological evidence and sampling, meaning that evidence is sufficient to test and confirm geological and grade or quality continuity. After applying modifying factors (as noted in the Aggregates Reserves section below), measured resources may be converted to either proven or probable reserves\n\nIndicated\n—\nbased on adequate geological evidence and sampling, meaning that evidence is sufficient to establish geological and grade or quality continuity with reasonable certainty. After applying modifying factors, indicated resources may be converted to probable reserves\n\nInferred\n—\nbased on limited geological evidence and sampling, meaning that evidence is only sufficient to establish that geological and grade or quality continuity is more likely than not. Inferred resources may not be converted to reserves\nOur reported aggregates resources do not include amounts that have been identified as mineral reserve\ns. Our\n2021 measured, indicated and inferred aggregates resources are based on an initial assessment using an average sales price assumption ranging from $\n5.00\nto\n$\n20.00 per ton depending on the location/market. The table below presents, by division, the tons of measured, indicated and inferred aggregates resources and the percentage of aggregates resources by commodity as of December 31, 2021.\nAGGREGATES RESERVES\nMineral reserves are defined as the economically mineable part of a measured or indicated mineral resource. Mineral reserves are classified into two categories, in decreasing level of confidence, as follows:\n\nProven\n—\nthose reserves for which the quantity is computed from dimensions revealed by drill data, together with other direct and measurable observations, such as outcrops, trenches and quarry faces. The grade and quality of those reserves are computed from the results of detailed sampling, and the sampling and measurement data are spaced so closely and the geologic character is so well defined that size, shape, depth and mineral content of reserves are well established\n\nProbable\n—\nthose reserves for which quantity, grade and quality are computed partly from specific measurements and partly from projections based on reasonable, though not drilled, geologic evidence. The degree\nof assurance, although lower than that for proven reserves, is high enough to assume continuity between points of observation\nReported proven and probable reserves include only quantities that are owned in fee or under leas\ne a\nnd for which all appropriate zoning and permitting have been obtained\nthrough permit, contract or grandfathered status\n. W\ne a\npply modifying factors to establish the economic viability of the reserves, as follows:\n\nContractual and governmental regulations (for example, leases, zoning, permits and reclamation plans) often set limits on the areas, depths and lengths of time allowed for mining, stipulate setbacks and slopes that must be left in place, and designate which areas may be used for surface facilities, berms, and overburden or\nwaste storage, among other requirements and restrictions\n\nTechnical and economic factors affect the estimates of reported reserves regardless of what might otherwise be considered proven or probable based on a geologic analysis. For example, excessive overburden or weathered rock, rock quality issues, excessive mining depths, groundwater issues, overlying wetlands, endangered species habitats, and rights of way or easements may effectively limit the quantity of reserves considered proven and probable\n\nMining and processing waste are also factored in our computations for proven and probable reserves\nOur 2021 proven and probable aggregates reserves were estimated\nby internal experts (i.e. geologists or engineers). The economic viability of our reserves were determined using average aggregates prices ranging from $5.00 to $20.00 per ton depending on the location/market.\nThe tables below present by reserve classification\n—\nproven, probable and total proven & probable (P&P)\n—\nand by division, the tons of aggregates reserves as of December 31, 2021 and the percentages by commodity type. The third (proven & probable) table also notes the 2021 production.\nOur current estimate of\n15.6\nbillion tons of proven and probable aggregates reserve\ns reflects a decrease of 0.3 billion tons from the prior year’s estimate\n.\nApproximately 0.3\nb\nillion tons were\nadded as a result of\n2021 acquisitions. Es\ntimates of reserves are of recoverable stone, sand and gravel of suitable quality for economic extraction, based on drilling and studies by our geologists and engineers, recognizing reasonable economic and operating\nconstraints\nas to maximum depth of overburden and stone excavation, and subject to permit or other restrictions.\nOf the 15.6\nbillion tons of estimated proven and probable aggregates reserves reported at the end of 2021, 13.2 billion tons or 86% are located on production stage properties and 2.2 billion tons or 14% are located on development stage properties. We do not report aggregates reserves for exploration stage sites.\nOf the 15.6 billion tons of aggregates reserves at December 31, 2021, 9.1 billion tons or 58% are located on owned land and 6.5 billion tons or 42% are located on leased land. Our land portfolio consists of more than 240,000 acres.\nIn addition to our aggregates mining properties we operate aggregates sales yards and recycled concrete plants. The table below presents, by division, the count of active aggregates facilities as of December 31, 2021 and the types of facilities operated.\nASPHALT, CONCRETE AND CALCIUM\nAs of December 31, 2021, we o\nperate\nd\na number of facilities\nproducing asphalt mix, ready-mixed concrete and calcium in several\nof our divisions\nas reflected in the table below\n:\nThe asphalt and concrete facilities are able to meet their needs for raw material inputs with a combination of internally sourced and purchased raw materials.\nOur\nCalcium\nsegment operates\na quarry at Brooksville, Florida that provides feedstock for the ground calcium operation\n. The Brooksville quarry is not individually material to our business. Calcium resources and reserves are outlined in the tabl\ne\nbelow:\nOur production stage, leased Brooksville limestone quarry produces a supplement for end-use products, such as animal feed and plastics. High purity limestone is inert and relatively inexpensive compared to the other components used in these end-use products. The Brooksville limestone quarry has an average calcium carbonate (CaCO\n3\n) content of 97%.\nHEADQUARTERS\nOur headquarters are located in an office complex in Birmingham, Alabama. The office space consists of approximately 184,410 square feet and is leased through December 31, 2038. The annual rental cost for the current\nterm of the lease is\napproximately\n$\n3.8\nmillion.\nITEM 3"
  },
  {
    "item_key": "item_3",
    "text": "We are subject to occasional governmental proceedings and orders pertaining to occupational safety and health or to protection of the environment, such as proceedings or orders relating to noise abatement, air emissions or water\ndischarges. As part of our continuing program of stewardship in safety, health and environmental matters, we have been able to resolve such proceedings and to comply with such orders without any material adverse effects on our business.\nWe are a defendant in various lawsuits in the ordinary course of business. It is not possible to determine with precision the outcome of, or the amount of liability, if any, under these lawsuits, especially where the cases involve possible jury trials with as yet undetermined jury panels.\nWe were\nnot\nsubject to any penalties in\n2021\nfor failure to disclose transactions identified by the Internal Revenue Service as abusive under Internal Revenue Code Section 6707A.\nSee Note 12 “Commitments and Contingencies” in Item 8 “Financial Statements and Supplementary Data” for a discussion of our material legal proceedings.\nITEM 4"
  },
  {
    "item_key": "item_4",
    "text": "The information concerning mine safety violations or other regulatory matters required by Section 1503(a) of the Dodd-Frank Wall Street Reform and Consumer Protection Act and Item 104 of Regulation S-K is included in Exhibit 95 of this report.\n‎\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS\nThe names, positions and ages, as of\nFebruary\n20\n, 2022, of our executive officers are as follows:\nThe principal occupations of the executive officers during the past five years are set forth below:\nJ. Thomas Hill was\nelected Chairman of the Board of Directors effective January 1, 2016 and President and Chief Executive Officer in July 2014. Previously, he served as Executive Vice President and Chief Operating Officer from January 2014 to July 2014, and Senior Vice President\n—\nSouth Region from December 2011 to December 2013. Prior to that, he served in a number of positions with Vulcan including President, Florida Rock Division from September 2010 to December 2011.\nSuzanne H. Wood\nwas elected Senior Vice President, Chief Financial Officer effective September 2018 and also served as Secretary from September 2019 to December 2019. From 2012 to 2018, she served as Group Finance Director and Chief Financial Officer of Ashtead Group plc, a FTSE 50 international equipment rental company serving the construction industry and other markets. Prior to that, she was Executive Vice President and Chief Financial Officer of Sunbelt Rentals, Inc., the North American subsidiary of Ashtead Group plc. A certified public accountant, she also previously held Chief Financial Officer positions at Tultex Corporation and Oakwood Homes Corporation. She currently serves on the board of directors and is chair of the audit committee of RELX Group, a FTSE 50 global professional information and analytics company. She also serves on the board of directors, audit committee and nominations committee of Ferguson plc, the FTSE 100 leading distributor of plumbing and heating products.\nStanley G. Bass was elected Chief Strategy Officer in March 2021 after serving as Chief Growth Officer since February 2016. He served as Senior Vice President\n—\nWestern and Mountain West Divisions from January 2015 to February 2016, and Senior Vice President\n—\nWest Region from September 2013 to December 2014. Prior to that, he served as Senior Vice President\n—\nCentral and West Regions from February 2013 to September 2013 and Senior Vice President\n—\nCentral Region from December 2011 to February 2013. Prior to that, he served in a number of positions with Vulcan including President, Midsouth and Southwest Divisions from September 2010 to December 2011.\nThompson S. Baker II was appointed Chief Operating Officer effective May 2019. He previously served as Senior Vice President from March 2017 to April 2019. Prior to that, he served in a number of positions with Vulcan, including President — Florida Rock Division, before serving as Chief Executive Officer of FRP Holdings, Inc. from October 2010 to March 2017 and President and Chief Executive Officer of Patriot Transportation Holding, Inc. from December 2014 to March 2017.\nDavid P. Clement was appointed Senior Vice President Central Division, Operations Support, Procurement & Environmental in September 2021. He previously served as Senior Vice President of the Central Division since August 2021 and, prior to that role, served as Senior Vice President of the Mountain West and Western Divisions since March 2020. He first joined the organization as an operations management trainee in 1983 and progressed to the position of area production manager in 1993. After spending a few years at Pioneer Mid-Atlantic and working as a consultant, he rejoined Vulcan in 2004 as Vice President and General Manager of the Midwest Division. He has held the positions of Vice President of Operations for the Midwest Division, Vice President and General Manager of the Central Region, Senior Vice President of the Central Region, and most recently as President of the Central Division.\nDenson N. Franklin III joined us in December 2019 as Senior Vice President, General Counsel and Secretary. Prior to that he was a partner at Bradley Arant Boult Cummings LLP, a law firm based in Birmingham, Alabama. While at Bradley, he served as Vulcan’s primary outside counsel for more than 20 years and advised other companies in the construction materials, building and engineering industries.\nJerry F. Perkins Jr. was appointed Senior Vice President Southern & Gulf Coast and Mountain West Divisions, Commercial Excellence in September 2021. He previously served as Senior Vice President of the Southern & Gulf Coast and Mountain West Divisions since August 2021 and, prior to that role, served as Senior Vice President of the Southern & Gulf Coast and Southwest Divisions since March 2020. Prior to that role, he was President of the Southern and Gulf Coast Division. He also served as General Counsel and Corporate Secretary and held various legal leadership roles for Vulcan. Before joining Vulcan in 2002, he worked as a certified public accountant (CPA) at a global accounting firm and was an attorney with Burr & Forman LLP in Birmingham, Alabama.\nRonnie Pruitt\nis Senior Vice President of U.S. Concrete and the Western and Southwest Divisions.\nHe\njoined Vulcan as part of Vulcan’s August 2021 acquisition of U.S. Concrete, Inc.\nHe\nheld various leadership roles at U.S. Concrete, including President and Chief Executive Officer from April 2020 to August 2021, President and Chief Operating Officer from April 2019 to April 2020, and Senior Vice President and Chief Operating Officer from October 2015 to April 2019. Prior to joining U.S. Concrete in 2015, he served as the Vice President of Cement Sales of Martin Marietta Materials, Inc. and held various positions at Texas Industries, Inc.\nJason P. Teter was appointed Senior Vice President of the Mideast and Southeast Divisions in March 2020. Prior to his current position, he was President of the Southeast Division. He joined Vulcan in 2013 as Vice President of Business Development. He also served as Vice President of Finance for Vulcan and President of the Southern and Gulf Coast Division. Before joining Vulcan, he spent ten years in various finance, business development and general management positions with Lafarge North America.\nRandy L. Pigg was elected Vice President, Controller\nand Principal Accounting Officer in April 2018.\nHe served as Vice President, Accounting since June 2016, and prior to that served as Director, Financial Shared Services since April 2014. Prior to that, he served in a number of positions with Vulcan, including Manager Financial Research & Reporting and Finance Director\n—\nCentral Region.\nPART II\nITEM 5"
  },
  {
    "item_key": "item_5",
    "text": "Our common stock is traded on the New York Stock Exchange (ticker symbol VMC). As of February 15, 2022, the number of shareholders of record was 2,277.\nISSUER PURCHASES OF EQUITY SECURITIES\nPurchases of our equity securities during the quarter ended December 31, 2021 are summarized below.\nWe did not have any unregistered sales of equity securities during the fourth quarter of 2021.\nITEM 7"
  },
  {
    "item_key": "item_7",
    "text": "The objective of our management’s discussion and analysis is to help investors understand our operations and current business environment from the perspective of our management. The following discussion should be read in conjunction with the consolidated financial statements and the accompanying notes contained in this Annual Report. The following generally includes a comparison of our results of operations and liquidity and capital resources for 2021 and 2020. For the discussion of changes from 2019 to 2020 and other financial information related to 2019, refer to Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations, of our Form 10-K for the year ended December 31, 2020 filed with the Securities and Exchange Commission on February 25, 2021.\nEXECUTIVE SUMMARY\nFINANCIAL SUMMARY FOR 2021 (compared to 2020)\n\nTotal revenues increased $695.4 million, or 14%, to $5,552.2 million\n\nGross profit increased $91.9 million, or 7%, to $1,373.4 million\n\nAggregates segment sales increased $400.7 million, or 10%, to $4,345.0 million\n\nAggregates segment freight-adjusted revenues increased $306.3 million, or 10%, to $3,313.9 million\n\nShipments increased 7%, or 14.6 million tons, to 222.9 million tons\n\nSame-store shipments increased 5%, or 10.2 million tons, to 218.5 million tons\n\nFreight-adjusted sales price increased 3.0%, or $0.43 per ton to $14.87\n\nSame-store freight-adjusted sales price also increased 3.0% to $14.87 per ton\n\nAggregates segment gross profit increased $136.5 million, or 12%, to $1,295.7 million\n\nUnit profitability (as measured by gross profit per ton) increased 4% to $5.81 per ton\n\nSame-store unit profitability (as measured by gross profit per ton) increased 7% to $5.95 per ton\n\nAsphalt, Concrete and Calcium segment gross profit decreased $44.6 million, or 36%, to $77.7 million, collectively\n\nSelling, administrative and general (SAG) expenses increased 16% to $417.6 million and increased 0.1 percentage point (10 basis points) as a percentage of total revenues\n\nOperating earnings increased $115.1 million, or 13%, to $1,010.8 million\n\nEarnings attributable to Vulcan from continuing operations were $5.05 per diluted share, compared to $4.41\n\nDiscrete items in 2021 include:\n\n$13.7 million of tax charges related to an increase in the Alabama NOL carryforward valuation allowance\n\npretax net gain of $114.7 million related to the sale of a reclaimed quarry in Southern California\n\npretax charges of $1.5 million for divested operations\n\npretax charges of $39.0 million associated with non-routine business development\n\npretax charges of $13.4 million for COVID-19 pandemic direct incremental costs\n\npretax charge of $12.1 million for pension settlement\n\npretax charges of $15.0 million for managerial restructuring\n\npretax interest charges of $9.4 million related to financing the acquisition of U.S. Concrete\n\nDiscrete items in 2020 include:\n\npretax charges of $6.9 million for divested operations\n\npretax charges of $7.3 million associated with non-routine business development\n\npretax charges of $10.2 million for COVID-19 pandemic direct incremental costs\n\npretax charges of $22.7 million for pension settlement\n\npretax charges of $1.3 million for restructuring\n\nAdjusted (for the discrete pretax items noted above) earnings attributable to Vulcan from continuing operations were $5.04 per diluted share, compared to $4.68 per diluted share\n\nNet earnings attributable to Vulcan were $670.8 million, an increase of $86.3 million, or 15%\n\nAdjusted EBITDA was $1,451.3 million, an increase of $127.8 million, or 10%\n\nReturned capital to shareholders via dividends of $196.4 million @ $1.48 per share versus $180.2 million @ $1.36 per share\nOur teams finished the year strong, despite ongoing challenges from inflationary pressures and labor constraints. We expanded our industry-leading unit profitability by continuing to focus on our operating disciplines and taking pricing actions where necessary to mitigate these headwinds. We continue to make excellent progress integrating the U.S. Concrete operations into our business. This acquisition extends our growth platform in certain existing markets as well as new geographies. These results demonstrate our ability to execute on Vulcan’s four strategic disciplines\n—\nOperational Excellence, Strategic Sourcing, Commercial Excellence and Logistics Innovation (as outlined in Item 1 “Business” under the “Business Strategy” heading)\n—\nand enhance our operating leverage moving forward. We are well positioned to capitalize on the positive demand trends we see developing in 2022 and beyond.\nAs demand and the pricing environment continue to strengthen, we expect healthy growth in unit profitability again in 2022. Robust growth in aggregates pricing and continued focus on operational excellence will more than offset anticipated inflationary pressures. In our asphalt business, we expect recent pricing efforts to begin to mitigate higher liquid asphalt costs and lead to gross profit margin improvement beginning in the second half of 2022. In our concrete business, improvement in private nonresidential construction activity will help drive earnings growth in 2022.\nAt year end 2021, total debt to Adjusted EBITDA was 2.7x (2.5x on a net debt basis). We remain committed to our stated long-term target leverage range of 2.0x to 2.5x total debt to Adjusted EBITDA.\nReturn on invested capital was 14.2% and we remain committed to driving further improvement through solid operating earnings growth coupled with disciplined capital management.\nCAPITAL ALLOCATION\nOur balanced approach to capital allocation remains unchanged. Through economic cycles we intend to balance reinvestment in our business, growth through acquisitions, and return of capital to shareholders while maintaining financial strength and flexibility evidenced by our strong balance sheet and investment-grade credit ratings. Our capital allocation priorities are\nas follows:\n1.\nOperating Capital (maintain and grow the value of our franchise)\n2.\nGrowth Capital (including greenfields and acquisitions)\n3.\nDividend Growth (with a keen focus on sustainability)\n4.\nReturn Excess Cash to Shareholders (primarily via share repurchases)\nOur\nfirst\npriority\nis to maintain and protect our valuable franchise by keeping our operations in good working order to ensure the\nproduction of high quality materials and\ntimely delivery of goods and services to our customers. This\ncapital\nr\nequiremen\nt\nexpand\ns\nand contract\ns\nas\nproduction and shipment levels c\nhang\ne\n.\nDuring 2021, we invested\n$\n281.7\nmillio\nn t\no\nreplace\nor\nimprove\nexisting property, plant &\nequipment.\nOur second priority is\nto gro\nw o\nur franchis\ne t\nhrough internal growth projects\nand business acquisitions\n. Internal growth projects have generally been among our highest returning project\ns\n.\nDuring 2021\n, we invested $\n169.6\nmillion in internal growth projects to secure new aggregates reserves, develop new production\nand/or distribution\nsites, enhance our distribution capabilities and support the targeted growth of our asphalt and concrete operations.\nFor business acquisitions, we tend to look fo\nr b\nolt-on acquisitions which are easy to integrate and will pursue large business combinations that are the right fit and the right price. During August 2021, we closed on one such large business combination (U.S. Concrete) for $1,634.5 million. We use strategic and returns-based criteria to price potential acquisitions and are disciplined in our approach. We look at a lot of potential acquisitions and only make offers on a\nfew.\nWe closed two business acquisitions (including U.S. Concrete) during 2021 for total consideration of $1,639.4 million.\nOur\nthird priority is\ngrowing the\ndividend\nwith a keen focus on sustainability through the economic\ncycle.\nDuring 2021, we paid a dividend per share of $1.48 and paid total dividends of $196.4 million.\nAnd\nfinally, if there is excess cash after fulfilling the\nprior\ncapital allocation priorities, we will consider returning cash to shareholders via share repurchases.\nDuring 2021, we made no share repurchases.\nFor a detailed discussion of our acquisitions and divestitures, see Note 19 “Acquisitions and Divestitures” in Item 8 “Financial Statements and Supplementary Data.”\nMARKET DEVELOPMENTS AND OUTLOOK\nWe carry considerable momentum into the new year. Our markets are poised to outperform other parts of the country as demand continues to improve and our industry-leading unit profitability increases with each passing quarter. We will continue to drive substantial value through the combination of our legacy business and the acquisition of U.S. Concrete. Residential construction remains strong, and contract awards for private nonresidential buildings are growing again. On the public side, infrastructure investment is moving forward, and we are well positioned in attractive growth markets where the need is greatest. The recently enacted Infrastructure Investment and Jobs Act is certainly a positive for our industry; it will add to existing demand as well as elongate the cycle. However, we do not expect it to have a significant impact in 2022. That said, labor shortages and supply chain disruptions are expected to continue to limit shipment growth in 2022. We expect the favorable pricing dynamics that improved throughout 2021 to be even better in 2022 and lead to attractive growth in aggregates unit profitability. Growing our aggregates unit profitability consistently during the last two years of pandemic-related disruptions demonstrates the resiliency of our business and our ability to capitalize on any changes in the macro environment.\nManagement expectations for 2022 include:\n\nNet earnings attributable to Vulcan of between $800 to $890 million\n\nAdjusted EBITDA of between $1,720 to $1,820 million\n\nHigh single-digit growth in Aggregates cash gross profit per ton ($7.43 in 2021)\n\nTotal shipment growth of 5% to 7% (222.9 million tons in 2021)\n\nFreight-adjusted price increase of 6% to 8% ($14.87 per ton in 2021)\n\nMid-single digit increase in freight-adjusted cash cost (freight-adjusted sales price less segment cash gross profit per ton; $7.44 per ton in 2021) due to higher energy-related costs (mostly diesel fuel) and continued inflationary pressures in other areas\n\nCash gross profit of $300 to $325 million in Asphalt, Concrete and Calcium, collectively\n\nConcrete segment expected to account for approximately 75% of the total due to a full year of results from U.S. Concrete operations as well as margin improvement in our legacy operations\n\nAsphalt segment earnings improvement driven by volume growth and price improvement. Higher prices for asphalt mix in the second half of 2022 are expected to reduce the earnings impact of higher liquid asphalt costs and natural gas used in production\n\nSAG expenses of $485 to $495 million, including a full year of U.S. Concrete\n\nInterest expense of approximately $150 million\n\nDepreciation, depletion, accretion, and amortization expense of approximately $540 million\n\nAn effective tax rate of 21% to 22%\nAs previously noted, 2022 sales volumes may be affected by labor shortages and supply chain disruptions. If these constraints do continue well into 2022, it is important to remember that the work is still there; it may just proceed at a slower pace, effectively extending the recovery and allowing us the opportunity to compound our unit margins.\nAdditionally, we expect to spend $600 million to $650 million on capital expenditures, including growth and capacity-adding projects. We will continue to review our plans and will adjust as needed, while being thoughtful about preserving liquidity.\nCOMPETITIVE ADVANTAGES\nAGGREGATES FOOTPRINT\nOver time, we have strategically and systematically built one of the most valuable aggregates franchises in the U.S. with a footprint that is impossible to replicate.\nZoning and permitting regulations have made it increasingly difficult to expand existing quarries or to develop new quarries. Such regulations, while curtailing expansion, also increase the value of our reserves that were zoned and permitted decades ago.\nDemand for aggregates correlates positively with changes in population growth, household formation and employment. We have a coast-to-coast footprint that serves 20 of the top 25 highest-growth metropolitan statistical areas (MSAs) and states where 75\n% of U.S. population growth from 2020 to 2030 is projected to occur.\nAs state and federal spending increases, Vulcan is poised to benefit greatly from growing private and public demand for aggregates, thereby delivering significant long-term value for our shareholders.\nSource: Woods & Poole CEDDS 2021\nBased on people added from 2020 to 2030\nCOMPOUNDING IMPROVEMENT IN PROFITABILITY\nWe have continued to deliver strong financial performance over time and through business cycles. Through our aggregates-led strategy and focus on our four strategic disciplines\n—\noperational excellence, strategic sourcing, commercial excellence and logistics innovation (as outlined in Item 1 “Business” under the “Business Strategy” heading)\n—\nwe have created one of the most profitable public companies in our industry as measured by aggregates gross profit per ton.\nWe are\ncurrently operating considerably below full capacity\nmaking us extremely well positioned to further benefit from economies of scale as markets continue to recover from the COVID-19 pandemic.\nSAFETY, HEALTH AND ENVIRONMENTAL PERFORMANCE\nA strategy for sustainable, long-term value creation must include doing right by your employees, your neighbors and the environment in which you operate. Over our more than six decades as a public company, we have built a strong, resilient and vital business on this foundation of doing things the right way.\nWe are a leader in our industry in safety, health and environmental performance, with a safety record substantially better than the industry average.\nWe apply the shared experiences, expertise and resources at each of our locally led sites, with an emphasis on taking care of one another. The result is a record of safety excellence that consistently outperforms the industry.\nSource: Mine Safety and Health Administration (MSHA) records and Internal Vulcan Data.\nWe focus on our environmental stewardship programs with the same intensity that we bring to our health and safety initiatives resulting in 98.6% citation-free inspections out of all 2021 federal and state environmental inspections. As an industry leader, our aim has always been to meet — and strive to exceed — all federal, state and local environmental regulations. However, environmental sustainability means looking beyond what is required of a company by governments and regulators. We continue to make progress on reducing our carbon footprint, increasing our energy efficiency, measuring and reducing our water use, and managing our land with biodiversity in mind. It’s the right thing to do for society, for our business and our stakeholders.\nOur environmental stewardship commitment is designed to protect plant and animal species and habitats, as well as the air we breathe, the water we use and the planet we all share. Our environmental stewardship is reflected in our business strategy. In all parts of our company, from local operations to our corporate and regional offices to our international business and ocean-going shipping, we are focused on ensuring that our operations are efficient in ways that are economically and environmentally sustainable.\nWe lead community relations programs that serve our neighbors while ensuring that we grow and thrive in the communities where we operate. During 2021, we operated 40 certified wildlife habitat sites, the third largest number of sites in the nation, as certified by the Wildlife Habitat Council. We provided over 175 scholarships to students nationwide and emphasized COVID-19 support as well as diversity and inclusion in our community outreach and contributions.\nWe recognize that the aggregates mining in which we engage is an interim use of the more than 240,000 acres of land in our portfolio. Our land and water assets will be converted to other valuable uses at the end of mining. Effective management throughout the life cycle of our land\n—\nfrom pre-mining utilization as agriculture and timber development, to post-mining development as water reservoirs or residential and commercial development\n—\nnot only generates significant\nadditional value for our shareholders but greatly benefits the communities in which we operate.\nSTRONG FINANCIAL FOUNDATION\nOur financial position is strong as evidenced by our investment-grade credit ratings (Fitch BBB/Moody’s Baa2/Standard & Poor’s BBB+). At December 31, 2021, our available liquidity was $1,175.4 million, including $241.5 million of cash on hand, significantly higher than our liquidity needs. Our leverage ratio, as measured by total debt to Adjusted EBITDA, has improved from 6.5x at December 31, 2012 to 2.7x at December 31, 2021 (our net debt to Adjusted EBITDA at December 31, 2021 was 2.5x), nearly within our stated leverage target of 2.0 to 2.5x. Over that same period, we also improved the structure of our debt (average maturity from 7 years to 11 years) and reduced the cost of the debt (weighted average interest rate from 7.55% to 3.68%).\nCUSTOMER SERVICE\nMore than an aggregates supplier, we are a business dedicated to customer service and finding creative solutions to meet our customers’ needs. Being a valued partner and trusted supplier means that we are providing the right product, with the right specifications, that is the right quality, delivered the right way — on time and safely. Our\nOne-Vulcan, Locally Led\napproach, in which our employees\nwork together to leverage the size and strengths of Vulcan as a whole, while running their operations with a strong entrepreneurial spirit and sense of ownership, allows us to deliver market-leading services to our customers.\nTransportation costs are passed along to our customers, and because aggregates have a very high weight-to-value ratio, those costs can add up quickly when transporting aggregates long distances. Having the most extensive distribution network of any aggregates producer sets us apart. Combining our trucking, rail, barge and ocean vessel shipping logistics capabilities allows us to provide better customer solutions and create a seamless customer experience at a competitive price\n.\nAs an approximation, a truck has a capacity of 20-25 tons of aggregates; a railcar has a capacity of 4-5 truckloads; a barge has a capacity of 65 truckloads and our ocean vessels have the capacity of 2,500 truckloads.\nRESULTS OF OPERATIONS\nTotal revenues are primarily derived from our product sales of aggregates, asphalt mix and ready-mixed concrete, and include freight & delivery costs that we pass along to our customers to deliver these products. We also generate service revenues from our asphalt construction paving business and services related to our aggregates business. We present separately our discontinued operations, which consists of our former Chemicals business.\nThe following table highlights significant components of our consolidated operating results including EBITDA and Adjusted EBITDA.\nCONSOLIDATED OPERATING RESULTS HIGHLIGHTS\nNet earnings attributable to Vulcan for 2021\nwere $670.8 million ($5.02 per diluted share) compared to $584.5 million ($4.39 per diluted share) in 2020. E\nach year's results were impacted by discrete items, as follows:\nNet earnings attributable to Vulcan for 2021 include:\n\n$13.7 million of tax charges related to an increase in the Alabama NOL carryforward valuation allowance\n\npretax net gain of $114.7 million\nrelated to the sale of a reclaimed quarry in Southern California\n\npretax charges of $1.5 million associated with divested operations\n\npretax charges of $39.0 million associated with non-routine business development\n\npretax charges of $13.4 million for COVID-19 pandemic direct incremental costs\n\npretax charges of $12.1 million for pension settlement\n(s\nee Note 10 “Benefit Plans” in Item 8 “Financial Statements and Supplementary Data”)\n\npretax charges of $15.0 million for managerial restructuring (related to U.S. Concrete)\n\npretax interest charges of $9.4 million related to financing the U.S. Concrete acquisition\nNet earnings attributable to Vulcan for 2020 include:\n\npretax charges of $6.9 million associated with divested operations\n\npretax charges of $7.3 million associated with non-routine business development\n\npretax charges of $10.2 million for COVID-19 pandemic direct incremental costs\n\npretax charges of $22.7 million for pension settlement\n(s\nee Note 10 “Benefit Plans” in Item 8 “Financial Statements and Supplementary Data”)\n\npretax charges of $1.3 million for restructuring\nAdjusted for these discrete items, earnings attributable to Vulcan from continuing operations (Adjusted Diluted EPS) was $5.04 per diluted share for 2021 compared to $4.68 per diluted share for 2020.\nEARNINGS FROM CONTINUING OPERATIONS BEFORE INCOME TAXES\nYear-over-year changes in earnings from continuing operations before income taxes are summarized below:\nOPERATING RESULTS BY SEGMENT\nWe present our results of operations by segment at the gross profit level. We have four operating (and reportable) segments organized around our principal product lines: (1) Aggregates, (2) Asphalt, (3) Concrete and (4) Calcium. Management reviews earnings for our reporting segments principally at the gross profit level.\n1. AGGREGATES\nOur year-over-year aggregates shipments:\n\nincreased 7% in 2021\n1\n\ndecreased 3% in 2020\n\nincreased 7% in 2019\nTotal aggregates shipments increased 7% (5% on a same-store basis), reflecting improving demand across most end-markets.\nOur year-over-year freight-adjusted selling price\n1\nfor aggregates:\n\nincreased 3.0% in 2021\n\nincreased 3.2% in 2020\n\nincreased 5.6% in 2019\nAs demand visibility improved, the pricing environment continued to strengthen and the rate of pricing growth improved sequentially each quarter this year. Freight-adjusted pricing increased 3.0% (same-store increased 3.0% and same-store mix-adjusted increased 3.2%) with the growth widespread across geographies.\nAggregates\nsegment gross profit increased 12% to $1,295.7 million, or $5.81 per ton. Cash gross profit per ton improved 5% from the prior year to $7.43. The earnings improvement was widespread across our footprint and resulted from both volume and price growth, as well as effective cost control. This year’s results include a $10.7 million unfavorable impact from selling acquired inventory after its markup to fair value as part of the U.S. Concrete acquisition and a $41.4 million unfavorable impact from significantly higher diesel fuel costs.\nOn a same-store basis, unit gross profit increased 7% to $5.95 per ton and cash gross profit per ton improved 5% from the prior year to $7.48. This improvement was driven by 5% same-store volume growth, 3.0% price growth and an increase in freight-adjusted cash costs of less than 1% despite a more than 50% increase in diesel fuel prices.\nSolid operational execution mostly offset higher costs for diesel fuel, inflation for certain parts and supplies, and operational disruptions caused by labor shortages. Freight-adjusted unit cost of sales increased only 2% despite the significant increase in diesel fuel prices. Positive pricing opportunities and improved operating efficiencies are expected to continue to help offset some of the cost inflation going forward.\n2.\nASPHALT\nOur year-over-year asphalt mix shipments:\n\ndecreased 4% in 2021\n\ndecreased 7% in 2020\n\nincreased 12% in 2019\nAsphalt segment gross profit decreased from $75.2 million in the prior year to $21.2 million. The decrease in gross profit was primarily due to sharply higher costs for liquid asphalt ($41.2 million impact) and a rise in natural gas prices ($6.4 million impact). Asphalt volumes decreased 4% from the prior year. Volume growth in California, our largest asphalt market, was more than offset by lower volumes in Arizona, our second largest market. Efforts to mitigate the earnings impact of energy inflation will continue with positive results expected to contribute to unit profitability improvement in 2022.\n3.\nCONCRETE\nOur year-over-year ready-mixed concrete shipments:\n\nincreased 90% in 2021\n1\n\ndecreased 5% in 2020\n\ndecreased 4% in 2019\nConcrete segment gross profit increased $10.1 million to $54.3 million. Earnings contributions from the U.S. Concrete operations more than offset the earnings impact from lower volumes in our legacy Virginia operations. The lower volumes were due mostly to the timing of several large projects that were completed in the prior year. Material margins increased in our legacy operations despite lower volumes.\n4.\nCALCIUM\nCalcium segment gross profit decreased $0.7 million from 2020 to $2.2 million.\nIn total, the 2021 gross profit contribution from our three non-aggregates (Asphalt, Concrete and Calcium) segments was $77.7 million, a $44.6 million or 36% decrease from 2020.\nSELLING, ADMINISTRATIVE AND GENERAL (SAG) EXPENSES\nin millions\nAs a percentage of total revenues, SAG expense was:\n\n7.5% in 2021 — increased 0.10 percentage points (10 basis points)\n\n7.4% in 2020 — decreased 0.10 percentage points (10 basis points)\n\n7.5% in 2019 — decreased 0.10 percentage points (10 basis points)\nOur comparative total company employment levels at year end:\n\nincreased 26% in 2021\n\ndecreased 2% in 2020\n\nincreased 6% in 2019\nThe 2021 increase in our employment level was primarily the result of our August 2021 acquisition of U.S. Concrete (s\nee Note 19 “Acquisitions and Divestitures” in Item 8 “Financial Statements and Supplementary Data”).\nAs noted above, 2021 SAG expenses were $417.6 million or 7.5% as a percentage of total revenues, up from 7.4% in 2020. The current year includes overhead expenses associated with the U.S. Concrete business that were not in the prior year. Additionally, increased routine business development activities and more normalized travel expenses, due in part to integration activities, contributed to the increase. We remain focused on further leveraging our overhead cost structure.\nGAIN ON SALE OF PROPERTY, PLANT & EQUIPMENT AND BUSINESSES\nin millions\nThe 2021 gain on sale of property, plant & equipment and businesses of $\n120.1\nmillion\nincludes a net pretax gain of $114.7 from the sale of Southern California real estate (previously mined land that we reclaimed for commercial and retail development). We remain focused on our efforts to maximize the value of our portfolio of quarry operations as they move through their life-cycle of land management.\nThe 2020 gain on sale of property, plant & equipment and businesses of $\n4.0\nmillion\nincludes a net immaterial pretax loss from ready-mixed concrete divestitures.\nS\nee Note 19 “Acquisitions and Divestitures” in Item 8 “Financial Statements and Supplementary Data.”\nOTHER OPERATING EXPENSE, NET\nOther operating expense, which has an approximate run-rate of $12.0 million a year (exclusive of discrete items), is composed primarily of idle facilities expense, environmental remediation costs, property abandonments and gain (loss) on settlement of AROs. Total other operating expense and significant discrete items included in the total were:\n\n$65.1 million in 2021 — includes discrete items as follows:\n\n$1.5 million of charges associated with divested operations\n\n$28.3 million of non-routine business development charges\n\n$13.4 million of charges related to COVID-19 pandemic direct incremental costs\n\n$15.0 million of managerial restructuring charges\n\n$30.0 million in 2020 — includes discrete items as follows:\n\n$6.9 million of charges associated with divested operations, composed entirely of environmental liability accruals associated with previously divested properties\n\n$7.3 million of non-routine business development charges\n\n$10.2 million of charges related to COVID-19 pandemic direct incremental costs\nOTHER NONOPERATING INCOME (EXPENSE), NET\nOther nonoperating income (expense) (2021\n—\n$10.7 million, 2020\n—\n$(17.5) million and 2019\n—\n$9.2 million) is composed primarily of pension and postretirement benefit costs (excluding service costs), foreign currency transaction gains/losses, Rabbi Trust gains/losses and net earnings/losses of nonconsolidated equity method investments. Additionally, during 2021 and 2020, we incurred $12.1 million and $22.7 million, respectively, of non-cash pension settlement charges — these partial settlements will benefit future expense and funding requirements (see Note 10 “Benefit Plans” in Item 8 “Financial Statements and Supplementary Data”).\nINTEREST EXPENSE\nin millions\nInterest expense was $149.3 million in 2021 compared to $136.0 million in 2020. This increase resulted primarily from an additional $9.4 million of interest expense related to financing the acquisition of U.S. Concrete. See Note 6 “Debt” in Item 8 “Financial Statements and Supplementary Data” for additional discussion.\nINCOME TAXES\nOur income tax expense from continuing operations for the years ended December 31 is shown below:\nThe $44.3 million increase in our 2021 income tax expense was primarily due to an increase in earnings from continuing operations and the increase of our Alabama net operating loss (NOL) valuation allowance. The $20.6 million increase in our 2020 income tax expense was primarily related to a decrease in excess tax benefits from share-based compensation and a smaller research & development tax credit.\nIn February 2021, the Alabama Business Competitiveness Act was signed into law. This Act contained a provision requiring most taxpayers to change from a three-factor, double-weighted sales method to a single-sales factor method to apportion income to Alabama. This provision had the effect of significantly reducing our apportionment of income to Alabama, thereby further inhibiting our ability to utilize our Alabama NOL carryforward. As a result, in the first quarter of 2021, we increased the valuation allowance by $13.7 million. No other material tax impacts resulted from the enactment of this Act.\nSee Note 9 “Income Taxes” in Item 8 “Financial Statements and Supplementary Data.”\nDISCONTINUED OPERATIONS\nPretax loss from discontinued operations were:\n\n$(4.5) million in 2021\n\n$(4.7) million in 2020\n\n$(6.5) million in 2019\nPretax loss from discontinued operations for 2021, 2020 and 2019, resulted primarily from general and product liability costs, including legal defense costs and environmental remediation costs associated with our former Chemicals business. For additional information about discontinued operations\n, see Note 1 “Summary of Significant Accounting Policies” in Item 8 “Financial Statements and Supplementary Data” under the caption Discontinued Operations.\nKNOWN TRENDS OR UNCERTAINTIES\nAs described above in the Executive Summary, inflationary pressures and labor constraints were trends impacting our operations in 2021. Although inflationary pressures can create short- to medium-term headwinds, the combination of inflation and improving visibility of demand has created and may continue to create a favorable environment for price increases. Additionally, labor constraints (especially truck drivers) have caused delays and inefficiencies in our operations as well as those of our customers. If labor constraints continue and demand remains strong, our operations may proceed at a slower pace, which may effectively extend the recovery while allowing us the opportunity to compound price, control costs and grow earnings. Further, recently, the Mexican government has taken actions that adversely affect our operations in that country, including delays in issuing a historically routine three-year customs permit for our deep-water port. Mexico instead issued a short-term customs permit that must be renewed after two months. While we continue to negotiate with the Mexican authorities to reach a mutually agreeable and beneficial solution, failure by the Mexican government to issue future customs permits or its taking of any other measures that force us to cease our operations in Mexico would have an adverse effect on our ability to supply customers.\nRECONCILIATION OF NON-GAAP FINANCIAL MEASURES\nSAME-STORE\nWe have provided certain information on a same-store basis. When discussing our financial results in comparison to prior periods, we may exclude the operating results of recently acquired/divested businesses that do not have comparable results in the periods being discussed. These recently acquired/divested businesses are disclosed in Note 19 “Acquisitions and Divestitures” in Item 8 “Financial Statements and Supplementary Data.” This approach allows us to evaluate the performance of our operations on a comparable basis. We believe that measuring performance on a same-store basis is useful to investors because it enables evaluation of how our operations are performing period over period without the effects of acquisition and divestiture activity. Our same-store information may not be comparable to similar measures used by other companies.\nAGGREGATES SEGMENT FREIGHT-ADJUSTED REVENUES\nAggregates segment freight-adjusted revenues is not a Generally Accepted Accounting Principle (GAAP) measure and should not be considered as an alternative to metrics defined by GAAP. We present this measure as it is consistent with the basis by which we review our operating results. We believe that this presentation is consistent with our competitors and meaningful to our investors as it excludes revenues associated with freight & delivery, which are pass-through activities. It also excludes other revenues related to services, such as landfill tipping fees, that are derived from our aggregates business. Additionally, we use this metric as the basis for calculating the average sales price of our aggregates products. Reconciliation of this metric to its nearest GAAP measure is presented below:\nAGGREGATES SEGMENT INCREMENTAL GROSS PROFIT\nAggregates segment incremental gross profit flow-through rate is not a GAAP measure and represents the year-over-year change in gross profit divided by the year-over-year change in segment sales excluding freight & delivery (revenues and costs). This metric should not be considered as an alternative to metrics defined by GAAP. We present this metric as it is consistent with the basis by which we review our operating results. We believe that this presentation is consistent with our competitors and meaningful to our investors as it excludes revenues associated with freight & delivery, which are pass-through activities. Reconciliation of this metric to its nearest GAAP measure is presented below:\nMARGIN IN ACCORDANCE WITH GAAP\nFLOW-THROUGH RATE (NON-GAAP)\n‎\nCASH GROSS PROFIT\nGAAP does not define “cash gross profit,” and it should not be considered as an alternative to earnings measures defined by GAAP. We and the investment community use this metric to assess the operating performance of our business. Additionally, we present this metric as we believe that it closely correlates to long-term shareholder value. We do not use this metric as a measure to allocate resources. Cash gross profit adds back noncash charges for depreciation, depletion, accretion and amortization to gross profit. Aggregates segment cash gross profit per ton is computed by dividing Aggregates segment cash gross profit by tons shipped. Reconciliation of this metric to its nearest GAAP measure is presented below:\nNET DEBT TO ADJUSTED EBITDA\nNet debt to Adjusted EBITDA is not a GAAP measure and should not be considered as an alternative to metrics defined by GAAP. We, the investment community and credit rating agencies use this metric to assess our leverage. Net debt subtracts cash and equivalents and restricted cash from total debt. Reconciliation to its nearest GAAP measure is presented below:\n‎\nEBITDA AND ADJUSTED EBITDA\nGAAP does not define “Earnings Before Interest, Taxes, Depreciation and Amortization” (EBITDA), and it should not be considered as an alternative to earnings measures defined by GAAP. We use this metric to assess the operating performance of our business and as a basis for strategic planning and forecasting as we believe that it closely correlates to long-term shareholder value. We do not use this metric as a measure to allocate resources.\nWe adjust EBITDA for certain items to provide a more consistent comparison of\nearnings\nperformance from period to period. Reconciliation of this metric to its nearest GAAP measure is presented belo\nw (\nnumbers may not foot due to rounding):\nADJUSTED DILUTED EPS attributable to vulcan FROM CONTINUING OPERATIONS\nSimilar to our presentation of Adjusted EBITDA, we present Adjusted diluted earnings per share (EPS) attributable to Vulcan from continuing operations to provide a more consistent comparison of earnings performance from period to period.\nT\nh\nis\nmetri\nc\nis\nnot defined by GAAP and should not be considered as\nan\nalternativ\ne\nto earnings measures defined by GAAP. Reconciliation of th\nis\nmetri\nc\nto\nits\nnearest GAAP measure is presented below:\n2022 PROJECTED EBITDA\nThe following reconciliation\nto the mid-point of the range of 2022\nProjected EBITD\nA e\nxclud\nes\nadjustments\n(as noted in Adjusted EBITDA above)\nas they\nare difficult to forecast (timing or amount). Due to the difficulty of forecasting such adjustments, we are unable to\nestimate\ntheir significanc\ne. T\nh\nis\nmetri\nc\nis\nnot defined by GAAP and should not be considered as\nan\nalternativ\ne\nto earnings measures defined by GAAP. Reconciliation of th\nis\nmetri\nc\nto\nits\nnearest GAAP measure is presented below:\nreturn on invested capital\nWe define\n“\nReturn on Invested Capital\n”\n(ROIC) as Adjusted EBITDA for the trailing-twelve months divided by average invested capital (as illustrated below) during the trailing 5-quarters. Our calculation of ROIC is considered a non-GAAP financial measure because we calculate ROIC using the non-GAAP metric EBITDA. We believe\nth\nat our ROIC metric is meaningful because it helps investors assess how effectively we are deploying our assets. Although ROIC is a standard financial metric, numerous methods exist for calculating a company’s ROIC. As a result, the method we use to calculate our ROIC may differ from the methods used by other companies.\nT\nh\nis\nmetri\nc\nis\nnot defined by GAAP and should not be considered as\nan\nalternativ\ne\nto earnings measures defined by GAAP. Reconciliation of th\nis\nmetri\nc\nto\nits\nnearest GAAP measure is presented below (numbers may not foot due to rounding):\nLIQUIDITY AND FINANCIAL RESOURCES\nOur primary sources of liquidity are cash provided by our operating activities and a substantial, committed bank line of credit. Additional sources of capital include access to the capital markets, the sale of surplus real estate, and dispositions of nonstrategic operating assets. We believe these financial resources are sufficient to fund our business requirements for 2022, including:\n\ncontractual obligations\n\ndebt service obligations\n\ncapital expenditures\n\npotential acquisitions\n\ndividend payments\n\npotential share repurchases\nDuring 2022, we expect to spend between $600 million and $650 million on capital expenditures, including growth and capacity-adding projects. Excluding future cash requirements for capital expenditures, our obligations to make future contractual payments as of December 31, 2021 are summarized in the table below:\nAs of December 31, 2021, we were contingently liable for $860.2\nmillion within 558 surety bonds underwritten by various surety companies. These bonds guarantee our performance and are required primarily by states and municipalities and their related agencies. The top five in amount totaled $206.0 million (24%) and were for certain construction contracts and\nreclamation obligations. We have agreed to indemnify the underwriting companies against any exposure under the surety bonds. No material claims have been made against our surety bonds.\nWe have no material off-balance sheet arrangements, such as financing or unconsolidated variable interest entities.\nOur balanced approach to capital deployment remains unchanged. We intend to balance reinvestment in our business, growth through acquisitions and return of capital to shareholders, while sustaining financial strength and flexibility.\nWe actively manage our capital structure and resources in order to balance the cost of capital and the risk of financial stress. We seek to meet these objectives by adhering to the following principles:\n\nmaintain substantial bank line of credit borrowing capacity\n\nproactively manage our debt maturity schedule such that repayment/refinancing risk in any single year is low\n\nmaintain an appropriate balance of fixed-rate and floating-rate debt\n\nminimize financial and other covenants that limit our operating and financial flexibility\nAs the impact of the COVID-19 pandemic on the economy and our operations evolves, we will continue to assess our liquidity sources and needs and take appropriate actions.\nCASH\nIncluded in our December 31, 2021 cash and cash equivalents and restricted cash balances of $241.5 million is $6.5 million of restricted cash (see Note 1\n“Summary of Significant Accounting Policies” in Item 8 “Financial Statements and Supplementary Data” under the caption Restricted Cash)\n.\nCASH FROM OPERATING ACTIVITIES\nin millions\nNet cash provided by operating activities is derived primarily from net earnings before noncash deductions for depreciation, depletion, accretion and amortization.\n2021 versus 2020\n—\nNet cash provided by operating activities was $1,011.9 million during 2021, a $58.5 million decrease compared to 2020. This decrease primarily resulted from a net increase in working capital compared to the prior year period.\nDays sales outstanding, a measurement of the time it takes to collect receivables, were 47.6 days at December 31, 2021 compared to 44.9 days at December 31, 2020. Additionally, our over 90 day balance of $46.0 million at December 31, 2021 was up significantly from $15.5 million at December 31, 2020. Excluding customer receivables from the recent U.S. Concrete acquisition, both days sales outstanding (44.4 days) and over 90 day balances ($8.5 million) were favorable compared to the prior year. All customer accounts are actively managed and no losses in excess of amounts reserved are currently expected.\nCASH FROM INVESTING ACTIVITIES\nin millions\n2021 versus 2020\n—\nNet cash used for investing activities was $1,874.1 million during 2021, a $1,492.6 million increase compared to 2020. During 2021, we invested $451.3 million in our existing operations, an $89.1 million increase compared to 2020. Of this $451.3 million, $169.6 million was invested in internal growth projects to enhance our distribution capabilities, develop new production sites and enhance existing production facilities and other growth opportunities. Proceeds from the sale of property, plant & equipment were up $205.0 million from 2020 primarily reflecting the sale of reclaimed real estate in Southern California. Additionally, during 2021 we acquired businesses for $1,639.4 million of cash consideration (including $1,634.5 million for U.S. Concrete) as compared to $43.2 million of cash consideration for businesses in 2020\n(see Note 19 “Acquisitions and Divestitures” in Item 8 “Financial Statements and Supplementary Data”).\nCASH FROM FINANCING ACTIVITIES\nin millions\n2021 VERSUS 2020\n—\nNet cash used for financing activities in 2021 was $94.3 million, compared to $234.6 million provided in 2020. The 2021 activities include: a) cash paid to retire the $500.0 million floating rate notes due March 2021, b) $13.3 million of financing costs for a new bridge facility and delayed draw term loan facility (see Note\n6 “Debt” in Item 8 “Financial Statements and Supplementary Data”\n), c) initial proceeds of $1,600.0 million from the August draw on the delayed draw term loan facility, d) the subsequent pay down of $500.0 million on the delayed draw term loan facility, and e) $434.5 million of cash paid in September to retire U.S. Concrete’s outstanding notes assumed in the acquisition. The 2020 activity includes: a) net cash proceeds of $734.6 million for the issuance of new debt, b) cash paid to retire the $250.0 million floating rate notes due 2020 and c) $19.9 million of cash paid to settle interest rate derivatives.\nAdditionally, capital returned to our shareholders decreased by $9.9 million as higher dividends of $16.2 million ($1.48 per share compared to $1.36 per share) were offset by lower share repurchases of $26.1 million (no shares repurchased compared to 214,338 shares @ $121.92 per share).\nDEBT\nCertain debt measures\nas of December 31\nare\noutlined below:\nAt December 31, 2021, total debt to 2021 adjusted EBITDA was 2.7 times or 2.5 times on a net debt basis reflecting $241.5 million of cash on hand. Our weighted-average debt maturity was 11.3 years, and the effective weighted-average interest rate was 3.68%.\nBRIDGE FACILITY, DELAYED DRAW TERM LOAN AND L\nINE OF CREDIT\nIn June 2021, concurrent with the announcement of the pending acquisition of U.S. Concrete (see Note 19 “Acquisitions and Divestitures” in Item 8 “Financial Statements and Supplementary Data” for additional information), we obtained a $2,200.0 million bridge facility commitment from Truist Bank. Later, in June 2021, we entered into a $1,600.0 million delayed draw term loan with a subset of the banks that provide our line of credit and terminated the bridge facility commitment. The delayed draw term loan was drawn in August 2021 for $1,600.0 million in connection with the acquisition of U.S. Concrete and was paid down to $1,100.0 million in September 2021. Amounts repaid are no longer available for borrowing and any outstanding borrowings are due August 2024. The delayed draw term loan contains covenants customary for an unsecured investment-grade facility and mirror those in our line of credit. As of December 31, 2021, we were in compliance with the delayed draw term loan covenants. Borrowings, cost ranges and other details are described in Note 6 “Debt” in Item 8 “Financial Statements and Supplementary Data.” Financing costs for the bridge facility commitment and the delayed draw term loan facility totaled $13.3 million, $9.4 million of which was recognized as interest expense in 2021.\nIn September 2020, we executed a new five-year unsecured line of credit of $1,000.0 million, incurring $4.6 million of deferred transaction costs.\nCovenants, borrowings,\ncost ranges and other details are described in Note 6 “Debt” in Item 8 “Financial Statements and Supplementary Data.” As of December 31, 2021, we were in compliance with the line of credit covenants, the credit margin for LIBOR borrowings was 1.125%, the credit margin for base rate borrowings was 0.125%, and the commitment fee for the unused portion was 0.100%.\nAs of December 31, 2021, our available borrowing capacity under the line of credit was $940.4 million. Utilization of the borrowing capacity was as follows:\n\nnone was borrowed\n\n$59.6 million was used to provide support for outstanding standby letters of credit\nTERM DEBT\nEssentially all of our $3,949.6 million (face value) of term debt (which includes the $1,100.0 million delayed draw term loan) is unsecured. $2,840.2 million of such debt is governed by two essentially identical indentures that contain customary investment-grade type covenants. As of December 31, 2021, we were in compliance with all term debt covenants.\nIn August 2021, we assumed $434.5 million (fair value) of senior notes due 2029 in connection with the acquisition of U.S. Concrete and retired these notes in September 2021.\nIn May 2020, we issued $750.0 million of 3.50% senior notes due 2030. Total proceeds were $741.4 million (net of discounts and transaction costs). $250.0 million of the proceeds were used to retire the $250.0 million floating rate notes due June 2020. The remainder of the proceeds, together with cash on hand, was used to retire the $500.0 million floating rate notes due in March 2021.\nFor additional information regarding term debt, see\nNote 6 “Debt” in Item 8 “Financial Statements and Supplementary Data.”\nDEBT PAYMENTS AND MATURITIES\nScheduled debt payments during 2021 included the aforementioned $500.0 million to retire the floating rate notes due in March, $9.4 million in July and $6.0 million in October. Scheduled debt payments during 2020 were $250.0 million in June.\nAs of December 31, 2021, maturities for the next four quarters and for the next five years are a\ns follows\n(excluding any borrowings on the line of credit)\n:\nFor additional information regarding debt payments and maturities, see\nNote 6 “Debt” in Item 8 “Financial Statements and Supplementary Data.”\nDEBT RATINGS\nOur debt ratings and outlooks as of December 31, 2021 are as follows:\nL\nIBOR TRANSITION\nThe London Interbank Offered Rate (LIBOR), historically quoted in five currencies (including U.S. dollar) and seven tenors (from overnight to 12 months), is used extensively globally as a reference rate for financial contracts (e.g., corporate bonds and loans) and commercial contracts (e.g., real estate leases). In July 2017, the United Kingdom’s Financial Conduct Authority (FCA), which regulates LIBOR, announced its intention to cease publishing LIBOR at year end 2021. In March 2021, FCA and ICE Benchmark Administration (IBA), the administrator of LIBOR, announced that publication of LIBOR would cease at year end 2021, except for U.S. dollar LIBOR in five tenors that will be published through June 2023.\nThe expected discontinuation of LIBOR led to the formation of working groups in the U.S. and elsewhere to recommend alternative reference rates. The U.S. working group is the Alternative Reference Rates Committee (ARRC) convened by the Federal Reserve Board and the Federal Reserve Bank of New York. The ARRC has selected the Secured Overnight Financing Rate (SOFR) as the preferred alternative to LIBOR and helped establish standard language for credit agreements to address the pending change from LIBOR to SOFR (Transition Language). The Transition Language includes credit spread adjustment language intended to, based on the historical relationship of 1- month LIBOR and SOFR, make the transition indifferent to both lenders and borrowers.\nAs of December 31, 2021, we had two material debt instruments with LIBOR as a reference rate: 1) our $1,000.0 million line of credit ($0.0 million outstanding) and 2) our delayed draw term loan facility ($1,100.0 million outstanding). These two instruments contain the Transition Language, and we expect our borrowing costs to change immaterially when these two instruments move from LIBOR to SOFR.\nEQUITY\nThe number of our common stock issuances and purchases are as follows:\nAs of December 31, 2021, there were 8,064,851\nshares remaining under the February 2017 authorization by our Board of Directors. Depending upon market, business, legal and other conditions, we may purchase shares from time to time through the open market (including plans designed to comply with Rule 10b5-1 of the Securities Exchange Act of 1934) and/or privately negotiated transactions. The authorization has no time limit, does not obligate us to purchase any specific number of shares, and may be suspended or discontinued at any time.\nThe detail of our common stock purchases (all of which were open market purchases) are as follows:\nThere were no shares held in treasury as of December 31, 2021, 2020 and 2019.\nSTANDBY LETTERS OF CREDIT\nFor a discussion of our standby letters of credit see Note 6 “Debt” in Item 8 “Financial Statements and Supplementary Data.”\nCRITICAL ACCOUNTING POLICIES\nWe follow certain significant accounting policies when preparing our consolidated financial statements. A summary of these policies is included in Note 1 “Summary of Significant Accounting Policies” in Item 8 “Financial Statements and Supplementary Data.”\nWe prepare these financial statements to conform with accounting principles generally accepted in the United States of America. These principles require us to make estimates and judgments that affect reported amounts of assets, liabilities, revenues and expenses, and the related disclosures of contingent assets and contingent liabilities at the date of the financial statements. We base our estimates on historical experience, current conditions and various other assumptions we believe reasonable under existing circumstances and evaluate these estimates and judgments on an ongoing basis. The results of these estimates form the basis for our judgments about the carrying values of assets and liabilities as well as identifying and assessing the accounting treatment with respect to commitments and contingencies. Our actual results may materially differ from these estimates.\nWe believe the\nfollowin\ng c\nritical accounting policies require the most significant judgments and estimates used in the preparation of our consolidated financial statements:\n1.\nGoodwill impairment\n2.\nImpairment of long-lived assets excluding goodwill\n3.\nBusiness combinations and purchase price allocation\n4.\nPension and other postretirement benefits\n5.\nEnvironmental compliance costs\n6.\nClaims and litigation including self-insurance\n7.\nIncome taxes\n1. GOODWILL IMPAIRMENT\nGoodwill represents the excess of the cost of net assets acquired in business combinations over the fair value of the identifiable tangible and intangible assets acquired and liabilities assumed in a business combination. Goodwill impairment exists when the fair value of a reporting unit is less than its carrying amount. Goodwill is tested for impairment on an annual basis or more frequently whenever events or changes in circumstances would more likely than not reduce the fair value of a reporting unit below its carrying amount. The impairment evaluation is a critical accounting policy because goodwill is material to our total assets (as of December 31, 2021, goodwill represents 27% of total assets), and the evaluation involves the use of significant estimates, assumptions and judgment.\nHOW WE TEST GOODWILL FOR IMPAIRMENT\nGoodwill is tested for impairment at the reporting unit level, one level below our operating segments. We have identified 19 reporting units (of which 11 carry goodwill) based primarily on geographic location. We have the option of either assessing qualitative factors to determine whether it is more likely than not that the carrying value of our reporting units exceeds their respective fair value or proceeding directly to a quantitative test. We elected to perform the quantitative impairment test for all years presented.\nThe quantitative impairment test compares the fair value of a reporting unit to its carrying value, including goodwill. I\nf the fair value exceeds its carrying value, the goodwill of the reporting unit is not considered impaired. However, if the carrying value of a reporting unit exceeds its fair value, we recognize an impairment loss equal to that excess.\nHOW WE DETERMINE CARRYING VALUE AND FAIR VALUE\nWe determine the carrying value of each reporting unit by assigning assets and liabilities, including goodwill, to those units as of the measurement date. We estimate the fair values of the reporting units using both an income approach (which involves discounting estimated future cash flows) and a market approach (which involves the application of revenue and EBITDA multiples of comparable companies). We consider market factors when determining the assumptions and estimates used in our valuation models. Finally, to assess the reasonableness of the reporting unit fair values, we compare the total of the reporting unit fair values to our market capitalization.\nOUR FAIR VALUE ASSUMPTIONS\nWe base our fair value estimates on market participant assumptions we believe to be reasonable at the time, but such assumptions are subject to inherent uncertainty and actual results may differ. Changes in key assumptions or management judgment with respect to a reporting unit or its prospects may result from a change in market conditions, market trends, interest rates or other factors outside of our control, or underperformance relative to historical or projected operating results. These conditions could result in a significantly different estimate of the fair value of our reporting units, which could result in an impairment charge in the future.\nThe significant assumptions in our discounted cash flow models include our estimate of future profitability, capital requirements and the discount rate. The profitability estimates used in the models were derived from internal operating budgets and forecasts for long-term demand and pricing in our industry. Estimated capital requirements reflect replacement capital estimated on a per ton basis and, if applicable, acquisition capital necessary to support growth estimated in the models. The discount rate was derived using a capital asset pricing model.\nRESULTS OF OUR IMPAIRMENT TESTS\nThe results of our annual impairment tests for 2019 through 2021 ind\nicated that the fair values of all reporting units with goodwill substantially exceeded (in excess of 100%) their carrying\nvalues. Allocation of the purchase price for the U.S. Concrete acquisition (see Note 19 “Acquisitions and Divestitures” in Item 8 “Financial Statements and Supplementary Data”) has not been finalized and therefore these operations were excluded from our goodwill impairment tests.\nFor additional information about goodwill, see Note 18 “Goodwill and Intangible Assets” in Item 8 “Financial Statements and Supplementary Data.”\n2. IMPAIRMENT OF LONG-LIVED ASSETS EXCLUDING GOODWILL\nWe evaluate the carrying value of long-lived assets, including intangible assets subject to amortization, when events and circumstances indicate that the carrying value may not be recoverable. The impairment evaluation is a critical accounting policy because long-lived assets are material to our total assets (as of December 31, 2021, net property, plant & equipment represents 41% of total assets, while net other intangible assets represents 13% of total assets), and the evaluation involves the use of significant estimates, assumptions and judgment. The carrying value of long-lived assets is considered impaired when the estimated undiscounted cash flows from such assets are less than their carrying value. In that event, we recognize a loss equal to the amount by which the carrying value exceeds the fair value.\nFair value is estimated primarily by using a discounted cash flow methodology that requires considerable judgment and assumptions. Our estimate of net future cash flows is based on historical experience and assumptions of future trends, which may be different from actual results. We periodically review the appropriateness of the estimated useful lives of our long-lived assets.\nWe test long-lived assets for impairment at the\na significantly lower level than the level at which we test goodwill for impairment. In markets where we do not produce downstream products (e.g., asphalt mix and ready-mixed concrete), the lowest level of largely independent identifiable cash flows is at the individual aggregates operation or a group of aggregates operations collectively serving a local market. Conversely, in vertically integrated markets, the cash flows of our downstream and upstream businesses are not largely independently identifiable as the selling price of the upstream products (aggregates) impacts the profitability of the downstream business.\nDuring 2021, 2020 and 2019, we recorded no material losses on impairment of long-lived assets.\nWe maintain certain long-lived assets that are not currently being used in our operations. These assets totaled $516.2 million at December 31, 2021, representing an 11% increase from December 31, 2020. Of the total $516.2 million, approximately 40% relates to real estate held for future development and expansion of our operations. In addition, approximately 15% is comprised of real estate (principally former mining sites) pending development as commercial or residential real estate, reservoirs or landfills. The remaining 45% is composed of aggregates, asphalt and concrete operating assets idled temporarily. We evaluate the useful lives and the recoverability of these assets whenever events or changes in circumstances indicate that carrying amounts may not be recoverable.\nFor additional information about long-lived assets and intangible assets, see Note 4 “Property, Plant & Equipment” and Note 18 “Goodwill and Intangible Assets” in Item 8 “Financial Statements and Supplementary Data.”\n3. BUSINESS COMBINATIONS AND PURCHASE PRICE ALLOCATION\nOur\nstrategic long-term plan\ns include\npotential investments in value-added acquisitions of related or similar businesse\ns. W\nhen an acquisition is completed, our consolidated statement\ns\nof comprehensive income includes the operating results of the acquired business starting from the date of acquisition, which is the date that control is obtained.\nHOW WE DETERMINE AND ALLOCATE THE PURCHASE PRICE\nThe purchase price is determined based on the fair value of\nconsideration transferred\nto\nand liabilities assumed from the seller as of the date of acquisition. We allocate the purchase price to the fair values of the tangible and identifiable intangible assets acquired and liabilities assume\nd as of\nthe date of acquisition. Goodwill is recorded for the excess of the purchase price over the ne\nt f\nair value of the identifiable assets acquired and liabilities assumed. The purchase price allocation is a critical accounting policy because the estimation of fair values of acquired assets and assumed liabilities is judgmental and requires various assumptions. Additionally, the amounts assigned to depreciable and amortizable assets compared to amounts assigned to goodwill, which is not amortized, can significantly affect our results of operations.\nFair value is the price that would be received to sell an asset or paid to transfer a liability in an orderly transactio\nn a\nnd therefore represents an exit price. A fair value measurement assumes the highest and best use of the asset by market participants. The fair value hierarchy prioritizes the inputs to valuation techniques used to measure fair value into three broad levels as described below:\nLevel 1:\nQuoted prices in active markets for identical assets or liabilities\n‎\nLevel 2:\nInputs that are derived principally from, or corroborated by, observable market data\n‎\nLevel 3:\nInputs that are unobservable and significant to the overall fair value measurement\nLevel 1\nfair values are used to value investments in publicly-traded entities and assumed obligations for publicly-traded long-term debt.\nLevel 2\nfair values are typically used to value acquire\nd m\nachinery and equipment, land, buildings,\nand assumed liabilities for\nasset retirement obligations, environmental remediation and compliance obligation\ns. A\ndditionally, Level 2 fair values are typically used to value assumed contracts at other-than-market rates.\nLevel 3\nfair values are used to value acquired mineral reserves as well as leased mineral interests (referred to in our financial statements as contractual rights in place) and other identifiable intangible assets. We determine the fair values of owned mineral reserves and leased mineral interests using a lost profits approach\nand/\nor an excess earnings approach. These valuation techniques require management to estimate future cash flows. The estimate of future cash flows is based on available historical information and future expectations and assumptions determined by management, but is inherently uncertain. Key assumptions in estimating future cash flows include sales price, shipment volumes, production costs and capital needs. The present value of the projected net cash flows represents the fair value assigned to mineral reserves and mineral interests. The discount rate is a significant assumption used in the valuation model and is based on the required rate of return that a hypothetical market participant would\nassume\nif purchasing the acquired business, with an adjustment for the risk of these assets not generating the projected cash flows.\nOther identifiable intangible assets may include, but are not limited t\no, n\noncompetition agreements\n. T\nhe fair values of these assets are typically determined by an excess earnings method, a replacement cost method or a market approach.\nMEASUREMENT PERIOD ADJUSTMENTS\nWe may adjust the amounts recognized in an acquisition during a measurement period after the acquisition date. Any such adjustments are the result of\nsubsequently\nobtaining additional information that existed at the acquisition date regarding the assets acquired or the liabilities assumed. Measurement period adjustments are generally recorded as increases or decreases to goodwill, if any, recognized in the transaction.\nThe cumulative impact of measurement period adjustments on depreciation, amortization and other income statement items are recognized in the period the adjustment is determined.\nThe measurement period ends once we have obtained all necessary information that existed as of the acquisition date, but does not extend beyond one year from the date of acquisition. Any adjustments to assets acquired or liabilities assumed beyond the measurement period are recorded through earnings.\n4. PENSION AND OTHER POSTRETIREMENT BENEFITS\nAccounting for pension and other postretirement benefits requires that we use assumptions for the valuation of projected benefit obligations (PBO) and the performance of plan assets. Each year, we review our assumptions for discount rates (used for PBO, service cost, and interest cost calculations) and the expected return on plan assets. Due to plan changes made in 2013, annual pay increases do not materially impact plan obligations.\n\nDISCOUNT RATES\n— We use a high-quality bond full yield curve approach (specific spot rates for each annual expected cash flow) to establish the discount rates at each measurement date.\n\nEXPECTED RETURN ON PLAN ASSETS\n— Our expected return on plan assets is: (1) a long-term view based on our current asset allocation, and (2) a judgment informed by consultation with our retirement plans’ consultant and our pension plans’ actuary.\n\nRATE OF INCREASE IN THE PER CAPITA COST OF COVERED HEALTHCARE BENEFITS — We project the expected increases in the cost of covered healthcare benefits.\nSee Note 10 “Benefit Plans” in Item 8 “Financial Statements and Supplementary Data” for the discount rates used for PBO, service cost, and interest cost calculations\n; the expected return on plan assets; and the rate of increase in the per capita cost of healthcare benefits\n.\nChanges to the assumptions listed above would have an impact on the PBO and the annual net benefit cost. The following table reflects the favorable and unfavorable outcomes associated with a change in certain assumptions:\nAs of the December 31, 2021 measurement date, the fair value of our pension plan assets decreased from $944.3 million for the prior year-end to $860.5 million due primarily to the purchase of an irrevocable group annuity contract from an insurance company (annuity lift-out), partially offset by favorable market performance. Our postretirement plans are unfunded.\nThe discount rate is the weighted-average of the spot rates for each cash flow on the yield curve for high-quality bonds as of the measurement date.\nAs of the December 31, 2021 measurement date, the PBO of our pension plans decreased from $1,059.5 million to $915.5 million. This decrease was primarily due to an increase in discount rates for the plans (approximately 0.3 to 0.6 percentage points) and the annuity lift-out. The PBO of our postretirement plans increased from $33.9 million to $46.0 million. This increase was primarily due to a change in plan design. Effective October 1, 2021, the retiree medical plans were updated for non-grandfathered participants to provide a subsidy equal to 70% of the Gold PPO premium.\nDuring 2022, we expect to recognize net pension expense of $1.9 million and net postretirement expense of $1.3 million compared to expense of $3.1 million (which includes a $12.1 million settlement charge) and income of $1.2 million, respectively, in 2021. Excluding the settlement charge, the expected increase in pension expense is primarily due to a reduction in the long-term return on asset assumption from 5.25% to 4.00%. The increase in postretirement expense is primarily due to increased benefits for non-grandfathered participants as described above.\nWe do not anticipate that contributions to the funded pension plans will be required during 2022, and we do not anticipate making a discretionary contribution. We currently do not anticipate that the funded status of any of our plans will fall below statutory thresholds requiring accelerated funding or constraints on benefit levels or plan administration.\nFor additional information about pension and other postretirement benefits, see Note 10 “Benefit Plans” in Item 8 “Financial Statements and Supplementary Data.”\n5. ENVIRONMENTAL COMPLIANCE COSTS\nOur environmental compliance costs include the cost of ongoing monitoring programs, the cost of remediation efforts and other similar costs. Our accounting policy for environmental compliance costs is a critical accounting policy because it involves the use of significant estimates and assumptions and requires considerable management judgment.\nHOW WE ACCOUNT FOR ENVIRONMENTAL COSTS\nTo account for environmental costs, we:\n\nexpense or capitalize environmental costs consistent with our capitalization policy\n\nexpense costs for an existing condition caused by past operations that do not contribute to future revenues\n\naccrue costs for environmental assessment and remediation efforts when we determine that a liability is probable and we can reasonably estimate the cost\nAt the early stages of a remediation effort, environmental remediation liabilities are not easily quantified due to the uncertainties of various factors. The range of an estimated remediation liability is defined and redefined as events in the remediation effort occur, but generally liabilities are recognized no later than completion of the remedial feasibility study. When we can estimate a range of probable loss, we accrue the most likely amount. If no amount in the range of probable loss is considered most likely, the minimum loss in the range is accrued. As of December 31, 2021, the difference between the amount accrued and the maximum loss in the range for all sites for which a range can be reasonably estimated was $3.1 million\n—\nthis amount does not represent our maximum exposure to loss for all environmental remediation obligations as it excludes those sites for which a range of loss cannot be reasonably estimated at this time. Our environmental remediation obligations are recorded on an undiscounted basis.\nAccrual amounts may be based on technical cost estimations or the professional judgment of experienced environmental managers. Our Safety, Health and Environmental Affairs Management Committee routinely reviews cost estimates and key assumptions in response to new information, such as the kinds and quantities of hazardous substances, available technologies and changes to the parties participating in the remediation efforts. However, a number of factors, including adverse agency rulings and unanticipated conditions as remediation efforts progress, may cause actual results to differ materially from accrued costs.\nFor additional information about environmental compliance costs, see Note 8 “Accrued Environmental Remediation Costs” in Item 8 “Financial Statements and Supplementary Data.”\n6. CLAIMS AND LITIGATION INCLUDING SELF-INSURANCE\nWe are involved with claims and litigation, including items covered under our self-insurance program. We are self-insured for losses related to workers' compensation up to $2.0 million per occurrence and automotive and general/product liability up to $10.0 million per occurrence. We have excess coverage on a per occurrence basis beyond these retention levels.\nUnder our self-insurance program, we aggregate certain claims and litigation costs that are reasonably predictable based on our historical loss experience and accrue losses, including future legal defense costs, based on actuarial studies. Certain claims and litigation costs, due to their unique nature, are not included in our actuarial studies. For matters not included in our actuarial studies, legal defense costs are accrued when incurred.\nOur accounting policy for claims and litigation including self-insurance is a critical accounting policy because it involves the use of significant estimates and assumptions and requires considerable management judgment.\nHOW WE ASSESS THE PROBABILITY OF LOSS\nWe use both internal and outside legal counsel to assess the probability of loss, and we establish an accrual when the claims and litigation represent a probable loss and the cost can be reasonably estimated. Significant judgment is used in determining the timing and amount of the accruals for probable losses, and the actual liability could differ materially from the accrued amounts.\nFor additional information about claims and litigation including self-insurance, see Note 1 “Summary of Significant Accounting Policies” in Item 8 “Financial Statements and Supplementary Data” under the caption Claims and Litigation Including Self-insurance.\n7. INCOME TAXES\nVALUATION OF OUR DEFERRED TAX ASSETS\nWe file federal, state and foreign income tax returns and account for the current and deferred tax effects of such returns using the asset and liability method. We recognize deferred tax assets and liabilities (which reflect our best assessment of the future taxes we will pay) based on the differences between the book basis and tax basis of assets and liabilities. Deferred tax assets represent items to be used as a tax deduction or credit in future tax returns while deferred tax liabilities represent items that will result in additional tax in future tax returns.\nSignificant judgments and estimates are required in determining our deferred tax assets and liabilities. These estimates are updated throughout the year to consider income tax return filings, our geographic mix of earnings, legislative changes and other relevant items. We are required to account for the effects of changes in income tax rates on deferred tax balances in the period in which the legislation is enacted.\nEach quarter we analyze the likelihood that our deferred tax assets will be realized. Realization of the deferred tax assets ultimately depends on the existence of sufficient taxable income of the appropriate character in either the carryback or carryforward period. A valuation allowance is recorded if, based on the weight of all available positive and negative evidence, it is more likely than not (a likelihood of more than 50%) that some portion, or all, of a deferred tax asset will not be realized. A summary of our deferred tax assets is included in Note 9 “Income Taxes” in Item 8 “Financial Statements and Supplementary Data.”\nLIABILITY FOR UNRECOGNIZED TAX BENEFITS\nWe recognize a tax benefit associated with a tax position when we judge it is more likely than not that the position will be sustained based upon the technical merits of the position. For a tax position that meets the more likely than not recognition threshold, we measure the income tax benefit as the largest amount that we judge to have a greater than 50% likelihood of being realized. A liability is established for the unrecognized portion of any tax position. Our liability for unrecognized tax benefits is adjusted periodically due to changing circumstances, such as the progress of tax audits, case law developments and new or emerging legislation.\nGenerally, we are not subject to significant changes in income taxes by any taxing jurisdiction for the years before 2018. While it is often difficult to predict the final outcome or the timing of resolution of any particular tax matter, we believe our liability for unrecognized tax benefits is appropriate.\nWe consider a tax position to be resolved at the earlier of the issue being “effectively settled,” settlement of an examination, or the expiration of the statute of limitations. Upon resolution of a tax position, any liability for unrecognized tax benefits will be released.\nOur liability for unrecognized tax benefits is generally presented as noncurrent. However, if we anticipate paying cash within one year to settle an uncertain tax position, the liability is presented as current. We classify interest and penalties associated with our liability for unrecognized tax benefits as income tax expense.\nNEW ACCOUNTING STANDARDS\nFor a discussion of accounting standards recently adopted or pending adoption and the effect such accounting changes will have on our results of operations, financial position or liquidity, see Note 1 “Summary of Significant Accounting Policies” in Item 8 “Financial Statements and Supplementary Data” under the caption New Accounting Standards.\nFORWARD-LOOKING STATEMENTS\nThe foregoing discussion and analysis, as well as certain information contained elsewhere in this Annual Report, contain “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, and are intended to be covered by the safe harbor created thereby. See the discussion in Safe Harbor Statement under the Private Securities Litigation Reform Act of 1995 in Part I, above.\n‎\nITEM 7A"
  },
  {
    "item_key": "item_7a",
    "text": "MARKET RISK\nWe are exposed to certain market risks arising from transactions that are entered into in the normal course of business. To manage these market risks, we may use derivative financial instruments. We do not enter into derivative financial instruments for trading or speculative purposes.\nAs discussed in the Liquidity and Financial Resources section of\nItem 7 “Management’s Discussion and Analysis of Financial Condition and Results of Operations,”\nwe actively manage our capital structure and resources to balance the cost of capital and risk of financial stress. Such activity includes balancing the cost and risk of interest expense. In addition to floating-rate borrowings, we at times use interest rate swaps to manage the mix of fixed-rate and floating-rate debt.\nAt December 31, 2021, the estimated fair value of our long-term debt including current maturities was $4,423.7 million compared to a face value of $3,949.6 million. The estimated fair value was determined by averaging several asking price quotes for the publicly traded notes and assuming par value for the remainder of the debt. The fair value estimate is based on information available as of the balance sheet date. The effect of a decline in interest rates of one percentage point would increase the fair value of our debt by approximately $380.9 million.\nWe are exposed to certain economic risks related to the costs of our pension and other postretirement benefit plans. These economic risks include changes in the discount rate for high-quality bonds and the expected return on plan assets. The impact of a change in these assumptions on our annual pension and other postretirement benefits costs is discussed in greater detail within the Critical Accounting Policies section of this Annual Report.\n‎\nITEM 8"
  },
  {
    "item_key": "item_8",
    "text": "REPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the shareholders and the Board of Directors of Vulcan Materials Company:\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of Vulcan Materials Company and subsidiaries (the “Company”) as of December 31, 2021 and 2020, the related consolidated statements of comprehensive income, equity, and cash flows, for each of the three years in the period ended December 31, 2021, and the related notes (collectively referred to as the “financial statements”). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2021 and 2020, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2021, in conformity with accounting principles generally accepted in the United States of America.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company's internal control over financial reporting as of December 31, 2021, based on the criteria established in\nInternal Control\n—\nIntegrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission and our report dated February 25, 2022 expressed an unqualified opinion on the Company's internal control over financial reporting.\nBasis for Opinion\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matters\nThe critical audit matters communicated below are matters arising from the current-period audit of the financial statements that were communicated or required to be communicated to the audit committee and that (1) relate to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate.\nAcquisitions – U.S. Concrete - Refer to Note 19 to the consolidated financial statements\nCritical Audit Matter Description\nThe Company completed the acquisition of U.S. Concrete, Inc. (“USCR”), a leading supplier of aggregates and ready-mixed concrete, for total consideration of $1.63 billion on August 26, 2021. The Company accounted for the business combination under the acquisition method of accounting. Accordingly, the purchase price was allocated to the assets acquired and liabilities assumed based on their respective fair values, resulting in recorded goodwill of approximately $525 million. Management determined the fair value of acquired intangible assets and property, plant & equipment to be approximately $674 million and $1.11 billion, respectively. Management estimated the fair value of the intangible assets and property, plant & equipment using techniques that required management to make significant estimates and assumptions including those related to future cash flows, current market pricing of similar assets, and the selection of discount rates.\nWe identified the acquisition of USCR as a critical audit matter because of the subjectivity inherent in the estimates and assumptions management made in the determination of fair value of the aforementioned acquired assets. Performing audit procedures to evaluate the reasonableness of future cash flows, discount rates and market pricing inputs required a high degree of auditor judgment and an increased extent of effort, including the need to involve internal fair value specialists.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to the estimates of fair value, including future cash flows, consisted of the following, among others:\n\nWe tested the effectiveness of controls over the purchase price allocation, including management’s controls over forecasts of future cash flows and the selection of the discount rate utilized to value the amortizable intangible assets acquired. We also tested the effectiveness of management’s controls over the selection of market pricing inputs for the valuation of property, plant & equipment assets.\n\nWith the assistance of internal fair value specialists, we:\n\nEvaluated the reasonableness of the selected valuation methodologies and the application of those methodologies;\n\nTested the source information underlying the determination of the discount rates and tested the mathematical accuracy of the fair value models;\n\nCompared market pricing inputs to applicable external market sources.\n\nWe evaluated the reasonableness of management’s forecasts of future cash flows by comparing the assumptions used in the projections to external market sources, historical data, and results from other areas of the audit.\nHewitt Landfill Environmental Matter – Refer to Note 12 to the consolidated financial statements\nCritical Audit Matter Description\nThe Company is subject to governmental proceedings and orders pertaining to the protection of the environment. Specific to the Hewitt Landfill Environmental Matter, management is engaged in groundwater testing, certain remedial procedures and ongoing dialogue with federal and local agencies such as the Environmental Protection Agency (EPA), Los Angeles Regional Water Quality Control Board (RWQCB) and the Los Angeles Department of Water and Power (LADWP) as well as other interested parties. The testing and dialogue is related to the Company’s potential contribution to soil, soil vapor and/or groundwater contamination in the former Hewitt Landfill in Los Angeles and the potential contribution of the Hewitt Landfill to groundwater contamination in the North Hollywood Operable Unit (NHOU) of the San Fernando Valley Superfund Site.\nThe groundwater treatment system for the Hewitt Landfill on-site remediation is fully operational as of December 31, 2021. The incurred and anticipated costs have been fully accrued for based on facts and circumstances known to the Company at this time.\nThe Company has disclosed facts and circumstances that led to the accrual and the inherent uncertainty that exists in the timing and recognition of potential incremental responsibility or share of costs for the Hewitt Landfill on-site remediation or the NHOU. Due to these uncertainties, future amounts recorded related to the ultimate resolution of claims and assessments could cause actual losses to differ materially from accrued costs.\nWe identified the Hewitt Landfill and NHOU (collectively the Hewitt Landfill Environmental Matter) as a critical audit matter because evaluating the estimate of the liability and the extent and sufficiency of related disclosures is subjective in nature and as such requires an increased extent of effort, involves especially subjective auditing judgments, and requires the involvement of our environmental specialists.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to the uncertainty in the timing, recognition and disclosure of the Company’s responsibility and potential share of remediation costs, specifically as they relate to the Hewitt Landfill Environmental Matter include the following, among others:\n\nWe tested the operating effectiveness of controls over the identification and evaluation of information available to assess potential responsibility or share of remediation costs for the Hewitt Landfill Environmental Matter, as well as controls over the adequacy of the related financial statement footnote disclosures.\n\nWith the assistance of our environmental specialists, we evaluated the accuracy and completeness of management’s recorded liabilities for the Hewitt Landfill Environmental Matter by:\n\nObtaining letters from internal and external counsel as to the matter’s status, probability of an unfavorable outcome, and the amount or range of potential loss should the outcome be unfavorable.\n\nIndependently obtaining and reading correspondence from the EPA, RWQCB and LADWP regarding the Hewitt Landfill Environmental Matter.\n\nObtaining an understanding of the change in estimate of remediation costs, as applicable, and performing procedures to evaluate the appropriateness and sufficiency of the estimate at year-end.\n\nWe read and compared the Company’s footnote disclosure to evidential matter obtained during our audit.\n/s/\nDELOITTE & TOUCHE LLP\nBirmingham, Alabama\nFebruary 25, 2022\nWe have served as the Company’s auditor since 1956.\nVULCAN MATERIALS COMPANY AND SUBSIDIARY COMPANIES\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\nV\nULCAN MATERIALS COMPANY AND SUBSIDIARY COMPANIES\nCONSOLIDATED BALANCE SHEETS\nVULCAN MATERIALS COMPANY AND SUBSIDIARY COMPANIES\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nVULCAN MATERIALS COMPANY AND SUBSIDIARY COMPANIES\nCONSOLIDATED STATEMENTS OF EQUITY\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nNOTE 1: SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nNATURE OF OPERATIONS\nVulcan Materials Company (the “Company,” “Vulcan,” “we,” “our”), a\nNew Jersey\ncorporation, is the nation's largest supplier of construction aggregates (primarily crushed stone, sand and gravel), a major producer of asphalt mix and ready-mixed concrete, and a supplier of construction paving services.\nWe operate primarily in the United States and our principal product — aggregates — is used in virtually all types of public and private construction projects and in the production of asphalt mix and ready-mixed concrete. We serve aggregates markets in\ntwenty-two\nstates, the U.S. Virgin Islands, Washington D.C., and the local markets surrounding our operations in Quintana Roo, Mexico and British Columbia, Canada. Our primary focus is serving metropolitan markets in the United States that are expected to experience the most significant growth in population, households and employment. These\nthree\ndemographic factors are significant drivers of demand for aggregates. While aggregates is our focus and primary business, we produce and sell asphalt mix and/or ready-mixed concrete in our Alabama, Arizona, California, Maryland, New Jersey, New Mexico, New York, Oklahoma, Pennsylvania, Tennessee, Texas, Virginia, the U.S. Virgin Islands, Washington D.C., and the Bahamas markets.\nYear-over-year comparisons are significantly impacted by our August 2021 acquisition of U.S. Concrete (see Note 19).\nDue to the 2005 sale of our Chemicals business as described below, the results of the Chemicals business are presented as discontinued operations in the accompanying Consolidated Statements of Comprehensive Income.\nDISCONTINUED OPERATIONS\nIn 2005, we sold substantially all the assets of our Chemicals business to Basic Chemicals, a subsidiary of Occidental Chemical Corporation. The financial results of the Chemicals business are classified as discontinued operations in the accompanying Consolidated Statements of Comprehensive Income for all periods presented. Results from discontinued operations are as follows:\nOur discontinued operations include charges related to general and product liability costs, including legal defense costs, and environmental remediation costs associated with our former Chemicals business (including certain matters as discussed in Note 12). There were\nno\nrevenues from discontinued operations for the years presented.\nPRINCIPLES OF CONSOLIDATION\nThe consolidated financial statements include the accounts of Vulcan Materials Company and all our majority or\n‎\nwholly-owned subsidiary companies. Partially-owned affiliates are either consolidated or accounted for at cost or as equity investments depending on the level of ownership interest or our ability to exercise control over the affiliates’ operations. All intercompany transactions and accounts have been eliminated in consolidation.\nNONCONTROLLING INTEREST\nIn August 2021, we obtained (via the U.S. Concrete acquisition, see Note 19)\nan\n88\n% controlling interest in the Orca Sand and Gravel Limited Partnership (Orca)\n.\nOrca was formed to develop the Orca quarry in British Columbia, Canada, with the remaining\n12\n% noncontrolling interest held by the Namgis First Nation (Namgis). Noncontrolling interest consists of the Namgis’ share of the fair value equity in the partnership offset by capital contributions loaned to the Namgis by us.\nOur consolidated financial statements recognize the full fair value of all of the subsidiary’s assets and liabilities offset by the noncontrolling interest in total equity.\nUSE OF ESTIMATES IN THE PREPARATION OF FINANCIAL STATEMENTS\nThe preparation of these financial statements in conformity with accounting principles generally accepted (GAAP) in the United States of America requires us to make estimates and judgments that affect reported amounts of assets, liabilities, revenues and expenses, and the related disclosures of contingent assets and contingent liabilities at the date of the financial statements. We evaluate these estimates and judgments on an ongoing basis and base our estimates on historical experience, current conditions and various other assumptions that are believed to be reasonable under the circumstances. The results of these estimates form the basis for our judgments about the carrying values of assets and liabilities as well as identifying and assessing the accounting treatment with respect to commitments and contingencies. Actual results may differ materially from these estimates. The most significant estimates included in the preparation of these financial statements are related to goodwill and long-lived asset impairments, business combinations and purchase price allocation (see Note 19 for our 2021 acquisition of U.S. Concrete), pension and other postretirement benefits, environmental compliance, claims and litigation including self-insurance, and income taxes.\nEvents and changes in circumstances arising after December 31, 2021\n, including those resulting from the impacts of the\nCOVID-19 pandemic as construction activity continues to be impacted by capacity constraints (supply chain bottlenecks, labor shortages and transportation availability) and cost inflation\n, will be refle\ncted in management’s estimates for future periods.\nBUSINESS\nCOMBINATIONS\nWe account for business combinations under the acquisition method of accounting. The purchase price of an acquisition is allocated to the underlying identifiable assets acquired and liabilities assumed based on their respective fair values. The purchase price is determined based on the fair value of consideration transferred to and liabilities assumed from the seller as of the date of acquisition. We allocate the purchase price to the fair values of the tangible and identifiable intangible assets acquired and liabilities assumed as of the date of acquisition. Goodwill is recorded for the excess of the purchase price over the net fair value of the identifiable assets acquired and liabilities assumed.\nDetermining the fair values of assets acquired and liabilities assumed requires judgment and often involves the use of significant estimates and assumptions. Fair value is the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction, and therefore represents an exit price. A fair value measurement assumes the highest and best use of the asset by market participants.\nWe may adjust the amounts recognized in an acquisition during a measurement period after the acquisition date. Any such adjustments are the result of subsequently obtaining additional information that existed at the acquisition date regarding the assets acquired or the liabilities assumed. Measurement period adjustments are generally recorded as increases or decreases to goodwill, if any, recognized in the transaction. The cumulative impact of measurement period adjustments on depreciation, amortization and other income statement items are recognized in the period the adjustment is determined.\nIn August 2021, we acquired a material business, U.S. Concrete, Inc., as presented in Note 19.\nFOREIGN\nCURRENCY TRANSACTIONS\nThe U.\nS\n. dollar is the functional currency for all of our operations, as the primary economic environment in which we transact business is the United States. For our non-U.S. subsidiaries, local currency inventories and long-term assets such as property, plant & equipment and intangibles are remeasured into U.S. dollars at approximate rates prevailing when acquired; all other assets and liabilities are remeasured at year-end exchange rates. Inventories charged to cost of sales and depreciation are remeasured at historical rates; all other income and expense items are remeasured at average exchange rates prevailing during the year. Gains and losses which result from remeasurement are included i\nn o\nther\nnon\noperating\nincome/\nexpense in the accompanying Consolidated Statements of Comprehensive Income and are not material for the years presented.\nCASH EQUIVALENTS\nWe classify as cash equivalents all highly liquid securities with a maturity of three months or less at the time of purchase. The carrying amount of these securities approximates fair value due to their short-term maturities.\nRESTRICTED CASH\nRestricted cash primarily consists of cash proceeds from the sale of property held in escrow for the acquisition of replacement property under like-kind exchange agreements. The escrow accounts are administered by an intermediary. Cash restricted pursuant to like-kind exchange agreements remains restricted for a maximum of 180 days from the date of the property sale pending the acquisition of replacement property. Restricted cash may also include cash reserved by other contractual agreements (such as asset purchase agreements) for a specified purpose and therefore is not available for use for other purposes. Restricted cash is included with cash and cash equivalents in the accompanying Consolidated Statements of Cash Flows.\nACCOUNTS AND NOTES RECEIVABLE\nAccounts and notes receivable from customers result from our extending credit to trade customers for the purchase of our products. The terms generally provide for payment within 15 days of the month following invoice. On occasion, when necessary to conform to regional industry practices, we sell product under extended payment terms, which may result in either secured or unsecured short-term notes; or, on occasion, notes with durations of less than one year are taken in settlement of existing accounts receivable. Other accounts and notes receivable result from short-term transactions (less than one year) other than the sale of our products, such as interest receivable, insurance claims, freight claims, bid deposits or\nrents receivable.\nAllowance for credit losses is based on our assessment of the collectability of customer accounts. We regularly review the allowance by considering factors such as historical experience, credit quality, the age of the accounts receivable balances, and current economic conditions that may affect a customer’s ability to pay. Bad debt expense (included in selling, administrative and general expense) for the years ended December 31 was as follows: 2021\n— $\n1.3\nmillion,\n2020\n— $\n1.1\nmillion and\n2019\n— $\n1.4\nmillion\n.\nINVENTORIES\nInventories and supplies are stated at the lower of cost or net realizable value. We use the last-in, first-out (LIFO) method of valuation for most of our inventories because it results in a better matching of costs with revenues. Such costs include fuel, parts and supplies, raw materials, direct labor and production overhead. An actual valuation of inventory under the LIFO method can be made only at the end of each year based on the inventory levels and costs at that time. Accordingly, interim LIFO calculations are based on our estimates of expected year-end inventory levels and costs and are subject to the final year-end LIFO inventory valuation. Substantially all operating supplies inventory is carried at average cost.\nFor additional information about inventories see Note 3.\nPROPERTY, PLANT & EQUIPMENT\nProperty, plant & equipment are carried at cost less accumulated depreciation, depletion and amortization.\nFor assets sold or otherwise disposed of, the cost and related accumulated depreciation are removed, and any related gain or loss is reflected in income.\nFor additional information about our property, plant & equipment see Note 4.\nREPAIR AND MAINTENANCE\nRepair and maintenance costs generally are charged to operating expense as incurred. Renewals and betterments that add materially to the utility or useful lives of property, plant & equipment are capitalized and subsequently depreciated. Actual costs for planned major maintenance activities, related primarily to periodic overhauls on our aircrafts and oceangoing vessels, are capitalized and amortized to the next overhaul.\nLEASES\nOur nonmineral leases with initial terms in excess of one year are recognized on the balance sheet as right-of-use (ROU) assets and lease liabilities. Mineral leases are exempt from balance sheet recognition.\nROU assets represent our right to use an underlying asset for the lease term, and lease liabilities represent our obligation to make lease payments arising from the leases. ROU assets and lease liabilities are recognized at the lease commencement date based on the present value of lease payments over the lease term. The lease term only includes options to extend or terminate the lease when it is reasonably certain that we will exercise that option. As our leases do not provide an implicit rate, we use our incremental borrowing rate based on the information available at the commencement date in determining the present value of lease payments. ROU assets are adjusted for any prepaid lease payments and lease incentives. Except for equipment with monthly monitoring service where the service component accounts for a majority of the lease cost, the non-lease components of our lease agreements are not separated from the lease components.\nFor additional information about leases see Note 7.\nDEPRECIATION, DEPLETION, ACCRETION AND AMORTIZATION\nDepreciation is generally computed by the straight-line method at rates based on the estimated service lives of the various classes of assets, which include machinery and equipment (\n3\nto\n35\nyears), buildings (\n7\nto\n20\nyears) and land improvements (\n3\nto\n20\nyears). Finance leases are amortized over varying periods not in excess of applicable lease terms or estimated useful lives. Capitalized software costs are included in machinery and equipment and are depreciated on a straight-line basis beginning when the software project is substantially complete.\nCost depletion on depletable land is computed by the unit-of-sales method based on estimated recoverable units.\nAccretion reflects the period-to-period increase in the carrying amount of the liability for asset retirement obligations. It is computed using the same credit-adjusted, risk-free rate used to initially measure the liability at fair value.\nLeaseholds are amortized over varying periods not in excess of applicable lease terms or estimated useful lives.\nAmortization of intangible assets subject to amortization is computed based on the estimated life of the intangible assets.\n‎\nA significant portion of our intangible assets is contractual rights in place associated with zoning, permitting and other rights to access and extract aggregates reserves. Contractual rights in place associated with aggregates reserves are amortized using the unit-of-sales method based on estimated recoverable units. Other intangible assets are amortized principally by the straight-line method.\nDepreciation, depletion, accretion and amortization expense for the years ended December 31 is outlined below:\nDERIVATIVE INSTRUMENTS\nDuring the normal course of operations, we are exposed to market risks including interest rates, foreign currency exchange rates and commodity prices. From time to time, and consistent with our risk management policies, we use derivative instruments to balance the cost and risk of such expenses. We do not use derivative instruments for trading or other speculative purposes.\nThe accounting for gains and losses that result from changes in the fair value of derivative instruments depends on whether the derivatives have been designated and qualify as hedging instruments and the type of hedging relationship. Changes in the fair value of interest rate swap fair value hedges are recorded as interest expense consistent with the change in the fair value of the hedged item attributable to the risk being hedged. Changes in the fair value of interest rate swap cash flow hedges are recorded in accumulated other comprehensive income (AOCI) and are reclassified into interest expense in the same period the hedged items affect earnings.\nWe may also enter into contracts that qualify for the normal purchases and normal sales (NPNS) exception. When a contract meets the criteria to qualify as NPNS, we apply such exception. Income recognition and realization related to NPNS contracts generally coincide with the physical delivery of the commodity. For contracts qualifying for the NPNS exception, no recognition of the contract’s fair value in the consolidated financial statements is required until settlement of the contract as long as the transaction remains probable of occurring.\nFor a\ndditional information about derivative instruments see Note 5.\nFAIR VALUE MEASUREMENTS\nFair value is defined as the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants at the measurement date. The fair value hierarchy prioritizes the inputs to valuation techniques used to measure fair value into three broad levels as described below:\nLevel 1:\nQuoted prices in active markets for identical assets or liabilities\n‎\nLevel 2:\nInputs that are derived principally from or corroborated by observable market data\n‎\nLevel 3:\nInputs that are unobservable and significant to the overall fair value measurement\nOur assets at December 31 subject to fair value measurement on a recurring basis are summarized below:\nWe have\ntwo\nRabbi Trusts for the purpose of providing a level of security for the employee nonqualified retirement and deferred compensation plans and for the directors' nonqualified deferred compensation plans. The fair values of these investments are estimated using a market approach. The Level 1 investments include mutual funds for which quoted prices in active markets are available. Level 2 investments are stated at estimated fair value based on the underlying investments in the fund (high-quality, short-term, U.S. dollar-denominated money market instruments).\nNet gains of the Rabbi Trusts’ investments were $\n6.1\nmillion, $\n4.5\nmillion and $\n4.0\nmillion for the years ended December 31, 2021, 2020 and 2019, respectively. The portions of the net gains related to investments still held by the Rabbi Trusts at December 31, 2021, 2020 and 2019 were $\n5.3\nmillion, $\n4.1\nmillion and $\n3.7\nmillion, respectively.\nInterest rate swaps are measured at fair value using quoted market prices or pricing models that use prevailing market interest rates as of the measurement date. These interest rate swaps are more fully described in Note 5.\nThe carrying values of our cash equivalents, restricted cash, accounts and notes receivable, short-term debt, trade payables and accruals, and all other current liabilities approximate their fair values because of the short-term nature of these instruments. Additional disclosures for derivative instruments and interest-bearing debt are presented in Notes 5 and 6, respectively.\nGOO\nDWILL IMPAIRMENT\nGoodwill represents the excess of the cost of net assets acquired in business combinations over the fair value of the identifiable tangible and intangible assets acquired and liabilities assumed in a business combination. Goodwill impairment exists when the fair value of a reporting unit is less than its carrying amount. As of December 31, 2021, goodwill totaled $\n3,696.7\nmillion\nas compared to $\n3,172.1\nmillion\nat December 31, 2020. Goodwill represents\n27\n% of total assets at December 31, 2021 and\n27\n% at December 31, 2020.\nGoodwill is tested for impairment annually, as of November 1, or more frequently whenever events or changes in circumstances would more likely than not reduce the fair value of a reporting unit below its carrying amount. Goodwill is tested for impairment at the reporting unit level, one level below our operating segments. We have four operating segments organized around our principal product lines: Aggregates, Asphalt, Concrete and Calcium. Within these\nfour\noperating segments, we have identified\n19\nreporting units (of which\n11\ncarry goodwill) based primarily on geographic location. We have the option of either assessing qualitative factors to determine whether it is more likely than not that the carrying value of our reporting units exceeds their respective fair value or proceeding directly to a quantitative test. We elected to perform the quantitative impairment test for all years presented.\nThe quantitative impairment test compares the fair value of a reporting unit to its carrying value, including goodwill. I\nf the fair value exceeds its carrying value, the goodwill of the reporting unit is not considered impaired. However, if the carrying value of a reporting unit exceeds its fair value, we recognize an impairment loss equal to that excess.\nThe results of the annual impairment tests performed as of November 1, 2021, 2020 and 2019 indicated that the fair values of all reporting units with goodwill substantially exceeded their carrying values. Accordingly, there were\nno\ncharges for goodwill impairment in the years ended December 31, 2021, 2020 or 2019. Allocation of the purchase price for the U.S. Concrete acquisition (see Note 19) has not been finalized and therefore these operations were excluded from our goodwill impairment tests.\nWe estimate the fair values of the reporting units using both an income approach (which involves discounting estimated future cash flows) and a market approach (which involves the application of revenue and EBITDA multiples of comparable companies). Determining the fair value of our reporting units involves the use of significant estimates and assumptions and considerable management judgment. We base our fair value estimates on assumptions we believe to be reasonable at the time, but such assumptions are subject to inherent uncertainty and actual results may differ. Changes in key assumptions or management judgment with respect to a reporting unit or its prospects, which may result from a change in market conditions, market trends, interest rates or other factors outside of our control, or underperformance relative to historical or projected operating results, could result in a significantly different estimate of the fair value of our reporting units, which could result in an impairment charge in the future.\nFor additional information about goodwill see Note 18.\nIMPAIRMENT OF LONG-LIVED ASSETS EXCLUDING GOODWILL\nWe evaluate the carrying value of long-lived assets, including intangible assets subject to amortization, when events and circumstances indicate that the carrying value may not be recoverable. The carrying value of long-lived assets is considered impaired when the estimated undiscounted cash flows from such assets are less than their carrying value. In that event, we recognize a loss equal to the amount by which the carrying value exceeds the fair value. Fair value is determined primarily by using a discounted cash flow methodology that requires considerable judgment and assumptions. Our estimate of net future cash flows is based on historical experience and assumptions of future trends, which may be different from actual results. We periodically review the appropriateness of the estimated useful lives of our long-lived assets.\nWe test long-lived assets for impairment at the\na significantly lower level than the level at which we test goodwill for impairment. In markets where we do not produce downstream products (e.g., asphalt mix and ready-mixed concrete), the lowest level of largely independent identifiable cash flows is at the individual aggregates operation or a group of aggregates operations collectively serving a local market. Conversely, in vertically integrated markets, the cash flows of our downstream and upstream businesses are not largely independently identifiable as the selling price of the upstream products (aggregates) determines the profitability of the downstream business.\nAs of December 31, 2021, net property, plant & equipment represents\n41\n% of total assets, while net other intangible assets represents\n13\n% of total assets. During 2021, 2020 and 2019, we recorded\nno\nmaterial losses on impairment of long-lived assets.\nFor additional information about long-lived assets and intangible assets see Notes 4 and 18, respectively.\nREVENUES AND REVENUE RECOGNITION\nTotal revenues include sales of product and services to customers, net of any discounts and taxes, and freight and delivery revenues billed to customers. Freight and delivery generally represent pass-through transportation we incur (including our administrative costs) and pay to third-party carriers to deliver our products to customers. The cost related to freight and delivery is included in cost of revenues.\nRevenues for product sales are recognized when control passes to the customer (typically occurs when finished products are shipped/delivered). Construction paving revenues are recognized using the percentage-of-completion method.\nFor additional information regarding revenues and revenue recognition see Note 2.\nSTRIPPING COSTS\nIn the mining industry, the costs of removing overburden and waste materials to access mineral deposits are referred to as stripping costs.\nStripping costs incurred during the production phase are considered costs of extracted minerals under our inventory costing system, inventoried, and recognized in cost of sales in the same period as the revenue from the sale of the inventory. The production stage is deemed to begin when the activities, including removal of overburden and waste material that may contain incidental saleable material, required to access the saleable product are complete. Stripping costs considered as production costs and included in the costs of inventory produced were $\n90.7\nmillion in 2021, $\n90.4\nmillion in 2020 and $\n86.1\nmillion in 2019.\nConversely, stripping costs incurred during the development stage of a mine (pre-production stripping) are excluded from our inventory cost. Pre-production stripping costs are capitalized and reported within other noncurrent assets in our accompanying Consolidated Balance Sheets. Capitalized pre-production stripping costs are expensed over the productive life of the mine using the unit-of-sales method. Pre-production stripping costs included in other noncurrent assets were $\n95.6\nmillion as of December 31, 2021 and $\n92.9\nmillion as of December 31, 2020.\nRECLAMATION COSTS\nReclamation costs resulting from normal use of long-lived assets are recognized over the period the asset is in use when there is a legal obligation to incur these costs upon retirement of the assets. Additionally, reclamation costs resulting from normal use under a mineral lease are recognized over the lease term when there is a legal obligation to incur these costs upon expiration of the lease. The obligation, which cannot be reduced by estimated offsetting cash flows, is recorded at fair value as a liability at the obligating event date and is accreted through charges to operating expenses. This fair value is also capitalized as part of the carrying amount of the underlying asset and depreciated over the estimated useful life of the asset. If the obligation is settled for other than the carrying amount of the liability, a gain or loss is recognized on settlement.\nTo determine the fair value of the obligation, we estimate the cost (\nincluding a reasonable profit margin)\nfor a third party to perform the legally required reclamation\ntasks. This cost is then increased for both future estimated inflation and an estimated market risk premium related to the estimated years to settlement. Once calculated, this cost is discounted to fair value using present value techniques with a credit-adjusted, risk-free rate commensurate with the estimated years to settlement.\nIn estimating the settlement date, we evaluate the current facts and conditions to determine the most likely settlement date. If this evaluation identifies alternative estimated settlement dates, we use a weighted-average settlement date considering the probabilities of each alternative.\nWe review reclamation obligations at least annually for a revision to the cost or a change in the estimated settlement date. Additionally, reclamation obligations are reviewed in the period that a triggering event occurs that would result in either a revision to the cost or a change in the estimated settlement date. Examples of events that would trigger a change in the cost include a new reclamation law or amendment of an existing mineral lease. Examples of events that would trigger a change in the estimated settlement date include the acquisition of additional reserves or the closure of a facility.\nThe carrying value of these obligations was $\n315.2\nmillion as of December 31, 2021 and $\n283.2\nmillion as of December 31, 2020. For additional information about reclamation obligations (referred to in our financial statements as asset retirement obligations) see Note 17.\nENVIRONMENTAL COMPLIANCE\nOur environmental compliance costs are undiscounted and include the cost of ongoing monitoring programs, the cost of remediation efforts and other similar costs. We accrue costs for environmental assessment and remediation efforts when we determine that a liability is probable and we can reasonably estimate the cost. At the early stages of a remediation effort, environmental remediation liabilities are not easily quantified due to the uncertainties of various factors. The range of an estimated remediation liability is defined and redefined as events in the remediation effort occur, but generally liabilities are recognized no later than the completion of the remedial feasibility study.\nWhen we can estimate a range of probable loss, we accrue the most likely amount. If no amount in the range of probable loss is considered most likely, the minimum loss in the range is accrued. As of December 31, 2021, the spread between the amount accrued and the maximum loss in the range for all sites for which a range can be reasonably estimated was $\n3.1\nmillion\n—\nthis amount does not represent our maximum exposure to loss for all environmental remediation obligations as it excludes those sites for which a range of loss cannot be reasonably estimated at this time. Accrual amounts may be based on technical cost estimations or the professional judgment of experienced environmental managers.\nOur Safety, Health and Environmental Affairs Management Committee routinely reviews cost estimates\nand\nkey assumptions\nin response to new information, such as the kinds and quantities of hazardous substances, available technologies and changes to the parties participating in the remediation efforts. H\nowever,\na number of factors, including adverse agency rulings and encountering unanticipated conditions as remediation efforts progress, may cause actual results to differ materially from accrued costs.\nFor additional information about environmental compliance costs see Note 8.\nCLAIMS AND LITIGATION INCLUDING SELF-INSURANCE\nWe are involved with claims and litigation, including items covered under our self-insurance program. We are self-insured for losses related to workers' compensation up to $\n2.0\nmillion per occurrence and automotive and general/product liability up to $\n10.0\nmillion per occurrence. We have excess coverage on a per occurrence basis beyond these retention levels. Under our self-insurance program, we aggregate certain claims and litigation costs that are reasonably predictable based on our historical loss experience and accrue losses, including future legal defense costs, based on actuarial studies. Certain claims and litigation costs, due to their unique nature, are not included in our actuarial studies. We use both internal and outside legal counsel to assess the probability of loss and establish an accrual when the claims and litigation represent a probable loss and the cost can be reasonably estimated. For matters not included in our actuarial studies, legal defense costs are accrued when incurred. The following table outlines our self-insurance program at December 31:\nThe significant increases presented in the table above are primarily due to the acquisition of U.S. Concrete (see Note 19).\nEstimated payments (undiscounted and excluding the impact of related receivables) under our self-insurance program for the five years subsequent to December 31, 2021 are as follows:\nSignificant judgment is used in determining the timing and amount of the accruals for probable losses, and the actual liability could differ materially from the accrued amounts.\nFor additional information about claims and litigation, see Note 12 under the caption Litigation and Environmental Matters.\nSHARE-BASED COMPENSATION\nAll of our share-based compensation awards are classified as equity awards. We measure share-based compensation awards using fair-value-based measurement methods. This results in the recognition of compensation expense for all share-based compensation awards based on their fair value as of the grant date with adjustments for performance, as applicable. Compensation cost is recognized over the requisite service period. Forfeitures are recognized as they occur.\nA summary of the estimated future compensation cost (unrecognized compensation expense) as of December 31, 2021 related to share-based awards granted to employees under our long-term incentive plans is presented below:\nPretax compensation expense related to our employee share-based compensation awards and related income tax benefits for the years ended December 31 are summarized below:\nWe receive an income tax deduction for share-based compensation equal to the excess of the market value of our common stock on the date of exercise or issuance over the exercise price. Tax benefits resulting from tax deductions in excess of the compensation cost recognized (excess tax benefits) are reflected as discrete income tax benefits in the period of exercise or issuance.\nFor additional information about share-based compensation, see Note 11 under the caption Share-based Compensation Plans.\nPENSION AND OTHER POSTRETIREMENT BENEFITS\nAccounting for pension and other postretirement benefits requires that we use assumptions for the valuation of projected benefit obligations (PBO) and the performance of plan assets. Each year, we review our assumptions for discount rates (used for PBO, service cost, and interest cost calculations) and the expected return on plan assets. Due to plan changes made in 2013, annual pay increases do not materially impact plan obligations.\n\nDISCOUNT RATES\n— We use a high-quality bond full yield curve approach (specific spot rates for each annual expected cash flow) to establish the discount rates at each measurement date.\n\nEXPECTED RETURN ON PLAN ASSETS\n— Our expected return on plan assets is: (1) a long-term view based on our current asset allocation, and (2) a judgment informed by consultation with our retirement plans’ consultant and our pension plans’ actuary.\n\nRATE OF INCREASE IN THE PER CAPITA COST OF COVERED HEALTHCARE BENEFITS — We project the expected increases in the cost of covered healthcare benefits.\nAccounting standards provide for the delayed recognition of differences between actual results and expected or estimated results. This delayed recognition of actual results allows for a smoothed recognition in earnings of changes in benefit obligations and asset performance. The differences between actual results and expected or estimated results are recognized in full in\nother comprehensive income. Amounts recognized in other comprehensive income are reclassified to earnings in a systematic\nmanner over the average remaining service period of participants for our active plans or the average remaining lifetime of participants for our inactive plans.\nWe present the service cost component of net periodic benefit cost in cost of revenues and selling, administrative and general expense consistent with employee compensation costs. The other components of net periodic benefit cost are\nreported within other nonoperating income in our accompanying Consolidated Statements of Comprehensive Incom\ne.\nFor additional information about pension and other postretirement benefits see Note 10.\nINCOME TAXES\nWe file federal, state and foreign income tax returns and account for the current and deferred tax effects of such returns using the asset and liability method. We recognize deferred tax assets and liabilities (which reflect our best assessment of the future taxes we will pay) based on the differences between the book basis and tax basis of assets and liabilities. Deferred tax assets represent items to be used as a tax deduction or credit in future tax returns while deferred tax liabilities represent items that will result in additional tax in future tax returns.\nSignificant judgments and estimates are required in determining our deferred tax assets and liabilities. These estimates are updated throughout the year to consider income tax return filings, our geographic mix of earnings, legislative changes and other relevant items. We are required to account for the effects of changes in income tax rates on deferred tax balances in the period in which the legislation is enacted.\nEach quarter we analyze the likelihood that our deferred tax assets will be realized. Realization of the deferred tax assets ultimately depends on the existence of sufficient taxable income of the appropriate character in either the carryback or carryforward period. A valuation allowance is recorded if, based on the weight of all available positive and negative evidence, it is more likely than not (a likelihood of more than\n50\n%) that some portion, or all, of a deferred tax asset will not be realized. A summary of our deferred tax assets is included in Note 9.\nWe recognize a tax benefit associated with a tax position when, in our judgment, it is more likely than not that the position will be sustained based upon the technical merits of the position. For a tax position that meets the more likely than not recognition threshold, we measure the income tax benefit as the largest amount that we judge to have a greater than\n50\n% likelihood of being realized. A liability is established for the unrecognized portion of any tax position. Our liability for unrecognized tax benefits is adjusted periodically due to changing circumstances, such as the progress of tax audits, case law developments and new or emerging legislation.\nGenerally, we are not subject to significant changes in income taxes by any taxing jurisdiction for the years before 2018. While it is often difficult to predict the final outcome or the timing of resolution of any particular tax matter, we believe our liability for unrecognized tax benefits is appropriate.\nWe consider a tax position to be resolved at the earlier of the issue being “effectively settled,” settlement of an examination, or the expiration of the statute of limitations. Upon resolution of a tax position, any liability for unrecognized tax benefits will be released.\nOur liability for unrecognized tax benefits is generally presented as noncurrent. However, if we anticipate paying cash within one year to settle an uncertain tax position, the liability is presented as current. We classify interest and penalties associated with our liability for unrecognized tax benefits as income tax expense.\nOur largest permanent item in computing both our taxable income and effective tax rate is the deduction allowed for statutory depletion. The impact of statutory depletion on the effective tax rate is presented in Note 9. The deduction for statutory depletion does not necessarily change proportionately to changes in pretax earnings.\nCOMPREHENSIVE INCOME\nWe report comprehensive income in our Consolidated Statements of Comprehensive Income and Consolidated Statements of Equity. Comprehensive income comprises two subsets: net earnings and other comprehensive income (OCI). OCI includes adjustments to cash flow hedges, as well as actuarial gains or losses and prior service costs related to pension and postretirement benefit plans.\nFor additional information about comprehensive income see Note 14.\nEARNINGS PER SHARE (EPS)\nEarnings per share are computed by dividing net earnings by the weighted-average common shares outstanding (basic EPS) or weighted-average common shares outstanding assuming dilution (diluted EPS), as set forth below:\nAll dilutive common stock equivalents are reflected in our earnings per share calculations. In periods of loss, shares that otherwise would have been included in our diluted weighted-average common shares outstanding computation would be excluded.\nAntidilutive common stock equivalents are not included in our earnings per share calculations. The number of antidilutive common stock equivalents for which the exercise price exceeds the weighted-average market price for the years ended December 31 is as follows:\nRECLASSIFICATIONS\nCertain items previously reported in specific financial statement captions have been reclassified to conform to the 2021 presentation. Such reclassifications had no impact on our prior results of operations, financial position or cash flows.\nNEW ACCOUNTING STANDARDS\nACCOUNTING STANDARDS RECENTLY ADOPTED\nINCOME TAXES  During the first quarter of 2021, we adopted Accounting Standards Update (ASU) 2019-12, “Simplifying the Accounting for Income Taxes,” which added new guidance to simplify the accounting for income taxes and changed the accounting for certain income tax transactions. The adoption of this standard did not materially impact our consolidated financial statements.\nCONVERTIBLE INSTRUMENTS  During the first quarter of 2021, we adopted ASU 2020-06, “Accounting for Convertible Instruments and Contracts in an Entity’s Own Equity.” This ASU reduced the number of models used to account for convertible instruments and modified the diluted earnings per share calculations for convertible instruments. This ASU also amended the accounting for certain contracts in an entity’s own equity that are currently accounted for as derivatives. The adoption of this standard did not materially impact our consolidated financial statements.\nACCOUNTING STANDARDS PENDING ADOPTION\nNone\nNOTE 2: REVENUES\nRevenues are measured as the amount of consideration we expect to receive in exchange for transferring goods or providing services. Sales and other taxes we collect are recorded as liabilities until remitted and thus are excluded from revenues. Costs to obtain and fulfill contracts (primarily asphalt construction paving contracts) are immaterial and are expensed as incurred when the expected amortization period is\none year\nor less.\nTotal revenues are primarily derived from our product sales of aggregates (crushed stone, sand and gravel, sand and other aggregates), asphalt mix and ready-mixed concrete, and include freight & delivery costs that we pass along to our customers to deliver these products. We also generate service revenues from our asphalt construction paving business and service revenues related to our aggregates business, such as landfill tipping fees. Our total service revenues were as follows: 2021 — $\n221.4\nmillion\n(\n4.0\n% of total revenues)\n,\n2020 — $\n214.3\nmillion\n(\n4.4\n% of total revenues)\nand 2019 — $\n234.1\nmillion\n(\n4.7\n% of total revenues)\n.\nOur products typically are sold to private industry and not directly to governmental entities. Although approximately\n45\n% to\n55\n% of our aggregates shipments have historically been used in publicly-funded construction, such as highways, airports and government buildings, relatively insignificant sales are made directly to federal, state, county or municipal governments/agencies. Therefore, although reductions in state and federal funding can curtail publicly-funded construction, the vast majority of our aggregates business is not directly subject to renegotiation of profits or termination of contracts with state or federal governments.\nOur segment total revenues by geographic market (excluding the U.S. Concrete acquisition which is only presented by segment) for the years ended December 31, 2021, 2020 and 2019 are disaggregated as follows:\nPRODUCT REVENUES\nRevenue is recognized when obligations under the terms of a contract with our customer are satisfied; generally this occurs at a point in time when our aggregates, asphalt mix and ready-mixed concrete are shipped/delivered and control passes to the customer. Revenue for our products is recorded at the fixed invoice amount and payment is due by the 15\nth\nday of the following month\n—\nwe do not offer discounts for early payment.\nFreight & delivery generally represents pass-through transportation we incur (including our administrative costs) and pay to third-party carriers to deliver our products to customers and are accounted for as a fulfillment activity. Likewise, the cost related to freight & delivery are included in cost of revenues.\nFreight & delivery revenues are as follows:\nCONSTRUCTION PAVING SERVICE REVENUES\nRevenue from our asphalt construction paving business is recognized over time using the percentage-of-completion method under the cost approach. The percentage of completion is determined by costs incurred to date as a percentage of total costs estimated for the project. Under this approach, recognized contract revenue equals the total estimated contract revenue multiplied by the percentage of completion. Our construction contracts are unit priced, and an account receivable is recorded for amounts invoiced based on actual units produced. Contract assets for estimated earnings in excess of billings, contract assets related to retainage provisions and contract liabilities for billings in excess of costs are immaterial. Variable consideration in our construction paving contracts is immaterial and consists of incentives and penalties based on the quality of work performed. Our construction paving contracts may contain warranty provisions covering defects in equipment, materials, design or workmanship that generally run from\nnine months\nto\none year\nafter project completion. Due to the nature of our construction paving projects, including contract owner inspections of the work during construction and prior to acceptance, we have not experienced material warranty costs for these short-term warranties.\nVOLUMETRIC PRODUCTION PAYMENT DEFERRED REVENUES\nIn 2013 and 2012, we sold a percentage interest in certain future aggregates production for net cash proceeds of $\n226.9\nmillion. These transactions, structured as volumetric production payments (VPPs):\n\nrelate to\neight\nquarries in Georgia and South Carolina\n\nprovide the purchaser solely with a nonoperating percentage interest in the subject quarries’ future aggregates production\n\ncontain no minimum annual or cumulative guarantees by us for production or sales volume, nor minimum sales price\n\nare both volume and time limited (we expect the transactions will last approximately\n25\nyears, limited by volume rather than time)\nWe are the exclusive sales agent for, and transmit quarterly to the purchaser the proceeds from the sale of, the purchaser’s share of aggregates production. Our consolidated total revenues exclude the revenue from the sale of the purchaser’s share of aggregates.\nThe proceeds we received from the sale of the percentage interest were recorded as deferred revenue on the balance sheet. We recognize revenue on a unit-of-sales basis (as we sell the purchaser’s share of production) relative to the volume limitations of the transactions. Given the nature of the risks and potential rewards assumed by the buyer, the transactions do not reflect financing activities.\nReconciliation of the VPP deferred revenue balances (current and noncurrent) is as follows:\nBased on expected sales from the specified quarries, we expect to recognize $\n7.5\nmillion of VPP deferred revenue as income in 2022 (reflected in other current liabilities in our December 31, 2021 Consolidated Balance Sheet).\nNOTE 3: INVENTORIES\nInventories at December 31 are as follows:\nIn addition to the inventory balances presented above, as of December 31, 2021 and December 31, 2020, we have $\n8.5\nmillion and $\n11.0\nmillion, respectively, of inventory classified as long-term assets (other noncurrent assets) as we do not expect to sell the inventory within one year of their respective balance sheet dates.\nWe use the LIFO method of valuation for most of our inventories as it results in a better matching of costs with revenues. Inventories valued under the LIFO method total $\n290.2\nmillion at December 31, 2021 and $\n307.7\nmillion at December 31, 2020. During 2021, 2020 and 2019, inventory reductions resulted in liquidations of LIFO inventory layers carried at costs prevailing in prior years as compared to current-year costs. The effect of the LIFO liquidation on 2021 results was to decrease cost of revenues by $\n0.6\nmillion and increase net earnings by $\n0.4\nmillion. The effect of the LIFO liquidation on 2020 results was to decrease cost of revenues by $\n0.9\nmillion and increase net earnings by $\n0.6\nmillion. The effect of the LIFO liquidation on 2019 results was to decrease cost of revenues by $\n1.1\nmillion and increase net earnings by $\n0.9\nmillion.\nEstimated current cost exceeded LIFO cost at December 31, 2021 and 2020 by $\n199.7\nmillion and $\n193.0\nmillion, respectively. In periods of increasing costs, LIFO generally results in higher cost of revenues than under FIFO. In periods of decreasing costs, the results are generally the opposite. We provide supplemental income disclosures to facilitate comparisons with companies not on LIFO. The supplemental income calculation is derived by tax-affecting the change in the LIFO reserve for the periods presented. If all inventories valued at LIFO cost had been valued under first-in, first-out (FIFO) method, the approximate effect on net earnings would have been\nan increase of $\n5.3\nmillion in 2021,\nan increase of $\n7.3\nmillion in 2020 and\nan in\ncrease of $\n5.5\nmillion in 2019.\nNOTE 4: PROPERTY, PLANT & EQUIPMENT\nBalances of major classes of assets and allowances for depreciation, depletion and amortization at December 31 are as follows:\nCapitalized interest costs with respect to qualifying construction projects and total interest costs incurred before recognition of the capitalized amount for the years ended December 31 are as follows:\nCapitalized software costs of $\n14.7\nmillion (including $\n13.2\nmillion of capitalized software obtained via the U.S. Concrete acquisition) and $\n2.1\nmillion are reflected in net property, plant & equipment as of December 31, 2021 and 2020, respectively. We capitalized software costs for the years ended December 31 as follows: 2021 — $\n2.7\nmillion, 2020 — $\n1.1\nmillion and 2019 — $\n1.5\nmillion.\nNOTE 5: DERIVATIVE INSTRUMENTS\nDuring the normal course of operations, we are exposed to market risks including interest rates, foreign currency exchange rates and commodity prices. From time to time, we use derivative instruments to balance the cost and risk of such expenses. We do not use derivative instruments for trading or other speculative purposes.\nIn 2007, 2018 and 2020, we entered into interest rate locks of future debt issuances to hedge the risk of higher interest rates. These interest rate locks were designated as cash flow hedges. The gain/loss upon settlement of these cash flow hedges is deferred (recorded in accumulated other comprehensive income (AOCI)) and amortized to interest expense over the term of the related debt.\nThis amortization was reflected in the accompanying Consolidated Statements of Comprehensive Income for the years ended December 31 as follows:\nFor the 12-month period ending December 31, 2022, we estimate that $\n2.1\nmillion of the $\n22.5\nmillion net of tax loss in AOCI will be reclassified to interest expense.\nNOTE 6: DEBT\nDebt at December 31 is detailed as follows:\nDiscounts and debt issuance costs are amortized using the effective interest method over the terms of the respective notes resulting in $\n13.9\nmillion and $\n7.2\nmillion, respectively, of net interest expense for these items for 2021 and 2020.\nBRIDGE FACILITY, DELAYED DRAW TERM LOAN AND LINE OF CREDIT\nIn June 2021, concurrent with the announcement of the pending acquisition of U.S. Concrete (see Note 19 for additional information), we obtained a $\n2,200.0\nmillion bridge facility commitment from Truist Bank. Later, in June 2021, we entered into a $\n1,600.0\nmillion delayed draw term loan with a subset of the banks that provide our line of credit and terminated the bridge facility commitment. The delayed draw term loan was drawn in August 2021 for $\n1,600.0\nmillion upon the acquisition of U.S. Concrete and was paid down to $\n1,100.0\nmillion in September 2021. Amounts repaid are no longer available for borrowing and outstanding borrowings are due August 2024. The delayed draw term loan contains covenants customary for an unsecured investment-grade facility and mirror those in our line of credit. As of December 31, 2021, we were in compliance with the delayed draw term loan covenants.\nFinancing costs for the bridge facility commitment and the delayed draw term loan totaled $\n13.3\nmillion, $\n9.4\nmillion of which was recognized as interest expense in 2021. Borrowings on the delayed draw term loan bear interest, at our option, at either LIBOR plus a credit margin ranging from\n0.875\n% to\n1.375\n%, or Truist Bank’s base rate (generally, its prime rate) plus a credit margin ranging from\n0.000\n% to\n0.375\n%. The credit margins and commitment fee are determined by our credit ratings. As of December 31, 2021, the credit margin for LIBOR borrowings was\n1.000\n% and the credit margin for base rate borrowings was\n0.000\n%.\nIn September 2020, we executed a new\nfive-year\nunsecured line of credit of $\n1,000.0\nmillion, incurring $\n4.6\nmillion\nof transaction costs. The line of credit c\nontains covenants customary for an unsecured\ninvestment-grade\nfacility.\nAs of December 31, 2021, we were in compliance with the line of credit covenants.\nBorrowings on the line of credit bear interest, at our option, at either LIBOR plus a credit margin ranging from\n1.000\n% to\n1.625\n%, or Truist Bank’s base rate (generally, its prime rate) plus a credit margin ranging from\n0.000\n% to\n0.625\n%. The credit margin for both LIBOR and base rate borrowings is determined by our credit ratings. Standby letters of credit, which are issued under the line of credit and reduce availability, are charged a fee equal to the credit margin for LIBOR borrowings plus\n0.175\n%. We also pay a commitment fee on the daily average unused amount of the line of credit that ranges from\n0.090\n% to\n0.225\n% determined by our credit ratings. As of December 31, 2021, the credit margin for LIBOR borrowings was\n1.125\n%, the credit margin for base rate borrowings was\n0.125\n%, and the commitment fee for the unused amount was\n0.100\n%.\nAs of December 31, 2021, our available borrowing capacity under the line of credit was $\n940.4\nmillion. Utilization of the borrowing capacity was as follows:\n\nnone\nwas borrowed\n\n$\n59.6\nmillion was used to provide support for outstanding standby letters of credit\nTERM DEBT\nEssentially all of our $\n3,949.6\nmillion (face value) of term debt (which includes the $\n1,100.0\nmillion delayed draw term loan) is unsecured. $\n2,840.2\nmillion of such debt is governed by\ntwo\nessentially identical indentures that contain customary investment-grade type covenants. As of December 31, 2021, we were in compliance with all term debt covenants.\nIn August 2021, we assumed $\n434.5\nmillion (fair value) of senior notes due 2029 in connection with the acquisition of U.S. Concrete and retired these notes in September 2021.\nIn May 2020, we issued $\n750.0\nmillion\nof\n3.50\n% senior notes due\n2030\n. Total proceeds were $\n741.4\nmillion\n(net of discounts and transaction costs). $\n250.0\nmillion of the proceeds were used to retire the $\n250.0\nmillion floating rate notes due June\n2020\n. The remainder of the proceeds, together with cash on hand, were used to retire the $\n500.0\nmillion floating rate notes due March\n2021\n.\nThe total scheduled (principal and interest) debt payments, excluding the line of credit, for the five years subsequent to December 31, 2021 are as follows:\nSTANDBY LETTERS OF CREDIT\nWe provide, in the normal course of business, certain third-party beneficiaries with standby letters of credit to support our obligations to pay or perform according to the requirements of an underlying agreement. Such letters of credit typically have an initial term of\none year\n, typically renew automatically, and can only be modified or canceled with the approval of the beneficiary. Except for $\n24.8\nmillion of risk management insurance letters of credit that expire in July 2022, our standby letters of credit are issued by banks that participate in our $\n1,000.0\nmillion line of credit and reduce the borrowing capacity thereunder. Our standby letters of credit as of December 31, 2021 are summarized by purpose in the table below:\nNOTE 7: LEASES\nOur portfolio of nonmineral leases is composed of leases for\nreal estate (including office buildings, aggregates sales yards and terminals, and concrete and asphalt sites) and equipment (including railcars and rail track, barges, and office, plant and mobile equipment).\nLease right-of-use (ROU) assets and liabilities reflected on our December 31 balance sheets and the weighted-average lease term and discount rate are as follows:\nThe increases in ROU assets and liabilities presented above primarily relate to the acquisition of U.S. Concrete (see Note 19 for additional information). Our lease agreements do not contain residual value guarantees, restrictive covenants or early termination options that we deem material. We have not sought or been granted any material lease concessions as a result of the COVID-19 pandemic.\nOur building leases have remaining noncancelable periods of\n0\n-\n17\nyears and lease terms (including options to extend) of\n0\n-\n25\nyears. Key factors in determining the certainty of lease renewals include the location of the building, the value of leasehold improvements and the cost to relocate. Rental payments for certain of our building leases are periodically adjusted for inflation, and this variable component is recognized as expense when incurred. Many of our building leases contain common area maintenance charges which we include in the calculation of our lease liability (the lease consideration is not allocated between the lease and non-lease components).\nOur aggregates sales yard leases have remaining noncancelable periods of\n0\n-\n27\nyears and lease terms of\n0\n-\n77\nyears. The key factor in determining the certainty of lease renewals is the financial impact of extending the lease, including the reserve life of the sourcing aggregates quarry. Certain aggregates sales yard lease agreements include rental payments based on a percentage of sales over contractual levels or the number of shipments received into the sales yard. Variable payments for these sales yards comprise a majority of the overall variable lease cost presented in the table below.\nOur concrete and asphalt site leases have remaining noncancelable periods of\n0\n-\n18\nyears and lease terms of\n0\n-\n77\nyears. The key factor in determining the certainty of lease renewals is the financial impact of extending the lease, including the reserve life of the sourcing aggregates quarry. Rental payments are generally fixed for our concrete and asphalt sites.\nOur rail (car and track) leases have remaining noncancelable periods of\n0\n-\n4\nyears and lease terms of\n0\n-\n63\nyears. Key factors in determining the certainty of lease renewals include the market rental rate for comparable assets and, in some cases, the cost incurred to restore the asset. Rental payments are fixed for our rail leases. The majority of our rail leases contain substitution rights that allow the supplier to replace damaged equipment. Because these rights are generally limited to either replacing railcars or moving our placement on rail track for purposes of repair or maintenance, we do not consider these substitution rights to be substantive and have recorded a lease liability and ROU asset for all leased rail.\nOur barge leases have remaining noncancelable periods of\n0\n-\n6\nyears and lease terms of\n0\n-\n13\nyears. Key factors in determining the certainty of lease renewals include the market rental rate for comparable assets and, in some cases, the cost incurred to restore the asset. Rental payments are fixed. Like our rail leases, our barge leases contain non-substantive substitution rights that are limited to replacing barges in need of repair or maintenance.\nOffice, plant and mobile equipment leases have remaining noncancelable periods of\n0\n-\n5\nyears and lease terms of\n0\n-\n5\nyears. The key factor in determining the certainty of lease renewals is the market rental rate for comparable assets. Rental payments are generally fixed for our equipment leases with terms greater than\n1\nyear. The significant majority of our short-term lease cost presented in the table below is derived from office and plant equipment leases with terms of\n1\nyear or less.\nThe components of lease expense for the years ended December 31, 2021, 2020 and 2019 are as follows:\nCash paid for operating leases was $\n64.4\nmillion\nfor 2021 and $\n54.9\nmillion for 2020. Cash paid for finance leases was $\n14.0\nmillion\nfor 2021 and $\n1.7\nmillion for 2020.\nMaturity analysis on an undiscounted basis of our lease liabilities (see Note 12 for mineral lease payments) as of December 31, 2021 is as follows:\nNOTE 8: ACCRUED ENVIRONMENTAL REMEDIATION COSTS\nOur Consolidated Balance Sheets as of December 31 include accrued environmental remediation costs (measured on an undiscounted basis) as follows:\nThe long-term portion of the accruals noted above is included in other noncurrent liabilities in the accompanying Consolidated Balance Sheets and amounted to $\n15.9\nmillion at December 31, 2021 and $\n12.9\nmillion at December 31, 2020. The short-term portion of these accruals is included in other current liabilities in the accompanying Consolidated Balance Sheets.\nThe accrued environmental remediation costs in continuing operations relate primarily to the former Florida Rock, Tarmac, and CalMat facilities acquired in 2007, 2000 and 1999, respectively. The balances noted above for the former Chemicals business relate to retained environmental remediation costs from the 2003 sale of the Performance Chemicals business and the 2005 sale of the Chloralkali business. Refer to Note 12 for additional discussion of contingent environmental matters.\nNOTE 9: INCOME TAXES\nThe components of earnings from continuing operations before income taxes are as follows:\nIncome tax expense (benefit) from continuing operations consists of the following:\nIncome tax expense (benefit) differs from the amount computed by applying the federal statutory income tax rate to earnings from continuing operations before income taxes. The sources and tax effects of the differences are as follows:\nD\neferr\ned ta\nxes on the balance sheet result from temporary differences between the amount of assets and liabilities recognized for financial reporting and tax purposes. The components of the net deferred income tax liability at December 31 are as follows:\nAs of December 31, 2021 and 2020, we have gross deferred tax assets of $\n176.7\nmillion and $\n111.5\nmillion, respectively, related to operating lease liabilities, and gross deferred tax liabilities of $\n176.7\nmillion and $\n108.1\nmillion, respectively, related to ROU assets. These amounts are presented net in Other deferred tax assets.\nIn February 2021, the Alabama Business Competitiveness Act (ABC Act) was signed into law. The ABC Act contained a provision requiring most taxpayers to change from a three-factor, double-weighted sales method to a single-sales factor method to apportion income to Alabama. This provision had the effect of significantly reducing our apportionment of income to Alabama, thereby further inhibiting our ability to utilize our Alabama net operating loss (NOL) carryforward. As a result, we recorded a charge in the first quarter of 2021 to increase the valuation allowance by $\n13.7\nmillion. No other material tax impacts resulted from the enactment of the ABC Act.\nEach quarter we analyze the likelihood that our deferred tax assets will be realized. A valuation allowance is recorded if, based on the weight of all available positive and negative evidence, it is more likely than not (a likelihood of more than\n50\n%) that some portion, or all, of a deferred tax asset will not be realized. At December 31, 2021, we have Alabama state NOL carryforward deferred tax assets of $\n63.2\nmillion, against which we have a valuation allowance of $\n42.9\nmillion (after considering the ABC Act above). Almost all of the Alabama NOL carryforward would expire between\n2023\nand\n2029\nif not utilized.\nChanges in our liability for unrecognized tax benefits for the years ended December 31 are as follows:\nWe classify interest and penalties recognized on the liability for unrecognized tax benefits as income tax expense. Interest and penalties recognized as income tax expense were $\n0.2\nmillion in 2021, $\n0.0\nmillion in 2020 and $\n0.0\nmillion in 2019. The balance of accrued interest and penalties included in our liability for unrecognized tax benefits as of December 31 was $\n0.8\nmillion\nin 2021, $\n0.3\nmillion in 2020 and $\n0.3\nmillion in 2019. Our liability for unrecognized tax benefits at December 31 in the table above includes $\n10.3\nmillion in 2021, $\n6.6\nmillion in 2020 and $\n5.3\nmillion in 2019 that would affect the effective tax rate if recognized. We anticipate no single tax position generating a significant increase or decrease in our liability for unrecognized tax benefits within 12 months of this reporting date.\nAs of December 31, 2021, income tax receivables of $\n5.0\nmillion and $\n0.6\nmillion are included in other accounts and notes receivable and other current assets, respectively, in the accompanying Consolidated Balance Sheet. There were similar receivables of $\n5.3\nmillion and $\n0.9\nmillion recorded in other accounts and notes receivable and other current assets, respectively, as of December 31, 2020.\nNOTE 10: BENEFIT PLANS\nPENSION PLANS\nWe sponsor\ntwo\nqualified, noncontributory defined benefit pension plans, the Vulcan Materials Company Pension Plan (VMC Pension Plan) and the CMG Hourly Pension Plan (CMG Pension Plan). The VMC Pension Plan has been closed to new entrants since 2007 and benefit accruals ceased in 2005 for hourly participants and 2013 for salaried participants. The CMG Pension Plan is closed to new entrants other than through one small union, and benefits continue to accrue equal to a flat dollar amount for each year of service. In addition to these qualified plans, we sponsor\nthree\nunfunded, nonqualified pension plans. The projected benefit obligation (PBO) presented in the table below includes $\n59.2\nmillion and $\n67.2\nmillion related to these unfunded, nonqualified pension plans for 2021 and 2020, respectively.\nDuring October 2021, we purchased (using pension plan assets) an irrevocable group annuity contract from an insurance company to transfer\n$\n87.2\nmillion of our\noutstanding PBO, representing approximately\n10\n% of the total PBO as of the purchase date (remeasured at October 31). As a result of this transaction: 1) we incurred a settlement charge of $\n12.1\nmillion, 2) we were relieved of all responsibility for these pension obligations, and 3) the insurance company is now required to pay and administer the retirement benefits owed to\n2,764\nU.S. retirees and beneficiaries (representing approximately\n50\n% of retirees currently in payment status), with no change to the amount, timing or form of retirement benefit payments.\nAt November 30, 2020, the plans were remeasured to reflect settlement accounting for the CMG Pension Plan and the VMC Pension Plan as a result of voluntary lump sum distributions to certain fully vested plan participants (resulting in a $\n22.7\nmillion settlement charge). The following table sets forth the combined funded status of the plans and their reconciliation with the related amounts recognized in our consolidated financial statements at December 31:\nThe decrease in actuarial loss as of December 31, 2021 was primarily attributable to an increase in the discount rates for the plans (approximately\n0.3\nto\n0.6\npercentage points) compared with the prior year.\nThe following table sets forth the pension plans for which their accumulated benefit obligation (ABO) or projected benefit obligation (PBO) exceeds the fair value of their respective plan assets at December 31:\nThe following table sets forth the components of net periodic benefit cost, amounts recognized in other comprehensive income and weighted-average assumptions of the plans at December 31:\nPlan assets are invested according to an investment policy that allocates investments to return seeking assets and liability hedging assets based on the plans’ funded ratio (fair value of assets/PBO). At December 31, 2021 and 2020, the total pension asset allocation was approximately\n20\n% return seeking and\n80\n% liability hedging. Return seeking assets include index and actively managed mutual funds and collective investment trusts that hold public equity securities (less than\n1\n% of the plans’ assets are in private equity and debt securities via private partnerships). Liability hedging assets include money market securities, inflation linked debt securities, public corporate debt securities, and government debt securities that are actively managed to match the duration of the plans’ liabilities.\nAt each measurement date, we estimate the net asset values and fair values of our pension assets using various valuation techniques. For certain investments, we use the net asset value (NAV) as a practical expedient to estimating fair value. Fair value is defined as the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants. The fair value hierarchy prioritizes the inputs to valuation techniques used to measure fair value into three broad levels as described below:\nLevel 1: Quoted prices in active markets for identical assets or liabilities\n‎\nLevel 2: Inputs that are derived principally from or corroborated by observable market data\n‎\nLevel 3: Inputs that are unobservable and significant to the overall fair value measurement\nThe fair values and net asset values of our pension plan assets at December 31, 2021 and 2020 are in the tables below. The assets in the common/collective trusts and in the private partnerships consist of both return seeking and liability hedging investments.\nFair Value Measurements at December 31, 2021\nFair Value Measurements at December 31, 2020\nThe following describes the types of investments included in each asset category listed in the tables above and the valuation techniques we used to determine the fair values or net asset values as of December 31, 2021 and 2020.\nThe debt funds category consists of U.S. federal, state and local government debt securities, corporate debt securities, foreign government debt securities, and asset-backed securities. The fair values of U.S. government and corporate debt securities are based on current market rates and credit spreads for debt securities with similar maturities. The fair values of debt securities issued by foreign governments are based on prices obtained from broker/dealers and international indices. The fair values of asset-backed securities are priced using prepayment speed and spread inputs that are sourced from the new issue market.\nThe equity funds category consists primarily of a mutual fund investing in non-domestic equities. For investment funds publicly traded on a national securities exchange, the fair value is based on quoted market prices. For investment funds not traded on an exchange, the total fair value of the underlying securities is used to determine the net asset value for each unit of the fund held by the pension fund. The estimated fair values of the underlying securities are generally valued based on quoted market prices. For securities without quoted market prices, other observable market inputs are used to determine the fair value.\nCommon/collective trust fund investments consist of index funds for domestic equities, an actively managed fund for international equities, and a short-term investment fund for highly liquid, short-term debt securities. Investments are valued at the\nNAV\nof units of a bank collective trust. The NAV is based on the fair value of the underlying investments held by the fund less its liabilities. This practical expedient is not used when it is determined to be probable that the fund will sell the investment for an amount different than the reported NAV.\nThe private partnerships category consists of various venture capital funds, mezzanine debt funds and leveraged buyout funds. The NAV of these investments has been estimated based on methods employed by the general partners,\nincluding r\neference to third-party transactions\nand\nvaluations of comparable companie\ns.\nTotal employer contributions to the pension plans are presented below:\nFor our qualified pension plans, we made\nno\ncontributions during 2021, 2020 and 2019. We do not anticipate making contributions to our qualified pension plans in 2022. For our nonqualified pension plans, we\ncontributed\n$\n8.0\nmillion,\n$\n8.8\nmillion and $\n8.9\nmillion\nduring 2021, 2020 and 2019, respectively, and expect to contribute $\n8.2\nmillion during 2022.\nThe following benefit payments, which reflect expected future service, as appropriate, are expected to be paid:\nWe contribute to a number of multiemployer defined benefit pension plans under the terms of collective-bargaining agreements for union-represented employees. The risks of participating in multiemployer plans differ from single employer plans as follows:\n\nassets contributed to a multiemployer plan by one employer may be used to provide benefits to employees of other participating employers\n\nif a participating employer stops contributing to the plan, the unfunded obligations of the plan may be borne by the remaining participating employers\n\nif we cease to have an obligation to contribute to one or more of the multiemployer plans to which we contribute, we may be required to pay those plans an amount based on the underfunded status of the plan, referred to as a withdrawal liability\nNone of the multiemployer pension plans that we participate in are individually significant. Our contributions to individual multiemployer pension plans did not exceed\n5\n% of the plans’ total contributions in the three years ended December 31, 2021, 2020 and 2019. Total contributions to multiemployer pension plans were $\n16.9\nmillion in 2021, $\n10.3\nmillion in 2020 and $\n10.4\nmillion in 2019.\nAs of December 31, 2021, a total of\n16.2\n% of our domestic hourly labor force was covered by collective-bargaining agreements. Of such employees covered by collective-bargaining agreements,\n47.8\n% were covered by agreements that expire in 2022. We also employed\n325\nunion employees in Mexico who are covered by a collective-bargaining agreement that will expire in 2022.\nNone\nof our union employees in Mexico participate in multiemployer pension plans.\nIn addition to the pension plans noted above, we had\none\nunfunded supplemental retirement plan as of December 31, 2021 and 2020. The accrued costs for the supplemental retirement plan were $\n1.1\nmillion at December 31, 2021 and $\n2.5\nmillion at December 31, 2020.\nPOSTRETIREMENT PLANS\nIn addition to pension benefits, we provide certain healthcare and life insurance benefits for some retired employees. In 2021, we amended our postretirement healthcare plan to increase our employer contribution rate from the previously capped level to a higher level effective 2022. This will serve as a cost reduction for retirees in 2022 that will carry forward as we use this new benchmark for future employer contributions. Previously (in 2012), we amended our postretirement healthcare plan to cap our employer portion of the medical coverage cost at the 2015 level.\nSubstantially all our salaried employees and, where applicable, certain of our hourly employees may become eligible for these benefits if they reach a qualifying age and meet certain service requirements. Generally, Company-provided healthcare benefits end when covered individuals become eligible for Medicare benefits, become eligible for other group insurance coverage or reach age\n65\n, whichever occurs first.\nThe following table sets forth the combined funded status of the plans and their reconciliation with the related amounts recognized in our consolidated financial statements at December 31:\nThe decrease in actuarial gain as of December 31, 2021 was primarily attributable to less favorable demographic experience and higher benefit payments than expected compared with the prior year.\nThe following table sets forth the components of net periodic benefit cost, amounts recognized in other comprehensive income, weighted-average assumptions and assumed trend rates of the plans at December 31:\nTotal\nemployer contributions\nto\nthe postretirement plans are presented below:\nThe employer contributions shown above are equal to the cost of benefits during the year. The plans are not funded and are not subject to any regulatory funding requirements.\nThe following benefit payments, which reflect expected future service, as appropriate, are expected to be paid:\nContributions by participants to the postretirement benefit plans for the years ended December 31 are as follows:\nPENSION AND OTHER POSTRETIREMENT BENEFITS ASSUMPTIONS\nEach year, we review our assumptions for discount rates (used for PBO, service cost, and interest cost calculations), the per capita cost of healthcare benefits and the expected return on plan assets. Due to plan changes made in 2013, annual pay increases do not materially impact plan obligations.\nWe use a high-quality bond full yield curve approach (specific spot rates for each annual expected cash flow) to establish the discount rates at each measurement date. At December 31, 2021, the discount rates used were as follows:\n\nPBO for various plans – ranged from\n2.09\n% to\n3.07\n% (December 31, 2020 ranged from\n1.55\n% to\n2.72\n%)\n\nService cost – weighted average of\n2.99\n%\nand\n2.55\n%\n, respectively, for our pension plans and our other postretirement plans (2020 figures were\n2.92\n%\nand\n3.09\n%, respectively\n)\n\nInterest cost – weighted average of\n1.90\n%\nand\n1.60\n%\n, respectively, for our pension plans and our other postretirement plans (2020 figures were\n2.78\n%\nand\n2.42\n%, respectively\n)\nIn selecting the rate of increase in the per capita cost of covered healthcare benefits, we consider past performance and forecast of future healthcare cost trends. At December 31, 2021, our assumed rate of increase in the per capita cost of covered healthcare benefits was\n6.60\n% for pre-65 coverage and\n6.50\n% for post-65 coverage for 2022, with both rates decreasing each year until reaching\n4.50\n% in 2028 and remaining level thereafter.\nOur expected return on plan assets is: (1) a long-term view based on our current asset allocation, and (2) a judgment informed by consultation with our retirement plans’ consultant and our pension plans’ actuary.\nAs a result of remeasurements, the 2021 expected return on plan assets was revised from\n5.25\n% at 12/31/2020 to\n3.75\n% at 10/31/2021 and the 2020 expected return on plan assets was revised from\n5.75\n% at 12/31/2019 to\n5.25\n% at 11/30/2020. F\nor 2022, we set the expected return on plan assets to\n4.00\n%.\nDE\nFINED CONTRIBUTION PLANS\nIn addition to our pension and postretirement plans, we sponsor\nfive\ndefined contribution plans including three plans related to the U.S. Concrete acquisition. Substantially all salaried and nonunion hourly employees are eligible to be covered by one of these plans. Under these plans, we match employees’ eligible contributions at established rates. Expense recognized in connection with these matching obligations totaled $\n67.5\nmillion in 2021, $\n50.8\nmillion\nin 2020 and $\n53.9\nmillion in 2019.\nNOTE 11: INCENTIVE PLANS\nSHARE-BASED COMPENSATION PLANS\nOur 2016 Omnibus Long-term Incentive Plan (Plan) authorizes the granting of performance shares, restricted shares, Stock-Only Stock Appreciation Rights (SOSARs) and other types of share-based awards to key salaried employees and nonemployee directors. The maximum number of shares that may be issued under the Plan is\n8,000,000\n, of which\n5,935,934\nshares remain under this authorization as of December 31, 2021.\nPERFORMANCE SHARES\n—\nEach performance share unit is equal to and paid in one share of our common stock, but carries no voting rights. The number of units ultimately paid for performance share awards may range from\n0\n% to\n200\n% of the number of units awarded on the date of grant. Payment is based upon the outcome of performance and/or market conditions. Awards vest on December 31 of the\nthird\nyear after date of grant. Vesting is accelerated upon death, disability, or change of control and the awards become non-forfeitable upon reaching retirement age\n—\nall as defined in the award agreement. Nonvested units are forfeited upon termination for any other reason. Expense provisions referable to performance share awards amounted to $\n18.2\nmillion in 2021, $\n17.8\nmillion in 2020 and $\n18.2\nmillion in 2019.\nThe fair value of performance shares is estimated as of the date of grant using a Monte Carlo simulation model. The following table summarizes the activity for nonvested performance share units during the year ended December 31, 2021:\nDuring 2020 and 2019, the weighted-average grant date fair value of performance shares granted was $\n133.95\nand $\n110.39\n, respectively.\nThe aggregate values for distributed performance share awards are based on the closing price of our common stock as of the distribution date. The aggregate values of distributed performance shares for the years ended December 31 are as follows:\n‎\nRESTRICTED SHARES\n—\nEach restricted share unit is equal to and paid in one share of our common stock, but carries no voting rights. Awards vest on the\nthird\nanniversary of the grant date. Vesting is accelerated upon reaching retirement age, death, disability, or change of control, all as defined in the award agreement. Nonvested units are forfeited upon termination for any other reason. Expense provisions referable to restricted share awards amounted to $\n10.4\nmillion in 2021, $\n9.8\nmillion in 2020 and $\n7.8\nmillion in 2019.\nThe fair value of restricted shares is estimated as of the date of grant based on the stock price adjusted for dividends foregone. The following table summarizes the activity for nonvested restricted share units during the year ended December 31, 2021:\nDuring 2020 and 2019, the weighted-average grant date fair value of restricted shares granted was $\n133.95\nand $\n110.39\n, respectively.\nThe aggregate values for distributed restricted share awards are based on the closing price of our common stock as of the distribution date. The aggregate values of distributed restricted shares for the years ended December 31 are as follows:\nSTOCK\n-\nONLY STOCK APPRECIATION RIGHTS (SOSARs)\n— SOSARs granted have an exercise price equal to the market value of our underlying common stock on the date of grant\n. Th\ne SOSARs vest ratably over\n3\nyears\nand expire\n10\nyears subsequent to the\ndate of\ngran\nt. V\nesting is accelerated upon reaching retirement age, death, disability, or change of control, all as defined in the award agreement. Nonvested awards are forfeited upon termination for any other\nreason.\nThe fair value of SOSARs is estimated as of the date of grant using the Black-Scholes option pricing model. Compensation cost for SOSARs is based on this grant date fair value and is recognized for awards that ultimately vest. The following table presents the weighted-average fair value and the weighted-average assumptions used in estimating the fair value of grants during the years ended December 31:\nThe risk-free interest rate is based on the yield at the date of grant of a U.S. Treasury security with a maturity period approximating the SOSARs expected term. The dividend yield assumption is based on our historical dividend payouts adjusted for current expectations of future payouts. The volatility assumption is based on the historical volatility and expectations about future volatility of our common stock over a period equal to the SOSARs expected term. The expected term is based on historical experience and expectations about future exercises and represents the period of time that SOSARs granted are expected to be outstanding.\n‎\nA summary of our SOSAR activity as of December 31, 2021 and changes during the year are presented below:\nThe aggregate intrinsic values in the table above represent the total pretax intrinsic value (the difference between our stock price on the last trading day of 2021 and the exercise price, multiplied by the number of in-the-money SOSARs) that would have been received by the option holders had all SOSARs been exercised on December 31, 2021. These values change based on the fair market value of our common stock. The aggregate intrinsic values of SOSARs exercised for the years ended December 31 are as follows:\nThe following table presents cash and stock consideration received and tax benefit realized from SOSAR exercises and compensation cost recorded referable to SOSARs for the years ended December 31:\nNONEMPLOYEE DIRECTOR AWARDS\n— In addition to the share-based compensation plans for employees discussed above, we issue a limited number of stock units to our nonemployee directors annually. Expense provisions referable to nonemployee director stock units amounted to $\n2.2\nmillion in 2021, $\n1.6\nmillion in 2020 and $\n1.8\nmillion in 2019.\nCASH-BASED COMPENSATION PLANS\nWe have incentive plans under which cash awards may be made annually. Expense provisions under these plans referable to awards to officers and certain employees amounted to $\n42.2\nmillion in 2021, $\n42.1\nmillion in 2020 and $\n40.8\nmillion in 2019.\nNOTE 12: COMMITMENTS AND CONTINGENCIES\nWe have commitments in the form of unconditional purchase obligations as of December 31, 2021. These include commitments for the purchase of property, plant & equipment of $\n18.2\nmillion and commitments for noncapital purchases of $\n67.5\nmillion. These commitments are due as follows:\nExpenditures for noncapital purchases totaled $\n53.4\nmillion in 2021, $\n87.4\nmillion in 2020 and $\n87.0\nmillion in 2019.\nWe have commitments in the form of minimum royalties under mineral leases as of December 31, 2021 in the amount of $\n253.8\nmillion, due as follows:\nExpenditures for royalties under mineral leases totaled $\n90.4\nmillion in 2021, $\n81.5\nmillion in 2020 and $\n84.8\nmillion in 2019.\nCertain of our aggregates reserves are burdened by volumetric production payments (nonoperating interest) as described in Note 2. As the holder of the working interest, we have responsibility to bear the cost of mining and producing the reserves attributable to this nonoperating interest.\nAs described in Note 1 under the caption Claims and Litigation Including Self-Insurance, our net liabilities for our self-insurance program totaled $\n130.5\nmillion as of December 31, 2021.\nAs summarized by purpose in Note 6, our standby letters of credit totaled $\n84.4\nmillion as of December 31, 2021.\nAs outlined in Note 7, our present value of future minimum (nonmineral) lease payments totaled $\n787.6\nmillion\nas of December 31, 2021.\nAs described in Note 9, our liability for unrecognized tax benefits is $\n10.8\nmillion as of December 31, 2021.\nAs described in Note 17, our asset retirement obligations totaled $\n315.2\nmillion as of December 31, 2021.\nLITIGATION AND ENVIRONMENTAL MATTERS\nWe are subject to occasional governmental proceedings and orders pertaining to occupational safety and health or to protection of the environment, such as proceedings or orders relating to noise abatement, air emissions or water discharges. As part of our continuing program of stewardship in safety, health and environmental matters, we have been able to resolve such proceedings and to comply with such orders without any material adverse effects on our business.\nWe have received notices from the United States Environmental Protection Agency (EPA) or similar state or local agencies that we are considered a potentially responsible party (PRP) at a limited number of sites under the Comprehensive Environmental Response, Compensation and Liability Act (CERCLA or Superfund) or similar state and local environmental laws. Generally we share the cost of remediation at these sites with other PRPs or alleged PRPs in accordance with negotiated or prescribed allocations. There is inherent uncertainty in determining the potential cost of remediating a given site and in determining any individual party's share in that cost. As a result, estimates can change substantially as additional information becomes available regarding the nature or extent of site contamination, remediation methods, other PRPs and their probable level of involvement, and actions by or against governmental agencies or private parties.\nWe have reviewed the nature and extent of our involvement at each Superfund site, as well as potential obligations arising under other federal, state and local environmental laws. While ultimate resolution and financial liability is uncertain at a number of the sites, in our opinion based on information currently available, the ultimate resolution of claims and assessments related to these sites will not have a material effect on our consolidated results of operations, financial position or cash flows, although amounts recorded in a given period could be material to our results of operations or cash flows for that period. Amounts accrued for environmental matters are presented in Note 8.\nWe are a defendant in various lawsuits in the ordinary course of business. It is not possible to determine with precision the outcome, or the amount of liability, if any, under these lawsuits, especially where the cases involve possible jury trials with as yet undetermined jury panels.\nIn addition to these lawsuits in which we are involved in the ordinary course of business, certain other material legal proceedings are specifically described below.\n■\nLOWER PASSAIC RIVER STUDY AREA (DISCONTINUED OPERATIONS and SUPERFUND SITE)\n— The Lower Passaic River Study Area is part of the Diamond Shamrock Superfund Site in New Jersey. Vulcan and approximately\n70\nother companies are parties (collectively the Cooperating Parties Group, CPG) to a May 2007 Administrative Order on Consent (AOC) with the EPA to perform a Remedial Investigation/Feasibility Study (draft RI/FS) of the lower\n17\nmiles of the Passaic River (River). The draft RI/FS was submitted recommending a targeted hot spot remedy; however, the EPA issued a record of decision (ROD) in March 2016 that calls for a bank-to-bank dredging remedy for the lower\n8\nmiles of the River. The EPA estimates that the cost of implementing this proposal is $\n1.38\nbillion. In September 2016, the EPA entered into an Administrative Settlement Agreement and Order on Consent with Occidental Chemical Corporation (Occidental) in which Occidental agreed to undertake the remedial design for this bank-to-bank dredging remedy and to reimburse the United States for certain response costs.\nEfforts to investigate and remediate the River have been underway for many years and have involved hundreds of entities that have had operations on or near the River at some point during the past several decades. We formerly owned a chemicals operation near the mouth of the River, which was sold in 1974. The major risk drivers in the River have been identified to include dioxins, PCBs, DDx and mercury. We did not manufacture any of these risk drivers and have no evidence that any of these were discharged into the River by Vulcan.\nIn August 2017, the EPA informed certain members of the CPG, including Vulcan and others, that it planned to use the services of a third-party allocator with the expectation of offering cash-out settlements to some parties in connection with the bank-to-bank remedy identified in the ROD. This voluntary allocation process established an impartial third-party expert recommendation for use by the government and the participants as the basis for possible settlements, including settlements related to future remediation actions. The final allocation recommendations, which are subject to confidentiality provisions, were submitted to the EPA for its review and consideration in late December 2020. Certain PRPs, including Vulcan, thereafter received a joint confidential settlement demand from the EPA/Department of Justice (DOJ). In early February 2022, Vulcan and certain of the other PRPs that received the joint confidential settlement demand (the Settling Defendants) reached an agreement in principle with the EPA/DOJ. The Settling Defendants and the governmental agencies intend to negotiate a consent decree. If the consent decree is approved by the court, Vulcan’s portion of the settlement would be within the immaterial loss recorded for this matter in 2015.\nIn July 2018, Vulcan, along with more than one hundred other defendants, was sued by Occidental in United States District Court for the District of New Jersey, Newark Vicinage. Occidental is seeking cost recovery and contribution under CERCLA. It is unknown at this time how the proposed settlement with the EPA/DOJ would affect the Occidental lawsuit.\n■\nTEXAS BRINE MATTER (DISCONTINUED OPERATIONS) —\nDuring the operation of its former Chemicals Division, Vulcan secured the right to mine salt out of an underground salt dome formation in Assumption Parish, Louisiana from 1976 - 2005. Throughout that period, the Texas Brine Company (Texas Brine) was the operator contracted by Vulcan (and later Occidental Chemical Company (Occidental)) to mine and deliver the salt. We sold our Chemicals Division in 2005 and transferred our rights and interest related to the salt and mining operations to the purchaser, a subsidiary of Occidental, and we have had no association with the leased premises or Texas Brine since that time. In August 2012, a sinkhole developed in the vicinity of the Texas Brine mining operations, and numerous lawsuits were filed in state court in Assumption Parish, Louisiana. Other lawsuits, including class action litigation, were also filed in federal court before the Eastern District of Louisiana in New Orleans.\nThere have been numerous defendants, including Texas Brine and Occidental, to the litigation in state and federal court. Vulcan was first brought into the litigation as a third-party defendant in August 2013 by Texas Brine. We have since been added as a direct and third-party defendant by other parties, including a direct claim by the state of Louisiana. Damage categories encompassed within the litigation include, but are not limited to, individual plaintiffs’ claims for property damage; a claim by the state of Louisiana for response costs and civil penalties; claims by Texas Brine for past and future response costs, lost profits and investment costs, indemnity payments, attorneys’ fees, other litigation costs and judicial interests; claims for physical damages to nearby oil and gas pipelines and storage facilities (pipelines); and business interruption claims.\nIn addition to the plaintiffs’ claims, we were also sued for contractual indemnity and comparative fault by both Texas Brine and Occidental. It is alleged that the sinkhole was caused, in whole or in part, by our negligent or fraudulent actions or failure to act. It is also alleged that we breached the salt lease with Occidental, as well as an operating agreement and related contracts with Texas Brine; that we were strictly liable for certain property damages in our capacity as a former lessee of the salt lease; and that we violated certain covenants and conditions in the agreement under which we sold our Chemicals Division to Occidental. We likewise made claims for contractual indemnity and on a basis of comparative fault against Texas Brine and Occidental.\nVulcan and Occidental have since dismissed all of their claims against one another. Texas Brine has claims that remain pending against Vulcan and against Occidental\n.\nA joint bench trial (judge only) began in September 2017 and ended in October 2017 in the pipeline cases. The trial was limited in scope to the allocation of comparative fault or liability for causing the sinkhole, with a second trial phase addressed to contract and damages to be held at a later date. In December 2017, the judge issued a ruling on the allocation of fault among the three defendants as follows: Occidental\n50\n%, Texas Brine\n35\n% (and its wholly-owned subsidiary) and Vulcan\n15\n%. This ruling was appealed by the parties in each of the pipeline cases. In December 2020, the Louisiana Court of Appeal, First Circuit issued its Notice of Judgment and Disposition in one of the pipeline cases reversing in part and amending the trial court judgment to reallocate\n20\n% of the fault from Occidental to Texas Brine, with the result that\n30\n% of the fault is now allocated to Occidental and\n55\n% of the fault is now allocated to Texas Brine (and its wholly-owned subsidiary). The Court of Appeal affirmed the\n15\n% fault allocation to Vulcan. The Court of Appeal made various other findings, including findings related to the arbitrability of certain claims between Occidental and Texas Brine. In May 2021, the Court of Appeal issued a judgment in a second pipeline case, assigning the same allocation of fault between the parties. Vulcan and Texas Brine applied to the Louisiana Supreme Court seeking review of these judgments. Those applications were denied, resulting in final judgments regarding fault allocations in two of the three pipeline cases. The appeal in the third pipeline case remains pending.\nWe have settled claims by all plaintiffs except in two outstanding cases, and our insurers to date have funded these settlements in excess of our self-insured retention amount. The remaining cases involve Texas Brine and the State of Louisiana. Discovery remains ongoing, and we cannot reasonably estimate a range of liability pertaining to these open cases at this time.\n■\nNEW YORK WATER DISTRICT CASES (DISCONTINUED OPERATIONS) —\nDuring the operation of our former Chemicals Division, which was divested to Occidental in 2005, Vulcan manufactured a chlorinated solvent known as 1,1,1-trichloroethane. We are a defendant in\n27\ncases allegedly involving 1,1,1-trichloroethane. All of the cases are filed in the United States District Court for the Eastern District of New York. According to the various complaints, the plaintiffs are public drinking water providers who serve customers in seven New York counties (Nassau, Orange, Putnam, Sullivan, Ulster, Washington and Westchester). It is alleged that our 1,1,1-trichloroethane was stabilized with 1,4-dioxane and that various water wells of the plaintiffs are contaminated with 1,4-dioxane. The plaintiffs are seeking unspecified compensatory and punitive damages. We will vigorously defend the cases. At this time we cannot determine the likelihood, or reasonably estimate a range of loss, if any, pertaining to the cases.\n■\nHEWITT LANDFILL MATTER (SUPERFUND SITE)\n— In September 2015, the Los Angeles Regional Water Quality Control Board (RWQCB) issued a Cleanup and Abatement Order directing Vulcan to assess, monitor, cleanup and abate wastes that have been discharged to soil, soil vapor, and/or groundwater at the former Hewitt Landfill in Los Angeles.\nFollowing an onsite and offsite investigation and pilot scale testing, the RWQCB approved a corrective action that includes leachate recovery, storm water capture and conveyance improvements, and a groundwater pump, treat and reinjection system. Certain on-site source control measures have been implemented, and the new treatment system is fully operational. Currently-anticipated costs of these on-site source control activities have been fully accrued.\nWe are also engaged in an ongoing dialogue with the EPA, Honeywell, and the Los Angeles Department of Water and Power (LADWP) regarding the potential contribution of the Hewitt Landfill to groundwater contamination in the North Hollywood Operable Unit (NHOU) of the San Fernando Valley Superfund Site.\nThe EPA and Vulcan entered into an AOC and Statement of Work having an effective date of September 2017 for the design of\ntwo\nextraction wells south of the Hewitt Landfill to protect the North Hollywood West (NHW) well field located within the NHOU. In November 2017, we submitted a Pre-Design Investigation (PDI) Work Plan to the EPA, which sets forth the activities and schedule for collection of data in support of our evaluation of the need for an offsite remedy. In addition, this evaluation was expanded as part of the PDI to include the evaluation of a remedy in light of a new project by LADWP at the Rinaldi-Toluca (RT) wellfield. PDI investigative activities were completed between the first and third quarters of 2018, and in December 2018 we submitted a Draft PDI Evaluation Report to the EPA. The PDI Evaluation Report summarizes data collection activities conducted pursuant to the Draft PDI Work Plan and provides model updates and evaluation of remediation alternatives for offsite areas. The EPA provided an initial set of comments on the Draft PDI Evaluation Report in May 2019 and a final set of comments in October 2020. The final set of comments includes a request for Vulcan to revise and develop a Final PDI Evaluation Report. The final comments further provide, if Vulcan agrees, a proposal for an alternative approach for offsite remediation (as opposed to installation of offsite extraction wells) and development of a Supplemental PDI Evaluation Report that would require the EPA to modify the remedy in the 2009 ROD as it relates to the Hewitt Landfill. In December 2020, Vulcan submitted the Final PDI Evaluation Report, which includes edits to the Draft PDI Evaluation Report and responses to the EPA’s comments. Until the EPA’s review and approval of the Final PDI Evaluation Report and any Supplemental PDI Evaluation Report on remedial alternative(s) is complete and an effective remedy has been selected by the EPA or agreed upon, we cannot identify any further remedial action that may be required. Given the various stakeholders involved and the uncertainties relating to remediation alternatives, we cannot reasonably estimate a loss pertaining to Vulcan’s responsibility for future remedial action required by the EPA.\nIn December 2019, Honeywell agreed with LADWP to build a water treatment system (often referred to as the Cooperative Containment Concept or CCC or the second interim remedy) that will provide treated groundwater in the NHOU to LADWP for public water supply purposes. Honeywell contends that some of the contamination to be remediated by the system it will build originated from the Hewitt Landfill, and that Vulcan should fund some portion of the costs that Honeywell has incurred and will incur in developing the second interim remedy. During the fourth quarter of 2021, Vulcan completed a partial settlement with Honeywell related to certain of the costs that Honeywell has incurred for an immaterial amount. We are also gathering and analyzing data and developing technical information to determine the extent of possible contribution by the Hewitt Landfill to the groundwater contamination in the area. This work is also intended to assist in identification of other PRPs that may have contributed to groundwater contamination in the area. At this time, we cannot reasonably estimate a range of an additional loss to Vulcan pertaining to this contribution claim.\nFurther, LADWP has announced plans to install new treatment capabilities at\ntwo\nCity wellfields located near the Hewitt Landfill\n—\nthe NHW wellfield and the RT wellfield. LADWP has alleged that the Hewitt Landfill is one of the primary PRPs for the contamination at the NHW wellfield and is one of many PRPs for the contamination at the RT wellfield. We are gathering and analyzing data and developing technical information to determine the extent of possible contribution by the Hewitt Landfill to the groundwater contamination in the area, consistent with the parallel request by the EPA. This work is also intended to assist in identification of other PRPs that may have contributed to groundwater contamination in the area. Vulcan is also seeking access to LADWP’s list of PRPs. At this time, we cannot reasonably estimate a range of a loss to Vulcan pertaining to this contribution claim.\n■\nNAFTA ARBITRATION\n— In September 2018, our subsidiary Legacy Vulcan, LLC (Legacy Vulcan), on its own behalf, and on behalf of our Mexican subsidiary Calizas Industriales del Carmen, S.A. de C.V. (Calica), served the United Mexican States (Mexico) a Notice of Intent to Submit a Claim to Arbitration under Chapter 11 of the North American Free Trade Agreement (NAFTA). Our NAFTA claim relates to the treatment of a portion of our quarrying operations in Playa del Carmen (Cancun), Mexico, arising from, among other measures, Mexico’s failure to comply with a legally binding zoning agreement and relates to other unfair, arbitrary and capricious actions by Mexico’s environmental enforcement agency. We assert that these actions are in breach of Mexico’s international obligations under NAFTA and international law.\nAs required by Article 1118 of NAFTA, we sought to settle this dispute with Mexico through consultations. Notwithstanding our good faith efforts to resolve the dispute amicably, we were unable to do so and filed a Request for Arbitration with the International Centre for Settlement of Investment Disputes (ICSID) in December 2018. In January 2019, ICSID registered our Request for Arbitration.\nA hearing on the merits took place in July 2021, and we expect that the NAFTA arbitration tribunal will issue a decision in the second half of 2022. While we await the final resolution from the tribunal, we have continued to engage with government officials to pursue an amicable resolution of the dispute. Recently, however, the Mexican government has taken additional actions that adversely affect our operations in that country, including delays in issuing a historically routine three-year customs permit for our deep-water port. Mexico has issued a short-term customs permit that must be renewed after two months. Failure by the Mexican government to issue the customary three-year customs permit or its taking of other measures that force us to cease or that otherwise impede our operations in Mexico would have an adverse effect on our ability to supply customers.\nAt this time, there can be no assurance whether we will be successful in our NAFTA claim, and we cannot quantify the amount we may recover, if any, under this arbitration proceeding if we are successful. We continue to negotiate with the Mexican authorities to reach a mutually agreeable and beneficial solution.\nIt is not possible to predict with certainty the ultimate outcome of these and other legal proceedings in which we are involved, and a number of factors, including developments in ongoing discovery or adverse rulings, or the verdict of a particular jury, could cause actual losses to differ materially from accrued costs.\nNo\nliability was recorded for claims and litigation for which a loss was determined to be only reasonably possible or for which a loss could not be reasonably estimated. Legal costs incurred in defense of lawsuits are expensed as incurred. In addition, losses on certain claims and litigation described above may be subject to limitations on a per occurrence basis by excess insurance, as described in Note 1 under the caption Claims and Litigation Including Self-insurance.\nNOTE 13: EQUITY\nOur capital stock consists solely of common stock, par value $\n1.00\nper share, of which\n480,000,000\nshares may be issued. Holders of our common stock are entitled to\none\nvote per share. We may also issue\n5,000,000\nshares of preferred stock, but\nno\nshares have been issued. The terms and provisions of such shares will be determined by our Board of Directors upon any issuance of preferred shares in accordance with our Certificate of Incorporation.\nThere were\nno\nshares held in treasury as of December 31, 2021, 2020 and 2019.\nOur common stock purchases (all of which were open market purchases) and subsequent retirements for the years ended December 31 are summarized below:\nAs of December 31, 2021,\n8,064,851\nshares may be purchased under the current authorization of our Board of Directors.\nDividends for the years ended December 31 were as follows:\nTotal equity as presented in the consolidated financial statements for the year ended December 31, 2021 includes a noncontrolling interest of $\n22.7\nmillion, representing the unowned portion of a subsidiary. See Note 1 under the heading “Noncontrolling Interest” for additional discussion.\nNOTE 14: OTHER COMPREHENSIVE INCOME\nComprehensive income comprises two subsets: net earnings and other comprehensive income (OCI). The components of OCI are presented in the accompanying Consolidated Statements of Comprehensive Income and Consolidated Statements of Equity, net of applicable taxes.\nAmounts in accumulated other comprehensive income (AOCI), net of tax, at December 31, are as follows:\nChanges in AOCI, net of tax, for the three year\ns\nended December 31, 2021 are as follows:\nAmounts reclassified from AOCI to earnings are as follows:\nNOTE 15: SEGMENT REPORTING\nWe have\nfour\noperating (and reportable) segments organized around our principal product lines: Aggregates, Asphalt, Concrete and Calcium. Management reviews earnings from these reporting segments principally at the gross profit level.\nThe Aggregates segment produces and sells aggregates (crushed stone, sand and gravel, sand, and other aggregates) and related products and services. During 2021, the Aggregates segment principally served markets in\ntwenty-two\nstates, the U.S. Virgin Islands, Washington D.C., the Bahamas, British Columbia (Canada) and Quintana Roo (Mexico) with a full line of aggregates, and\neleven\nadditional states with railroad ballast. The 2021 acquisition of U.S. Concrete expanded our full line aggregates markets by\ntwo\nstates (New Jersey and New York), the U.S. Virgin Islands, British Columbia, Canada, and direct shipments to Hawaii. Customers use aggregates primarily in the construction and maintenance of highways, streets and other public works and in the construction of housing and commercial, industrial and other nonresidential facilities. Customers are served by truck, rail and water distribution networks from our production facilities and sales yards. Due to the high weight-to-value ratio of aggregates, markets generally are local in nature. Quarries located on waterways and rail lines allow us to serve remote markets where local aggregates reserves may not be available.\nThe Asphalt segment produces and sells asphalt mix in\nsix\nstates: Alabama, Arizona, California, New Mexico, Tennessee and Texas, and includes asphalt construction paving in\nthree\nstates: Alabama, Tennessee and Texas.\nThe Concrete segment produces and sells ready-mixed concrete in\neight\nstates: California, Maryland, New Jersey, New York, Oklahoma, Pennsylvania, Texas and Virginia, in addition to the U.S. Virgin Islands and Washington D.C. In 2021, through our acquisition of U.S. Concrete, we entered the New Jersey, New York, Oklahoma, Pennsylvania and U.S. Virgin Islands concrete markets and expanded our existing markets in California, Texas and Washington D.C. In 2020, we exited the New Mexico ready-mixed concrete market through a divestiture (see Note 19).\nThe Calcium segment consists of a Florida facility that mines, produces and sells calcium products.\nAggregates comprise approximately\n95\n% of asphalt mix by weight and\n80\n% of ready-mixed concrete by weight. Our Asphalt and Concrete segments are primarily supplied with their aggregates requirements from our Aggregates segment. These intersegment sales are made at local market prices for the particular grade and quality of product used in the production of asphalt mix and ready-mixed concrete and are excluded from total revenues. Customers for our Asphalt and Concrete segments are generally served locally at our production facilities or by truck. Because asphalt mix and ready-mixed concrete harden rapidly, delivery is time constrained and generally confined to a radius of approximately\n20\nto\n25\nmiles from the producing facility.\nThe vast majority of our activities are domestic. We sell a relatively small amount of construction aggregates outside the United States. Total domestic revenues were $\n5,532.0\nmillion\nin 2021, $\n4,845.9\nmillion in 2020 and $\n4,913.0\nmillion in 2019. Nondomestic Aggregates segment revenues were $\n20.2\nmillion in 2021, $\n11.0\nmillion in 2020 and $\n16.1\nmillion in 2019; there were\nno\nsignificant nondomestic revenues in our Asphalt, Concrete or Calcium segments. Long-lived assets outside the United States, which consist primarily of property, plant & equipment, were $\n459.5\nmillion in 2021, $\n261.6\nmillion in 2020 and $\n274.4\nmillion in 2019. Equity method investments of $\n26.5\nmillion in 2021, $\n26.5\nmillion\nin 2020 and $\n50.6\nmillion in 2019 are included below in the identifiable assets for the Aggregates segment and in investments and long-term receivables on the accompanying Consolidated Balance Sheets.\nSEGMENT FINANCIAL DISCLOSURE\nNOTE 16: SUPPLEMENTAL CASH FLOW INFORMATION\nSupplemental information referable to the Consolidated Statements of Cash Flows is summarized below:\nNOTE 17: ASSET RETIREMENT OBLIGATIONS\nAsset retirement obligations (AROs) are legal obligations associated with the retirement of long-lived assets resulting from the acquisition, construction, development and/or normal use of the underlying assets, including legal obligations for land reclamation. Recognition of a liability for an ARO is required in the period in which it is incurred at its estimated fair value. The associated asset retirement costs are capitalized as part of the carrying amount of the underlying asset and depreciated over the estimated useful life of the asset. The liability is accreted through charges to operating expenses. If the ARO is settled for other than the carrying amount of the liability, we recognize a gain or loss on settlement.\nFor the years ended December 31, ARO operating costs related to accretion of the liabilities and depreciation of the assets are as follows:\nARO operating costs are reported in cost of revenues. AROs are reported within other noncurrent liabilities in our accompanying Consolidated Balance Sheets.\nReconciliations of the carrying amounts of our AROs for the years ended December 31 are as follows:\nARO liabilities incurred during 2021 primarily relate to those assumed in the acquisition of U.S. Concrete (see Note 19). ARO revisions during 2020 primarily include increases in estimated costs at\ntwo\naggregates locations, including reclamation activities required under a development agreement at an aggregates site on owned property in Southern California. The reclamation required under the development agreement will result in the restoration of previously mined property to conditions suitable for retail and commercial development.\nNOTE 18: GOODWILL AND INTANGIBLE ASSETS\nAcquired identifiable intangible assets are classified into three categories: (1) goodwill, (2) intangible assets with finite lives subject to amortization and (3) intangible assets with indefinite lives. Goodwill and intangible assets with indefinite lives are not amortized; rather, they are reviewed for impairment at least annually.\nGOODWILL\nGoodwill is recognized when the consideration paid for a business exceeds the fair value of the tangible and identifiable intangible assets acquired. Goodwill is allocated to reporting units for purposes of testing goodwill for impairment. There were\nno\ncharges for goodwill impairment in the years ended December 31, 2021, 2020 and 2019. Accumulated goodwill impairment losses amount to $\n252.7\nmillion (year 2008) in our former Cement segment.\nWe have\nfour\nreportable segments organized around our principal product lines: Aggregates, Asphalt, Concrete and Calcium. Changes in the carrying amount of goodwill by reportable segment for the three years ended December 31, 2021 are shown below:\nWe\ntest goodwill for impairment on an annual basis or more frequently if events or circumstances change in a manner that would more likely than not reduce the fair value of a reporting unit below its carrying value. A decrease in the estimated fair value of one or more of our reporting units could result in the recognition of a material, noncash write-down of goodwill.\nINTANGIBLE ASSETS\nIntangible assets consist of contractual rights in place (primarily permitting and zoning rights), noncompetition agreements, customer relationships and trade names and trademarks. Intangible assets acquired in business combinations are stated at their fair value determined as of the date of acquisition. Intangible assets acquired individually or otherwise obtained outside a business combination consist primarily of permitting, permitting compliance and zoning rights and are stated at their historical cost less accumulated amortization. Costs incurred to renew or extend the life of existing intangible assets are capitalized. These capitalized renewal/extension costs were immaterial for the years presented.\nSee Note 19 for the details of the intangible assets acquired in business acquisitions during 2021, 2020 and 2019. Amortization of finite-lived intangible assets is computed based on the estimated life of the intangible assets. Contractual rights in place associated with aggregates reserves are amortized using the unit-of-sales method based on estimated recoverable units. Other intangible assets are amortized principally by the straight-line method. Intangible assets are reviewed for impairment when events or circumstances indicate that the carrying amount may not be recoverable. There were\nno\nmaterial charges for impairment of intangible assets in 2021, 2020 and 2019.\nThe gross carrying amount and accumulated amortization by major intangible asset class for the years ended December 31 are summarized below:\nEstimated amortization expense for the five years subsequent to December 31, 2021 is as follows:\nNOTE 19: ACQUISITIONS AND DIVESTITURES\nBUSINESS\nACQUISITIONS\n2021 business acquisitions\n— On August 26, 2021\n, we purchased the following operations in connection with the acquisition of U.S. Concrete, Inc. f\nor\ntotal consideration of\n$\n1,634.5\nmillion, net of cash acquired:\n\nBritish Columbia, Canada — aggregates and aggregates blue-water transportation operations\n\nCalifornia — aggregates distribution terminals and concrete operations\n\nNew Jersey — aggregates and concrete operations\n\nNew York — aggregates and concrete operations\n\nOklahoma — aggregates and concrete operations\n\nPennsylvania — concrete operations\n\nTexas — aggregates and concrete operations\n\nU.S. Virgin Islands — aggregates and concrete operations\n\nWashington, D.C. — concrete operations\nThe amounts of total revenues and net earnings attributable to Vulcan from the U.S. Concrete acquisition are included in our Consolidated Statement of\nC\nomprehensive Income for the year ended December 31, 2021 as follows:\nThe unaudited pro forma financial information in the table below summarizes the results of operations for Vulcan and U.S. Concrete as if they were combined as of January 1, 2020. The pro forma financial information does not reflect any cost savings, operating efficiencies or synergies as a result of this combination.\nConsistent with the assumed acquisition date of January 1, 2020, the pro forma information excludes transactions between Vulcan and U.S. Concrete. The following pro\nforma\ninformation also includes: 1) charges directly attributable to the acquisition, including acquisition related expenses of $\n22.0\nmillion\n, 2) cost of sales related to the sale of acquired inventory marked up to fair value, 3) depreciation, depletion, amortization & accretion expense related to the mark up to fair value of acquired assets, and 4) interest expense and debt retirement costs reflecting the new debt structure:\nThe unaudited pro forma results above may not be indicative of the results that would have been obtained had this acquisition occurred at the beginning of 2020, nor does it intend to be a projection of future results.\nThe fair value of consideration transferred for the U.S. Concrete acquisition and the preliminary amounts (pending\nfinal\nappraisals of intangible assets and property, plant & equipment and related deferred taxes) of assets acquired and liabilities\nassumed are\nsummarized below:\nAdditionally, during 2021 we\npurchased concrete operations in California\nfor\ntotal consideration of\n$\n4.9\nmillion.\nAs a collective result of\nthe 2\n021 acquisitions, we recognized $\n676.6\nmillion o\nf amortizable intangible assets\nand $\n524.6\nmillion\nof goodwill\n. The amortizable intangible assets will be amortized against earnings over a weighted-average period in excess of\n15\nyears. The\n$\n524.6\nmillion of goodwill recognized represents deferred tax liabilities generated from carrying over the seller’s tax basis in the assets acquired and synergies expected to be realized from acquiring an established business with assets that have been assembled over a long period of time\n—\nthe collection of those assets combined with our assets can earn a higher rate of return than either individually. Of the total goodwill recognized, $\n115.6\nmillion\nwill be deductible for income tax purposes.\n2020 business acquisitions\n—\nDuring\n2020\n, we purchased the following operations\nfor\ntotal consideration of\n$\n73.4\nmillion\n($\n43.2\nmillion\ncash and $\n30.2\nmillion noncash):\n\nbusiness to support our aggregates operations across most of our footprint\n\nTexas — asphalt mix and recycle operations\nThe 2020 acquisitions listed above are reported in our consolidated financial statements as of their respective acquisition dates. None of these acquisitions\nwere\nmaterial to our results of operations or financial position either individually or\ncollectively.\nA\ns a result of\nthe 2\n020 acquisitions, we recognized $\n65.5\nmillion\nof amortizable intangible asset\ns a\nnd $\n5.1\nmillion\nof goodwill\n. The\namortizable intangible assets\nwill be amortized against earnings ($\n65.5\nmillion\n-\nstraight-line basis over a weighted-average\n20.0\nyears) and $\n25.7\nmillion will be deductible for income tax purposes over\n15\nyears. The goodwill\nrepresents the balance of deferred tax liabilities generated from carrying over the seller’s tax basis in the assets acquired and is not deductible for income tax purposes.\n2019 business acquisitions\n—\nDuring\n2019\n, we purchased the following operations f\nor\ntotal cash consideration of\n$\n45.3\nmillion:\n\nTennessee — aggregates operations\n\nVirginia — ready-mixed concrete operations\nThe 2019 acquisitions listed above are reported in our consolidated financial statements as of their respective acquisition dates.\nNone of these acquisitions were material to our results of operations or financial position either individually or collectively.\nA\ns a result of\nthe 2\n019 acquisitions, we recognized $\n25.4\nmillion\nof amortizable intangible assets\n(c\nontractual rights in place). The contractual rights in place will be amortized against earnings\non a straight-line basis over a weighted-average\n19.5\nyears and will be deductible for income tax purposes over\n15\nyears.\nDIVESTITURES AND PENDING DIVESTITURES\nIn\n2021, we sol\nd:\n\nFirst quarter — a reclaimed quarry in Southern California resulting in a pretax gain of $\n114.7\nmillion (net of a $\n12.9\nmillion contingency and other directly related obligations)\nIn\n2020, we sold:\n\nFourth quarter — a Virginia ready-mixed concrete business, resulting in an immaterial loss. We retained all real property which is being leased to the buyer and obtained a\n20\n-year aggregates supply agreement\n\nSecond quarter — our New Mexico ready-mixed concrete business, resulting in an immaterial gain. We retained the concrete plants and mobile fleet and are leasing those assets to the buyer. Additionally, we obtained a\n20\n-year aggregates supply agreement\nIn\n2019, we sold:\n\nFirst quarter —\ntwo\naggregates operations in Georgia and reversed a contingent payable related to the fourth quarter 2017 Department of Justice required divestiture of former Aggregates USA operations, resulting in a pretax gain of $\n4.1\nmillion\nNo\nmaterial assets met the criteria for held for sale at December 31, 2021, 2020 or 2019.\nITEM 9"
  },
  {
    "item_key": "item_9",
    "text": "None.\nITEM 9A"
  },
  {
    "item_key": "item_9a",
    "text": "DISCLOSURE CONTROLS AND PROCEDURES\nWe maintain a system of controls and procedures designed to ensure that information required to be disclosed in reports we file with the SEC is recorded, processed, summarized and reported within the time periods specified by the SEC's rules and forms. These disclosure controls and procedures (as defined in the Securities Exchange Act of 1934 Rules 13a - 15(e) or 15d - 15(e)), include, without limitation, controls and procedures designed to ensure that such information is accumulated and communicated to our management, including our Chief Executive Officer and Chief Financial Officer, to allow timely decisions regarding required disclosure. Our Chief Executive Officer and Chief Financial Officer, with the participation of other management officials, evaluated the effectiveness of the design and operation of the disclosure controls and procedures as of December 31, 2021. Based upon that evaluation, our Chief Executive Officer and Chief Financial Officer concluded that our disclosure controls and procedures were effective as of December 31, 2021.\nExcluding the U.S. Concrete acquisition noted below, no material changes were made during the fourth quarter of 2021 to our internal controls over financial reporting, nor have there been other factors that materially affect these controls.\nMANAGEMENT'S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nOur management is responsible for establishing and maintaining an adequate system of internal control over financial reporting as required by the Sarbanes-Oxley Act of 2002 and as defined in Securities Exchange Act Rule 13a-15(f).\nUnder management's supervision, an evaluation of the design and effectiveness of our internal control over financial reporting was conducted based on the framework in\nInternal Control\n—\nIntegrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission. Based on this evaluation, management concluded that our internal control over financial reporting was effective as of December 31, 2021.\nWe completed our acquisition of U.S. Concrete on August 26, 2021 and have not yet included U.S. Concrete in management’s assessment of the effectiveness of our internal controls over financial reporting. We are currently integrating U.S. Concrete into our operations and internal control processes. Accordingly, pursuant to the SEC’s general guidance that an assessment of a recently acquired business may be omitted from the scope of an assessment for one year following the acquisition, the scope of management’s assessment of the effectiveness of our disclosure controls and procedures does not include U.S. Concrete. U.S. Concrete constituted approximately 10% of our total assets as of December 31, 2021 and approximately 8% of our total revenues for the year ended December 31, 2021.\nDeloitte & Touche LLP, an independent registered public accounting firm, as auditors of our consolidated financial statements, has issued an attestation report on the effectiveness of our internal control over financial reporting as of December 31, 2021. Deloitte & Touche LLP's report, which expresses an unqualified opinion on the effectiveness of our internal control over financial reporting, follows this report.\nLIMITATIONS OF EFFECTIVENESS OF CONTROLS AND PROCEDURES\nIn designing and evaluating our disclosure controls and procedures, management recognizes that any controls and procedures, no matter how well designed and operated, can provide only reasonable assurance of achieving the desired control objectives. In addition, the design of disclosure controls and procedures must reflect the fact that there are resource constraints and that management is required to apply its judgment in evaluating the benefits of possible controls and procedures relative to their costs.\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM – INTERNAL CONTROL OVER FINANCIAL REPORTING\nTo the shareholders and Board of Directors of Vulcan Materials Company:\nOpinion on Internal Control over Financial Reporting\nWe have audited the internal control over financial reporting of Vulcan Materials Company and subsidiaries (the “Company”) as of December 31, 2021, based on criteria established in\nInternal Control\n—\nIntegrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2021, based on criteria established in\nInternal Control\n—\nIntegrated Framework (2013)\nissued by COSO.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated financial statements as of and for the year ended December 31, 2021, of the Company and our report dated February 25, 2022, expressed an unqualified opinion on those financial statements.\nAs described in Item 9A, Controls and Procedures, management excluded from its assessment the internal control over financial reporting at U.S. Concrete, which was acquired on August 26, 2021, and whose financial statements constitute 10% of total assets and 8% of total revenues of the consolidated financial statement amounts as of and for the year ended December 31, 2021. Accordingly, our audit did not include the internal control over financial reporting at U.S. Concrete.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company's internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company's internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company's assets that could have a material effect on the financial statements.\nBecause of the inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of the effectiveness to future periods are subject to the risk that the controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n‎\nITEM 9B"
  },
  {
    "item_key": "item_9b",
    "text": "None.\nITEM\n9C"
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\nPART III\nITEM 10"
  },
  {
    "item_key": "item_10",
    "text": "On or about March\n28\n, 2022, we expect to file a definitive proxy statement with the Securities and Exchange Commission pursuant to Regulation 14A (our “2022 Proxy Statement”). The information under the headings “\nProposal 1 -\nElection of Director\ns,” “Co\nrporate Governance\n– Policies,\n”\n“Corporate Governance – Director Nomination Process,”\n“\nCorporate Governance – Committees of the Board of Directors” and “Delinquent Section 16(a) Reports” (to the extent reported therein) i\nncluded in\nour\n2022 Proxy Statement is incorporated herein by reference. See also the information\nabout our executive officers and governance policies\nset forth above in Part\nI of\nthis report.\nITEM 11"
  },
  {
    "item_key": "item_11",
    "text": "The information under the headings “Compensation Discussion and Analysis,” “Director Compensation\n,” “E\nxecutive Compensation\n,” “Corporate Governance – Compensation Committee Interlocks and Insider Participation,” and “Compensation Committee Report”\nincluded in our 2022 Proxy Statement is incorporated herein by reference.\nITEM 12"
  },
  {
    "item_key": "item_12",
    "text": "STOCKHOLDER MATTERS\nThe information under the headings “Security Ownership of Certain Beneficial Owners and Management,”\nand\n“Equity Compensation Plans\n” i\nncluded in our 2022 Proxy Statement is incorporated herein by reference.\nITEM 13"
  },
  {
    "item_key": "item_13",
    "text": "The information under the headin\ngs\n“\nCorporate Governance – Director Independence,” and “Corporate Governance – Transactions with Related Persons”\nincluded in our 2022 Proxy Statement i\ns i\nncorporated\nherein\nby reference.\nITEM 14"
  },
  {
    "item_key": "item_14",
    "text": "The informatio\nn under the heading “\nIndependent Registered Public Accounting Firm\n”\nincluded\nin our 2022 Proxy Statemen\nt i\ns incorporated\nherein\nby reference\n.\nPART IV\nITEM 15"
  },
  {
    "item_key": "item_15",
    "text": "(a) (1) Financial statements\nThe following financial statements are included herein on the pages shown below:\n(a) (2) Financial statement schedules\nFinancial statement schedule\ns are omitted because of the absence of conditions under which they are required or because the required information is provided in the financial statements or notes thereto.\nFinancial statements (and summarized financial information) of 50% or less owned entities accounted for by the equity method have been omitted because they do not, considered individually or in the aggregate, constitute a significant subsidiary.\n(a) (3) Exhibits\nOur SEC file number for documents filed with the SEC pursuant to the Securities Exchange Act of 1934, as amended, is 001-33841.\nITEM 16"
  },
  {
    "item_key": "item_16",
    "text": "We have chosen not to include an optional summary of the information required by this Form 10-K.\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized on February 25, 2022.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated."
  }
]