[
  {
    "item_key": "item_1",
    "text": "General\nCorning traces its origins to a glass business established in 1851. The present corporation was incorporated in the State of New York in December 1936. The Company’s name was changed from Corning Glass Works to Corning Incorporated on April 28, 1989.\nCorning Incorporated is a leading innovator in materials science. For 170 years, Corning has combined its unparalleled expertise in glass science, ceramic science, and optical physics with deep manufacturing and engineering capabilities to develop category-defining products that transform industries and enhance people's lives. We succeed through sustained investment in research and development, a unique combination of material and process innovation, and deep, trust-based relationships with customers who are global leaders in their industries.\nCorning’s capabilities are versatile and synergistic, allowing the Company to evolve to meet changing market needs, while also helping customers capture new opportunities in dynamic industries. Today, Corning’s markets include optical communications, mobile consumer electronics, display technology, automotive emissions control, laboratory products and other glass products. Corning's industry-leading products include damage-resistant cover glass for mobile devices; precision glass for advanced displays; optical fiber and cable, wireless technologies, and connectivity solutions for state-of-the-art communications networks; trusted products to accelerate drug discovery and delivery; and clean-air technologies for cars and trucks.\nCorning operates in five reportable segments: Display Technologies, Optical Communications, Specialty Materials, Environmental Technologies and Life Sciences, and manufactures products at 119 plants in 15 countries.\nDisplay Technologies Segment\nCorning’s Display Technologies segment manufactures glass substrates for flat panel displays, including liquid crystal displays (“LCDs”) and organic light-emitting diodes (“OLEDs”) that are used primarily in televisions, notebook computers, desktop monitors, tablets and handheld devices.  This segment develops, manufactures, and supplies high quality glass substrates using technology expertise and a proprietary fusion manufacturing process, which Corning invented and is the cornerstone of the Company’s technology leadership in the display glass industry.  Our highly automated process yields glass substrates with a pristine surface and excellent thermal stability and dimensional uniformity – essential attributes in the production of large, high-performance display panels.  Corning’s fusion process is scalable and we believe it is the most cost-effective process in producing large size substrates.\n2\nWe are recognized as a world leader in precision glass innovations that enable our customers to produce larger, thinner, more flexible, and higher-resolution displays. Some of the product innovations we have launched over the past ten years utilizing our world-class processes and capabilities include the following:\nCorning has display glass manufacturing operations in China, South Korea, Japan and Taiwan, and services its glass customers in all regions, utilizing its manufacturing facilities throughout Asia.\nPatent protection and proprietary trade secrets are important to the Display Technologies segment’s operations. Refer to the material under the heading “Patents and Trademarks” for information relating to patents and trademarks.\nThe Display Technologies segment represented 26% of Corning’s consolidated net sales in 2021.\nOptical Communications Segment\nCorning invented the world’s first low-loss optical fiber in 1970. Since that milestone, we have continued to pioneer optical fiber, cable and connectivity solutions. As global demand driven by video usage grows exponentially, telecommunications networks continue to migrate from copper to optical-based systems that can deliver the required cost-effective capacity. Our experience puts us in a unique position to design and deliver optical solutions that reach every edge of the communications network.\nThis segment is divided into two main product groupings – carrier network and enterprise network. The carrier network group consists primarily of products and solutions for optical-based communications infrastructure for services such as video, data and voice communications. The enterprise network group consists primarily of optical-based communication networks sold to businesses, governments and individuals for their own use.\nOur carrier network product portfolio encompasses an array of optical fiber products, including Vascade® optical fibers for use in submarine networks; LEAF® optical fiber for long-haul, regional and metropolitan networks; SMF-28® ULL and TXF® fiber for more scalable long-haul and regional networks; SMF-28e+™ single-mode optical fiber providing additional transmission wavelengths in metropolitan and access networks, and ClearCurve® ultra-bendable single-mode fiber for use in multiple-dwelling units and fiber-to-the-home applications.  For high performance across the range of long-haul, metro, access, and fiber-to-the-home network applications, SMF-28® Ultra and SMF-28® Contour fibers deliver industry-leading attenuation, compatibility, and improved macrobend performance in one fiber. A portion of our optical fiber is sold directly to end users and third-party cablers globally. Corning’s remaining fiber production is cabled internally and sold to end users as either bulk cable or as part of an integrated optical solution. Corning’s cable products, including the RocketRibbon® and miniXtend® portfolios, support various outdoor, indoor/outdoor and indoor applications and include a broad range of loose tube, ribbon and drop cable designs with flame-retardant versions available for indoor and indoor/outdoor use including 5G networks.\nIn addition to optical fiber and cable, our carrier network product portfolio also includes hardware and equipment products, including cable assemblies, fiber-optic hardware, fiber-optic connectors, optical components and couplers, closures, network interface devices, and other accessories. These products may be sold as individual components or as part of integrated optical connectivity solutions designed for various carrier network applications. Examples of these solutions include our Evolv™ platform, which provides pre-connectorized solutions for cost-effectively deploying fiber-to-the-home and 5G networks; and the Centrix platform, which provides a fiber management system with industry-leading density and innovative jumper routing that can be deployed in a wide variety of carrier switching centers.\n3\nIn addition to our optical-based portfolio, Corning’s carrier network portfolio also contains select copper-based products including subscriber demarcation, connection and protection devices, xDSL (different variations of digital subscriber lines) passive solutions and outside plant enclosures.\nOur enterprise network portfolio leverages optical fiber products, including ClearCurve® ultra-bendable multimode fiber for private and hyperscale data centers and other enterprise network applications.\nCorning’s hardware and equipment for enterprise network applications include cable assemblies, fiber-optic hardware, fiber-optic connectors, optical components and couplers, closures and other accessories. These products may be sold as individual components or as part of integrated optical connectivity solutions designed for various network applications, including hyperscale data centers. Examples of enterprise network solutions include the EDGE® platform, which provides high-density pre-connectorized cabling solutions for data center applications, supporting a path to speeds of 400G and beyond, and Everon™ Network Solutions, which provide next-generation cellular connectivity products for interior spaces of all sizes.\nOur optical fiber manufacturing facilities are in North Carolina, China and India, with a new facility in Poland coming online in 2022. Cabling operations are in North Carolina, Poland and smaller regional locations. Our manufacturing operations for hardware and equipment products are in Texas, Mexico, Brazil, Germany, Poland, and China.\nPatent protection is important to the segment’s operations. The segment has an extensive portfolio of patents relating to its products, technologies and manufacturing processes. The segment licenses certain of its patents to third parties and generates revenue from these licenses, although the royalty income is not currently material to this segment’s operating results. Corning is licensed to use certain patents owned by others, which are considered important to the segment’s operations. Refer to the material under the heading “Patents and Trademarks” for information relating to the Company’s patents and trademarks.\nThe Optical Communications segment represented 31% of Corning’s consolidated net sales in 2021.\nSpecialty Materials Segment\nThe Specialty Materials segment manufactures products that provide more than 150 material formulations for glass, glass ceramics, and crystals, as well as precision metrology instruments and software to meet requirements for unique customer needs. Consequently, this segment operates in a wide variety of commercial and industrial markets including materials optimized for mobile consumer electronics, semiconductor equipment optics and consumables, aerospace and defense optics, radiation shielding products, sunglasses, and telecommunications components.\nOur highly durable glass, known as Corning® Gorilla® Glass, is a chemically strengthened thin glass designed specifically to function as a cover, or back-enclosure glass, for mobile consumer electronic devices such as mobile phones, tablets, laptops and smartwatches. Elegant and lightweight, Corning® Gorilla® Glass is durable enough to resist many real-world events that commonly cause wear or scratch damage and glass failure, while providing optical clarity, touch sensitivity, and RF transparency, thus enabling exciting new applications in technology and design. In 2020, Corning unveiled its toughest Gorilla Glass yet, Corning® Gorilla® Glass Victus®, which significantly improves both drop and scratch performance, addressing consumer demand for improved durability. Corning® Gorilla® Glass is manufactured in the United States (\"U.S.\"), South Korea and Taiwan.\n‎In 2020, Corning invented the world’s first transparent, color-free glass-ceramic suitable for smartphone applications, which is featured as \"Ceramic Shield\" on the front cover of the latest iPhone models. Apple and Corning partnered to develop and scale the manufacturing of Ceramic Shield, which offers unparalleled durability and toughness.\nCorning’s semiconductor optics include high-performance optical materials including Corning® HPFS® Fused Silica and Corning® ULE® Ultra-Low Expansion Glass, optical-based metrology instruments, and custom optical assemblies for applications in the global semiconductor industry. Corning’s semiconductor optics products are manufactured in New York.\nCorning also manufactures ultra-flat, ultra-thin glass wafers and substrates for a variety of applications including augmented reality, advanced semiconductor packaging, 3D sensing, and more. These products are manufactured in New York, France, and China.\nOther specialty glass products include tinted sunglasses and radiation shielding products that are made in France.\n4\nPatent protection is important to the segment’s operations. The segment has a growing portfolio of patents relating to its products, technologies and manufacturing processes. Brand recognition and loyalty, through well-known trademarks, are important to the segment. Refer to the material under the heading “Patents and Trademarks” for information relating to the Company’s patents and trademarks.\nThe Specialty Materials segment represented 14% of Corning’s consolidated net sales in 2021.\nEnvironmental Technologies Segment\nCorning’s Environmental Technologies segment manufactures ceramic substrates and filter products for emissions control in mobile applications around the world.  In the early 1970s, Corning developed an economical, high-performance cellular ceramic substrate that is now the standard for catalytic converters in vehicles worldwide.  As global emissions control regulations tighten, Corning has continued to develop more effective and durable ceramic substrate and filter products for gasoline and diesel applications, most recently launching low-mass Corning® FLORA® substrates and Corning® DuraTrap® GC gasoline particulate filters. Corning manufactures substrate and filter products in New York, Virginia, China, Germany and South Africa. Corning sells its ceramic substrate and filter products worldwide to catalyzers and manufacturers of emission control systems who then sell to automotive and diesel vehicle or engine manufacturers.  Although most sales are made to the emission control systems manufacturers, the use of Corning substrates and filters is generally required by the specifications of the automotive and diesel vehicle or engine manufacturers.\nPatent protection is important to the segment’s operations. The segment has an extensive portfolio of patents relating to its products, technologies and manufacturing processes. Corning is licensed to use certain patents owned by others, which are also considered important to the segment’s operations. Refer to the material under the heading “Patents and Trademarks” for information relating to the Company’s patents and trademarks.\nThe Environmental Technologies segment represented 11% of Corning’s consolidated net sales in 2021.\nLife Sciences Segment\nAs a leading developer, manufacturer and global supplier of laboratory products for over 105 years, Corning’s Life Sciences segment works with researchers and drug manufacturers seeking to drive innovation, increase efficiencies, reduce costs and compress timelines. Using unique expertise in the fields of materials science, polymer surface science, cell culture and cell biology, the segment provides innovative solutions that improve productivity and enable breakthrough research for traditional small molecule, or chemical, drugs, biologics, vaccines, and emerging cell and gene therapies.\nLife Sciences products include consumables, such as plastic vessels, liquid handling plastics, specialty surfaces, cell culture media and serum, as well as general labware and equipment.  These products are used for drug discovery research and development, compound screening and toxicology testing, advanced cell culture research, genomics applications and mass production of cells for clinical trials and bioproduction.\nCorning sells life sciences products under these primary brands: Corning, Falcon, PYREX and Axygen. The products are marketed globally, primarily through distributors, to pharmaceutical and biotechnology companies, contract manufacturing organizations, central testing labs, academic institutions, hospitals, government entities, and other facilities. Corning manufactures these products in California, Illinois, Maine, Massachusetts, New York, North Carolina, Utah, Virginia, China, France, Mexico and Poland.\nPatent protection is important to the segment’s operations. The segment has a growing portfolio of patents relating to its products, technologies and manufacturing processes. Brand recognition and loyalty, through well-known trademarks, are important to the segment. Refer to the material under the heading “Patents and Trademarks” for more information.\nThe Life Sciences segment represented 9% of Corning’s consolidated net sales in 2021.\n5\nAll Other\nAll other businesses that do not meet the quantitative threshold for separate reporting have been grouped as “All Other.” The Company obtained a controlling interest in Hemlock Semiconductor Group (“HSG”) during the third quarter of 2020 and has consolidated results in “All Other” beginning on September 9, 2020. This group is comprised of the results of HSG, the pharmaceutical technologies business, auto glass, new product lines and development projects, as well as other businesses and certain corporate investments.\nRefer to Note 3 (Investments) and Note 4 (HSG Transactions and Acquisitions) to the consolidated financial statements for additional information on this transaction.\n“All Other” represented 9% of Corning’s consolidated net sales in 2021.\nAdditional explanation regarding Corning and its five reportable segments, as well as financial information about geographic areas, is presented in Management’s Discussion and Analysis of Financial Condition and Results of Operations and Note 20 (Reportable Segments) to the consolidated financial statements.\nCompetition\nCorning competes with many large and varied manufacturers, both domestic and foreign. Some of these competitors are larger than Corning, and some have broader product lines. Corning strives to maintain and improve its market position through technology and product innovation. For the foreseeable future, Corning believes its competitive advantage lies in its commitment to research and development, deep customer relationships, reliability of supply, product quality, superior customer service and technical specification of its products. There is no assurance that Corning will be able to maintain or improve its market position or competitive advantage.\nDisplay Technologies Segment\nCorning is the largest worldwide producer of glass substrates for flat panel display glass. The environment for high-performance display glass substrate products is very competitive and Corning believes it has maintained its competitive advantages by investing in new products, continually improving its proprietary fusion manufacturing process and providing a consistent and reliable supply of high quality products. Our process allows us to deliver glass that is larger, thinner and lighter, with exceptional surface quality and without heavy metals. AGC Inc. and Nippon Electric Glass Co., Ltd. are Corning’s principal competitors in display glass substrates.\nOptical Communications Segment\nCorning believes it maintains a leadership position in the segment’s principal product groups, which include carrier and enterprise networks. The competitive landscape includes industry consolidation, pricing pressure and competition for the innovation of new products. These competitive conditions are likely to persist. Corning believes its large-scale manufacturing experience, fiber process, technology leadership and intellectual property provide cost advantages relative to several of its competitors. The primary competitors of the Optical Communications segment are CommScope Inc. and Prysmian Group S.p.A.\nSpecialty Materials Segment\nCorning has deep capabilities in materials science, optical design, shaping, coating, finishing, metrology, and optical system assembly. Our products and capabilities in this segment position the Company to meet the needs of a broad array of markets, including semiconductor, aerospace, defense, industrial, commercial, and telecommunications. Schott AG, AGC Inc., Nippon Electric Glass Co., Ltd. and Heraeus are the main competitors for this segment.\nEnvironmental Technologies Segment\nCorning believes it maintains a strong position in the worldwide market for automotive ceramic substrate and filter products, as well as in the heavy-duty and light-duty diesel vehicle markets.  The Company believes its competitive advantage in automotive ceramic substrate products for catalytic converters and filter products for particulate emissions in exhaust systems is based on an advantaged product portfolio, collaborative engineering design services, customer service and support, strategic global presence and continued product innovation.  Corning’s Environmental Technologies products face principal competition from NGK Insulators, Ltd. and Ibiden Co., Ltd.\n6\nLife Sciences Segment\nCorning seeks to maintain a competitive advantage by emphasizing product quality, global distribution, supply chain efficiency, a broad product line and superior product attributes. Our principal competitors include Thermo Fisher Scientific, Inc., Greiner AG, Eppendorf AG, Sarstedt AG and Danaher Corporation. Corning also faces competition from large distributors that have pursued backward integration or introduced private label products.\nRaw Materials\nCorning’s manufacturing processes and products require access to uninterrupted power sources, significant quantities of industrial water, certain precious metals and various batch materials. Availability of resources (ores, minerals, polymers, helium and processed chemicals) required in manufacturing operations, appear to be adequate. From time to time, Corning’s suppliers may experience capacity limitations in their own operations or may eliminate certain product lines. Corning believes it has adequate programs to ensure a reliable supply of raw and batch materials, as well as precious metals. For many of its materials, Corning has alternate suppliers that would allow operations to continue without interruption in the event of specific materials shortages.\nCertain key materials and proprietary equipment used in the manufacturing of products are currently sole-sourced or available only from a limited number of suppliers.  To minimize this risk, Corning closely monitors raw materials and equipment with limited availability or sole-sourced suppliers.  However, any future difficulty in obtaining sufficient and timely delivery, or inflationary pricing, of components and/or raw materials could result in lost sales due to delays or reductions in product shipments, or reductions in Corning’s gross margins.\nPatents and Trademarks\nInventions by members of Corning’s research and engineering staff continue to be important to the Company’s growth. Patents have been granted on many of these inventions in the U.S. and other countries. Some of these patents have been licensed to other manufacturers. Many of our earlier patents have now expired, but Corning continues to seek and obtain patents protecting its innovations. In 2021, Corning was granted about 420 patents in the U.S. and over 1,600 patents in countries outside the U.S.\nEach business segment possesses a patent portfolio that provides certain competitive advantages in protecting Corning’s innovations.  Corning has historically enforced, and will continue to enforce, its intellectual property rights.  At the end of 2021, Corning and its wholly owned subsidiaries owned about 12,150 unexpired patents in various countries of which about 4,350 were U.S. patents.  Between 2022 and 2024, approximately 625 (5%) of these worldwide patents will expire, while at the same time Corning intends to seek patents protecting its newer innovations.  Worldwide, Corning has about 9,050 patent applications in process, with about 2,150 in process in the U.S.  Corning believes that its patent portfolio will continue to provide a competitive advantage in protecting the Company’s innovation, although Corning’s competitors in each of its businesses are actively seeking patent protection as well.\n7\nWhile each of our reportable segments has numerous patents in various countries, no one patent is considered material to any of these segments. Important U.S.-issued patents in our reportable segments include the following:\nApproximate number of patents granted to our reportable segments are as follows:\nMany of the Company’s patents are used in operations or are licensed for use by others, and Corning is licensed to use patents owned by others. Corning has entered into cross-licensing arrangements with some major competitors, but the scope of such licenses has been limited to specific product areas or technologies.\nCorning’s principle trademarks include the following:  Axygen, Celcor, ClearCurve, Corning, DuraTrap, Eagle XG, Edge8, Falcon, Gorilla, Guardiant, HPFS, Leaf, PYREX, RocketRibbon, SMF-28e, Steuben, UniCam, Valor, Velocity, and Victus.\nProtection of the Environment\nCorning has an extensive program to ensure that its facilities comply with state, federal and foreign pollution-control regulations. This program has resulted in capital and operating expenditures each year. To maintain compliance with such regulations, capital expenditures for pollution control in operations were approximately $18.4 million in 2021 and are estimated to be $23.3 million in 2022.\nCorning’s 2021 consolidated operating results were charged with approximately $54.9 million for depreciation, maintenance, waste disposal and other operating expenses associated with pollution control.\n8\nHuman Capital Management Overview\nAt Corning, we are proud of the life-changing innovations we bring to the world.  Our unparalleled expertise in our core technologies along with deep manufacturing and engineering capabilities require a talent strategy focused on attracting and retaining exceptional people, fostering a culture that enables innovation and collaboration and supporting long and successful careers.\nEach of our 61,200 full- and part-time employees in 44 countries make an important contribution, whether in one of our manufacturing or processing facilities, research labs, sales offices or other facilities.  Approximately 68% of our employees are production and maintenance and an estimated 66% are represented by a union or works council.  Our global workforce is concentrated in North America, the Asia Pacific region and EMEA.\nValues\nCorning is guided by an enduring set of Values that defines our relationship with employees, customers, and our communities:  Quality, Integrity, Performance, Leadership, Innovation, Independence and the Individual.  Our Values are the key to our business success, a source of pride and excitement for our employees, and the factor that ultimately sets us apart from our competitors.  In short, we believe that how we do things is as important as what we do.  We measure how we live our Values through the annual Corporate Values Survey.  We use the results to see what actions can be taken toward better achievement of the Values. Corning employees all contribute to the success of the Company by living our Values—all seven, all the time, all around the world.\nDiversity, Equity and Inclusion\nWe are focused on leveraging globally diverse teams and creating an inclusive environment for all employees.  Our global workforce is comprised of 61% men and 39% women.  In all regions of the world, we are continuing to invest in building our pipeline of female and underrepresented talent through targeted recruitment efforts, mentoring and coaching programs, networking opportunities, personalized development plans and proactive career management.   As a result of these efforts, we have made significant diversity gains within our leadership teams.  Since 2010, gender and ethnic diversity among members of the Corporate Management Group, which includes about 230 of the Company’s top global leaders, increased from 28% to 50%; corporate officer diverse representation has increased from 21% to 38%.\nIn 2021, as planned, we achieved 100% pay equity for all salaried men and women in our worldwide operations and we continued to maintain pay equity across minority groups compared with white salaried employees in the U.S. We furthered our longstanding commitment to diversity, equity and inclusion in 2020 by creating the Office of Racial Equality and Social Unity (ORESU) to further our goal of a more equitable and inclusive culture at Corning and beyond. The efforts of this office have not only impacted policies, practices, communications, and our corporate culture, but have championed diversity and inclusion in the communities in which our employees live and work.  Since its creation, in addition to launching enterprise-wide Unconscious Bias training and entering a $5.5 million strategic partnership with North Carolina A&T University, ORESU is also engaging with local communities to enhance public safety and create places where students of color can thrive.\nCorning proudly sponsors 16 different Employee Resource Groups (\"ERGs\") with 59 chapters worldwide. They represent employees who are women, Black, Asian, Latino, Native American, people with disabilities, members of the LGBTQ+ community, and veterans, among others. The ERGs are vital in raising awareness, recruiting and retaining diverse talent, and inspiring corporate leadership to adopt new policies, practices, and services.\nTalent Management\nEach year we formally evaluate the talent implications of our strategic business plans and align our actions and objectives accordingly.  As businesses grow organically or through acquisition, we create human capital objectives to ensure we have the right people with the right skills in place to deliver that growth.  In 2021, as a result of these objectives, our talent processes supported the net addition of approximately 11,100 employees worldwide, with significant growth in all regions.\n9\nCorning strives to attract and recruit diverse qualified candidates to maintain our culture of innovation and to foster creativity.  We have created a strategic talent pipeline through internships, co-operatives, rotational leadership programs, and partnerships with various universities, including Historically Black Colleges & Universities (HBCUs).  In addition, we collaborate with organizations such as the Society of Women Engineers, The Association of Latino Professionals for America, National Society of Black Engineers, National Association of Black Accountants, Out for Undergrad, and military veterans’ groups to introduce us to qualified, diverse candidates.\nBusinesses conduct climate surveys at least every two years, and ad hoc pulse surveys as needed, to measure engagement, satisfaction and alignment with our Values.  It is important to Corning that employees develop, grow and are inspired to continue their careers at the Company over the long-term.  We offer rich simulations, assessments, and experiences that are digital, classroom, and a blend of both, targeted to all levels in the organization.  We provide on-the-job learning experience, mentoring, and career planning to ensure immediate application and lasting impact.  Talent retention is an ongoing important focus area which aligns with our strategy of encouraging and supporting longer-term careers with Corning.  Historically, our talent retention has been consistently higher than the markets in which we compete for talent.  Although 2021 yielded some recruitment and retention challenges primarily in specific locations within our US operations, our talent management approach enabled our HR teams to mobilize quickly with plans in place to address those issues.  Salaried talent retention in 2021 was 94%.\nAt Corning, the health and safety of our workforce is always of paramount consideration.  Our safety standards always meet, and often exceed, local regulatory standards.  We continue to rank within the top quartile of our ORCHSE Strategies, LLC. (a National Safety Council membership-based workplace safety group) peer group in terms of total recordable incident rate (TRIR) performance with a Company-wide TRIR of just 0.50 in 2021.  We promote employee wellbeing through wellness programs which vary by region such as nutrition, mental health, and fitness-related offerings, smoking cessation programs, and smoke free campuses. With the continuation of the pandemic in 2021, we continued our Responsible Corning program with enhanced cleaning, screening, testing and other measures initiated in 2020. In addition, we encouraged COVID vaccinations and boosters among our employees and in the communities in which we operate, supplying more than 100,000 vaccines to employees, families and community members in locations such as Reynosa Mexico, Asan Korea and Pune India.\n10\nExecutive Officers of the Registrant\nJohn P. Bayne, Jr.\nSenior Vice President & General manager, Mobile Consumer Electronics\nMr. Bayne joined Corning in 1995 as the Fallbrook plant controller, and in 1997 became an international business controller in the Optical Fiber division. From 1999 to 2003 he held a variety of management positions in Photonic Technologies. In 2003 he joined Display Technologies and in 2006, he was named president, Display Technologies, China. In 2009 he became director of strategy, Display Technologies. Beginning in 2012 he was vice president and general manager for High Performance Displays and in 2014 he assumed responsibility for the Advanced Glass Innovations group. In 2015 he was named vice president and general manager of the Gorilla Glass business. He was appointed senior vice president and general manager of Mobile Consumer Electronics in April 2020. Age 56.\nStefan Becker\nSenior Vice President & Operations Controller\nMr. Becker joined Corning in 2000 through Corning’s acquisition of Siemens Communication Cable Division. From 2001, he held positions as manager, Planning and Analysis and later director of Finance, Corning Cable Systems. He joined the Display Technologies division in 2005 as U.S. Controller. In 2007 he was appointed CFO, Corning Display Technologies Taiwan. In 2009 he was named director of Finance, Corning Display Technologies (“CDT”) and in 2010 was appointed division controller, CDT. Between 2012 and 2015, he served as international division vice president, Finance, Corning Glass Technologies. He was appointed as Corning’s Operations Controller in 2015 and senior vice president in 2019. Age 50.\nMichael A. Bell\nSenior Vice President & General Manager, Optical Communications\nMr. Bell joined Corning in 1991 as a process engineer for the Telecommunications Cable Plant in Hickory, North Carolina. He has held a variety of positions in manufacturing and engineering. He was appointed to CCS Americas Cable Manufacturing Manager in 2004, which expanded to include hardware manufacturing in 2009. In 2012 he was appointed senior vice president and general manager, Optical Connectivity Solutions for Corning Optical Communications. He was appointed senior vice president and general manager, Optical Communications in April 2020. Age 57.\nCheryl C. Capps\nSenior Vice President and Chief Supply Chain Officer, Global Supply Chain\nMs. Capps joined Corning in 2011 as vice president, procurement and transportation and in 2018 she was appointed as senior vice president, global supply chain.  Since joining Corning, Ms. Capps has worked to develop the capabilities within the global supply management function and across the corporation to transform supply chain into a competitive advantage for enabling innovation, growth, and financial success.  She has many years of diverse leadership experience in business management, strategic planning, manufacturing, supply chain, quality, research, and development.  Ms. Capps was appointed as senior vice president and chief supply chain officer in 2020.  Age 60.\nMartin J. Curran\nExecutive Vice President and Innovation Officer\nMr. Curran joined Corning in 1984 and has held a variety of roles in finance, manufacturing, and marketing.  He has served as senior vice president, general manager for Corning Cable Systems Hardware and Equipment Operations in the Americas, responsible for operations in Hickory, North Carolina; Keller, Texas; Reynosa, Mexico; Shanghai, China; and the Dominican Republic.  In 2007, he was appointed as senior vice president and general manager of Corning Optical Fiber.  Mr. Curran was appointed as executive vice president and innovation officer in August 2012.  Age 63.\nJeffrey W. Evenson\nExecutive Vice President and Chief Strategy Officer\nDr. Evenson joined Corning in 2011 as senior vice president and operations chief of staff.  In 2015, he was named chief strategy officer.  He was appointed executive vice president in 2018. He oversees corporate strategy, corporate communications, and advanced analytics.  Prior to joining Corning, Dr. Evenson was a senior vice president with Sanford C. Bernstein & Co., LLC, where he served as a senior analyst.  Before that, Dr. Evenson was a partner at McKinsey & Company, where he led technology and market assessment for early-stage technologies.   Age 56.\nLi Fang\nPresident & General Manager, Corning Greater China\nMr. Fang joined Corning International in 1997 as business development manager, China. In 1999 he transferred to the Environmental Products Division and became production manager of CET’s China Plant - Corning (Shanghai) Company Ltd. In July 2004, he was appointed operations manager and in October 2004 he was appointed director of operations and plant manager of Corning (Shanghai) Company Ltd. In 2007, he was appointed vice president, Corning Display Technologies China, and director of commercial operations, government affairs and supply chain. In 2009 he was named president, Corning Display Technologies China. He was appointed president and general manager of Corning Greater China in 2012. Age 59.\n11\nRobert P. France\nSenior Vice President, Human Resources\nMr. France joined Corning in 2000 as a commercial Human Resources manager for Optical Fiber. He moved to Display Technologies in 2004 as the division Human Resources manager. He was Human Resources director for Corning Glass Technologies and Asia from 2004 to 2016. From 2016 to 2018, Mr. France was Human Resources senior vice president for Corning Optical Communications, responsible for leading all aspects of the Human Resources function across several businesses and had HR Generalist responsibility for the Corning China organization. In 2018 he was appointed as vice president, Human Resources and was appointed senior vice president, Human Resources in 2019. Age 56.\nLawrence D. McRae\nVice Chairman and Corporate Development Officer\nMr. McRae joined Corning in 1985 and has held a broad range of leadership positions in various finance, sales, marketing, and general management across Corning’s businesses. In 1995 he was appointed vice president of Corning Consumer Products Company and president of Revere Ware Corporation. He then moved to Telecommunications Products, where he served as vice president, Global Development, from 1996 to 2000. He was appointed vice president Corporate Development in 2000 and progressed through a series of senior leadership positions. He has led strategy and corporate development since 2010.  He was named vice chairman in 2015 and first vice chairman and corporate development officer in April 2020.  Age 63.\nDavid L. Morse\nExecutive Vice President and Chief Technology Officer\nDr. Morse joined Corning in 1976 as a composition scientist in glass research.  In 1985, he was named senior research associate, manager of consumer products development in 1987 and director of materials research in 1990.  He served in a variety of technology leadership positions in organic materials and telecommunications before joining Corporate Research in 2001.  From 2006 to 2012, he served as senior vice president and director, Corporate Research.  Dr. Morse was appointed to his current position in 2012.  Age 69.\nAnne Mullins\nSenior Vice President & Chief Digital & Information Officer\nMs. Mullins joined Corning as senior vice president & chief digital & information officer in August 2019. In this role, she is responsible for leading the strategic direction of Corning’s global information technology function and evolving the Company’s digital footprint. Prior to joining Corning, Ms. Mullins served as chief information officer for Lockheed Martin and previously served as Lockheed Martin’s chief information security officer. Age 59.\nEric S. Musser\nPresident & Chief Operating Officer\nMr. Musser joined Corning in 1986 and served in a variety of manufacturing and general management roles in Corning’s Optical Communications businesses.  In 2005, he was named vice president and general manager of Optical Fiber.  Mr. Musser served as general manager, Corning Greater China from 2007 to 2012 and president of Corning International from 2012 to 2014.  In 2014, he was appointed executive vice president, Corning Technologies and International. In April 2020, he was appointed as president & chief operating officer.  Age 62.\nAvery H. Nelson III\nSenior Vice President & General Manager, Automotive\nMr. Nelson joined Corning in 1991 as shift supervisor at the Harrodsburg, Kentucky plant and subsequently served in progressive roles in Corning Display Technologies. In 2007, he joined CET as general manager, Corning (Shanghai) Company Limited. In 2009, he became general manager and regional director of China and India, CET. In 2010 he returned to the U.S. as program director, CET. In 2011, he assumed the role of business director, AAA Corning® Gorilla® Glass, New Business Development. Later that year, he was appointed division vice president, Heavy Duty Diesel (HDD). In 2013, he was appointed division vice president and business director. In 2014, he was appointed vice president and general manager for Environmental Technologies. He was appointed to his current position in April 2020. Age 53.\nEdward A. Schlesinger\nSenior Vice President and Corporate Controller\nMr. Schlesinger joined Corning in 2013 as senior vice president and chief financial officer of Corning Optical Communications.  He was elected vice president and corporate controller in September 2015 and principal accounting officer in December 2015. He was named senior vice president in February 2019.  Prior to joining Corning, Mr. Schlesinger served as Vice President, Finance and Sector Chief Financial Officer for the Climate Solutions Sector for Ingersoll Rand.  Mr. Schlesinger has a financial career that spans more than 20 years garnering extensive expertise in accounting, technical financial management and reporting.  Age 54.\nOn December 7, 2021, Corning's Board of Directors appointed Mr. Schlesinger as executive vice president and chief financial officer, effective February 18, 2022.\n12\nLewis A. Steverson\nExecutive Vice President and Chief Legal & Administrative Officer\nMr. Steverson joined Corning in 2013 as senior vice president and general counsel.  In 2018 he was named executive vice president and general counsel. Prior to joining Corning, Mr. Steverson served as senior vice president, general counsel, and corporate secretary of Motorola Solutions, Inc.  During his 18 years with Motorola, he held a variety of law leadership roles across the company’s numerous business units.  Prior to Motorola, Mr. Steverson was in private practice at the law firm of Arnold & Porter.  He was appointed Executive Vice President and Chief Legal & Administrative Officer in April 2020.  Age 58.\nR. Tony Tripeny\nExecutive Vice President and Chief Financial Officer\nMr. Tripeny joined Corning Cable Systems in 1985 as the corporate accounting manager and became the Keller, Texas facility’s plant controller in 1989.  In 1993, he was appointed equipment division controller and, in 1996, corporate controller.  Mr. Tripeny was appointed chief financial officer of Corning Cable Systems in July 2000 and, in 2003, he took on the additional role of group controller, Telecommunications.  He was appointed division vice president, Operations Controller in August 2004, vice president, corporate controller in October 2005, and senior vice president and principal accounting officer in April 2009.  Mr. Tripeny was then appointed as Corning’s senior vice president and chief financial officer in September 2015.  He was appointed executive vice president in 2018.  Age 62.\nOn December 9, 2021, the Company announced that Mr. Tripeny will relinquish the chief financial officer title effective February 18, 2022, as part of his plan to retire in March 2022 after a successful 36-year tenure with Corning.\nRonald L. Verkleeren\nSenior Vice President & General Manager, Life Sciences Technologies\nMr. Verkleeren joined Corning in 2001 in the Optical Communications segment. He joined the Life Sciences segment in 2004 and has held a variety of progressive roles in that segment. In 2010, he was named division vice president and director of Advanced Life Sciences. In 2012 he was named division vice president and program director for Corning Pharmaceutical Technologies. In 2015, he became vice president and general manager of the Pharmaceutical Technologies division. He was elected as senior vice president & general manager, Life Sciences in April 2020. Age 51.\nWendell P. Weeks\nChairman and Chief Executive Officer\nMr. Weeks joined Corning in 1983 in the finance group.  He has held a variety of financial, business development, commercial, and general management roles.  He was named vice president and general manager of the Optical Fiber business in 1996 and president of Corning’s Optical Communications division in 2001.  He became Corning’s president and chief operation officer in April 2002. Mr. Weeks has been a member of Corning’s Board of Directors since December 2000.  He was named chief executive officer in April 2005 and chairman of the board in April 2007.  Mr. Weeks is a director of Amazon.com, Inc.  Age 62.\nJohn Z. Zhang\nSenior Vice President & General Manager, Display Technologies\nMr. Zhang joined Corning in 2008 as director, corporate development. In 2009, he was appointed director, corporate development Asia Pacific. In 2010, he further expanded his role to lead the strategy & corporate development organization of Corning International. In 2014, he was named deputy general manager, Corning Display Technologies. In 2015, he was elected as senior vice president and general manager, Corning Display Technologies. Age 49.\nDocument Availability\nA copy of Corning’s 2021 Annual Report on Form 10-K filed with the Securities and Exchange Commission is available upon written request to Corporate Secretary, Corning Incorporated, One Riverfront Plaza, Corning, NY 14831. The Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments pursuant to Section 13(a) or 15(d) of the Exchange Act of 1934 and other filings are available as soon as reasonably practicable after such material is electronically filed or furnished to the SEC, and can be accessed electronically free of charge at\nwww.SEC.gov\n, or through the Investor Relations page on Corning’s website at\nwww.corning.com\n. The information contained on the Company’s website is not included in, or incorporated by reference into, this Annual Report on Form 10-K.\nOther\nAdditional information in response to Item 1 is found in Note 20 (Reportable Segments) to the consolidated financial statements.\n13"
  },
  {
    "item_key": "item_1a",
    "text": "We operate in rapidly changing economic, political, and technological environments that present numerous risks. Our operations and financial results are subject to risks and uncertainties, including those described below, that could adversely affect our business, financial condition, results of operations, cash flows, our ability to successfully execute our strategy and the trading price of our common stock or debt. The following discussion identifies the most significant factors that may adversely affect the Company. This information should be read in conjunction with Management's Discussion and Analysis of Financial Conditions and Results of Operations (\"MD&A\") and the consolidated financial statements and related notes incorporated by reference into this report. The following discussion of risks is not all inclusive but is designed to highlight what we believe are important factors to consider, as these factors could cause our future results to differ from those in our forward-looking statements and from historical trends.\nRisks Related to Our Business\nThe ongoing COVID-19 pandemic has, and may continue to, adversely impact the global economy and disrupt our operations and supply chains, which may have an adverse effect on our results of operations\nCOVID-19 has impacted and may further impact the global economy and could have additional impacts on economic growth, the proper functioning of financial and capital markets, foreign currency exchange rates, and interest rates. The pandemic has resulted in authorities around the world implementing numerous unprecedented measures such as travel restrictions, quarantines, shelter in place orders, vaccine mandates and facility shutdowns. These measures have impacted, and may continue to impact our workforce, operations and supply chains, and those of our customers, contract manufacturers and suppliers, particularly in the event of a significant global resurgence of the illness. There is considerable uncertainty regarding the duration, scope and severity of the pandemic and the impacts on our business and the global economy from the effects of the ongoing pandemic and response measures.\nInflationary price pressures and uncertain availability of commodities, raw materials, utilities, labor or other inputs used by us and our suppliers, or instability in logistics and related costs, could negatively impact our profitability.\nIncreases in the price of commodities, raw materials, utilities, labor or other inputs that we or our suppliers use in manufacturing and supplying products, components and parts, along with logistics and other related costs, may lead to higher production and shipping costs for our products, parts, and components. Further, increasing global demand for, and uncertain supply of, such materials could disrupt our or our suppliers’ ability to obtain such materials in a timely manner to meet our supply needs and/or could lead to increased costs. Any increase in the cost of inputs to our production could lead to higher costs for our products and could negatively impact our operating results, future profitability and ability to successfully deliver on our strategy. Increasing prices to our customers to offset the impact of higher costs, may cause certain of our customers to push out, cancel or refrain from purchasing our products, which could materially adversely impact demand for our products, and therefore also negatively impact our operating results, future profitability and ability to successfully deliver on our strategy.\nSupply chain disruptions, manufacturing interruptions or delays, or the failure to accurately forecast customer demand, could affect our ability to meet customer demand, lead to higher costs, or result in excess or obsolete inventory; if we are unable to obtain the necessary equipment, raw and batch materials, natural resources or utilities required in our products or processes, our business will be negatively impacted\nCorning’s business relies on its timely supply of materials, equipment, services and related products to meet the changing technical and volume requirements of its customers, which depends in part on the timely delivery of materials, equipment and services, from suppliers and contract manufacturers. Significant and sudden increases in demand for such materials, equipment and services, as well as delays in and unpredictability of shipments due to transportation interruptions, have resulted in, and may continue to result in, a shortage of materials, equipment and services needed to manufacture Corning’s products. Such shortages have adversely impacted, and may continue to adversely impact, our suppliers’ ability to meet our demand requirements and Corning’s manufacturing operations and its ability to meet customer demand. Some key materials, equipment and services are subject to long lead-times or available only from a single supplier or limited group of suppliers. Volatility of demand for manufacturing equipment can increase capital, technical, operational and other risks for Corning and for companies throughout our supply chain, and may cause some suppliers to exit businesses, or scale back or cease operations, which could impact our ability to meet customer demand.\n14\nOur ability to meet customer demand depends, in part, on our ability to obtain timely and adequate delivery of equipment, raw and batch materials, natural resources or utilities, equipment, parts, components and raw materials from our suppliers. We may experience shortages that could adversely affect our operations. Certain manufacturing equipment, components and raw materials are available only from single or limited sources, and we may not be able to find alternate sources in a timely manner. A reduction, interruption or delay of supply, or a significant increase in the price for supplies, such as manufacturing equipment, precious metals, raw materials, utilities including energy and industrial water, could have a material adverse effect on our business.\nCorning may also experience significant interruptions of its manufacturing operations, delays in its ability to deliver products or services, increased costs or customer order cancellations as a result of:\nCorning\n’\ns Display Technologies segment generates a significant amount of the Company\n’\ns profits and cash flow; any significant decrease in display glass pricing or market share could have a material and negative impact on our financial results\nCorning’s ability to generate profits and operating cash flow depends largely on the profitability of our display glass business, which is subject to continuous pricing pressure due to industry competition, potential over-capacity, and development of new technologies. If we are not able to achieve proportionate reductions in costs and/or increases in volume to offset ongoing pricing pressure, it could have a material adverse impact on our financial results.\nBecause we have a concentrated customer base, future sales and cash flows could be negatively impacted by the actions or loss of one or more key customers\nA relatively small number of end customers accounted for a high percentage of our net sales.  This concentration subjects us to a variety of risks including:\nThe following table details the number of combined customers of our segments that accounted for a large percentage of segment net sales:\n15\nEvents outside of Corning\n’\ns control, or those of our contract manufacturers, could cause a disruption to our manufacturing operations and adversely impact our customers, resulting in a negative impact to Corning\n’\ns net sales, net income, asset values and liquidity\nDisruption to our manufacturing operations, or those of our contract manufacturers, could significantly impact Corning’s ability to supply its customers and could produce a near-term severe impact on our individual business units and the Company. Given the geographical concentration of certain of the Company's and our contract manufacturers' plants, the highly engineered nature of the facilities and the globally dispersed talent required to run these facilities, any event that adversely affects or restricts movement into or out of a specific geographic area where we, our contract manufacturers, our suppliers, or our customers have a presence, could adversely impact our results. Due to the specialized nature of our products and single-site manufacturing locations, in the event such a location experiences disruption, it we may not be possible to find replacement capacity or substitute production from other facilities.\nWe may experience difficulties in enforcing our intellectual property rights, which could result in loss of market share, and we may be subject to claims of infringement of the intellectual property rights of others\nWe rely on patent and trade secret laws, copyright, trademark, confidentiality procedures, controls and contractual commitments to protect our intellectual property rights. Despite our efforts, these protections may be limited and we may encounter difficulties in protecting our intellectual property rights or obtaining rights to additional intellectual property necessary to permit us to continue or expand our businesses. We cannot provide assurance that the patents that we hold or may obtain will provide meaningful protection against our competitors. Changes in or enforcement of laws concerning intellectual property may affect our ability to prevent or address the misappropriation of, or the unauthorized use of, our intellectual property, potentially resulting in loss of market share. Litigation may be necessary to enforce our intellectual property rights. Litigation is inherently uncertain and outcomes are unpredictable. If we cannot protect our intellectual property rights against unauthorized copying or use, or other misappropriation, we may not remain competitive.\nThe intellectual property rights of others could inhibit our ability to introduce new products. Other companies hold patents on technologies used in our industries and are aggressively seeking to expand, enforce and license their patent portfolios. We periodically receive notices from, or have lawsuits filed against us by third parties claiming infringement, misappropriation or other misuse of their intellectual property rights and/or breach of our agreements with them. These third parties often include entities that do not have the capabilities to design, manufacture, or distribute products or that acquire intellectual property like patents for the sole purpose of monetizing their acquired intellectual property through asserting claims of infringement and misuse. Such claims of infringement or misappropriation may result in loss of revenue, substantial costs, or lead to monetary damages or injunctive relief against us.\nInformation technology dependency and cybersecurity vulnerabilities could lead to reduced revenue, liability claims, competitive or reputational harm, and result in material adverse effects on our operations and financial results\nThe Company is dependent on information technology systems and infrastructure (“IT systems”) owned and operated by the Company or managed by third-party service providers, suppliers and contract manufacturers. IT systems enable us to conduct, monitor and/or protect our business, operations, systems, data and other assets. In the ordinary course of our business, we and our providers collect, process, transmit and store sensitive data, including intellectual property, our proprietary information and that of our customers, suppliers and business partners, as well as personally identifiable information.  Intrusion into a supplier or contract manufacturer system not integrated with a Corning IT system could result in service disruption and/or loss of financial control.\nOur IT systems, and those of our providers, may be vulnerable to compromise or disruption due to human error or malfeasance, outdated applications, computer viruses or malware (e.g., ransomware), natural disasters, unauthorized access, cyber-attacks and other similar incidents and disruptions. Increased work-from-home, at both the Company and our providers, presents additional operational risk.  Companies that provide utilities, water, transportation, natural gas, and other resources and services across our supply chain, are critical to our manufacturing operations and are vulnerable to cyber-attacks. From time to time, both we and certain of our providers, have been subject to cyberattacks and security incidents.  We may be unable to anticipate, detect, prevent or remediate future attacks, particularly as attackers are becoming more sophisticated in their ability to circumvent controls and remove forensic evidence.\n16\nAny significant disruption, breakdown, intrusion, interruption or corruption, data breach, or compromise to the accessibility, security or integrity of our or our providers’ IT systems, or the misappropriation or disclosure of any confidential, proprietary or personally identifiable information, could result in the loss of data or intellectual property, equipment or systems damage, downtime, safety related issues and could have a material adverse effect on our business, including by harming our competitive position and reputation, disrupting our manufacturing, reducing the value of our investment in research and development and other strategic initiatives, impairing our ability to access suppliers, contract manufacturers, customers, and cloud-based services, subjecting us to litigation or regulatory investigations or fines, increasing the costs of compliance and remediation, or otherwise adversely affecting our business.  We may be required to invest significant additional resources to comply with evolving cybersecurity regulations and to modify and enhance our IT systems, information security and controls, and to investigate and remediate any security vulnerabilities. Any losses, costs or liabilities may not be covered by, or may exceed the coverage limits of, any, or all, of our applicable insurance policies.\nWe may not earn a positive return from our research, development and engineering investments\nDeveloping our products through our innovation model of research and development is costly and often involves a long investment cycle. We make significant investments in research, development and engineering that may not earn an economic return. If our investments do not provide a pipeline of products or technologies that our customers demand or lower our manufacturing costs, it could negatively impact our revenue and operating margins for both near- and long-term.\nOur innovation model depends on our ability to attract and retain specialized experts in our core technologies\nOur innovation model requires us to employ highly specialized experts in glass science, ceramic science, and optical physics to conduct our research and development and engineer our products and design our manufacturing facilities. The loss of the services of any member of our key research and development or engineering team without adequate replacement, or the inability to attract new qualified personnel, could have a material adverse effect on our operations and financial performance.\nWe are subject to strict environmental regulations and regulatory changes that could result in fines or restrictions that interrupt our operations\nSome of our manufacturing processes generate chemical waste, wastewater, other industrial waste or greenhouse gases, and we are subject to numerous laws and regulations relating to the use, storage, discharge and disposal of such substances. We have installed anti-pollution equipment for the treatment of chemical waste and wastewater at our facilities. We have taken steps to control the amount of greenhouse gases created by our manufacturing operations. However, we cannot provide assurance that environmental claims will not be brought against us or that government regulators will not take steps to adopt more stringent environmental standards.\nAny failure on our part to comply with any present or future environmental regulations could result in the assessment of damages or imposition of fines against us, or the suspension/cessation of production or operations. In addition, environmental regulations could require us to acquire costly equipment, incur other significant compliance expenses or limit or restrict production or operations and thus materially and negatively affect our financial condition and results of operations.\nChanges in regulations and the regulatory environment in the U.S. and other countries, such as those resulting from the regulation and impact of global warming and CO\n2\nabatement, may affect our businesses and their results in adverse ways by, among other things, substantially increasing manufacturing costs, limiting availability of scarce resources, especially energy, or requiring limitations on production and sale of our products or those of our customers.\n17\nGeneral Risk Factors\nWe may have additional tax liabilities\nWe are subject to income taxes in the U.S. and many foreign jurisdictions, and are commonly audited by various tax authorities.  There are many transactions and calculations where the ultimate tax treatment is uncertain.  Judgment is required in determining our worldwide provision for income taxes.  Although we believe our tax estimates are reasonable, the final determination of tax, assessments, audits and any related litigation could be materially different from our historical income tax provisions and accruals, or result in the forfeiture of funds deposited with the relevant government authorities.  The results of an audit or litigation could have a material effect on our financial statements in the period or periods for which such a determination is made.\nThe U.S., other countries and international organizations, such as Organisation for Economic Co-operation and Development (“OECD”), may change their laws or issue new international tax standards that may also impact our taxes.\nAs a global company, we face many risks which could adversely impact our operations and financial results\nWe are a global company and derive a substantial portion of our revenue from, and have significant operations, outside of the U.S. Our international operations include manufacturing, assembly, sales, research and development, customer support, and shared administrative service centers. Additionally, we rely on a global supply chain for key components and capabilities that are central to our ability to invent, make and sell products.\nCompliance with laws and regulations increases our costs. We are subject to both U.S. laws and the local laws where we operate which, among other things, include data privacy requirements, employment and labor laws, tax laws, anti-competition regulations, prohibitions on payments to governmental officials, import and trade restrictions and export requirements. Non-compliance or violations could result in fines, criminal sanctions against us, our officers or employees, and prohibitions on the conduct of our business. Such violations could result in prohibitions on our ability to offer our products and services in one or more countries and could also materially damage our reputation, our brand, our international expansion efforts, our ability to attract and retain employees, our businesses and operating results. Our success depends, in part, on our ability to anticipate and manage these risks.\nCorning is exposed to risks associated with an uncertain and inflationary global economy\nUncertain or adverse economic and business conditions, including uncertainties and volatility in the financial markets, national debt, fiscal or monetary concerns, inflation and rising interest rates in various regions, could materially adversely impact Corning’s operating results. Markets for our products depend largely on business and consumer spending and demand for network capacity, electronics and automotive products. Uncertain or adverse economic and business conditions that result in decreases in consumer spending and demand, or cause us to pass on increased costs to our customers, may cause certain of our customers to push out, cancel or refrain from purchasing our products, which could materially adversely impact demand for our products and our operating results. In addition, the COVID-19 pandemic, and transportation interruptions and other measures taken in response thereto, have had, and may continue to have, a significant adverse impact on the global and regional economic activity, as well as our ability to meet our customer demand.\nSimilarly, changes that result in sudden increases in consumer demand for electronic products have resulted in, and may continue to result in, a shortage of parts and materials needed to manufacture our products or the products in which our products are used. Such shortages, as well as shipment delays due to transportation interruptions, have adversely impacted, and may continue to adversely impact, our ability to meet our demand requirements.\nUncertain economic and industry conditions also make it more challenging for Corning to forecast its operating results, make business decisions, and identify and prioritize the risks that may affect its businesses, sources and uses of cash, financial condition and results of operations. If Corning does not appropriately manage its business operations in response to changing economic and industry conditions, it could have a significant negative impact on its business performance and financial condition. Even during periods of economic uncertainty or lower revenues, Corning must continue to invest in research and development and maintain a global business infrastructure to compete effectively and support its customers, which can have a negative impact on its operating margins and earnings.\n18\nWe are also subject to a variety of other risks in managing a global organization, including those related to:\nWe have significant exposure to foreign currency movements\nA large portion of our sales, profit and cash flows are transacted in non-U.S. dollar currencies. The Company expects to continue to experience fluctuations in the U.S. dollar value of these activities if it is not possible, cost-effective or should we not elect to hedge certain currency exposure.  Additionally, gains or losses may be experienced if the underlying exposure which has been hedged increases or decreases significantly.\nThe ultimate realized gain or loss with respect to currency fluctuations will generally depend on the size and type of cross-currency exposure that we have, the changes in exchange rates associated with those exposures, whether we have entered into foreign currency contracts to offset these exposures and other factors.\nThese factors, which are variable and generally outside of our control, could materially impact our results of operations, anticipated future results, financial position and cash flows.\nWe may have significant exposure to counterparties of our related derivatives portfolio\nWe maintain a significant portfolio of over the counter derivatives to hedge our projected currency exposure.  We are exposed to potential losses in the event of non-performance by our counterparties to these derivative contracts. Any failure of a counterparty to pay on such a contract when due could materially impact our results of operations, financial position, and cash flows.\nCurrent or future litigation or regulatory investigations may harm our financial condition or results of operations\nAs a global technology and manufacturing company, we are engaged in various litigation and regulatory matters. Litigation and regulatory proceedings may be uncertain, and adverse rulings could occur, resulting in significant liabilities, penalties or damages. Any such substantial legal liability or regulatory action could have a material adverse effect on our business, financial condition, cash flows and reputation.\n19\nOur business is subject to various governmental regulations, and compliance with these regulations may cause us to incur significant expense. If we fail to maintain compliance with applicable regulations, we may be forced to cease the manufacture and distribution of certain products, and we could be subject to administrative proceedings and civil or criminal penalties\nOur products and operations are also subject to regulation by U.S. and non‐U.S. regulatory agencies, such as the U.S. Federal Trade Commission (“FTC”). From time to time, we may also be involved or required to participate in regulatory investigations or inquiries, into certain of our contracting and business practices, which may evolve into legal or other administrative proceedings. Growing public concern over concentration of economic power in corporations is likely to result in increased anti‐competition legislation, regulation, administrative rule making, and enforcement activity. Involvement in regulatory investigations or inquiries, can be costly, lengthy, complex and time consuming, diverting the attention and energies of our management and technical personnel.  If any pending or future governmental investigations result in an unfavorable resolution, we could be required to cease the manufacture and sale of the subject products or technology, pay fines or disgorge profits or other payments, and/or cease certain conduct and/or modify our contracting or business practices, which could have a material adverse effect on our business, financial condition and results of operations. We may be obligated to indemnify our current or former directors or employees, or former directors or employees of companies that we have acquired, in connection with regulatory investigations. These liabilities could be substantial and may include, among other things, the cost of government, law enforcement or regulatory investigations and civil or criminal fines and penalties.\nOur global operations are subject to extensive trade and anti-corruption laws and regulations\nDue to the international scope of our operations, we are subject to a complex system of import- and export-related laws and regulations, including U.S. regulations issued by Customs and Border Protection, the Bureau of Industry and Security, the Office of Anti-boycott Compliance, the Directorate of Defense Trade Controls and the Office of Foreign Assets Control, as well as the counterparts of these agencies in other countries. Any alleged or actual violation by an employee or the Company may subject us to government scrutiny, investigation and civil and criminal penalties, and may limit our ability to import or export our products or to provide services outside the U.S. We cannot predict the nature, scope or effect of future regulatory requirements to which our operations might be subject to, based on the way existing laws might be administered or interpreted.\nIn addition, the U.S. Foreign Corrupt Practices Act and similar foreign anti-corruption laws generally prohibit companies and their intermediaries from making improper payments or providing anything of value to improperly influence foreign government officials to obtain or retain business, or obtaining an unfair advantage. Recent years have seen a substantial increase in the global enforcement of anti-corruption laws. Our continued operation and expansion outside the U.S., including in developing countries, could increase the risk of alleged violations. Violations of these laws may result in severe criminal or civil sanctions, could disrupt our business, and result in an adverse effect on our reputation, business and results of operations or financial condition.\nMoreover, several of our key customers are domiciled in areas of the world with laws, rules and business practices that may notably differ from those in the U.S., and we face the reputational and legal risk that our related partners may violate applicable laws, rules and business practices.\nInternational trade policies may negatively impact our ability to sell and manufacture our products outside of the U.S.\nGovernment policies on international trade and investment such as import quotas, tariffs, and capital controls, whether adopted by individual governments or addressed by regional trade blocs, can affect the demand for our products and services, impact the competitive position of our products or prevent us, our equity affiliates or joint ventures, from being able to sell and manufacture products in certain countries. The implementation of more restrictive trade policies, such as higher tariffs or new barriers to entry, together with anti-dumping claims, duties, slowed regulatory approvals and other restrictions, in countries in which we import raw materials and components or sell large quantities of products and services could negatively impact our business, results of operations and financial condition. For example, a government’s adoption of “buy national” policies or retaliation by another government against such policies could have a negative impact on our results of operations.\n20"
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "Corning operates 119 manufacturing plants and processing facilities in 15 countries, of which approximately 32% are in the U.S. We own approximately 54% of our executive and corporate buildings, with 94% located in and around Corning, New York. The Company also owns approximately 65% of our sales and administrative office square footage, 80% of our research and development square footage, 67% of our manufacturing square footage, and 6% of our warehousing square footage.\nManufacturing, sales and administrative, research and development facilities and warehouse facilities have an aggregate floor space of approximately 64.4 million square feet. Distribution of this total area is as follows:\nTotal assets and capital expenditures by operating segment are included in Note 20 (Reportable Segments) to the consolidated financial statements. Information concerning lease commitments is included in Note 7 (Leases) and Note 14 (Commitments, Contingencies and Guarantees) to the consolidated financial statements."
  },
  {
    "item_key": "item_3",
    "text": "Corning is a defendant in various lawsuits and is subject to various claims that arise in the normal course of business, the most significant of which are summarized in Note 14 (Commitments, Contingencies and Guarantees) to the consolidated financial statements. In the opinion of management, the likelihood that the ultimate disposition of these matters will have a material adverse effect on Corning’s consolidated financial position, liquidity, or results of operations, is remote.\nEnvironmental Litigation\nCorning has been named by the Environmental Protection Agency (the Agency) under the Superfund Act, or by state governments under similar state laws, as a potentially responsible party for 15 active hazardous waste sites. Under the Superfund Act, all parties who may have contributed any waste to a hazardous waste site, identified by the Agency, are jointly and severally liable for the cost of cleanup unless the Agency agrees otherwise. It is Corning’s policy to accrue for its estimated liability related to Superfund sites and other environmental liabilities related to property owned by Corning based on expert analysis and continual monitoring by both internal and external consultants. At December 31, 2021 and 2020, Corning had accrued approximately $55 million (undiscounted) and $68 million (undiscounted), respectively, for the estimated liability for environmental cleanup and related litigation. Based upon the information developed to date, management believes that the accrued reserve is a reasonable estimate of the Company’s liability and that the risk of an additional loss in an amount materially higher than that accrued is remote."
  },
  {
    "item_key": "item_4",
    "text": "None.\n21\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "As of December 31, 2021, there were approximately 12,000 registered holders of common stock and approximately 680,000 beneficial shareholders.\nInformation with respect to securities authorized for issuance under equity compensation plans is included herein under Item 12.\nPerformance Graph\nThe following graph illustrates the cumulative total shareholder return over the last five years of Corning's common stock, the S&P 500 and the S&P Communications Equipment Companies. The graph includes the capital-weighted-performance results of those companies in the communications equipment company classification that are also included in the S&P 500.\n22\nIssuer Purchases of Equity Securities"
  },
  {
    "item_key": "item_6",
    "text": "23"
  },
  {
    "item_key": "item_7",
    "text": "For discussion of 2020 results year-over-year comparison with 2019 results refer to \"Management's Discussion and Analysis of Financial Conditions and Results of Operations\" in our Annual Report on Form 10-K for the fiscal year ended December 31, 2020.\nOrganization of Information\nManagement’s Discussion and Analysis provides a historical and prospective narrative on the Company’s financial condition and results of operations. This discussion includes the following sections:\nOVERVIEW\nIn response to the COVID-19 pandemic (\"the pandemic\") and the ensuing economic uncertainty, including changing market conditions, the Company has and will continue to focus on three core priorities: protecting employees and communities; delivering on customer commitments and preserving the financial health of the Company.  We are continuing to build a stronger, more resilient company that is committed to rewarding shareholders and supporting all global stakeholders.\nDespite the pandemic and resulting global disruptions, Corning adapted rapidly and remained resilient. We acted quickly to preserve our financial strength by executing well and advancing major innovations with industry leaders. We have continued to effectively leverage our focused and cohesive portfolio to create value and outperform our underlying markets, contributing to sales and earnings growth and strong free cash flow in the second half of 2020 and full year 2021.\nCorning announced the Strategy & Growth Framework in 2019, highlighting significant opportunities to sell more Corning content through each of our Market-Access Platforms.  The Company is focused on our cohesive portfolio and the utilization of our financial strength, supported by strong operating cash flow generation, which we expect to continue.  Corning has and will continue to use its cash to grow, extend its leadership and reward shareholders.  Our key growth drivers remain intact, and some are accelerating as key trends converge around Corning’s capabilities.\nCorning will continue to advance the objectives of the Strategy & Growth Framework, which sets its leadership priorities and articulates opportunities across its businesses.  Our probability of success increases as we invest in our world-class capabilities.  Corning is concentrating approximately 80% of its research, development and engineering investment along with capital spending on a cohesive set of three core technologies, four manufacturing and engineering platforms, and five Market-Access Platforms.  This strategy allows us to quickly apply our talents and repurpose our assets across the Company, as needed, to capture high-return opportunities.\n24\n2021 Results\nNet sales in the year ended December 31, 2021 were $14.1 billion, a net increase of $2.8 billion, or 25%, when compared to the year ended December 31, 2020, driven by higher sales for all segments.\nFor the year ended December 31, 2021, we generated net income of $1,906 million, or $1.28 per diluted share, compared to a net income of $512 million, or $0.54 per diluted share, for 2020. When compared to 2020, the $1.4 billion increase in net income was primarily due to the following items (amounts presented after tax):\nThe increases in net income, outlined above, were partially offset by the absence of a gain on a previously held equity investment in HSG of $387 million in 2020.\nDiluted earnings per share increased in 2021 by $0.74 per diluted share, or 137%, when compared to 2020, primarily driven by the increase in net income, described above, partially offset by the immediate repurchase and retirement of 35 million Common Shares which resulted in an $803 million one-time reduction to net income available to common shareholders during the second quarter of 2021.  Refer to Note 17 (Shareholders' Equity) and Note 18 (Earnings per Common Share) to the consolidated financial statements for additional information.\nThe translation impact of fluctuations in foreign currency exchange rates, including the impact of hedges realized in the current year, positively impacted Corning’s net income by approximately $104 million in the year ended December 31, 2021, when compared to the same period in 2020.\n2022 Corporate Outlook\nWe believe 2022 will be another year of growth and strong cash-flow generation. We expect full year net sales of approximately $15 billion in 2022.\n25\nRESULTS OF OPERATIONS\nSelected highlights from our operations follow (in millions):\n26\nSegment Net Sales\nThe following table presents segment net sales by reportable segment (in millions):\n*    Percent change not meaningful.\nFor the year ended December 31, 2021, segment and \"All Other\" net sales increased by $2.7 billion, or 23%, when compared to the same period in 2020. The primary sales drivers by segment were as follows:\nMovements in foreign exchange rates positively impacted Corning’s consolidated net sales by $83 million in the year ended December 31, 2021, when compared to the same period in 2020.\nIn 2021 and 2020, sales in international markets accounted for 68% and 70% of total net sales, respectively.\nCost of Sales\nThe types of expenses included in the cost of sales line item are: raw materials consumption, including direct and indirect materials; salaries, wages and benefits; depreciation and amortization; production utilities; production-related purchasing; warehousing (including receiving and inspection); repairs and maintenance; inter-location inventory transfer costs; production and warehousing facility property insurance; rent for production facilities; and other production overhead.\n27\nGross Margin\nIn the year ended December 31, 2021, gross margin increased by $1,532 million, or 43%. Gross margin as a percentage of sales increased by 5 percentage points.  The increase in gross margin was primarily driven by higher sales in all segments, as well as lower charges for severance and capacity realignment costs of $89 million and $252 million, respectively, partially offset by increased expenses due to elevated freight, logistics and raw material costs for the year ended December 31, 2021.\nMovements in foreign exchange rates had a positive impact of $77 million on Corning’s consolidated gross margin in the year ended December 31, 2021, when compared to the same period in 2020.\nSelling, General and Administrative Expenses\nWhen compared to the year ended December 31, 2020, selling, general and administrative expenses increased by $80 million, or 5%, in the year ended December 31, 2021.  The increase was primarily driven by higher litigation and share-based compensation costs.  Selling, general and administrative expenses decreased by 2 percentage points as a percentage of sales.\nThe types of expenses included in the selling, general and administrative expenses line item are: salaries, wages and benefits; stock-based compensation expense; travel; sales commissions; professional fees; and depreciation and amortization, utilities and rent for administrative facilities.\nResearch, Development and Engineering Expenses\nFor the year ended December 31, 2021, research, development and engineering expenses decreased by $159 million, or 14%, when compared to the same period in the prior year, primarily driven by the absence of a pre-tax asset impairment loss of $211 million related to the reassessment and reprioritization of research and development programs within “All Other” that was incurred in 2020.  As a percentage of sales, these expenses were 3 percentage points lower when compared to the same period last year.\nTranslated earnings contract gain (loss), net\nIncluded in the line item translated earnings contract gain (loss), net, is the impact of foreign currency contracts which hedge our translation exposure arising from movements in the Japanese yen, South Korean won, new Taiwan dollar, euro, Chinese yuan and British pound and its impact on our net income.\nThe following table provides detailed information on the impact of our translated earnings contracts gains and losses for the years ended December 31, 2021, 2020 and 2019:\n28\nIncome Before Income Taxes\nThe translation impact of fluctuations in foreign currency exchange rates, including the impact of hedges realized in the current year, positively impacted Corning’s income before income taxes by $134 million in the year ended December 31, 2021, when compared to the same period in 2020.\nProvision for Income Taxes\nOur provision for income taxes and the related effective income tax rates were as follows (in millions):\nFor the year ended December 31, 2021, the effective income tax rate differed from the U.S. statutory rate of 21% primarily due to the following:\nFor the year ended December 31, 2020, the effective income tax rate differed from the U.S. statutory rate of 21% primarily due to the following:\nDuring 2021, the Company distributed approximately $2.3 billion from foreign subsidiaries to their respective U.S. parent companies.  As of December 31, 2021, Corning has approximately $2.4 billion of indefinitely reinvested foreign earnings.  It remains impracticable to calculate the tax cost of repatriating our unremitted earnings which are considered indefinitely reinvested.\nRefer to Note 8 (Income Taxes) to the consolidated financial statements for further details regarding income tax matters.\n29\nNet Income Attributable to Corning Incorporated\nAs a result of the items discussed above, net income and per share data was as follows (in millions, except per share amounts):\nComprehensive Income\nFor the year ended December 31, 2021, comprehensive income increased by $528 million, when compared to the same period in 2020, primarily due to the following:\nThis gain was partially offset by the following:\nRefer to Note 13 (Employee Retirement Plans) and Note 17 (Shareholders’ Equity) to the consolidated financial statements for additional details.\n30\nCORE PERFORMANCE MEASURES\nIn managing the Company and assessing our financial performance, we adjust certain measures provided by our consolidated financial statements to exclude specific items to report core performance measures. These items include gains and losses on our translated earnings contracts, acquisition-related costs, certain discrete tax items and other tax-related adjustments, restructuring, impairment losses, and other charges and credits, certain litigation-related expenses, pension mark-to-market adjustments and other items which do not reflect on-going operating results of the Company or our equity affiliates. Corning utilizes constant-currency reporting for our Display Technologies, Environmental Technologies, Specialty Materials and Life Sciences segments for the Japanese yen, South Korean won, Chinese yuan, new Taiwan dollar and the euro.  The Company believes that the use of constant-currency reporting allows investors to understand our results without the volatility of currency fluctuations and reflects the underlying economics of the translated earnings contracts used to mitigate the impact of changes in currency exchange rates on our earnings and cash flows. Corning also believes that reporting core performance measures provides investors greater transparency to the information used by our management team to make financial and operational decisions.\nCore performance measures are not prepared in accordance with Generally Accepted Accounting Principles in the U.S. (“GAAP”). We believe investors should consider these non-GAAP measures in evaluating our results as they are more indicative of our core operating performance and how management evaluates our operational results and trends. These measures are not, and should not be viewed as a substitute for, GAAP reporting measures. With respect to the Company’s outlook for future periods, it is not possible to provide reconciliations for these non-GAAP measures because the Company does not forecast the movement of foreign currencies against the U.S. dollar, or other items that do not reflect ongoing operations, nor does it forecast items that\nhave not yet occurred or are out of the Company’s control. As a result, the Company is unable to provide outlook information on a GAAP basis.\nFor a reconciliation of non-GAAP performance measures to their most directly comparable GAAP financial measure, please see “Reconciliation of Non-GAAP Measures”.\nRESULTS OF OPERATIONS\n–\nCORE PERFORMANCE MEASURES\nSelected highlights from our continuing operations, excluding certain items, follow (in millions):\nCore Net Sales\nCore net sales are consistent with net sales by reportable segment and \"All Other\". The following table presents segment net sales by reportable segment and \"All Other\" (in millions):\nSegment and \"All Other\" net sales and variances are discussed in detail in the Reportable Segments section of our MD&A.\n31\nCore Equity in Earnings of Affiliated Companies\nThe following provides a summary of core equity in earnings of affiliated companies (in millions):\nCore Net Income\nIn the year ended December 31, 2021, we generated core net income of $1.8 billion or $2.07 per share, compared to core net income generated in the year ended December 31, 2020 of $1.2 billion, or $1.39 per share. The increase in core net income of $574 million was driven by the following items:\nCore earnings per share increased in the year ended December 31, 2021 to $2.07 per share, primarily driven by the increase in core net income, outlined above.\nCore Earnings per Common Share\nThe following table sets forth the computation of core basic and core diluted earnings per common share (in millions, except per share amounts):\n32\nReconciliation of Non-GAAP Measures\nWe utilize certain financial measures and key performance indicators that are not calculated in accordance with GAAP to assess our financial and operating performance. A non-GAAP financial measure is defined as a numerical measure of a company’s financial performance that (i) excludes amounts, or is subject to adjustments that have the effect of excluding amounts, that are included in the comparable measure calculated and presented in accordance with GAAP in the consolidated statements of income or statements of cash flows, or (ii) includes amounts, or is subject to adjustments that have the effect of including amounts, that are excluded from the comparable measure as calculated and presented in accordance with GAAP in the consolidated statements of income or statements of cash flows.\nCore net sales, core equity in earnings of affiliated companies, core net income and the related per share numbers are non-GAAP financial measures utilized by our management to analyze financial performance without the impact of items that are driven by general economic conditions and events that do not reflect the underlying fundamentals and trends in the Company’s operations.\nSee “Items Excluded from GAAP Measures” for the descriptions of the footnoted reconciling items.\nThe following tables reconcile our non-GAAP financial measures to their most directly comparable GAAP financial measure (amounts in millions except percentages and per share amounts):\n33\nSee “Items Excluded from GAAP Measures” for the descriptions of the footnoted reconciling items.\n34\nItems Excluded from GAAP Measures\nItems we exclude from GAAP measures to arrive at core performance measures are as follows:\n35\nREPORTABLE SEGMENTS\nReportable segments are as follows:\nAll other businesses that do not meet the quantitative threshold for separate reporting have been grouped as “All Other.” This group is primarily comprised of the results of HSG, pharmaceutical technologies, auto glass, new product lines and development projects, as well as other businesses and certain corporate investments.\nThe Company obtained a controlling interest in HSG during the third quarter of 2020 and has consolidated results in “All Other” since September 9, 2020.  Refer to Note 4 (HSG Transactions and Acquisitions) to the consolidated financial statements for additional information on this transaction.\nFinancial results for the reportable segments are prepared on a basis consistent with the internal disaggregation of financial information to assist the Chief Operating Decision Maker (\"CODM\") in making internal operating decisions. The impact of changes in the Japanese yen, South Korean won, Chinese yuan and new Taiwan dollar are excluded from segment sales and segment net income for the Display Technologies and Specialty Materials segments. The impact of changes in the euro and Chinese yuan are excluded from segment sales and segment net income for the Environment Technologies segment. The impact of changes in the euro, Chinese yuan and Japanese yen are excluded from segment sales and segment net income for the Life Sciences segment. Certain income and expenses are included in the unallocated amounts in the reconciliation of reportable segment net income (loss) to consolidated net income. These include items that are not used by the CODM in evaluating the results of or in allocating resources to the segments and include the following items: the impact of the translated earnings contracts; acquisition-related costs; certain discrete tax items and other tax-related adjustments; certain litigation, regulatory and other legal matters; restructuring, impairment losses and other charges and credits; adjustments relating to acquisitions; and other non-recurring non-operational items. Although these amounts are excluded from segment results, they are included in reported consolidated results.\nEarnings of equity affiliates that are closely associated with the reportable segments are included in the respective segment’s net income (loss). Certain common expenses among reportable segments have been allocated differently than they would for stand-alone financial information. Segment net income (loss) may not be consistent with measures used by other companies.\nDisplay Technologies\nThe following table provides net sales and net income for the Display Technologies segment (in millions):\nNet sales in the Display Technologies segment increased by $528 million, or 17%, for the year ended December 31, 2021, when compared to the prior year, primarily driven by volume increases of approximately mid-teens in percentage terms and pricing consistent with 2020.\nNet income in the Display Technologies segment increased by $243 million, or 34%, in the year ended December 31, 2021, primarily driven by the changes in sales, outlined above.\n36\nOptical Communications\nThe following table provides net sales and net income for the Optical Communications segment (in millions):\nNet sales increased by $786 million, or 22%, in the year ended December 31, 2021, when compared to the same period in 2020, primarily due to higher sales in carrier products and enterprise products, up $588 million and $198 million, respectively, primarily driven by strong growth of 5G, broadband and cloud computing.\nNet income in the year ended December 31, 2021 increased by $187 million, or 51%, primarily driven by the changes in sales, outlined above, partially offset by increased raw material, freight and logistics costs.\nMovements in foreign currency exchange rates did not materially impact net income in this segment in the year ended December 31, 2021 when compared to the same period in 2020.\nSpecialty Materials\nThe following table provides net sales and net income for the Specialty Materials segment (in millions):\nNet sales in the Specialty Materials segment increased by $124 million, or 7%, in the year ended December 31, 2021, when compared to the same period in 2020, primarily driven by demand for our premium cover materials and advanced optics content used in semiconductor manufacturing.\nNet income in the year ended December 31, 2021 decreased by $52 million, or 12%, when compared to the same period in 2020, primarily driven by increased investments in innovation programs that are moving towards commercialization.\nEnvironmental Technologies\nThe following table provides net sales and net income for the Environmental Technologies segment (in millions):\nNet sales increased $216 million, or 16% in the year ended December 31, 2021, primarily due to increased sales of heavy-duty diesel products and gas-particulate filters.\nNet income in the year ended December 31, 2021 increased by $72 million, or 37%, driven by the sales increase outlined above, but negatively impacted by inflation and increased freight and logistics costs.\n37\nLife Sciences\nThe following table provides net sales and net income for the Life Sciences segment (in millions):\nNet sales in the Life Sciences segment increased by $236 million, or 24%, primarily driven by ongoing increased demand to support the global pandemic response, continued recovery in research labs, and strong demand for bioproduction vessels and diagnostic-related consumables.\nNet income increased by $55 million, or 40%, in the year ended December 31, 2021, primarily driven by the changes in sales outlined above.\nAll Other\nAll other businesses that do not meet the quantitative threshold for separate reporting have been grouped as “All Other.” This group is primarily comprised of the results of HSG, pharmaceutical technologies, auto glass, new product lines and development projects, as well as other businesses and certain corporate investments.\nThe Company obtained a controlling interest in HSG during the third quarter of 2020 and has consolidated results in “All Other” since September 9, 2020.  Refer to Note 4 (HSG Transactions and Acquisitions) to the consolidated financial statements for additional information on this transaction.\nThe following table provides net sales and net loss for “All Other” (in millions):\nNet sales of this segment increased by $778 million, or 167%, in the year ended December 31, 2021, when compared to the same period in 2020, driven primarily by full-year consolidation of HSG.\nThe decrease in the net loss of $163 million is primarily driven by the increases in sales outlined above.\nLIQUIDITY AND CAPITAL RESOURCES\nFinancing and Capital Structure\nThe following items discuss Corning’s financing and changes in capital structure during 2021 and 2020:\n2021\nIn the third quarter of 2021, Corning redeemed $250 million of 3.7% debentures due in 2023, paying a premium of $19 million by exercising our make-whole call.  The bond redemption resulted in a $20 million loss during the same quarter.\nIn the second quarter of 2021, Corning redeemed $375 million of 2.9% debentures due in 2022, paying a premium of $10 million by exercising our make-whole call.  The bond redemption resulted in an $11 million loss during the same quarter.\nLosses on bond redemption have been recorded in other income (expense), net on the consolidated statements of income during the quarter in which they occurred.\n38\nBorrowings under the three unsecured variable rate loan facilities for the year ended December 31, 2021, totaled 1,764 million Chinese yuan, or approximately $277 million.\nAs of December 31, 2021, the 25 billion Japanese yen facility, equivalent to $217 million, has not been drawn upon.\n2020\nDuring the fourth quarter of 2020, Corning redeemed $100 million of 7.0% debentures due in 2024 with a carrying amount of $99 million, paying a $21 million make-whole call premium. The total payment of $121 million is disclosed in financing activities in the consolidated statements of cash flows. The redemption resulted in a loss of $22 million.\nIn conjunction with the change in control of HSG on September 9, 2020, a variable interest rate loan of $175 million, maturing on September 8, 2021, was made to DC HSC Holdings, LLC, now a consolidated subsidiary of Corning.  As of December 31, 2021, the third-party debt has been fully repaid.  Refer to Note 3 (Investments) to the consolidated financial statements for additional information.\nDuring the second quarter of 2020, Corning established an incremental liquidity facility for 25 billion Japanese yen, equivalent to $232 million with a maturity of three years. As of December 31, 2020, the facility has not been drawn upon.\nIn the first quarter of 2020, Corning established two unsecured variable rate loan facilities for 1,050 million Chinese yuan, equivalent to $150 million, and 749 million Chinese yuan, equivalent to $105 million, each with a maturity of five years.  In the fourth quarter of 2020, Corning established a third unsecured variable rate loan facility for 546 million Chinese yuan, equivalent to $84 million, with a maturity of five years. Borrowings under these loan facilities for the year ended December 31, 2020, totaled 1,691 million Chinese yuan, or approximately $243 million. These Chinese yuan-denominated proceeds will not be converted into USD and will be used for capital projects. Payments of principal and interest on the Notes will be in Chinese yuan, or should yuan be unavailable due to circumstances beyond Corning’s control, a USD equivalent. These loans are the sole obligations of the subsidiary borrowers and are not guaranteed by any other Corning entity.\nCommon Stock Dividends\nOn February 2, 2022, Corning’s Board of Directors declared a 13% increase in the Company’s quarterly common stock dividend, which increased the quarterly dividend from $0.24 to $0.27 per share of common stock, beginning with the dividend paid in the first quarter of 2022. This increase marks the eleventh dividend increase since October 2011.\nOn February 3, 2021, Corning’s Board of Directors declared a 9% increase in the Company’s quarterly common stock dividend, which increased the quarterly dividend from $0.22 to $0.24 per share of common stock, beginning with the dividend paid in the first quarter of 2021.\nOn February 5, 2020, Corning’s Board of Directors declared a 10% increase in the Company’s quarterly common stock dividend, which increased the quarterly dividend from $0.20 to $0.22 per share of common stock, beginning with the dividend paid in the first quarter of 2020.\nFixed Rate Cumulative Convertible Preferred Stock, Series A\nAs of December 31, 2020, Corning had 2,300 outstanding shares of Fixed Rate Cumulative Convertible Preferred Stock, Series A (the “Preferred Stock”).\nOn January 16, 2021, the Preferred Stock became convertible into 115 million Common Shares, in whole or in part, at the option of SDC.  On April 5, 2021, Corning and SDC executed the SRA.\n39\nPursuant to the SRA, on April 8, 2021 (the \"Initial Closing Date\"), the Preferred Stock was fully converted into Common Shares.  Immediately following the conversion, Corning repurchased and retired 35 million of the Common Shares held by SDC for an aggregate purchase price of approximately $1.5 billion, of which approximately $507 million was paid on the Initial Closing Date. Subsequent payments of approximately $507 million will be paid on each of the first and second anniversaries of the Initial Closing Date.\nThe remaining 80 million Common Shares were accounted for as a conversion of Preferred Stock and resulted in an increase of common stock and additional paid-in-capital based on the carrying value of the Preferred Stock and were included in the weighted-average common shares outstanding for the calculation of the Company’s basic and diluted earnings per share.\nRefer to Note 17 (Shareholders’ Equity) to the consolidated financial statements for additional information.\nCustomer Deposits\nAs of December 31, 2021 and 2020, Corning had customer deposits of approximately $1.3 billion and $1.4 billion. The majority of these were non-refundable cash deposits by customers to secure rights to products produced by Corning under long-term supply agreements. The duration of these long-term supply agreements ranges up to 10 years. As products are shipped to customers, Corning will recognize revenue and reduce the amount of the customer deposit liability.\nIn the years ended December 31, 2021 and 2020, customer deposits used were $216 million and $140 million, respectively. As of December 31, 2021 and 2020, $1.1 billion was recorded as other long-term liabilities and the remaining $223 million and $211 million, respectively, were classified as other current liabilities on our consolidated balance sheets.\nDeferred Revenue\nDuring the third quarter of 2020, Corning obtained a controlling interest in HSG and recorded deferred revenue of $1,070 million at fair value related to the performance obligations of non-refundable consideration previously received by HSG from its customers under long term supply agreements.\nThe deferred revenue is tracked on a per-customer contract-unit basis. As customers take delivery of the committed volumes under the terms of the contract, a per unit amount of deferred revenue is recognized when control of the promised goods is transferred to the customer based upon the units shipped compared to the remaining contractual units.\nAs of December 31, 2021 and 2020, $764 million and $872 million, respectively, were classified as a long-term liability and $148 million and $152 million, respectively, were classified as a current liability.\nCapital Spending\nCapital spending was $1.6 billion in 2021, an increase of $260 million when compared to 2020. We expect our 2022 capital expenditures to be consistent with 2021.\nCash Flows\nSummary of cash flow data (in millions):\n40\nNet cash provided by operating activities increased by $1,232 million in the year ended December 31, 2021, when compared to the same period in the prior year.  The change was primarily driven by an increase in net income.\nNet cash used in investing activities increased by $109 million in the year ended December 31, 2021, when compared to the same period last year, primarily driven by an increase in capital expenditures.\nNet cash used in financing activities increased by $1,723 million in the year ended December 31, 2021, when compared to the same period last year.  The increase was primarily driven by higher debt repayments, redemption of Preferred Stock and repurchases of common stock of $639 million, $507 million and $169 million, respectively.\nDefined Benefit Pension Plans\nWe have defined benefit pension plans covering certain domestic and international employees. Our largest single pension plan is Corning’s U.S. qualified plan. At December 31, 2021, this plan accounted for 77% of our consolidated defined benefit pension plans’ projected benefit obligation and 86% of the related plans’ assets.\nIn 2021, Corning made no voluntary contributions to our domestic defined benefit pension plan and cash contributions of $24 million to our international pension plans. During 2022, the Company anticipates making cash contributions of $29 million to the international pension plans.\nRefer to Note 13 (Employee Retirement Plans) to the consolidated financial statements for additional information.\nKey Balance Sheet Data\nBalance sheet and working capital measures are provided in the following table (in millions):\nManagement Assessment of Liquidity\nWe ended 2021 with $2.1 billion of cash and cash equivalents. Our cash and cash equivalents are held in various locations throughout the world and are generally unrestricted. We utilize a variety of strategies to ensure that our worldwide cash is available in the locations in which it is needed. At December 31, 2021, approximately 58% of the consolidated cash and cash equivalents were held outside the U.S.\nCorning also has a commercial paper program pursuant to which we may issue short-term, unsecured commercial paper notes up to a maximum aggregate principal amount outstanding at any one time of $1.5 billion. Under this program, the Company may issue the paper from time to time and will use the proceeds for general corporate purposes.  At December 31, 2021, Corning did not have outstanding commercial paper.\nThe Company’s $1.5 billion Revolving Credit Agreement is available to support obligations under the commercial paper program and for general corporate purposes, if needed.  At December 31, 2021, Corning did not have any amounts outstanding under the Revolving Credit Agreement.\n41\nShare Repurchases\nDuring the years ended December 31, 2021 and 2020, the Company repurchased 7.3 million and 4.1 million shares of common stock, respectively, on the open market for approximately $274 million and $105 million as part of its 2018 and 2019 Repurchase Programs.\nOn April 8, 2021, the Company repurchased 35 million shares of common stock, under the 2018 and 2019 Repurchase Programs.  These shares were repurchased immediately following the conversion of Preferred Stock, for an aggregate purchase price of approximately $1.5 billion, of which approximately $507 million was paid on the Initial Closing Date. Subsequent payments of approximately $507 million will be paid on each of the first and second anniversaries of the Initial Closing Date.\nRefer to Note 17 (Shareholders’ Equity) to the consolidated financial statements for additional information.\nOther\nWe complete comprehensive reviews of our significant customers and their creditworthiness by analyzing their financial strength at least annually or more frequently for customers where we have identified a measure of increased risk. We closely monitor payments and developments to identify potential customer credit issues.  From time to time, we factor or sell accounts receivable. Sales of accounts receivable during 2021 were $602 million.  We believe $405 million would have been collected during the normal course of business in 2021. We currently have not identified any potential material impact on our liquidity resulting from customer credit issues.\nOur major source of funding for 2021 and beyond will be our operating cash flow, our existing balances of cash and cash equivalents and proceeds from any issuances of debt. We believe we have sufficient liquidity to fund operations, acquisitions, capital expenditures, scheduled debt repayments, dividend payments and share repurchase programs for the next twelve months.\nOur Revolving Credit Agreement includes affirmative and negative covenants with which we must comply, including a leverage (debt to capital ratio) financial covenant. The required leverage ratio is a maximum of 60%. At December 31, 2021, our leverage using this measure was approximately 36%. As of December 31, 2021, Corning was in compliance and no amounts were outstanding under the Company’s Revolving Credit Agreement.\nOur debt instruments contain customary event of default provisions, which allow the lenders the option of accelerating all obligations upon the occurrence of certain events. In addition, some of our debt instruments contain a cross default provision, whereby an uncured default exceeding a specified amount on one debt obligation of the Company, also would be considered a default under the terms of another debt instrument. As of December 31, 2021, we were in compliance with all such provisions.\nManagement is not aware of any known trends or any known demands, commitments, events or uncertainties that will result in or that are reasonably likely to result in a material decrease in our liquidity. In addition, other than items discussed, there are no known material trends, favorable or unfavorable, in our capital resources and no expected material changes in the mix and relative cost of such resources.\nTranslated Earnings Contracts\nCorning has hedged a significant portion of its projected yen exposure for the period 2022 through 2024, with average rate forwards and options. In the years ended December 31, 2021 and 2020, we recorded a pre-tax net gain of $363 million and a pre-tax  net loss of $38 million, respectively, related to changes in the fair value of these instruments.  Included in these amounts is a realized gain of $27 million and a realized loss of $31 million, respectively.  The gross notional value outstanding for these instruments which hedge our exposure to the Japanese yen at December 31, 2021 and 2020, was $6.5 billion.\nWe have entered into average rate forwards to hedge our translation exposure resulting from movements in the South Korean won and its impact on our net income.  In the years ended December 31, 2021 and 2020, we recorded a pre-tax net loss of $33 million and a pre-tax net gain of $24 million, respectively, related to changes in the fair value of these instruments.  Included in these amounts are realized gains of $11 million and $1 million, respectively.  These instruments had a gross notional value outstanding at December 31, 2021 and 2020, of $1.2 billion and $0.4 billion, respectively.\n42\nWe have entered into a portfolio of average rate forwards to hedge against our euro translation exposure.  In the years ended December 31, 2021 and 2020, we recorded pre-tax losses of $24 million and $21 million, respectively.  Included in these amounts are realized gains of $12 million and $20 million, respectively.  At December 31, 2021 and 2020, the euro-denominated average rate instruments had a gross notional amount of $0.2 billion and $0.5 billion, respectively.\nThese derivative instruments are not designated as accounting hedges, and changes in fair value are recorded in earnings in the translated earnings contract gain (loss), net line of the consolidated statements of income.\nOff Balance Sheet Arrangements\nOff balance sheet arrangements are transactions, agreements, or other contractual arrangements with an unconsolidated entity for which Corning has an obligation to the entity that is not recorded in our consolidated financial statements.\nCorning’s off balance sheet arrangements include guarantee and indemnity contracts. At the time a guarantee is issued, the Company is required to recognize a liability for the fair value or market value of the obligation it assumes. In the normal course of our business, we do not routinely provide significant third-party guarantees. Generally, third-party guarantees provided by Corning are limited to certain financial guarantees, including stand-by letters of credit and performance bonds, and the incurrence of contingent liabilities in the form of purchase price adjustments related to attainment of milestones. These guarantees have various terms, and none of these guarantees are individually significant.\nRefer to Note 14 (Commitments, Contingencies and Guarantees) to the consolidated financial statements for additional information.\nFor variable interest entities, we assess the terms of our interest in each entity to determine if we are the primary beneficiary. The primary beneficiary of a variable interest entity is the party that holds a controlling financial interest.  Variable interests are the ownership, contractual, or other pecuniary interests in an entity, that change with changes in the fair value, of the entity’s net assets excluding variable interest entities.\nCorning has identified nine entities that qualify as variable interest entities and are not consolidated. These entities are not significant to Corning’s consolidated financial statements.\nCorning does not have retained interest in assets transferred to an unconsolidated entity that serve as credit, liquidity or market risk support to that entity.\nENVIRONMENT\nRefer to Item 3. Legal Proceedings or Note 14 (Commitments, Contingencies and Guarantees) to the consolidated financial statements for information.\nCRITICAL ACCOUNTING ESTIMATES\nThe preparation of financial statements requires us to make estimates and assumptions that affect amounts reported therein. The estimates that required us to make difficult, subjective or complex judgments, including future projections of performance and relevant discount rates, are set forth below.\n43\nValuation of the Previously Held Equity Interest from the Consolidation of HSG\nWe account for the change in controlling interest using the acquisition method of accounting, which requires us to estimate the fair values of the assets and liabilities recorded.  Assets recorded include intangible assets such as developed technologies and know-how, tradenames and customer-related intangibles, fixed assets and inventories. Liabilities recorded include contract liabilities such as customer deposits and deferred revenue, debt, and other liabilities. These assets and liabilities recorded are assessed at the time of the change in control and require judgment in ascertaining the fair values. In this business combination, achieved in stages, we also remeasure the previously held equity interest in HSG at the time of the change in control at fair value and recognize the resulting gain in earnings. Independent appraisals assisted the Company in the determination of the fair value of certain assets and liabilities.  Such appraisals are based on acceptable valuation models as well as inputs and assumptions provided by us. Additional information related to the fair value of the assets and liabilities recorded during the allocation period, not to exceed one year, may result in changes to the recorded values of assets and liabilities, resulting in an offsetting adjustment to the goodwill associated with the business combination. Changes in assumptions and estimates after completing the allocation of the purchase price to the assets and liabilities acquired, as well as differences in actual and estimated results could result in impacts to Corning’s financial results.\nIn September 2020, HSG redeemed DuPont’s entire ownership interest in HSG for $250 million (the \"Redemption\"). Upon completion of the Redemption, Corning recognized a pre-tax gain of $498 million on its previously held equity investment in HSG as a result of the consolidation resulting from the Redemption. The gain was calculated based on the difference between fair value and carrying value of the equity method investment immediately preceding the Redemption. The fair value of Corning’s equity interest in HSG was estimated by applying the income approach, which was based on significant assumptions such as projected revenue and discount rate. The Company used a discount rate of 16.5% and terminal growth rate of zero.\nUpon completion of the Redemption, we recognized intangible assets consisting primarily of $215 million of developed technologies and know-how, and $70 million of other intangibles that are amortized over the weighted average useful life of approximately 20 and 15 years, respectively. The developed technologies and know-how intangible assets were valued using two appropriate valuation methods. The developed technologies and know-how intangibles assets valued at $125 million utilized the relief from royalty method, which was based on significant inputs such as projected revenue and key assumptions, including a discount rate of 21.0% and a royalty rate of 7.0%. The developed technologies and know-how intangibles assets valued at $90 million utilized the multi-period excess earnings method under the income approach, which was based on significant inputs such as projected revenue and the key assumption of a discount rate of 19.0%.\nValuation of Deferred Revenue and Customer Deposits from the consolidation of HSG\nUpon completion of the Redemption and resulting consolidation, we recorded a customer deposit liability and deferred revenue.\nCorning recorded a customer deposit of $264 million, at the fair value, of refundable payments that HSG received from a customer under a long-term supply agreement. The discount rates used to calculate the present value of the customer deposit range from 2.54% to 3.23%. The deposits will be repaid from 2029 to 2034 provided that all purchase obligations of this customer under the supply agreement have been satisfied.\nWe recorded deferred revenue of $1,070 million at fair value related to the performance obligations of non-refundable consideration previously received by HSG from its customers under long term supply agreements. The fair values of deferred revenue were estimated by applying a bottoms-up cost buildup method of the cost approach based on significant inputs such as the cost to fulfill the obligations as well as key assumptions including a normal profit margin.\nRefer to Note 3 (Investments) and Note 4 (HSG Transactions and Acquisitions) to the consolidated financial statements for more information.\nImpairment of assets held for use\nWe are required to assess the recoverability of the carrying value of long-lived assets when an indicator of impairment has been identified. We review long-lived assets in each quarter in which impairment indicators are present. We must exercise judgment in assessing whether an event of impairment has occurred.\n44\nManufacturing equipment includes certain components of production equipment that are constructed of precious metals, primarily platinum and rhodium. These metals are not depreciated because they have very low physical losses and are repeatedly reclaimed and reused in our manufacturing process over a very long useful life. Precious metals are reviewed for impairment as part of our assessment of long-lived assets. This review considers all the Company’s precious metals that are either in place in the production process; in reclamation, fabrication, or refinement in anticipation of re-use; or awaiting use to support increased capacity. Precious metals are only acquired to support our operations and are not held for trading or other non-manufacturing related purposes.\nExamples of events or circumstances that may be indicative of impairments include, but are not limited to:\nFor purposes of recognition and measurement of an impairment loss, a long-lived asset or assets is grouped with other assets and liabilities at the lowest level for which identifiable cash flows are largely independent of the cash flows of other assets and liabilities. We must exercise judgment in assessing the lowest level for which identifiable cash flows are largely independent of the cash flows of other assets and liabilities. Our assessment is performed at the reportable segment level. For most of our reportable segments, we concluded that locations or businesses within these segments which share production along the supply chain must be combined to appropriately identify cash flows that are largely independent of the cash flows of other assets and liabilities.\nFor long-lived assets, when impairment indicators are present, we compare estimated undiscounted future cash flows, including the eventual disposition of the asset group at market value, to the assets’ carrying value to determine if the asset group is recoverable. This assessment requires the exercise of judgment in assessing the future use of and projected value to be derived from the assets to be held and used. Assessments also consider changes in asset utilization, including the temporary idling of capacity and the expected timing for placing this capacity back into production.\nFor an asset group that fails the test of recoverability, the estimated fair value of long-lived assets is determined using an “income approach” that starts with the forecast of all the expected future net cash flows, including the eventual disposition at market value of long-lived assets, and considers the fair market value of all precious metals, if applicable. We assess the recoverability of the carrying value of long-lived assets at the lowest level for which identifiable cash flows are largely independent of the cash flows of other assets and liabilities. If there is an impairment, a loss is recorded to reflect the difference between the assets’ fair value and carrying value. Our estimates are based upon our historical experience, our commercial relationships, and available external information about future trends. We believe fair value assessments are most sensitive to market growth and the corresponding impact on volume and selling prices and that these are also more subjective than manufacturing cost and other assumptions. The Company believes its current assumptions and estimates are reasonable and appropriate.\nAt December 31, 2021 and 2020, the carrying value of precious metals was $3.5 billion and $3.4 billion, respectively, and significantly lower than the fair market value. Most of these precious metals are utilized by the Display Technologies and Specialty Materials segments.  The potential for impairment exists in the future if negative events significantly decrease the cash flow of these segments. Such events include, but are not limited to, a significant decrease in demand for products or a significant decrease in profitability in our Display Technologies or Specialty Materials segments.\nFor the year ended December 31, 2020, Corning incurred a long-lived asset impairment and disposal loss for an asset group related to the reassessment and reprioritization of research and development programs within “All Other”. Given the economic environment and market opportunities, Corning discontinued its investment in these research and development programs. The impairment analysis and disposition of certain assets resulted in a total pre-tax charge of $217 million, which was substantially all the carrying value, inclusive of an insignificant amount of goodwill. The fair value of the asset group for the impairment analysis was measured using unobservable (Level 3) inputs.\n45\nRefer to Note 2 (Restructuring, Impairment and Other Charges and Credits) to the consolidated financial statements for additional information on restructuring activities and impairment.\nIncome taxes\nWe are required to exercise judgment about our future results in assessing the realizability of our deferred tax assets. Inherent in this estimation process is the requirement for us to estimate future book and taxable income and possible tax planning strategies. These estimates require us to exercise judgment about our future results, the prudence and feasibility of possible tax planning strategies, and the economic environments in which we do business. It is possible that actual results will differ from assumptions and require adjustments to allowances.\nCorning accounts for uncertain tax positions in accordance with ASC Topic 740, Income Taxes, which requires that companies only record tax benefits for technical positions that are believed to have a greater than 50% likelihood of being sustained on their technical merits and then only to the extent of the amount of tax benefit that is greater than 50% likely of being realized upon settlement. In estimating these amounts, we must exercise judgment around factors such as the weighting of the tax law in our favor, the willingness of a tax authority to aggressively pursue an opposing position, or alternatively, consider a negotiated compromise, and our willingness to dispute a tax authorities’ assertion to the level of appeal we believe is required to sustain our position. As a result, it is possible that our estimate of the benefits we will realize for uncertain tax positions may change when we become aware of new information affecting these judgments and estimates.\nFair value measures\nAs required, Corning uses two kinds of inputs to determine the fair value of assets and liabilities: observable and unobservable. Observable inputs are based on market data or independent sources, while unobservable inputs are based on the Company’s own market assumptions. Once inputs have been characterized, we prioritize the inputs used to measure fair value into one of three broad levels. Characterization of fair value inputs is required for those accounting pronouncements that prescribe or permit fair value measurement. In addition, observable market data must be used when available and the highest-and-best-use measure should be applied to non-financial assets. Corning’s major categories of financial assets and liabilities required to be measured at fair value are short-term and long-term investments, certain pension asset investments and derivatives. These categories use observable inputs only and are measured using a market approach based on quoted prices in markets considered active or in markets in which there are few transactions.\nDerivative assets and liabilities may include interest rate swaps and forward exchange contracts that are measured using observable quoted prices for similar assets and liabilities.  Included in our forward exchange contracts are foreign currency hedges that hedge our cash flow and translation exposure resulting from movements in the Japanese yen, South Korean won, euro, new Taiwan dollar, Chinese yuan and British pound.  Changes in the fair value of contracts designated as cash flow hedges are recorded in accumulated other comprehensive loss in shareholders’ equity and reclassified into income when the underlying hedged item impacts earnings.  For contracts that are not designated as accounting hedges, changes in fair value are recorded in earnings in the translated earnings contract gain (loss), net line of the consolidated statements of income.  In arriving at the fair value of Corning’s derivative assets and liabilities, we have considered the appropriate valuation and risk criteria, including such factors as credit risk of the relevant party to the transaction.  Amounts related to credit risk are not material.\nRefer to Note 16 (Fair Value Measurements) to the consolidated financial statements for additional information.\nProbability of litigation outcomes\nCorning is required to make judgments about future events that are inherently uncertain. In making determinations of likely outcomes of litigation matters, we consider the evaluation of legal counsel knowledgeable about each matter, case law, and other case-specific issues. See Part II – Item 3. Legal Proceedings for a discussion of Corning’s material litigation matters.\nOther possible liabilities\nThe Company is required to make judgments about future events that are inherently uncertain. In making determinations of likely outcomes of certain matters, including certain tax planning and environmental matters, these judgments require us to consider events and actions that are outside our control in determining whether probable or possible liabilities require accrual or disclosure. It is possible that actual results will differ from assumptions and require adjustments to accruals.\n46\nPension and other postretirement employee benefits (OPEB)\nCorning offers employee retirement plans consisting of defined benefit pension plans covering certain domestic and international employees and postretirement plans that provide health care and life insurance benefits for eligible retirees and dependents. The costs and obligations related to these benefits reflect the Company’s assumptions related to general economic conditions (particularly interest rates), expected return on plan assets, rate of compensation increase for employees and health care trend rates. The cost of providing plan benefits depends on demographic assumptions including retirements, mortality, turnover and plan participation. While management believes that the assumptions used are appropriate, differences in actual experience or changes in assumptions may affect Corning’s employee pension and other postretirement obligations, and current and future expense.\nCosts for our defined benefit pension plans consist of two elements: 1) on-going costs recognized quarterly, which are comprised of service and interest costs, expected return on plan assets and amortization of prior service costs; and 2) mark-to-market gains and losses outside of the corridor, where the corridor is equal to 10% of the greater of the benefit obligation or the market-related value of plan assets at the beginning of the year, which are recognized annually in the fourth quarter of each year. These gains and losses result from changes in actuarial assumptions and the differences between actual and expected return on plan assets. Any interim remeasurement, such as curtailments, settlements, significant plan changes, or adjustments to the annual valuation, is recognized as a mark-to-market adjustment in the quarter in which such an event occurs.\nCosts for OPEB plans consist of on-going costs recognized quarterly, and are comprised of service and interest costs, amortization of prior service costs and amortization of actuarial gains and losses. We recognize the actuarial gains and losses resulting from changes in actuarial assumptions as a component of accumulated other comprehensive loss in shareholders’ equity on an annual basis and amortize them into our operating results over the average remaining service period of employees expected to receive benefits under the plans, to the extent such gains and losses are outside of the corridor.\nThe following table presents our actual and expected return on assets, as well as the corresponding percentages:\nAs of December 31, 2021, the Projected Benefit Obligation (PBO) for U.S. pension plans was $4.1 billion.\nThe following information illustrates the sensitivity to a change in certain assumptions for U.S. pension plans:\nThe above sensitivities reflect the impact of changing one assumption at a time. Note that economic factors and conditions often affect multiple assumptions simultaneously and the effects of changes in key assumptions are not necessarily linear. These changes in assumptions would have no effect on Corning’s funding requirements.\n47\nIn addition, at December 31, 2021, a 25 basis point decrease in each spot rate would decrease shareholders’ equity by $137 million before tax, and a 25 basis point increase in each spot rate would increase shareholders’ equity by $129 million. In addition, the impact of greater than a 25 basis point decrease in each spot rate would not be proportional to the first 25 basis point decrease in each spot rate.\nThe following table illustrates the sensitivity to a change in each spot rate assumption related to Corning’s U.S. OPEB plans:\nThe above sensitivities reflect the impact of changing one assumption at a time. Note that economic factors and conditions often affect multiple assumptions simultaneously and the effects of changes in key assumptions are not necessarily linear.\nRevenue recognition\nThe Company recognizes revenue when all performance obligations under the terms of a contract with our customer are satisfied, and control of the product has been transferred to the customer. If customer acceptance clauses are present and it cannot be objectively determined that control has been transferred, revenue is only recorded when customer acceptance is received and all performance obligations have been satisfied. Sales of goods typically do not include multiple product and/or service elements. Corning also has contractual arrangements with certain customers in which we recognize revenue over time. The performance obligations under these contracts generally require services to be performed over time, resulting in either a straight-line amortization method or an input method using incurred and forecasted expense to predict revenue recognition patterns which follows satisfaction of the performance obligation.\nNEW ACCOUNTING STANDARDS\nRefer to Note 1 (Summary of Significant Accounting Policies) to the consolidated financial statements.\n48\nFORWARD-LOOKING STATEMENTS\nThe statements in this Annual Report on Form 10-K, in reports subsequently filed by Corning with the Securities and Exchange Commission (SEC) on Form 10-Q and Form 8-K, and related comments by management that are not historical facts or information and contain words such as “will,” “believe,” “anticipate,” “expect,” “intend,” “plan,” “seek,” “see,” “would,” and “target” and similar expressions are forward-looking statements. Such statements relate to future events that by their nature address matters that are, to different degrees, uncertain. These forward-looking statements relate to, among other things, the Company’s future operating performance, the Company’s share of new and existing markets, the Company’s revenue and earnings growth rates, the Company’s ability to innovate and commercialize new products, the Company's expected capital expenditure, and the Company’s implementation of cost-reduction initiatives and measures to improve pricing, including the optimization of the Company’s manufacturing capacity.\nAlthough the Company believes that these forward-looking statements are based upon reasonable assumptions regarding, among other things, current estimates and forecasts, general economic conditions, its knowledge of its business, and key performance indicators that impact the Company, actual results could differ materially.  Some of the risks, uncertainties and other factors that could cause actual results to differ materially from those expressed in or implied by the forward-looking statements include, but are not limited to:\nWhile the Company continually reviews trends and uncertainties affecting the Company's results of operations and financial condition, the Company does not assume any obligation to update or supplement any particular forward-looking statements contained in this document, unless required by law.\n49"
  },
  {
    "item_key": "item_7a",
    "text": "We operate and conduct business in many foreign countries and as a result are exposed to movements in foreign currency exchange rates. Our exposure to exchange rates has the following effects:\nOur most significant foreign currency exposure relates to the Japanese yen, South Korean won, new Taiwan dollar, Chinese yuan, and the euro. We seek to mitigate the impact of exchange rate movements in our income statement by using over-the-counter (OTC) derivative instruments including foreign exchange forward and option contracts. In general, these hedges expire coincident with the timing of the underlying foreign currency commitments and transactions.\nWe are exposed to potential losses in the event of non-performance by our counterparties to these derivative contracts. However, we minimize this risk by maintaining a diverse group of highly-rated major financial institutions as our counterparties. We do not expect to record any losses as a result of such counterparty default. Neither we nor our counterparties are required to post collateral for these financial instruments.\nOur cash flow hedging activities utilize OTC foreign exchange forward contracts to reduce the risk that movements in exchange rates will adversely affect the net cash flows resulting from the sale of products to foreign customers and purchases from foreign suppliers. In our net investment hedging activity, we use OTC foreign exchange forward contracts to hedge a portion of our net investment in certain foreign operations against movements in exchange rates. We also use OTC foreign exchange forward and option contracts that are not designated as hedged instruments. These contracts are used to offset economic currency risks. The undesignated hedges limit exposure to foreign functional currency fluctuations related to certain subsidiaries’ monetary assets, monetary liabilities and net earnings in foreign currencies. A significant portion of the Company’s non-U.S. revenue is denominated in Japanese yen. When this revenue is translated back to U.S. dollars, the Company is exposed to foreign exchange rate movements in the Japanese yen. To protect translated earnings against movements in the Japanese yen, the Company has entered into a series of average rate forwards and other derivative instruments.\nWe use a sensitivity analysis to assess the market risk associated with foreign currency exposure. Market risk is defined as the potential change in fair value of assets and liabilities resulting from an adverse movement in foreign currency exchange rates. At December 31, 2021, with respect to open foreign exchange forward and option contracts, and foreign denominated debt with values exposed to exchange rate movements, a 10% adverse movement in quoted foreign currency exchange rates could result in a loss in fair value of these instruments of $0.7 billion compared to $1.0 billion at December 31, 2020. Specific to the Japanese yen, a 10% adverse movement in quoted yen exchange rates could result in a loss in fair value of these instruments of $0.6 billion and $0.8 billion at December 31, 2021 and 2020, respectively. The Company expects that these hypothetical losses from a 10% adverse movement in quoted foreign currency exchange rates on the derivative financial instruments should largely offset gains on the assets, liabilities and future transactions being hedged."
  },
  {
    "item_key": "item_8",
    "text": "The response to this Item 8 is included in our audited Consolidated Financial Statements and Notes to Consolidated Financial Statements, which are contained in Part IV, Item 15 of this Form 10-K."
  },
  {
    "item_key": "item_9",
    "text": "None.\n50"
  },
  {
    "item_key": "item_9a",
    "text": "Disclosure Controls and Procedures\nThe Company’s principal executive and principal financial officers, after evaluating the effectiveness of disclosure controls and procedures (as defined in the Securities Exchange Act of 1934 (Exchange Act) Rules 13a-15(e) or 15d-15(e) as of the end of the period covered by this report, have concluded that based on the evaluation of these controls and procedures required by paragraph (b) of Exchange Act Rules 13a-15 or 15d-15, that Corning’s disclosure controls and procedures were effective.\nDisclosure controls and procedures mean controls and other procedures of an issuer that are designed to ensure that information required to be disclosed by the issuer in the reports that it files or submits under the Exchange Act is recorded, processed, summarized, and reported, within the time periods specified in the SEC’s rules and forms. Corning’s disclosure controls and procedures include, without limitation, controls and procedures designed to ensure that information required to be disclosed by Corning in the reports that it files or submits under the Exchange Act is accumulated and communicated to Corning’s management, including Corning’s principal executive and principal financial officers, or other persons performing similar functions, as appropriate to allow timely decisions regarding required disclosure.\nInternal Control Over Financial Reporting\nManagement is responsible for establishing and maintaining adequate internal control over financial reporting for Corning.\nCorning’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with accounting principles generally accepted in the U.S. Corning’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of Corning’s assets; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with accounting principles generally accepted in the\nU.S., a\nnd that Corning’s receipts and expenditures are being made only in accordance with authorizations of Corning’s management and directors; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of Corning’s assets that could have a material effect on the financial statements. Because of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies and procedures may deteriorate.\nManagement conducted an evaluation of the effectiveness of the Company’s internal control over financial reporting based on the framework in\nInternal Control\n–\nIntegrated Framework\n(2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission.\nBased on this evaluation, management concluded that the Company’s internal control over financial reporting was effective as of December 31, 2021. The effectiveness of the Company’s internal control over financial reporting as of December 31, 2021 has been audited by PricewaterhouseCoopers LLP, an independent registered public accounting firm, as stated in their report and is included herein.\nThere were no changes in the Company’s internal control over financial reporting identified by the evaluation required by paragraph (d) of Exchange Act Rules 13a-15 or 15d-15 that occurred during the most recently completed fiscal quarter that have materially affected, or are reasonably likely to materially affect, internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None."
  },
  {
    "item_key": "item_9c",
    "text": "None.\n51\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The sections titled “Proposal 1 Election of Directors,” “Corporate Governance and the Board of Directors” and “Delinquent Section 16(a) Reports” in our Definitive Proxy Statement relating to our Annual Meeting of Shareholders to be held on April 28, 2022, are incorporated by reference in this Annual Report on Form 10-K.\nExecutive Officers of the Registrant\nRefer to Part I, Item 1. of this Form 10-K for a listing of executive officers.\nCorning\n’\ns Board of Directors\nDonald W. Blair\nRetired Executive Vice President and Chief Financial Officer, NIKE, Inc.\nMr. Blair was the executive vice president and chief financial officer of NIKE, Inc. from 1999 to October 2015. Prior to joining NIKE, he served 15 years at PepsiCo, Inc. in a number of senior executive-level corporate and operating unit financial assignments, including chief financial officer roles for PepsiCo Japan (based in Tokyo) and Pepsi-Cola International’s Asia Division (based in Hong Kong). He began his career in 1981 as an accountant with Deloitte Haskins & Sells. Mr. Blair joined Corning’s Board in 2014. Age 63.\nLeslie A. Brun\nChairman and Chief Executive Officer, Sarr Group LLC\nMr. Brun is chairman and chief executive officer of Sarr Group, LLC, co-founder, chairman and chief executive officer of Ariel Alternatives, LLC, vice chairman and senior advisor of G100 Companies and World 50 and a member of the Council on Foreign Relations. He is also the founder and former chief executive officer and chairman of Hamilton Lane, where he served as chief executive officer and chairman from 1991 until 2005, former lead director of Merck & Co., Inc.; a former director and chairman of the board of Automatic Data Processing, Inc., and a former director of Hewlett Packard Enterprise Company. In addition, Mr. Brun also served as a managing director and co-founder of the investment banking group of Fidelity Bank, and vice president in the corporate finance division of E.F. Hutton & Co. Mr. Brun joined Corning’s Board in 2018. Age 69.\nStephanie A. Burns\nRetired Chairman and Chief Executive Officer, Dow Corning Corporation\nDr. Burns has nearly 37 years of global innovation and business leadership experience. Dr. Burns joined Dow Corning in 1983 as a researcher and specialist in organosilicon chemistry. In 1994, she became the company’s first director of women’s health. She was elected to the Dow Corning Board of Directors in 2001 and elected as president in 2003. She served as chief executive officer from 2004 until May 2011 and served as chair from 2006 until her retirement in December 2011.  Dr. Burns joined Corning’s Board in 2012. Age 67.\nRichard T. Clark\nRetired Chairman, Chief Executive Officer and President, Merck & Co., Inc. Lead Independent Director\nMr. Clark retired from Merck in 2011. He joined Merck in 1972 and held a broad range of senior management positions. He became president and chief executive officer of Merck in May 2005 and chairman of the board in April 2007. He transitioned from the chief executive officer role in January 2011 and served as Merck board chairman through November 2011. He was president of the Merck Manufacturing Division (June 2003 to May 2005) of Merck Sharp & Dohme Corp. He is chairman emeritus of the board of Project Hope and a trustee of several charitable non-profit organizations. Mr. Clark joined Corning’s Board in 2011. Age 76.\nPamela J. Craig\nRetired Chief Financial Officer, Accenture plc.\nFrom 2006 through 2013, Ms. Craig served as chief financial officer of Accenture plc., a global management consulting, technology services and outsourcing company, following many other leadership roles in line management, consulting and operations during her 34 years with the company. Ms. Craig has extensive finance, management, operational, technology and international business expertise, including her accomplishments and executive abilities as chief financial officer at Accenture. Ms. Craig joined Corning’s Board in 2021. Age 65.\nRobert F. Cummings, Jr.\nRetired Vice Chairman of Investment Banking, JPMorgan Chase & Co.\nMr. Cummings retired as vice chairman of Investment Banking at JPMorgan Chase & Co. (JPM) in February 2016. He had served in that role since December 2010, advising on client opportunities across sectors and industry groups. Mr. Cummings began his business career in the investment banking division of Goldman, Sachs & Co. in 1973 and was a partner of that firm from 1986 until his retirement in 1998. He served as an advisory director at Goldman Sachs until 2002. Mr. Cummings joined Corning’s Board in 2006. Age 72.\n52\nRoger W. Ferguson, Jr.\nRetired President and Chief Executive Officer, TIAA\nMr. Ferguson was the President and Chief Executive Officer of TIAA from April 2008 – March 2021. He is also the former Vice Chairman of the Board of Governors of the U.S. Federal Reserve System. Prior to joining TIAA in April 2008, Mr. Ferguson was head of financial services for Swiss Re and Chairman of Swiss Re America Holding Corporation. From 1984 to 1997, he was an Associate and Partner at McKinsey & Company. He began his career as an attorney at the New York City office of Davis Polk & Wardwell. Mr. Ferguson joined Corning’s Board in 2021. Age 70.\nDeborah A. Henretta\nRetired Group President of Global E-Business, Procter & Gamble Company\nMs. Henretta has over 36 years of business leadership experience across both developed and developing markets, as well as expertise in brand building, marketing, philanthropic program development and government relations. She joined Procter & Gamble (P&G) in 1985. In 2005, she was appointed President of P&G’s business in ASEAN, Australia and India. She was appointed group president, P&G Asia in 2007, group president of P&G Global Beauty Sector in June 2013, and group president of P&G E-Business in February 2015. She retired from P&G in June 2015. Ms. Henretta joined Corning’s Board in 2013. Age 60.\nDaniel P. Huttenlocher\nDean, MIT Stephen A. Schwarzman College of Computing\nDr. Huttenlocher is the Dean of the MIT Schwarzman College of Computing. Prior to joining MIT, Dr. Huttenlocher served as dean and vice provost of Cornell Tech from 2012 – 2019 and worked for Cornell University from 1988 to 2012 in various positions. Before Cornell, Dr. Huttenlocher worked at Xerox Palo Alto Research Center and was Chief Technology Officer at Intelligent Markets, Inc. Mr. Huttenlocher joined Corning’s Board in 2015. Age 63.\nKurt M. Landgraf\nRetired President, Washington College\nFrom July 2017 to July 2020, Mr. Landgraf was president of Washington College. He previously served as president and chief executive officer of Educational Testing Service (ETS), a private non-profit educational testing and measurement organization, from 2000 until his retirement in December 2013. Prior to that, he was executive vice president and chief operating officer of E.I. Du Pont de Nemours and Company (DuPont), where he previously held a number of senior leadership positions, including chief financial officer. Mr. Landgraf joined Corning’s Board in 2007. Age 75.\nKevin J. Martin\nVice President, US Public Policy, Meta Platforms, Inc.\nMr. Martin is Vice President, US Public Policy at Meta Platforms, Inc. Prior to joining Meta, he was a partner and co-chair of the telecommunications practice at Squire Patton Boggs, an international law firm (2009 to 2015). From March 2005 to January 2009, he was chairman of the Federal Communications Commission (FCC). Mr. Martin joined Corning’s Board in 2013. Age 55.\nDeborah D. Rieman\nRetired Executive Chairman, Metamarkets Group\nDr. Rieman has more than 33 years of experience in the software industry. In 2016, she retired as executive chairman of Metamarkets Group. Previously, she was managing director of Equus Management Company, a private investment fund. From 1995 to 1999, she served as president and chief executive officer of Check Point Software Technologies, Incorporated. Dr. Rieman joined Corning’s Board in 1999. Age 72.\nHansel E. Tookes II\nRetired Chairman and Chief Executive Officer, Raytheon Aircraft Company\nMr. Tookes retired from Raytheon Company in December 2002. He joined Raytheon in 1999 and served as president of Raytheon International, chairman and chief executive officer of Raytheon Aircraft, and executive vice president of Raytheon Company. From 1980 to 1999, Mr. Tookes served United Technologies Corporation as president of Pratt and Whitney’s Large Military Engines Group and in a variety of other leadership positions. Mr. Tookes joined Corning’s Board in 2001. Age 74.\nWendell P. Weeks\nChairman and Chief Executive Officer\nMr. Weeks joined Corning in 1983 in the finance group.  He has held a variety of financial, business development, commercial, and general management roles.  He was named vice president and general manager of the Optical Fiber business in 1996 and president of Corning’s Optical Communications division in 2001.  He became Corning’s president and chief operation officer in April 2002. He was named chief executive officer in April 2005 and chairman of the board in April 2007.  Mr. Weeks is a director of Amazon.com, Inc.  Mr. Weeks joined Corning’s Board in 2000.  Age 62.\n53\nMark S. Wrighton\nInterim President, George Washington University\nDr. Wrighton has more than 28 years of leadership experience overseeing large research universities. He currently serves as interim president of George Washington University, on sabbatical from his position as a professor and chancellor emeritus of Washington University in St. Louis where he served 24 years as its chief executive officer and 14 years as chancellor. Before joining Washington University in St. Louis, he was a researcher and professor at the Massachusetts Institute of Technology, where he was head of the Department of Chemistry from 1987 to 1990, and then provost from 1990 to 1995. Dr. Wrighton served as a presidential appointee to the National Science Board from 2000 to 2006. He is also a past chair of the Association of American Universities, the Business Higher Education Forum, and the Consortium on Financing Higher Education. He was elected to membership in the American Academy of Arts and Sciences and the American Philosophical Society, and he is a Fellow of the American Association for the Advancement of Science. Dr. Wrighton joined Corning’s Board in 2009.  Age 72.\nCode of Ethics\nOur Board of Directors adopted the Code of Ethics (\"Code\") for the Chief Executive Officer and Financial Executives. This Code has been in existence for more than ten years. The Code applies to our Chief Executive Officer, Chief Financial Officer, Controller and other financial executives.  During 2021, no amendments to or waivers of the provisions of the Code were made with respect to any of our directors or executive officers. A copy of the Code of Ethics is available on our website at http://www.corning.com/worldwide/en/about-us/investor-relations/codes-of-conduct-ethics.html. We will also provide a copy of the Code of Ethics to shareholders without charge upon written request to Corporate Secretary, Corning Incorporated, Corning, NY 14831. We will disclose future amendments to, or waivers from, the Code of Ethics on our website within four business days following the date of such amendment or waiver."
  },
  {
    "item_key": "item_11",
    "text": "The sections titled “Compensation Discussion and Analysis”, “Director Compensation” and \"Compensation Committee Interlocks and Insider Participation\" in our Definitive Proxy Statement relating to the Annual Meeting of Shareholders to be held on April 28, 2022, are incorporated by reference in this Annual Report on Form 10-K."
  },
  {
    "item_key": "item_12",
    "text": "The section titled “Beneficial Ownership Table” in our Definitive Proxy Statement relating to the Annual Meeting of Shareholders to be held on April 28, 2022, are incorporated by reference in this Annual Report on Form 10-K.\nEquity Compensation Plan Information\nThe following table shows the total number of outstanding stock options and shares available for other future issuances of options under existing equity compensation plans as of December 31, 2021:\n54"
  },
  {
    "item_key": "item_13",
    "text": "The sections entitled “Policy on Transactions with Related Persons”, “Director Independence” and “Corporate Governance and the Board of Directors-Committees” in our Definitive Proxy Statement relating to the Annual Meeting of Shareholders to be held on April 28, 2022, are incorporated by reference in this Annual Report on Form 10-K."
  },
  {
    "item_key": "item_14",
    "text": "The sections entitled “Fees Paid to Independent Registered Public Accounting Firm” and “Policy Regarding Audit Committee Pre-Approval of Audit and Permitted Non-Audit Services of Independent Registered Public Accounting Firm” in our Definitive Proxy Statement relating to the Annual Meeting of Shareholders to be held on April 28, 2022, are incorporated by reference in this Annual Report on Form 10-K.\nIn April 2021, PricewaterhouseCoopers LLP (PwC) issued its annual Public Company Accounting Oversight Board Rule 3526 independence letter to the Audit Committee of our Board of Directors and therein reported that it is independent under applicable standards in connection with its audit opinion for the financial statements contained in this report. The Audit Committee has discussed with PwC its independence from Corning and concurred with PwC.\n55\nPART IV\nItem 15. Exhibits\n56\n57\n58"
  },
  {
    "item_key": "item_16",
    "text": "None.\n59\nSignatures\nPursuant to the requirements of Section 13 or 15(d) of the Securities and Exchange Act of 1934, the Registrant has duly caused his report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPower of Attorney\nKNOW ALL PERSONS BY THESE PRESENTS, that each person whose signature appears below constitutes and appoints R. Tony Tripeny, Lewis A. Steverson and Edward A. Schlesinger, jointly and severally, his or her attorneys-in-fact, each with the power of substitution, for him or her in any and all capacities, to sign any amendments to this Annual Report on Form 10-K, and to file the same, with exhibits thereto and other documents in connection therewith, with the Securities and Exchange Commission, hereby ratifying and confirming all that each of said attorneys-in-fact, or his substitute or substitutes, may do or cause to be done by virtue hereof.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities as indicated and on the 14th day of February, 2022.\n60\n61\nCorning Incorporated\n2021 Annual Report\nIndex to Financial Statements\n62\nReport of Independent Registered Public Accounting Firm\nTo the\nBoard of Directors and Shareholders of Corning Incorporated\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of Corning Incorporated and its subsidiaries (the “Company”) as of December 31, 2021 and 2020, and the related consolidated statements of income, comprehensive income, changes in shareholders’ equity and cash flows for each of the three years in the period ended December 31, 2021, including the related notes (collectively referred to as the “consolidated financial statements”).\nWe also have audited the Company's internal control over financial reporting as of December 31, 2021, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated\nfinancial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2021 and 2020\n,\nand the results of its operations and its cash flows for each of the three years in the period ended December 31, 2021\nin conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2021, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the COSO.\nBasis for Opinions\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in Management's Annual Report on Internal Control Over Financial Reporting appearing under Item 9A. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated\nfinancial statements included performing procedures to assess the risks of material misstatement of the consolidated\nfinancial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated\nfinancial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\n63\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nIncome Taxes - Receivables for South Korean Tax Disputes\nAs described in Notes 1, 8, and 11 to the consolidated financial statements, in evaluating the tax benefits associated with the Company’s various tax filing positions, management records a tax benefit for uncertain tax positions using the highest cumulative tax benefit that is more likely than not to be realized. Adjustments are made to the asset or liability for unrecognized tax benefits in the period in which the Company files the return containing the tax position or when new information becomes available. The Company is currently appealing certain South Korean tax assessments and tax refund claims for tax years 2010 through 2018. The Company is required to deposit the disputed tax amounts with the South Korean government as a condition of its appeal of any tax assessments. The Company believes that it is more likely than not that the Company will prevail in the appeal process and as a result, management recorded a non-current receivable of $350 million as of December 31, 2021.\nThe principal considerations for our determination that performing procedures relating to the receivables for South Korean tax disputes is a critical audit matter are (i) the significant judgment by management when applying the more likely than not recognition criteria to the Company’s uncertain tax positions based on the application of the tax law; (ii) a high degree of auditor judgment, subjectivity, and effort in performing procedures and evaluating audit evidence relating to management’s assumption that the Company will prevail in the appeal of any tax assessments; and (iii) the audit effort involved the use of professionals with specialized skill and knowledge.\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to uncertain tax positions, including management’s assessment of the South Korean tax disputes. These procedures also included, among others, obtaining management’s assessment and evidence supporting the more-likely-than-not tax position on the South Korean tax disputes and evaluating the reasonableness of the likelihood that the tax positions will ultimately be sustained upon examination by the South Korean tax authorities and through the appeal process. Professionals with specialized skill and knowledge were used to assist in evaluating management’s assessment and supporting evidence related to the application of the tax law.\n/s/\nPricewaterhouseCoopers LLP\nNew York, New York\nFebruary 14, 2022\nWe have served as the Company’s auditor since\n1944.\n64\nThe accompanying notes are an integral part of these consolidated financial statements.\n65\nThe accompanying notes are an integral part of these consolidated financial statements.\n66\nThe accompanying notes are an integral part of these consolidated financial statements.\n‎\n67\nThe accompanying notes are an integral part of these consolidated financial statements.\n‎\n68\nThe accompanying notes are an integral part of these consolidated financial statements.\n69\nCorning Incorporated and Subsidiary Companies\nNotes to Consolidated Financial Statements\n1.\nSummary of Significant Accounting Policies\nOrganization\nCorning Incorporated is a provider of high-performance glass for notebook computers, flat panel desktop monitors, display televisions, and other information display applications; carrier network and enterprise network products for the telecommunications industry; ceramic substrates for gasoline and diesel engines in automotive and heavy-duty vehicle markets; laboratory products for the scientific community and specialized polymer products for biotechnology applications; advanced optical materials for the semiconductor industry and the scientific community; polycrystalline silicon products and other technologies. In these notes, the terms “Corning,” “Company,” “we,” “us,” or “our” mean Corning Incorporated and subsidiary companies.\nBasis of Presentation and Principles of Consolidation\nCorning’s consolidated financial statements were prepared in conformity with generally accepted accounting principles in the U.S. and include the assets, liabilities, revenue and expenses of all majority-owned subsidiaries over which Corning exercises control.\nThe equity method of accounting is used for investments in affiliated companies that are\nnot\ncontrolled by Corning and in which our interest is generally between\n20\n% and\n50\n% and we have significant influence over the entity. Our share of earnings or losses of these affiliated companies is included in consolidated operating results.\nFor our investments in companies that we do\nnot\ncontrol and for which we do\nnot\nhave the ability to exercise significant influence over operating and financial policies, we use the fair value method to account for the investments if readily determinable fair values are available. For the investments without readily determinable fair values, we measure them at cost minus impairment, if any, plus or minus changes resulting from observable price changes in orderly transactions for the identical or a similar investment.\nOn\nSeptember 9, 2020,\nHSG redeemed the entire ownership interest of DuPont in HSG with a value of $\n250\nmillion.  Upon completion of the Redemption, the Company obtained a\n100\n% interest in HS LLC and an\n80.5\n% interest in HSO LLC, which are affiliated entities within HSG.  HSG's results have been consolidated in “All Other”.  Refer to Note\n3\n(Investments) and Note\n4\n(HSG Transactions and Acquisitions) to the consolidated financial statements for more information.\nAll intercompany accounts, transactions and profits are eliminated in consolidation.\nCertain prior year amounts have been reclassified to conform to the current year’s presentation. These reclassifications had\nno\nimpact on the results of operations, financial position, or changes in shareholders’ equity.\nUse of Estimates\nThe preparation of financial statements, in conformity with GAAP, requires management to make estimates and assumptions affecting reported amounts of assets, liabilities, revenue, expenses and the disclosure of contingent assets and liabilities in the consolidated financial statements and related notes. Significant estimates and assumptions in these consolidated financial statements include estimates associated with revenue recognition, restructuring charges, goodwill and long-lived asset impairment tests, estimates of acquired assets and liabilities, estimates of fair value of investments, equity interests, environmental and legal liabilities, income taxes and deferred tax valuation allowances, assumptions used in calculating pension and other postretirement employee benefit expenses and the fair value of share-based compensation. Due to the inherent uncertainty involved in making estimates, actual results reported in future periods\nmay\nbe different from these estimates.\n70\n1.\nSummary of Significant Accounting Policies (Continued)\nRevenue Recognition\nMost of the Company’s revenue is generated by delivery of products to customers and recognized at a point in time based on evaluation of when the customer obtains control of the products. Revenue is recognized when all performance obligations under the terms of a contract are satisfied, and control of the product has been transferred to the customer. If customer acceptance clauses are present and it cannot be objectively determined that control has been transferred, revenue is only recorded when customer acceptance is received and all performance obligations have been satisfied. Sales of goods typically do\nnot\ninclude multiple product and/or service elements.\nRevenue is measured as the amount of consideration expected in exchange for transferring goods or providing services. Sales tax, value-added tax, and other taxes are collected concurrently with revenue-producing activities are excluded from revenue. Incidental contract costs that are\nnot\nmaterial in the context of the delivery of goods and services are recognized as expense.\nAt the time revenue is recognized, allowances are recorded, with the related reduction to revenue, for estimated product returns, allowances and price discounts based upon historical experience and related terms of customer arrangements. Where product warranties are offered, liabilities are established for estimated warranty costs based upon historical experience and specific warranty provisions. Warranty liabilities are adjusted when experience indicates the expected outcome will differ from initial estimates of the liability.\nIn addition, Corning also has contractual arrangements with certain customers in which revenue is recognized over time. The performance obligations under these contracts generally require services to be performed over time, resulting in either a straight-line amortization method or an input method using incurred and forecasted expense to predict revenue recognition patterns which follows satisfaction of the performance obligation.\nResearch and Development Costs\nResearch and development costs are charged to expense as incurred. Research and development costs totaled $\n0.8\nbillion, $\n1.0\nbillion and $\n0.8\nbillion in\n2021\n,\n2020\nand\n2019\n, respectively.\nForeign Currency Translation and Transactions\nThe determination of the functional currency for Corning’s foreign subsidiaries is made based on the appropriate economic factors. For most foreign operations, the local currencies are generally considered to be the functional currencies. Corning’s most significant exception is a Taiwanese subsidiary, which uses the Japanese yen as its functional currency. For all transactions denominated in a currency other than a subsidiary’s functional currency, exchange rate gains and losses are included in income for the period in which the exchange rates changed.  A net foreign currency translation gain of $\n126\nmillion was recorded for the year ended\nDecember 31, 2021.\nNet losses of $\n37\nmillion and $\n19\nmillion were recorded for foreign currency transaction activity for the years ended\nDecember 31,\n2020\nand\n2019,\nrespectively.  Foreign subsidiary functional currency balance sheet accounts are translated at current exchange rates, and statement of operations accounts are translated at average exchange rates for the year. Translation gains and losses are recorded as a separate component of accumulated other comprehensive loss in shareholders’ equity. The effects of remeasuring non-functional currency assets and liabilities into the functional currency are included in current earnings, except for those related to intra-entity foreign currency transactions of a long-term investment nature, which are recorded together with translation gains and losses in accumulated other comprehensive loss in shareholders’ equity. Upon sale or substantially complete liquidation of an investment in a foreign entity, the amount of net translation gains or losses that have been accumulated in other comprehensive income attributable to that investment are reported as a gain or loss for the period in which the sale or liquidation occurs.\n71\n1.\nSummary of Significant Accounting Policies (Continued)\nShare-Based Compensation\nCorning’s share-based compensation programs include employee stock option grants, time-based or performance-based restricted stock and restricted stock units, as more fully described in Note\n19\n(Share-Based Compensation) to the consolidated financial statements.\nThe cost of share-based compensation awards is equal to the fair value of the award at the date of grant and compensation expense is recognized for those awards earned over the vesting period. Corning estimates the fair value of share-based awards using a multiple-point Black-Scholes option valuation model, which incorporates assumptions including expected volatility, dividend yield, risk-free rate, expected term and departure rates.\nCash and Cash Equivalents\nCash equivalents consist of highly liquid investments that are readily convertible into cash. Securities with contractual maturities of\nthree\nmonths or less, when purchased, are considered cash equivalents. The carrying amount of these securities approximates fair value because of the short-term maturity of these instruments.\nSupplemental disclosure of cash flow information is as follows (in millions):\nAllowance for Doubtful Accounts\nThe allowance for doubtful accounts is based on the best estimate of the amount of probable lifetime credit losses in existing accounts receivable. The Company determines the allowances based on historical write-off experience and expected future default rate by industry. In addition, in circumstances where the Company is made aware of a specific customer’s inability to meet its financial obligations, a specific allowance is established. The Company does\nnot\nhave any significant off-balance-sheet credit exposure related to its customers.\nEnvironmental Liabilities\nThe Company accrues for its environmental investigation, remediation, operating and maintenance costs when it is probable that a liability has been incurred and the amount can be reasonably estimated. For environmental matters, the most likely cost to be incurred is accrued based on an evaluation of currently available facts with respect to each individual site, current laws and regulations and prior remediation experience. For sites with multiple potentially responsible parties, the Company considers its likely proportionate share of the anticipated remediation costs and the ability of the other parties to fulfill obligations in establishing a provision for those costs. Where\nno\namount within a range of estimates is more likely to occur than another, the minimum undiscounted amount is accrued. When future liabilities are determined to be reimbursable by insurance coverage, an accrual is recorded for the potential liability and a receivable is recorded related to the insurance reimbursement when reimbursement is virtually certain.\nThe uncertain nature inherent in such remediation and the possibility that initial estimates\nmay\nnot\nreflect the outcome could result in additional costs being recognized by the Company in future periods.\nInventories, net\nInventories are stated at the lower of cost or net realizable value, which is defined as estimated selling prices in the ordinary course of business, less reasonably predictable costs of completion, disposal and transportation. Cost is determined on a\nfirst\n-in,\nfirst\n-out basis.\n72\n1.\nSummary of Significant Accounting Policies (Continued)\nProperty, Plant and Equipment, Net of Accumulated Depreciation\nLand, buildings, and equipment, including precious metals, are recorded at cost. Depreciation is based on estimated useful lives of properties using the straight-line method. Except as described in Note\n9\n(Property, Plant and Equipment, Net of Accumulated Depreciation) to the consolidated financial statements related to the depletion of precious metals, the estimated useful lives range from\n10\nto\n40\nyears for buildings and\n2\nto\n20\nyears for equipment.\nIncluded in the subcategory of equipment are the following types of assets (excluding precious metals):\nManufacturing equipment includes certain components of production equipment that are constructed of precious metals. These assets are\nnot\ndepreciated because they have very low physical losses and are repeatedly reclaimed and reused in the Company’s manufacturing processes over a very long useful life. The physical loss of precious metals in the manufacturing and reclamation process is treated as depletion and these losses are accounted for as a period expense based on actual units lost. Precious metals are integral to many glass production processes and are only acquired to support operations. These metals are\nnot\nheld for trading or other purposes.\nLeases\nCorning leases certain real estate, vehicles and equipment from\nthird\nparties, which are classified as operating or finance leases.   The Right of Use (“ROU”) assets for operating leases are included in other assets, with the corresponding liability in other accrued liabilities and other liabilities, on the consolidated balance sheets.  The ROU assets for finance leases are included in Property, Plant & Equipment, with the corresponding liability in current and long-term debt, on the consolidated balance sheets.  Lease expense is recognized on a straight-line basis over the lease term for operating leases.  Interest expense and amortization of the ROU assets related to finance leases are calculated and recognized using the effective interest and straight-line methods, respectively.  Renewals and terminations are included in the calculation of the ROU assets and lease liabilities when considered to be reasonably certain to be exercised. When the implicit rate is unknown, the incremental borrowing rate, based on commencement date, is used in determining the present value of lease payments.\nAs a practical expedient, lease and non-lease components of a contract are accounted for as a single lease component across all underlying asset classes. Corning does\nnot\nhave any significant agreements as a lessor.\nCorning’s leases do\nnot\ninclude residual value guarantees. The Company is\nnot\nthe primary beneficiary in, and does\nnot\nhave other forms of variable interests, with the lessor of the leased assets.\nRefer to Note\n7\n(Leases) to the consolidated financial statements for additional information.\nImpairment of Long-Lived Assets\nThe recoverability of long-lived assets, such as plant and equipment and intangible assets, is reviewed when events or changes in circumstances occur that indicate the carrying value of the asset or asset group\nmay\nnot\nbe recoverable. When impairment indicators are present, the estimated undiscounted future cash flows, including the eventual disposition of the asset group at market value, is compared to the assets’ carrying value to determine if the asset group is recoverable. For an asset group that fails the test of recoverability, the estimated fair value of long-lived assets is determined using an “income approach” that starts with the forecast of all the expected future net cash flows including the eventual disposition at market value of long-lived assets, and considers the fair market value of all precious metals. The recoverability of the carrying value of long-lived assets was assessed at the lowest level for which identifiable cash flows are largely independent of the cash flows of other assets and liabilities. If there is an impairment, a loss is recorded to reflect the difference between the assets’ fair value and carrying value.\n73\n1.\nSummary of Significant Accounting Policies (Continued)\nWe are required to assess the recoverability of the carrying value of long-lived assets when an indicator of impairment has been identified. We review long-lived assets in each quarter in which impairment indicators are present. We must exercise judgment in assessing whether an event of impairment has occurred.  Refer to Note\n2\n(Restructuring, Impairment and Other Charges and Credits) to the consolidated financial statements for more information.\nEmployee Retirement Plans\nCorning offers employee retirement plans consisting of defined benefit pension plans covering certain domestic and international employees and postretirement plans that provide health care and life insurance benefits for eligible retirees and dependents. The costs and obligations related to these benefits reflect the Company’s assumptions related to general economic conditions, particularly interest rates, expected return on plan assets, rate of compensation increase for employees and health care trend rates. The cost of providing plan benefits depends on demographic assumptions including retirements, mortality, turnover and plan participation.\nCosts for defined benefit pension plans consist of\ntwo\nelements: (\n1\n) on-going costs recognized quarterly, which are comprised of service and interest costs, expected return on plan assets and amortization of prior service costs; and (\n2\n) mark-to-market gains and losses outside of the corridor, where the corridor is equal to\n10%\nof the greater of the benefit obligation or the market-related value of plan assets at the beginning of the year, which are recognized annually in the\nfourth\nquarter of each year. These gains and losses result from changes in actuarial assumptions and the differences between actual and expected return on plan assets. Any interim remeasurement, triggered by a curtailment, settlement or significant plan change, as well as any true-up to the annual valuation, is recognized as a mark-to-market adjustment in the quarter in which such event occurs.\nCosts for postretirement benefit plans consist of on-going costs recognized quarterly, and are comprised of service and interest costs, amortization of prior service costs and amortization of actuarial gains and losses. Actuarial gains and losses resulting from changes in actuarial assumptions are recognized as a component of accumulated other comprehensive loss in shareholders’ equity on an annual basis and amortized into operating results over the average remaining service period of employees expected to receive benefits under the plans, to the extent such gains and losses are outside the corridor.\nRefer to Note\n13\n(Employee Retirement Plans) to the consolidated financial statements for additional detail.\nIncome Taxes\nThe Company accounts for income taxes using the asset and liability method. Under this method, deferred tax assets and liabilities are recognized for the future tax consequences attributable to operating loss and tax credit carryforwards and for differences between the carrying amounts of existing assets and liabilities and their respective tax bases.\nThe effective income tax rate reflects the assessment of the ultimate outcome of tax audits. In evaluating the tax benefits associated with our various tax filing positions, we record a tax benefit for uncertain tax positions using the highest cumulative tax benefit that is more likely than\nnot\nto be realized. Adjustments are made to our asset or liability for unrecognized tax benefits in the period in which we file the return containing the tax position or when new information becomes available. The liability for unrecognized tax benefits, including accrued penalties and interest, is included in other accrued liabilities and other long-term liabilities on the consolidated balance sheets and in income tax expense in the consolidated statements of income.\nDiscrete events such as audit settlements or changes in tax laws are recognized in the period in which they occur. Valuation allowances are established when management is unable to conclude that it is more likely than\nnot\nthat some portion, or all, of the deferred tax asset will ultimately be realized.\nGenerally, Corning will indefinitely reinvest the foreign earnings of: (\n1\n) any subsidiaries that lack sufficient local statutory earnings from which to make a distribution or otherwise lacks the ability to repatriate its earnings, (\n2\n) any subsidiaries where Corning’s intention is to reinvest those earnings in operations, (\n3\n) legal entities for which Corning holds a non-controlling interest, (\n4\n) any subsidiaries with an accumulated deficit in earnings and profits, or (\n5\n) any subsidiaries where a future distribution would trigger a significant net cost to the U.S. shareholder.\n74\n1.\nSummary of Significant Accounting Policies (Continued)\nEquity Method Investments\nEquity method investments are reviewed for impairment on a periodic basis, or if an event occurs or circumstances change that indicate the carrying amount\nmay\nbe impaired. This assessment is based on a review of the equity investments’ performance and a review of indicators of impairment to determine whether there is evidence of a loss in value.\nFor an equity investment with impairment indicators, the fair value is measured based on discounted cash flows, or other appropriate valuation methods, depending on the nature of the company involved. If it is probable that the carrying amount of the investment cannot be recovered, the impairment is considered other-than-temporary and recorded in earnings, and the equity investment balance is reduced to its fair value.\nAll equity securities that do\nnot\nresult in consolidation and are\nnot\naccounted for under the equity method are measured at fair value with changes therein reflected in net income. The Company utilizes the measurement alternative for equity investments that do\nnot\nhave readily determinable fair values and measures these investments at cost less impairment, plus or minus observable price changes in orderly transactions. The balance of these investments is disclosed in Note\n3\n(Investments) to the consolidated financial statements.\nFair Value Measurements\nMajor categories of financial assets and liabilities, including short-term investments, other assets and derivatives are measured at fair value on a recurring basis. Certain assets and liabilities are measured at fair value on a nonrecurring basis when impaired, which include long-lived assets, goodwill, asset retirement obligations, equity method investments and other investments that Corning cannot significantly influence.\nFair value is the price that would be received from selling an asset, or paid to transfer a liability, in an orderly transaction between market participants at the measurement date. When determining the fair value measurements for assets and liabilities required to be recorded at fair value, the principal, or most advantageous, market in which Corning would transact is analyzed. Assumptions that market participants would use when pricing the asset or liability, such as inherent risk, transfer restrictions, and risk of non-performance, are considered.\nDerivative Instruments\nThe Company enters into a variety of foreign exchange forward contracts and foreign exchange option contracts to manage the exposure to fluctuations in foreign exchange rates.  Interest rate swaps are utilized to reduce the risk of changes in a benchmark interest rate from the probable forecasted issuance of debt and manage the mix of fixed and floating rate debt.  Financial exposure is managed in accordance with corporate policies and procedures.\nAll derivatives are recorded at fair value on the consolidated balance sheets.  Changes in the fair value of derivatives designated as cash flow hedges and hedges of net investments in foreign operations are\nnot\nrecognized in current operating results but are recorded in accumulated other comprehensive loss.  Amounts related to cash flow hedges are reclassified from accumulated other comprehensive loss when the underlying hedged item impacts earnings.  This reclassification is recorded in the same line item of the consolidated statements of income where the underlying hedging transaction was recorded, typically sales, cost of sales or other income (expense), net.  Changes in the fair value of derivatives\nnot\ndesignated as hedging instruments are recorded in the consolidated statements of income in the translated earnings contract gain (loss), net and the other income (expense), net lines.\nNew Accounting Standards\nDuring the\nfirst\nquarter of\n2021,\nCorning early adopted ASU\n2020\n-\n06.\nThis simplifies an issuer’s accounting for convertible instruments by eliminating separate accounting for beneficial and cash conversion features under ASC\n470\n-\n20.\nThe ASU clarifies the settlement assessment that entities are required to perform to determine whether a contract qualifies for equity classification under ASC\n815\n-\n40.\nEntities are required to use the if-converted method for all convertible instruments in the diluted earnings per share calculation, to include the effect of potential share settlement if the effect is more dilutive, for instruments that\nmay\nbe settled in cash or shares under ASC\n260.\nThe adoption of ASU\n2020\n-\n06\ndid\nnot\nhave a\none\n-time impact on Corning’s consolidated financial statements as of\nJanuary 1, 2021.\n75\n1.\nSummary of Significant Accounting Policies (Continued)\nIn\nNovember 2021,\nthe FASB issued ASU\n2021\n-\n10\nGovernment Assistance (Topic\n832\n): Disclosures by Business Entities about Government Assistance.  The ASU requires business entities that account for transactions with a government by analogizing to a grant or contribution accounting model to make certain annual disclosures.  ASU\n2021\n-\n10\nis effective for annual periods beginning after\nDecember 15, 2021.\nWe expect that the impact of adoption will\nnot\nhave a material impact on Corning’s financial statements.  Adoption of the new standard is effective\nJanuary 1, 2022.\nAs of\nDecember 31, 2021\n, there are\nno\nother newly issued accounting standards expected to have a material impact on Corning’s financial statements or disclosures.\n2.\nRestructuring, Impairment and Other Charges and Credits\nThe following restructuring, impairment and other charges and credits were recorded (in millions):\nCorning periodically assesses the operating efficiency and cost structure of the Company's asset base and global workforce and takes appropriate actions to align corporate resources with the business environment.\nIn\n2020,\nand in response to uncertain global economic conditions, Corning undertook actions to transform the Company’s cost structure and improve operational efficiency. These actions included a corporate-wide workforce reduction program, disposals of certain assets and accelerated depreciation associated with the capacity realignment of certain manufacturing facilities as well as other exit charges and credits.\nSeverance\nIn the\nsecond\nquarter of\n2020,\nthe Company implemented a corporate-wide workforce reduction program. Severance charges were primarily incurred to facilitate realignment of capacity in the Asia regions for the Display Technologies segment, optimize the Optical Communications segment and contain corporate costs. For the years ended\nDecember 31,\n2020\nand\n2019,\nseverance charges were $\n148\nmillion and $\n63\nmillion, respectively.  As of\nDecember 31, 2021,\nthe payments related to the severance liability have been substantially completed.\nAsset Impairment\nFor the year ended\nDecember 31, 2020,\nCorning incurred a long-lived asset impairment and disposal loss for an asset group related to the reassessment of research and development programs within “All Other”. Given the economic environment and market opportunities, Corning discontinued its investment in these research and development programs. The impairment analysis and disposition of certain assets resulted in a total pre-tax charge of $\n217\nmillion, which was substantially all the carrying value, inclusive of an insignificant amount of goodwill.\nCapacity Realignment\nCapacity realignment for the year ended\nDecember 31, 2020,\nprimarily includes accelerated depreciation and asset disposals associated with the exit of certain facilities and other exit activities in the Display Technologies and Specialty Materials business segments.  Capacity realignment for the year ended\nDecember 31, 2019,\nis primarily comprised of accelerated depreciation associated with the exit of certain facilities in the Display Technologies segment.\n76\n2.\nRestructuring, Impairment and Other Charges and Credits (Continued)\nThe following tables present the impact and respective location of total restructuring, impairment, and other charges and credits on the consolidated statements of income (in millions):\n3.\nInvestments\nInvestments are comprised of the following (in millions):\n77\n3.\nInvestments (Continued)\nAffiliated Companies at Equity Method\nThe results of operations and financial position of the investments accounted for under the equity method are presented below as of\nDecember 31\nfor each respective year (in millions):\nAs of\nDecember 31, 2021\nand\n2020\n, the undistributed earnings of equity companies included in retained earnings were\nnot\nmaterial.\nHemlock Semiconductor Group (\n“\nHSG\n”\n)\nIn\n2016,\nCorning realigned its ownership interest in Dow Corning, exchanging its\n50\n% interest in the joint venture between Corning and Dow Chemical for a newly formed company that held a\n49.9\n% interest in Hemlock Semiconductor LLC and a\n40.25\n% interest in Hemlock Semiconductor Operations LLC which were recorded as equity method investments of Corning and are affiliated companies of HSG. DuPont de Nemours, Inc. (“DuPont”) subsequently undertook Dow Chemical Company’s ownership interest in HSG. HSG manufactures polysilicon products for the semiconductor and solar industries, and it is\none\nof the world’s leading providers of ultra-pure polycrystalline silicon to the semiconductor industry.\n78\n3.\nInvestments (Continued)\nOn\nSeptember 9, 2020,\nHSG entered into a series of agreements with DuPont resulting in a change in control and consolidation for Corning.\nThrough the agreements, HSG acquired DuPont’s TCS manufacturing assets, which were determined to be a business and recorded as a business combination. The fair value of the purchase price was $\n255\nmillion.  In conjunction with this acquisition, HSG settled the pre-existing TCS relationship (“TCS Settlement”) for a contractual amount of $\n175\nmillion, which was determined to have a fair value of $\n200\nmillion.  HSG is paying for the TCS Settlement over\nthree\nyears with equal annual payments of approximately $\n58\nmillion.  Corning’s share of the pre-tax loss related to the TCS Settlement was $\n81\nmillion and was recorded in equity in earnings (losses) of affiliated companies in the consolidated statements of income (loss) for the year ended\nDecember 31, 2020.\nHSG also completed the Redemption, redeeming Dupont’s entire ownership of HSG with a value of $\n250\nmillion.  The Redemption was funded with HSG’s existing cash on-hand of $\n75\nmillion and its newly obtained\nthird\n-party debt of $\n175\nmillion, maturing on\nSeptember 8, 2021.\nDebt repayments have been recorded as a financing activity on Corning's consolidated statements of cash flows.   As of\nDecember 31, 2021,\nthe\nthird\n-party debt has been fully repaid.\nUpon completion of the Redemption, Corning obtained a\n100\n% interest in HS LLC and an\n80.5\n% interest in HSO LLC.  Corning accounted for the Redemption under the acquisition method of accounting in accordance with business combinations without the transfer of net cash consideration.  The Redemption price of $\n250\nmillion approximated the fair value of Corning’s equity interest in HSG immediately preceding the Redemption.\nSee Note\n4\n(HSG Transactions and Acquisitions) to the consolidated financial statements for more information.\nHSG’s results of operations and balance sheet as of\nSeptember 8, 2020\nwere as follows (in millions):\n79\n4.\nHSG Transactions and Acquisitions\nHSG Transactions\nOn\nSeptember 9, 2020,\nHSG acquired DuPont’s TCS manufacturing assets, which was determined to be a business and recorded as a business combination. The fair value of the purchase price was $\n255\nmillion.\nOn\nSeptember 9, 2020,\nHSG redeemed Dupont’s entire ownership of HSG with a value of $\n250\nmillion.  Upon completion of the Redemption, Corning obtained a\n100\n% interest in HS LLC and\n80.5\n% interest in HSO LLC. Corning accounted for the Redemption under the acquisition method of accounting in accordance with business combinations without the transfer of net cash consideration. The Redemption price of $\n250\nmillion approximated the fair value of Corning’s equity interest in HSG immediately preceding the Redemption.\nThe fair value of Corning’s equity interest in HSG was estimated by applying the income approach, which was based on significant assumptions such as projected revenue and discount rate. The Company used a discount rate of\n16.5\n% and terminal growth rate of zero. As\nno\nnet-cash consideration was transferred, the fair value of Corning’s previously held equity interest in HSG was used to measure the goodwill resulting from the Redemption and the Company’s controlling interest after the Redemption.\nCorning recognized a pre-tax gain of $\n498\nmillion on its previously held equity investment in HSG as a result of the consolidation resulting from the Redemption. The gain was calculated based on the difference between the fair value and carrying value of the equity method investment immediately preceding the Redemption and included in the transaction-related gain, net in Corning’s consolidated statements of income for the year ended\nDecember 31, 2020.\nThe net gain on previously owned equity was calculated as follows (in millions):\nThe following table summarizes the amounts of recorded assets acquired and liabilities assumed on\nSeptember 9, 2020,\nwhich include the TCS assets and liabilities acquired by HSG immediately prior to the Redemption and the consolidation by Corning.\nRecognized amounts of identified assets and liabilities recorded at fair value (in millions):\nUpon completion of the Redemption and resulting consolidation, Corning recorded assets acquired and liabilities assumed from HSG, including a customer deposit liability and deferred revenue.\n80\n4.\nHSG Transactions and Acquisitions (Continued)\nCorning recorded a customer deposit liability of $\n264\nmillion at the fair value of refundable payments that HSG received from a customer under a long-term supply agreement. The discount rates used to calculate the present value of the customer deposit range from\n2.54\n% to\n3.23\n%. The deposits will be repaid from\n2029\nto\n2034\nprovided that all purchase obligations of this customer under the supply agreement have been satisfied.\nCorning also recorded deferred revenue of $\n1,070\nmillion at fair value related to the performance obligations of non-refundable consideration previously received by HSG from its customers under long term supply agreements. The fair values of deferred revenue were estimated by applying a bottoms-up cost buildup method of the cost approach based on significant inputs such as the cost to fulfill the obligations as well as key inputs including a normal profit margin.\nThe goodwill is primarily related to other intangibles and synergies of the acquired business which do\nnot\nqualify for separate recognition. Intangible assets consist primarily of $\n215\nmillion of developed technologies and know-how, and $\n70\nmillion of other intangibles that are amortized over the weighted average useful life of approximately\n20\nand\n15\nyears, respectively. Acquisition-related costs of $\n12\nmillion for the year ended\nDecember 31, 2020,\nincluded costs for legal and other professional services and were included in selling, general and administrative expense in the consolidated statements of income.\nThe fair value of the non-controlling interest in HSG was estimated to be $\n102\nmillion by applying the income approach, using the same key assumptions as the estimate of fair value for Corning’s equity interest in HSG.\nSince\nSeptember 9, 2020,\nHSG’s revenue has been consolidated in “All Other” in Corning’s consolidated statements of income. The amount of net income is\nnot\nmaterial to Corning’s consolidated financial statements for the years ended\nDecember 31, 2021\nand\n2020.\nAcquisitions\nThere were\nno\nother material acquisitions completed in\n2021,\n2020\nor\n2019.\n5.\nRevenue\nProduct Revenue (Point in Time)\nMost of the Company’s revenue is generated by delivery of products to customers and recognized at a point in time based on evaluation of when the customer obtains control of the products. Revenue is recognized when all performance obligations under the terms of a contract are satisfied, and control of the product has been transferred to the customer. If customer acceptance clauses are present and it cannot be objectively determined that control has been transferred, revenue is only recorded when customer acceptance is received and all performance obligations have been satisfied. Sales of goods typically do\nnot\ninclude multiple product and/or service elements.\nRevenue is measured as the amount of consideration expected to be received in exchange for transferring goods or providing services. Sales tax, value-added tax, and other taxes are collected concurrently with revenue-producing activities and excluded from revenue. Incidental contract costs that are\nnot\nmaterial in the context of the delivery of goods and services are recognized as expense.\nAt the time revenue is recognized, allowances are recorded, with the related reduction to revenue, for estimated product returns, allowances and price discounts based upon historical experience and related terms of customer arrangements. Where product warranties are offered, liabilities are established for estimated warranty costs based upon historical experience and specific warranty provisions. Warranty liabilities are adjusted when experience indicates the expected outcome will differ from initial estimates of the liability. Product warranty liabilities were\nnot\nmaterial at\nDecember 31, 2021\nand\n2020\n.\n81\n5.\nRevenue (Continued)\nOther Revenue (Over Time)\nCorning’s revenue over time is mainly related to Telecommunications products, and comprised of design, installation, training and software maintenance services. The performance obligations under these contracts generally require services to be performed over time, resulting in either a straight-line amortization method or an input method using incurred and forecasted expense to predict revenue recognition patterns which follow satisfaction of the performance obligations. Corning’s other revenue is\nnot\nmaterial to consolidated results.\nRevenue Disaggregation Table\nThe following table shows revenue by major product categories, similar to the reportable segment disclosure. Within each product category, contract terms, conditions and economic factors affecting the nature, amount, timing and uncertainty around revenue recognition and cash flows are substantially similar. The commercial markets and selling channels are also similar. Except for an insignificant number of Telecommunications products, product category revenue is recognized at point in time when control transfers to the customer.\nRevenue by product category is as follows (in millions):\nRefer to Note\n20\n(Reportable Segments) to the consolidated financial statements for additional information.\nContract Assets and Liabilities\nContract assets, such as incremental costs to obtain or fulfill contracts, are an insignificant component of Corning’s revenue recognition process. Most of Corning’s cost of fulfillment as a manufacturer of products is classified as inventory, fixed assets and intangible assets, which are accounted for under the respective guidance for those asset types. Other costs of contract fulfillment are immaterial due to the nature of the products and their respective manufacturing processes.\nContract liabilities include deferred revenue, other advanced payments and customer deposits. Other advanced payments are\nnot\nsignificant to operations and are classified as part of other accrued liabilities in the financial statements. Customer deposits are predominately related to Display products and deferred revenue is predominately related to obtaining a controlling interest in HSG.\n82\n5.\nRevenue (Continued)\nCustomer Deposits\nAs of\nDecember 31, 2021\nand\n2020\n, Corning had customer deposits of approximately $\n1.3\nbillion and $\n1.4\nbillion.  Most of these customer deposits were non-refundable and allowed customers to secure rights to products produced by Corning under long-term supply agreements.  The duration of these long-term supply agreements ranges up to\n10\nyears.  As products are shipped to customers, Corning will recognize revenue and reduce the amount of the customer deposit liability.\nIn the years ended\nDecember 31, 2021\nand\n2020\n, customer deposits used were $\n216\nmillion and $\n140\nmillion, respectively. As of\nDecember 31, 2021\nand\n2020\n, $\n1.1\nbillion was recorded as an other long-term liability. The remaining $\n223\nmillion and $\n211\nmillion, respectively, were classified as other current liabilities.\nDeferred Revenue\nAs of\nDecember 31, 2021\nand\n2020\n, Corning had deferred revenue of approximately $\n912\nmillion and $\n1.0\nbillion, respectively.  The deferred revenue was related to the performance obligations of non-refundable consideration previously received by HSG from its customers under long term supply agreements.\nThe deferred revenue is tracked on a per-customer contract-unit basis. As customers take delivery of the committed volumes under the terms of the contract, a per unit amount of revenue is recognized from deferred revenue when control of the promised goods is transferred to the customer based upon the units shipped compared to the remaining contractual units.\nAs of\nDecember 31, 2021\nand\n2020,\n$\n764\nmillion and $\n872\nmillion, respectively, were classified as a long-term liability and $\n148\nmillion and $\n152\nmillion, respectively, were classified as a current liability.\nRefer to Note\n4\n(HSG Transactions and Acquisitions) to the consolidated financial statements for additional information.\nPractical Expedients and Exemptions\nThe value of unsatisfied performance obligations is\nnot\ndisclosed for (i) contracts with an original expected length of\none\nyear or less and (ii) contracts for which revenue has been recognized at an amount for which the right exists to invoice for services performed.\nShipping and handling fees are treated as fulfillment costs and\nnot\nas separate performance obligations under the terms of revenue contracts due to the perfunctory nature of the shipping and handling obligations.\nSignificant Customers\nFor\n2021\n,\n2020\nand\n2019\n,\nno\ncustomer met or exceeded\n10%\nof Corning’s consolidated net sales.\n6.\nInventories, Net\nInventories, net, are comprised of the following (in millions):\n83\n7.\nLeases\nCorning has operating and finance leases for real estate, vehicles, and equipment.\nThe following table shows components of lease expense (in millions):\nThe following table shows components of cash paid for amounts included in the measurement of lease liabilities (in millions)\n(\n1\n)\n:\nSupplemental balance sheet information related to leases was as follows (in millions, except lease term and discount rate):\n84\n7.\nLeases (Continued)\nThe weighted average remaining lease terms and weighted average discount rates for operating and finance leases, respectively, are\n12.9\nyears and\n15.0\nyears and\n4.0\n% and\n4.4\n%, respectively.\nAs of\nDecember 31, 2021\n, maturities of lease liabilities are as follows (in millions):\nAs of\nDecember 31, 2021\n, Corning had additional operating leases, primarily for new production facilities, that have\nnot\nyet commenced or been recorded, of approximately $\n122\nmillion on an undiscounted basis. These operating leases will commence in fiscal years\n2022\nand\n2023\nwith lease terms between\n10\nand\n20\nyears.\n8.\nIncome Taxes\nIncome before income taxes follows (in millions):\nThe current and deferred amounts of the provision for income taxes are as follows (in millions):\nAmounts are reflected in the preceding tables based on the location of the taxing authorities.\n85\n8.\nIncome Taxes (Continued)\nReconciliation of the U.S. statutory income tax rate to the effective tax rate for operations is as follows:\nOn\nSeptember 9, 2020,\nCorning obtained a\n100\n% controlling interest in HS LLC and an\n80.5\n% controlling interest in HSO LLC. As a result, the deferred tax liability on the outside basis difference between book and tax basis for Corning’s investment in HS LLC and HSO LLC was adjusted by approximately $\n116\nmillion.\nRefer to Note\n4\n(HSG Transactions and Acquisitions) to the consolidated financial statements for additional information.\n86\n8.\nIncome Taxes (Continued)\nDuring\n2021\n, the Company distributed approximately $\n2.3\nbillion from foreign subsidiaries to their respective U.S. parent companies.  As of\nDecember 31, 2021\n, Corning has approximately $\n2.4\nbillion of indefinitely reinvested foreign earnings.  It remains impracticable to calculate the tax cost of repatriating unremitted earnings which are considered indefinitely reinvested.\nThe tax effects of temporary differences and carryforwards that gave rise to significant portions of the deferred tax assets and liabilities are as follows (in millions):\nThe net deferred tax assets in the consolidated balance sheets are as follows (in millions):\nDetails on deferred tax assets for loss and tax credit carryforwards are as follows (in millions):\nDetails of the deferred tax valuation allowances are as follows (in millions):\n87\n8.\nIncome Taxes (Continued)\nThe following is a tabular reconciliation of the total amount of unrecognized tax benefits (in millions):\nDuring\n2020,\nthe Internal Revenue Service (“IRS”) opened an audit for tax years\n2015\n-\n2018.\nWe do\nnot\nexpect additional material exposure for the tax years under audit. However, if upon conclusion of these matters, the ultimate determination of taxes owed is for an amount materially different than our current position, our overall tax expense and effective tax rate could be materially impacted in the period of adjustment.\nThe additions for tax positions of prior years were primarily due to tax audits, development of tax court cases, and tax law changes in various jurisdictions.\nIncluded in the balance at\nDecember 31, 2021,\n2020\nand\n2019\nare $\n120\nmillion, $\n102\nmillion and $\n35\nmillion, respectively, of unrecognized tax benefits that would impact the Company’s effective tax rate if recognized.\nAccrued interest and penalties associated with uncertain tax positions are recognized as part of tax expense. For the years ended\nDecember 31, 2021,\n2020\nand\n2019\nthe amount recognized in interest expense and accrued for the payment of interest and penalties were\nnot\nmaterial.\nIt is possible that the amount of unrecognized tax benefits will change due to\none\nor more of the following events during the next\ntwelve\nmonths: audit activity, tax payments, or final decisions in matters that are the subject of controversy in various jurisdictions. Corning believes that adequate tax reserves are provided for these matters. However, if upon conclusion of these matters, the ultimate determination of taxes owed is for an amount materially different than the current reserves, the Company’s overall tax expense and effective tax rate could be materially impacted in the period of adjustment. As of\nDecember 31, 2021\n, the company is\nnot\nexpecting any significant movements in the uncertain tax benefits in the next\ntwelve\nmonths.\nCorning Incorporated, as the common parent company, and all\n80%\n-or-more-owned of its U.S. subsidiaries join in the filing of consolidated U.S. federal income tax returns. The statute of limitations is closed for all periods ending through\nDecember\n31,\n2012.\nAll returns for periods ended through\nDecember\n31,\n2014,\nhave been audited by and settled with the IRS.\nCorning Incorporated and its U.S. subsidiaries file income tax returns on a combined, unitary or stand-alone basis in multiple state and local jurisdictions, which generally have statutes of limitations ranging from\n3\nto\n5\nyears. Various state income tax returns are currently in the process of examination or administrative appeal. The Company does\nnot\nexpect any material proposed adjustments from any of these audits.\nCorning’s foreign subsidiaries file income tax returns in the countries where their operations are located.  Generally, these countries have statutes of limitations ranging from\n3\nto\n10\nyears.  The statute of limitations is closed through the following years in these major jurisdictions:  China (\n2008\n), Japan (\n2012\n), Taiwan (\n2015\n) and South Korea (\n2013\n).\nCPM (“Corning Precision Materials”), a South Korean subsidiary, is currently appealing certain tax assessments and tax refund claims for tax years\n2010\nthrough\n2018.\nThe Company is required to deposit the disputed tax amounts with the South Korean government as a condition of its appeal of any tax assessments. We believe that it is more likely than\nnot\nthat the Company will prevail in the appeal process.  The non-current receivable balance was $\n350\nmillion and $\n365\nmillion as of\nDecember 31, 2021\nand\nDecember 31, 2020\n, respectively, for the amount on deposit with the South Korean government.\n88\n9.\nProperty, Plant and Equipment, Net of Accumulated Depreciation\nProperty, plant and equipment, net of accumulated depreciation follow (in millions):\nApproximately $\n36\nmillion, $\n58\nmillion and $\n54\nmillion of interest costs were capitalized as part of property, plant and equipment, net of accumulated depreciation, in\n2021\n,\n2020\nand\n2019\n, respectively.\nManufacturing equipment includes certain components of production equipment that are constructed of precious metals. At\nDecember 31, 2021\nand\n2020\n, the recorded value of precious metals totaled $\n3.5\nbillion and $\n3.4\nbillion, respectively. Depletion expense for precious metals in the years ended\nDecember 31, 2021,\n2020\nand\n2019\nwas $\n28\nmillion, $\n24\nmillion and $\n16\nmillion, respectively.\n10.\nGoodwill and Other Intangible Assets\nGoodwill\nGoodwill is the excess of cost of an acquired entity over the amounts assigned to assets acquired and liabilities assumed in a business combination.  Goodwill relates, and is assigned directly, to a specific reporting unit.  Reporting units are either operating segments or\none\nlevel below the operating segment.  Impairment testing for goodwill is done at a reporting unit level.  Goodwill is reviewed for indicators of impairment quarterly, or if an event occurs or circumstances change that indicate that the carrying amount\nmay\nbe impaired.  Corning also performs a detailed quantitative impairment test every\nthree\nyears, even if there are\nno\nimpairment indicators present.  We use this calculation as quantitative validation of the qualitative process; this process does\nnot\nrepresent an election to perform the quantitative impairment test in place of the qualitative review.\nThe qualitative process includes an extensive review of expectations for the long-term growth of our businesses and forecasted future cash flows.  If we are required to perform the quantitative impairment analysis, our valuation method is an “income approach” using a discounted cash flow model in which cash flows anticipated over several periods, plus a terminal value at the end of that time horizon, are discounted to their present value using an appropriate rate of return.  Our estimates are based upon historical experience, current knowledge from our commercial relationships, and available external information about future trends.  If the fair value is less than the carrying value, a loss is recorded to reflect the difference between the fair value and carrying value.  The most recent quantitative test was performed in\n2020,\nand the fair value of the Company's reporting units significantly exceeded the respective carrying values.\n89\n10.\nGoodwill and Other Intangible Assets (Continued)\nChanges in the carrying amount of goodwill for the\ntwelve\nmonths ended\nDecember 31, 2021\nand\n2020\n, were as follows (in millions):\nCorning’s gross goodwill balance and accumulated impairment losses were $\n8.9\nbillion and $\n6.5\nbillion, respectively, for the year ended\nDecember 31, 2021\n. Corning’s gross goodwill balance and accumulated impairment losses were $\n9.0\nbillion and $\n6.5\nbillion, respectively, for the year ended\nDecember 31, 2020\n. Accumulated impairment losses were generated primarily through goodwill impairments related to the Optical Communications segment.\nOther Intangible Assets\nOther intangible assets were as follows (in millions):\nCorning’s amortized intangible assets are primarily related to the Optical Communications and Life Sciences segments and “All Other”.  The net carrying amount of intangible assets decreased during the year, primarily driven by amortization of $\n129\nmillion, disposals of $\n24\nmillion and foreign currency translation and other adjustments of $\n7\nmillion.\nAmortization expense related to all intangible assets is expected to be approximately $\n120\nmillion annually for years\n2022\nthrough\n2026.\n90\n11.\nOther Assets and Other Liabilities\nOther assets were as follows (in millions):\nSouth Korean tax deposits\nCPM is currently appealing certain tax assessments and tax refund claims for tax years\n2010\nthrough\n2018.\nThe Company is required to deposit the disputed tax amounts with the South Korean government as a condition of its appeal of any tax assessments.  Corning believes that it is more likely than\nnot\nthat we will prevail in the appeal process.  Refer to Note\n8\n(Income Taxes) to the consolidated financial statements for additional information.\nOther liabilities were as follows (in millions):\n91\n12.\nDebt\n(In millions)\nBased on borrowing rates currently available to us for loans with similar terms and maturities, the fair value of long-term debt was $\n8.3\nbillion and $\n9.4\nbillion at\nDecember 31, 2021\nand\n2020\n, respectively, compared to recorded book values of $\n7.0\nbillion and $\n7.8\nbillion at\nDecember 31, 2021\nand\nDecember 31, 2020,\nrespectively. The Company measures the fair value of its long-term debt using Level\n2\ninputs based primarily on current market yields for its existing debt traded in the secondary market.\nOn a quarterly basis, Corning will recognize the foreign currency translation gains and losses resulting from changes in exchanges rates within accumulated other comprehensive loss in shareholders’ equity. Cash proceeds from loans and debt issuances are disclosed as financing activities, and cash payments for interest and bond redemptions are disclosed as operating activities and financing activities, respectively, in the consolidated statements of cash flows.\nCorning did\nnot\nhave outstanding commercial paper at\nDecember 31, 2021\nand\n2020\n.\nCorning maintains a revolving credit agreement (the “Revolving Credit Agreement”) which provides a committed $\n1.5\nbillion unsecured multi-currency line of credit and expires on\nAugust 15, 2023.\nAt\nDecember 31, 2021\n, there were\nno\noutstanding amounts under the Revolving Credit Agreement.\n92\n12.\nDebt (Continued)\nThe following table shows debt maturities by year at\nDecember 31, 2021\n(in millions)\n(\n1\n)\n:\nDebt Issuances and Repayments\n2021\nIn the\nthird\nquarter of\n2021,\nCorning redeemed $\n250\nmillion of\n3.7\n% debentures due in\n2023,\npaying a premium of $\n19\nmillion by exercising our make-whole call.  The bond redemption resulted in a $\n20\nmillion loss during the same quarter.  The total payment of $\n269\nmillion is disclosed in financing activities in the consolidated statements of cash flows.\nIn the\nsecond\nquarter of\n2021,\nCorning redeemed $\n375\nmillion of\n2.9\n% debentures due in\n2022,\npaying a premium of $\n10\nmillion by exercising our make-whole call.  The bond redemption resulted in an $\n11\nmillion loss during the same quarter.  The total payment of $\n385\nmillion is disclosed in financing activities in the consolidated statements of cash flows.\nLosses on bond redemption have been recorded in other income (expense), net on the consolidated statements of income during the quarter in which they occurred.\nBorrowings under the\nthree\nunsecured variable rate loan facilities for the year ended\nDecember 31, 2021,\ntotaled\n1,764\nmillion Chinese yuan, or approximately $\n277\nmillion.\nAs of\nDecember 31, 2021,\nthe\n25\nbillion Japanese yen facility, equivalent to $\n217\nmillion, has\nnot\nbeen drawn upon.\n2020\nDuring the\nfourth\nquarter of\n2020,\nCorning redeemed $\n100\nmillion of\n7.0\n% debentures due in\n2024\nwith a carrying amount of $\n99\nmillion, paying a $\n21\nmillion make-whole call premium. The total payment of $\n121\nmillion is disclosed in financing activities in the consolidated statements of cash flows. The redemption resulted in a loss of $\n22\nmillion.\nIn conjunction with the change in control of HSG on\nSeptember 9, 2020,\na variable interest rate loan of $\n175\nmillion, maturing on\nSeptember 8, 2021,\nwas made to DC HSC Holdings, LLC, now a consolidated subsidiary of Corning.  As of\nDecember 31, 2021,\nthe\nthird\n-party debt has been fully repaid.  Refer to Note\n3\n(Investments) to the consolidated financial statements for additional information.\nDuring the\nsecond\nquarter of\n2020,\nCorning established an incremental liquidity facility for\n25\nbillion Japanese yen, equivalent to $\n232\nmillion with a maturity of\nthree\nyears. As of\nDecember 31, 2020,\nthe facility has\nnot\nbeen drawn upon.\nIn the\nfirst\nquarter of\n2020,\nCorning established\ntwo\nunsecured variable rate loan facilities for\n1,050\nmillion Chinese yuan, equivalent to $\n150\nmillion, and\n749\nmillion Chinese yuan, equivalent to $\n105\nmillion, each with a maturity of\nfive\nyears.  In the\nfourth\nquarter of\n2020,\nCorning established a\nthird\nunsecured variable rate loan facility for\n546\nmillion Chinese yuan, equivalent to $\n84\nmillion, with a maturity of\nfive\nyears. Borrowings under these loan facilities for the year ended\nDecember 31, 2020,\ntotaled\n1,691\nmillion Chinese yuan, or approximately $\n243\nmillion. These Chinese yuan-denominated proceeds will\nnot\nbe converted into USD and will be used for capital projects. Payments of principal and interest on the Notes will be in Chinese yuan, or should yuan be unavailable due to circumstances beyond Corning’s control, a USD equivalent. These loans are the sole obligations of the subsidiary borrowers and are\nnot\nguaranteed by any other Corning entity.\n93\n13.\nEmployee Retirement Plans\nDefined Benefit Plans\nCorning has defined benefit pension plans covering certain domestic and international employees. The Company’s funding policy has been to contribute, as necessary, an amount exceeding the minimum requirements to achieve the Company’s long-term funding targets. In\n2021\n,\nno\nvoluntary cash contributions were made to domestic defined benefit pension plans.  Voluntary cash contributions of $\n24\nmillion were made to international pension plans. In\n2020\n, voluntary cash contributions were made to domestic defined benefit pension plans and international pension plans in the amount of $\n180\nmillion and $\n41\nmillion, respectively.  During\n2022\n, the Company plans to make cash contributions of $\n29\nmillion to international pension plans.\nCorning offers postretirement plans that provide health care and life insurance benefits for retirees and eligible dependents. Certain employees\nmay\nbecome eligible for such postretirement benefits upon reaching retirement age and service requirements. In\n2021\n,\nno\nvoluntary cash contributions were made to domestic postretirement plans. Voluntary cash contributions of $\n30\nmillion were made to domestic postretirement plans in\n2020.\nFor current retirees (including surviving spouses) and active employees eligible for the salaried retiree medical program, Corning has placed a “cap” on the amount to be contributed toward retiree medical coverage in the future. The cap is equal to\n120\n% of the\n2005\ncontributions toward retiree medical benefits. Once contributions toward salaried retiree medical costs reach this cap, impacted retirees will have to pay the excess amount in addition to their regular contributions for coverage. This cap was attained for post-\n65\nretirees in\n2008\nand attained for pre-\n65\nretirees in\n2010.\nFurthermore, employees hired or rehired on or after\nJanuary\n1,\n2007\nwill be eligible for Corning retiree medical benefits upon retirement; however, these employees will pay\n100\n% of the cost.\n94\n13.\nEmployee Retirement Plans (Continued)\nObligations and Funded Status\nThe change in benefit obligation and funded status of our defined benefit pension and post-retirement benefit plans are as follows (in millions):\n95\n13.\nEmployee Retirement Plans (Continued)\nAcross total pension benefits, an actuarial gain of $\n124\nmillion was recognized in\n2021\nprimarily due to increases in bond yields during the year, leading to domestic and international plan weighted-average discount rates that were\n37\nand\n18\nbasis points higher, respectively, than the prior year. In\n2020\n, an actuarial loss of $\n358\nmillion was recognized primarily due to decreases in bond yields during the year, leading to a domestic plan weighted-average discount rate that was\n78\nbasis points lower than the prior year. The accumulated benefit obligation for defined benefit pension plans was $\n4.5\nbillion and $\n4.7\nbillion at\nDecember 31, 2021\nand\n2020\n, respectively.\nFor postretirement benefits, an actuarial gain of $\n105\nmillion was recognized in\n2021\ndue to current year increases in bond yields, leading to a weighted-average discount rate that was\n30\nbasis points higher than the prior year. In\n2020\n, an actuarial loss of $\n58\nmillion was recognized due to current year decreases in bond yields, leading to a weighted-average discount rate that was\n72\nbasis points lower than the prior year.\nThe following information is presented for pension plans where the projected benefit obligation or the accumulated benefit obligation exceeded the fair value of plan assets (in millions):\nThe components of net periodic benefit (income) expense for employee retirement plans are presented in the following tables (in millions):\nThe components of net periodic benefit (income) expense, other than the service cost component, are included in the line item other income (expense), net, in the consolidated statements of income.\n96\n13.\nEmployee Retirement Plans (Continued)\nCorning uses a hypothetical yield curve and associated spot rate curve to discount the plan’s projected benefit payments. Once the present value of projected benefit payments is calculated, the suggested discount rate is equal to the level rate that results in the same present value. The yield curve is based on actual high-quality corporate bonds across the full maturity spectrum, which also includes private placements and eurobonds that are denominated in U.S. currency. The curve is developed from yields on hundreds of bonds from\nfour\ngrading sources, Moody’s, S&P, Fitch and the Dominion Bond Rating Service. A bond will be included if at least half of the grades from these sources are Aa, non-callable bonds. The very highest\n10\n% yields and the lowest\n40\n% yields are excluded from the curve to eliminate outliers in the bond population.\nMortality is\none\nof the key assumptions used in valuing liabilities of retirement plans. It is used to assign a probability of payment for benefits that are contingent upon participants’ survival. To make this assumption, benefit plan sponsors typically use a base mortality table and an improvement scale to mortality rates for future anticipated changes to historical death rates.\nAs of\nDecember 31, 2021\n, Corning updated the adjustment factors applied to its base mortality assumption (PRI-\n2012\nwhite collar table and PRI-\n2012\nblue collar table for non-union and union participants, respectively) to value its U.S. benefit plan obligation. In addition, Corning also updated to the MP-\n2020\nprojection scale and the mortality assumption applied to disabled participants (PRI-\n2012\ndisabled mortality base table with future improvements using MP-\n2020\n) for the year ended\nDecember 31, 2020,\nwith\nno\nchange in\n2021.\nAs the Society of Actuaries publishes additional mortality improvement scales and base mortality tables, Corning considers these revised schedules in setting its mortality assumptions.\nMeasurement of postretirement benefit expense is based on assumptions used to value the postretirement benefit obligation at the beginning of the year.\nThe weighted-average assumptions used to determine benefit obligations were as follows:\nThe weighted-average assumptions used to determine net periodic benefit (income) expense were as follows:\nAssumed health care trend rates are as follows:\nPlan Assets\nThe Company’s primary objective is to ensure the plan has sufficient return on assets to fund the plan’s current and future obligations as they become due. Investments are primarily made in public securities to ensure adequate liquidity to support benefit payments. Domestic and international stocks provide diversification to the portfolio. The target allocation range equity investment is\n40\n% which includes large, mid and small-cap companies and investments in both developed and emerging markets. The target allocation for bond investments is\n60\n%, which predominately includes corporate bonds. Long-duration fixed income assets are utilized to mitigate the sensitivity of funding ratios to changes in interest rates.\n97\n13.\nEmployee Retirement Plans (Continued)\nThe following tables provide fair value measurement information for the Company’s major categories; Level\n1\n(quoted market prices in active markets for identical assets), Level\n2\n(significant other observable inputs) and Level\n3\n(significant unobservable inputs) of domestic defined benefit plan assets:\nThe following tables provide fair value measurement information for the Company’s major categories; Level\n1\n(quoted market prices in active markets for identical assets), Level\n2\n(significant other observable inputs) and Level\n3\n(significant unobservable inputs) of international defined benefit plan assets:\nThe following table sets forth a summary of changes in the fair value of the defined benefit plans Level\n3\nassets:\n98\n13.\nEmployee Retirement Plans (Continued)\nCredit Risk\n56\n% of domestic plan assets are invested in long duration bonds. The average rating for these bonds is A. These bonds are subject to both credit and default risk and changes in the risk could lead to a decline in the value of these bonds.\nCurrency Risk\n6\n% of domestic assets are valued in non-U.S. dollar denominated investments that are subject to currency fluctuations. The value of these securities will decline if the U.S. dollar increases in value relative to the value of the currencies in which these investments are denominated.\nLiquidity Risk\n1\n% of the domestic securities are invested in Level\n3\nsecurities. These are long-term investments in private equity and private real estate investments that\nmay\nnot\nmature or be sellable in the near-term without significant loss.\nAt\nDecember 31, 2021\nand\n2020\n, the amount of Corning common stock included in equity securities was\nnot\nsignificant.\nCash Flow Data\nThe following reflects the gross benefit payments that are expected to be paid for domestic and international defined benefit pension plans and the postretirement medical and life plans (in millions):\nOther Benefit Plans\nCorning offers defined contribution plans covering employees meeting certain eligibility requirements. Total consolidated defined contribution plan expense was $\n98\nmillion, $\n76\nmillion and $\n108\nmillion for the years ended\nDecember 31, 2021,\n2020\nand\n2019\n, respectively.\n99\n14.\nCommitments, Contingencies and Guarantees\nThe amounts of obligations are as follows (in millions):\nThe Company is required, at the time a guarantee is issued, to recognize a liability for the fair value or market value of the obligation it assumes. In the normal course of business, the Company does\nnot\nroutinely provide significant\nthird\n-party guarantees. Generally,\nthird\n-party guarantees provided by Corning are limited to certain financial guarantees, including stand-by letters of credit and performance bonds, and the incurrence of contingent liabilities in the form of purchase price adjustments related to attainment of milestones. These guarantees have various terms, and\nnone\nof these guarantees are individually significant. The Company believes a significant majority of these guarantees and contingent liabilities will expire without being funded.\nProduct warranty liability accruals at\nDecember 31, 2021\nand\n2020\nwere insignificant.\nThe ability of certain subsidiaries and affiliated companies to transfer funds is limited by provisions of foreign government regulations, affiliate agreements and certain loan agreements. At\nDecember 31, 2021\n, the amount of equity subject to such restrictions for consolidated subsidiaries and affiliated companies was\nnot\nsignificant. While this amount is legally restricted, it does\nnot\nresult in operational difficulties since the Company has generally permitted subsidiaries to retain a majority of equity to support growth programs.\nCorning is a defendant in various lawsuits and is subject to various claims that arise in the normal course of business, the most significant of which are summarized below. In the opinion of management, the likelihood that the ultimate disposition of these matters will have a material adverse effect on Corning’s consolidated financial position, liquidity, or results of operations, is remote.\n100\n14.\nCommitments, Contingencies and Guarantees (Continued)\nDow Corning Chapter\n11\nRelated Matters\nUntil\nJune\n1,\n2016,\nCorning and The Dow Chemical Company (“Dow”) each owned\n50\n% of the common stock of Dow Corning Corporation (“Dow Corning”). On\nMay\n31,\n2016,\nCorning and Dow realigned their ownership interest in Dow Corning. Following the realignment, Corning\nno\nlonger owned any interest in Dow Corning. With the realignment, Corning agreed to indemnify Dow for\n50\n% of Dow Corning’s non-ordinary course, pre-closing liabilities to the extent such liabilities exceed the amounts reserved for them by Dow Corning as of\nMay\n31,\n2016,\nsubject to certain conditions and limits.\nDow Corning Breast Implant Litigation\nIn\nMay 1995,\nDow Corning filed for bankruptcy protection to address pending and claimed liabilities arising from many thousands of breast implant product lawsuits. On\nJune 1, 2004,\nDow Corning emerged from Chapter\n11\nwith a Plan of Reorganization (the “Plan”) which provided for the settlement or other resolution of implant claims. The Plan includes releases for Corning and Dow as shareholders in exchange for contributions to the Plan.\nUnder the terms of the Plan, Dow Corning has established and funded a Settlement Trust and a Litigation Facility, referred to above, to provide a means for tort claimants to settle or litigate their claims. Inclusive of insurance, Dow Corning has paid approximately $\n1.8\nbillion to the Settlement Trust. As of\nMay\n31,\n2016,\nDow Corning had recorded a reserve for breast implant litigation of $\n290\nmillion. In the event Dow Corning’s total liability for these claims exceeds such amount, Corning\nmay\nbe required to indemnify Dow for up to\n50\n% of the excess liability, subject to certain conditions and limits. As of\nDecember 31, 2021\n, Dow Corning had recorded a reserve for breast implant litigation of $\n130\nmillion. As a result, Corning does\nnot\nbelieve its indemnity obligation for Dow Corning’s breast implant litigation liability, if any, will be material.\nDow Corning Bankruptcy Pendency Interest Claims\nAs a separate matter arising from the bankruptcy proceedings, Dow Corning has been defending claims asserted by commercial creditors who claimed additional compounded interest at default and state statutory judgment rates as well as attorneys’ fees and other enforcement costs, during the period from\nMay 1995\nthrough\nJune 2004.\nAs of\nMay 31, 2016,\nDow Corning had recorded a reserve for these claims of $\n107\nmillion. Dow Corning settled those claims as of\nSeptember 30, 2019\nand received approval of the settlement from the bankruptcy court. Corning does\nnot\nbelieve its indemnity obligation, if any, for Dow Corning’s liability to be material.\nDow Corning Environmental Claims\nIn\nSeptember 2019,\nDow formally notified Corning of certain environmental matters for which Dow asserts that it has or will experience losses arising from remediation and response at a number of sites. In the event Dow is liable for these claims, Corning\nmay\nbe required to indemnify Dow for up to\n50\n% of that liability, subject to certain conditions and limits. As of\nDecember 31, 2021\n, Corning has determined a potential liability for these environmental matters is probable, and the amount reserved was\nnot\nmaterial.\nEnvironmental Litigation\nCorning has been named by the Environmental Protection Agency (the \"Agency\") under the Superfund Act, or by state governments under similar state laws, as a potentially responsible party for\n15\nactive hazardous waste sites. Under the Superfund Act, all parties who\nmay\nhave contributed any waste to a hazardous waste site, identified by the Agency, are jointly and severally liable for the cost of cleanup unless the Agency agrees otherwise. It is Corning’s policy to accrue for its estimated liability related to Superfund sites and other environmental liabilities related to property owned by Corning based on expert analysis and continual monitoring by both internal and external consultants. At\nDecember 31, 2021\nand\n2020\n, Corning had accrued approximately $\n55\nmillion and $\n68\nmillion, respectively, for the undiscounted estimated liability for environmental cleanup and related litigation. Based upon the information developed to date, management believes that the accrued reserve is a reasonable estimate of the Company’s liability and that the risk of an additional loss in an amount materially higher than accrued is remote.\n101\n15.\nHedging Activities\nCorning is primarily exposed to foreign currency risks due to fluctuations in exchange rates. These fluctuations affect the Company's financial instruments and transactions denominated in foreign currencies, which impact earnings.\nThe most significant foreign currency exposures relate to the Japanese yen, South Korean won, new Taiwan dollar, Chinese yuan, the euro and British pound. Corning seeks to mitigate the impact of exchange rate movements in our income statement by using over-the-counter (\"OTC\") derivative instruments including foreign exchange forward and option contracts. In general, the expirations of these contracts coincide with the timing of the underlying foreign currency commitments and transactions.\nCorning is exposed to potential losses in the event of non-performance by counterparties to these derivative contracts. However, this risk is minimized by maintaining a portfolio with a diverse group of highly-rated major financial institutions. The Company does\nnot\nexpect to record any losses due to counterparty default. Neither the Company nor its counterparties are required to post collateral for these financial instruments. The Company qualified for and elected the end-user exception to the mandatory swap clearing requirement of the Dodd-Frank Act.\nDesignated Hedges\nCorning uses OTC foreign exchange forward contracts designated as cash flow hedges to reduce the risk that movements in exchange rates will adversely affect the net cash flows resulting from the sale of products to customers and purchases from suppliers. The total gross notional values for foreign currency cash flow hedges are $\n780\nmillion and $\n1.1\nbillion at\nDecember 31, 2021\nand\n2020,\nrespectively, with maturities spanning the years\n2022\nthrough\n2023.\nCorning defers gains and losses related to the cash flow hedges into accumulated other comprehensive loss on the consolidated balance sheets until the hedged item impacts earnings. At\nDecember 31, 2021,\nthe amount expected to be reclassified into earnings within the next\n12\nmonths is a pre-tax gain of $\n47\nmillion.\nIn\n2021,\nCorning entered into leases of precious metals, with maturities through\n2025.\nTo offset the risk of changes in the fair value of the Company's separate accounting pool of leased precious metals due to adverse changes in the respective market prices, Corning designated the bifurcated embedded derivatives included in these leases as fair value hedges. The gain or loss on the derivatives, as well as the offsetting loss or gain on the hedged item attributable to the hedged risk, are recognized in current earnings. The amounts representing the time value component of the derivatives are excluded from the assessment of effectiveness and amortized in earnings. The impact of the excluded component on Corning's other comprehensive income and earnings is\nnot\nmaterial. The carrying amount of the leased precious metals pool, which is included in the property, plant and equipment, net of accumulated depreciation line of the consolidated balance sheets, is $\n107\nmillion at\nDecember 31, 2021.\nThe cumulative amount of fair value changes included in the carrying amount of the leased precious metals pool is\nnot\nmaterial.\nCorning uses regression analysis or the critical term match method to assess initial hedge effectiveness. Following the inception of a hedging relationship, hedge effectiveness is assessed quarterly based on qualitative factors.\nUndesignated Hedges\nCorning uses OTC foreign exchange forward and option contracts\nnot\ndesignated as hedging instruments for accounting purposes to offset economic currency risks. The undesignated hedges limit exposure to foreign functional currency fluctuations related to certain subsidiaries’ monetary assets, monetary liabilities and net earnings in foreign currencies.\nA significant portion of the Company's non-U.S. revenue and expenses are denominated in Japanese yen, South Korean won, new Taiwan dollar, Chinese yuan, and euro. When this revenue and these expenses are translated back to U.S. dollars, the Company is exposed to foreign exchange rate movements. To protect translated earnings against movements in these currencies, the Company has entered into a series of average rate forwards and option contracts. Most of these contracts hedge a significant portion of the Company’s exposure to the Japanese yen with maturities spanning years\n2022\nthrough\n2024.\n102\n15.\nHedging Activities (Continued)\nThe following table summarizes the total gross notional value for translated earnings contracts at\nDecember 31, 2021\nand\n2020\n(in billions):\nThe fair values of these derivative contracts are recorded as either assets (gain position) or liabilities (loss position) on the consolidated balance sheets. Changes in the fair value of the derivative contracts are recorded currently in earnings in the translated earnings contract gain (loss), net line of the consolidated statements of income.\nThe following table summarizes the notional amounts and respective fair values of Corning’s derivative financial instruments on a gross basis for\nDecember 31, 2021\nand\n2020\n(in millions):\n103\n15.\nHedging Activities (Continued)\nThe following tables summarize the effect on the consolidated statements of income relating to Corning’s derivative financial instruments (in millions). The accumulated derivative gain included in accumulated other comprehensive loss on the consolidated balance sheets at\nDecember 31, 2021\nand\n2020\nis $\n52\nmillion and $\n60\nmillion, respectively.\n104\n16.\nFair Value Measurements\nFair value standards under U.S. GAAP define fair value, establish a framework for measuring fair value in applying generally accepted accounting principles, and require disclosures about fair value measurements. The standards also identify\ntwo\nkinds of inputs that are used to determine the fair value of assets and liabilities: observable and unobservable. Observable inputs are based on market data or independent sources while unobservable inputs are based on the Company’s own market assumptions. Once inputs have been characterized, the inputs are prioritized into\none\nof\nthree\nbroad levels (provided in the table below) used to measure fair value. Fair value standards apply whenever an entity is measuring fair value under other accounting pronouncements that require or permit fair value measurement and require the use of observable market data when available.\nThe following tables provide fair value measurement information for the Company’s major categories of financial assets and liabilities measured on a recurring basis; Level\n1,\nquoted market prices in active markets for identical assets, Level\n2,\nsignificant other observable inputs, and Level\n3,\nsignificant unobservable inputs (in millions):\nAssets and Liabilities Measured on a Non-Recurring Basis\nFor the year ended\nDecember 31, 2020,\nCorning incurred a long-lived asset impairment and disposal loss for an asset group related to the reassessment of research and development programs within “All Other”. Given the economic environment and market opportunities, Corning discontinued its investment in these research and development programs. The impairment analysis and disposition of certain assets resulted in a total pre-tax charge of\n$217\nmillion, which was substantially all the carrying value, inclusive of an insignificant amount of goodwill. The fair value of the asset group for the impairment analysis was measured using unobservable (Level\n3\n) inputs.\nRefer to Note\n2\n(Restructuring, Impairment and Other Charges and Credits) to the consolidated financial statements for additional information about this impairment.\nFair value measurements (Level\n3\n) related to the Redemption are disclosed in Note\n4\n(HSG Transactions and Acquisitions) to the consolidated financial statements. There were\nno\nother significant financial assets and liabilities measured on a nonrecurring basis as of\nDecember 31, 2021\nand\n2020\n.\n105\n17.\nShareholders\n’\nEquity\nCommon Stock Dividends\nOn\nFebruary 2, 2022,\nCorning’s Board of Directors declared a\n13\n% increase in the Company’s quarterly common stock dividend, which increased the quarterly dividend from $\n0.24\nto $\n0.27\nper share of common stock, beginning with the dividend paid in the\nfirst\nquarter of\n2022.\nThis increase marks the\neleventh\ndividend increase since\nOctober 2011.\nOn\nFebruary 3, 2021,\nCorning’s Board of Directors declared a\n9\n% increase in the Company’s quarterly common stock dividend, which increased the quarterly dividend from $\n0.22\nto $\n0.24\nper share of common stock, beginning with the dividend paid in the\nfirst\nquarter of\n2021.\nOn\nFebruary 5, 2020,\nCorning’s Board of Directors declared a\n10\n% increase in the Company’s quarterly common stock dividend, which increased the quarterly dividend from $\n0.20\nto $\n0.22\nper share of common stock, beginning with the dividend paid in the\nfirst\nquarter of\n2020.\nFixed Rate Cumulative Convertible Preferred Stock, Series A\nAs of\nDecember 31, 2020,\nCorning had\n2,300\noutstanding shares of Preferred Stock.\nOn\nJanuary 16, 2021,\nthe Preferred Stock became convertible into\n115\nmillion Common Shares, in whole or in part, at the option of Samsung Display Co., Ltd. (\"SDC\").  On\nApril 5, 2021,\nCorning and SDC executed the Share Repurchase Agreement (\"SRA\").\nPursuant to the SRA, on the Initial Closing Date, the Preferred Stock was fully converted.  Immediately following the conversion, Corning repurchased and retired\n35\nmillion of the Common Shares held by SDC for an aggregate purchase price of approximately $\n1.5\nbillion, of which approximately $\n507\nmillion was paid on the Initial Closing Date. Subsequent payments of approximately $\n507\nmillion will be paid on each of the\nfirst\nand\nsecond\nanniversaries of the Initial Closing Date.\nThe remaining\n80\nmillion Common Shares were accounted for as a conversion of Preferred Stock and resulted in an increase of common stock and additional paid-in-capital based on the carrying value of the Preferred Stock and were included in the weighted-average common shares outstanding for the calculation of the Company’s basic and diluted earnings per share.\nPursuant to the SRA, with respect to the\n80\nmillion Common Shares outstanding held by SDC:\nRefer to Note\n16\n(Fair Value Measurements) to the consolidated financial statements for additional information\n106\n17.\nShareholders\n’\nEquity (Continued)\nShare Repurchases\n2021\nShare Repurchases\nFor the year ended\nDecember 31, 2021\n, the Company repurchased\n7.3\nmillion shares of common stock on the open market for approximately $\n274\nmillion, as part of its\n2019\nRepurchase Program.\nOn\nApril 8, 2021,\nthe Company repurchased\n35\nmillion shares of common stock, under the\n2018\nand\n2019\nRepurchase Programs, for an aggregate purchase price of approximately $\n1.5\nbillion, of which approximately $\n507\nmillion was paid on the Initial Closing Date. Subsequent payments of approximately $\n507\nmillion will be paid on each of the\nfirst\nand\nsecond\nanniversaries of the Initial Closing Date.  These shares were repurchased immediately following the conversion of the Preferred Stock, as discussed above.\n2020\nShare Repurchases\nFor the year ended\nDecember 31, 2020\n, the Company repurchased\n4.1\nmillion shares of common stock on the open market for approximately $\n105\nmillion, as part of its\n2018\nRepurchase Program.\n2019\nShare Repurchases\nOn\nApril 26, 2018,\nCorning’s Board of Directors approved a $\n2\nbillion share repurchase program with\nno\nexpiration date (the\n“2018\nRepurchase Program”). On\nJuly 17, 2019,\nCorning’s Board of Directors authorized $\n5\nbillion in share repurchases with\nno\nexpiration date (the\n“2019\nRepurchase Program”). During the year ended\nDecember 31, 2019\n, the Company repurchased\n31.0\nmillion shares of common stock on the open market for approximately $\n925\nmillion as part of its\n2018\nRepurchase Program.\nThe following table presents changes in capital stock (in millions):\n107\n17.\nShareholders\n’\nEquity (Continued)\nAccumulated Other Comprehensive Loss\nA summary of changes in the components of accumulated other comprehensive loss, including the proportionate share of equity method investee’s accumulated other comprehensive loss, is as follows (in millions)\n(\n1\n)\n:\n108\n17.\nShareholders\n’\nEquity (Continued)\n(In millions)\n109\n18.\nEarnings Per Common Share\nBasic earnings per common share are computed by dividing income available to common shareholders by the weighted-average number of common shares outstanding for the period. Diluted earnings per common share assumes the issuance of common shares for all potentially dilutive securities outstanding.\nThe reconciliation of the amounts used to compute basic and diluted earnings per common share from operations is as follows (in millions, except per share amounts):\nFixed Rate Cumulative Convertible Preferred Stock, Series A\nAs of\nDecember 31, 2020,\nCorning had\n2,300\noutstanding shares of Fixed Rate Cumulative Convertible Preferred Stock, Series A.\nOn\nJanuary 16, 2021,\nthe Preferred Stock became convertible into\n115\nmillion Common Shares, in whole or in part, at the option of the holder, SDC.  On\nApril 5, 2021,\nCorning and SDC executed an SRA.\nPursuant to the SRA, on the Initial Closing Date, the Preferred Stock was fully converted into\n115\nmillion Common Shares.  The Company repurchased\n35\nmillion of the converted Common Shares pursuant to the SRA and excluded them from the weighted-average common shares outstanding for the calculation of the Company’s basic and diluted earnings per share.  The redemption of these Common Shares resulted in a reduction of retained earnings of $\n803\nmillion which reduced the net income available to common shareholders.\nThe remaining\n80\nmillion Common Shares are outstanding and are included in the weighted-average common shares outstanding for the calculation of the Company’s basic and diluted earnings per share.\nRefer to Note\n17\n(Shareholders’ Equity) to the consolidated financial statements for more information.\n110\n19.\nShare-Based Compensation\nCorning maintains long-term incentive plans (the “Plans”) for key employees and non-employee members of its Board of Directors. The Plans allow us to grant equity-based compensation awards, including stock options, stock appreciation rights, performance share units, restricted stock units, restricted stock awards or a combination of awards (collectively, share-based awards). At\nDecember 31, 2021\n, there were approximately\n39\nmillion unissued common shares available for future grants authorized under the Plans.\nShare-based compensation cost is allocated to the selling, general and administrative, research, development and engineering, and cost of sales expense lines in the consolidated statements of income.\nStock Compensation Plans\nThe Company measures and recognizes compensation cost for all share-based payment awards made to employees and directors based on estimated fair values.\nThe fair value of awards granted that are expected to ultimately vest is recognized as expense over the requisite service periods. The number of options expected to vest equals the total options granted less an estimation of the number of forfeitures expected to occur prior to vesting. The forfeiture rate is calculated based on\n15\nyears of historical data and is adjusted if actual forfeitures differ significantly from the original estimates. The effect of any change in estimated forfeitures would be recognized through a cumulative adjustment that would be included in compensation cost in the period of the change in estimate.\nTotal share-based compensation cost was approximately $\n190\nmillion, $\n207\nmillion and $\n56\nmillion, respectively, for the years ended\nDecember 31, 2021,\n2020\nand\n2019\n.\nThe income tax benefit realized from share-based compensation was $\n37\nmillion, $\n12\nmillion and $\n9\nmillion, respectively, for the years ended\nDecember 31, 2021,\n2020\nand\n2019\n. Refer to Note\n8\n(Income Taxes) to the consolidated financial statements for additional information.\nStock Options\nCorning’s stock option plans provide non-qualified and incentive stock options to purchase authorized but unissued common shares, or treasury shares, at the market price on the grant date and generally become exercisable in installments from\none\nyear to\nfive\nyears from the grant date. The maximum term of non-qualified and incentive stock options is\n10\nyears from the grant date. An award is considered vested when the employee’s retention of the award is\nno\nlonger contingent on providing subsequent service (the “non-substantive vesting period approach”).\nThe following table summarizes information concerning stock options outstanding, including the related transactions under the stock option plans for the year ended\nDecember 31, 2021\n:\n111\n19.\nShare-Based Compensation (Continued)\nThe aggregate intrinsic value (market value of stock less option exercise price) in the preceding table represents the total pretax intrinsic value, based on the Company’s closing stock price on\nDecember 31, 2021\n, which would have been received by the option holders had all option holders exercised their “in-the-money” options as of that date. There were approximately\n7\nmillion “in-the-money” options exercisable on\nDecember 31, 2021\n.\nThere were\nno\noptions granted in\n2021.\nThe weighted-average grant-date fair value for options granted for the years ended\nDecember 31,\n2020\nand\n2019\nwas $\n3.67\nand $\n8.78\n, respectively.  The total fair value of options that vested during the years ended\nDecember 31, 2021,\n2020\nand\n2019\nwas approximately $\n16\nmillion, $\n31\nmillion and $\n10\nmillion, respectively. Compensation cost related to stock options for the years ended\nDecember 31, 2021,\n2020\nand\n2019\n, was approximately $\n9\nmillion, $\n23\nmillion and $\n13\nmillion, respectively.\nAs of\nDecember 31, 2021\n, there was approximately $\n10\nmillion of unrecognized compensation cost related to stock options granted under the Plans. The cost is expected to be recognized over a weighted-average period of\n1.3\nyears.\nProceeds received from the exercise of stock options were $\n97\nmillion, with a corresponding realized tax benefit of $\n15\nmillion, for the year ended\nDecember 31, 2021\n. The total intrinsic value of options exercised for the years ended\nDecember 31, 2021,\n2020\nand\n2019\nwas approximately $\n100\nmillion, $\n99\nmillion and $\n47\nmillion, respectively.\nCorning uses a multiple-point Black-Scholes valuation model to estimate the fair value of stock option grants. Corning utilizes a blended approach for calculating the volatility assumption used in the multiple-point Black-Scholes valuation model defined as the weighted average of the short-term implied volatility, the most recent volatility for the period equal to the expected term, and the most recent\n15\n-year historical volatility. The expected term is the period the options are expected to be outstanding and is calculated using a combination of historical exercise experience adjusted to reflect the current vesting period of options being valued, and partial life cycles of outstanding options. The risk-free rates used in the multiple-point Black-Scholes valuation model are the implied rates for a\nzero\n-coupon U.S. Treasury bond with a term equal to the option’s expected term. The ranges given below reflect results from separate groups of employees exhibiting different exercise behavior.\nThe following inputs were used for the valuation of option grants under the stock option plans awarded during\n2020\nand\n2019:\nIncentive Stock Plans\nThe Corning Incentive Stock Plan permits restricted stock and restricted stock unit grants, either determined by specific performance goals or issued directly, in most instances, subject to the possibility of forfeiture and without cash consideration. Restricted stock and restricted stock units under the Incentive Stock Plan are granted at the closing market price on the grant date, contingently vest over a period of generally\none\nyear to\nten\nyears, and generally have contractual lives of\none\nyear to\nten\nyears. The fair value of each restricted stock grant or restricted stock unit awarded under the Incentive Stock Plan is based on the grant date closing price of the Company’s stock.\nTime-Based Restricted Stock and Restricted Stock Units\nTime-based restricted stock and restricted stock units are issued by the Company on a discretionary basis, and are payable in shares of the Company’s common stock upon vesting. The fair value is based on the closing market price of the Company’s stock on the grant date. Compensation cost is recognized over the requisite vesting period and adjusted for actual forfeitures before vesting.\n112\n19.\nShare-Based Compensation (Continued)\nThe following table represents a summary of the status of the Company’s non-vested time-based restricted stock and restricted stock units as of\nDecember 31, 2020\nand changes which occurred during the year ended\nDecember 31, 2021\n:\nAs of\nDecember 31, 2021\n, there was approximately $\n117\nmillion of unrecognized compensation cost related to non-vested time-based restricted stock and restricted stock unit compensation arrangements granted under the Plan. The cost is expected to be recognized over a weighted-average period of\n2.1\nyears. The total fair value of time-based restricted stock and restricted stock units that vested during the years ended\nDecember 31, 2021,\n2020\nand\n2019\nwas approximately $\n88\nmillion, $\n38\nmillion and $\n33\nmillion, respectively. Compensation cost related to time-based restricted stock and restricted stock units was approximately $\n94\nmillion, $\n95\nmillion and $\n43\nmillion for the years ended\nDecember 31, 2021,\n2020\nand\n2019\n, respectively.\nPerformance-Based Restricted Stock Units\nPerformance-based restricted stock units are earned upon the achievement of certain targets, and are payable in shares of the Company’s common stock upon vesting typically over a\nthree\nyear period. The weighted-average grant date fair value is based on the market price of the Company’s stock on the grant date and assumes that the target payout level will be achieved. Compensation cost is recognized over the requisite vesting period and adjusted for actual forfeitures before vesting. During the performance period, compensation cost\nmay\nbe adjusted based on changes in the expected outcome of the performance-related target.\n113\n19.\nShare-Based Compensation (Continued)\nThe following table summarizes information concerning the Company’s non-vested performance-based restricted stock units, including the related transactions under the performance-based restricted stock units plan for the year ended\nDecember 31, 2021\n:\nAs of\nDecember 31, 2021\n, there was approximately $\n30\nmillion of unrecognized compensation cost related to non-vested performance-based restricted stock unit compensation arrangements granted under the Plan. The cost is expected to be recognized over a weighted-average period of\n1.4\nyears. Compensation cost related to performance-based restricted stock units for the years ended\nDecember 31, 2021\nand\n2020\nwas approximately $\n79\nmillion and $\n81\nmillion, respectively, largely driven by retirement-eligible employees.\n20.\nReportable Segments\nReportable segments are as follows:\nAll other businesses that do\nnot\nmeet the quantitative threshold for separate reporting have been grouped as “All Other.” This group is primarily comprised of the results of HSG, pharmaceutical technologies, auto glass, new product lines and development projects, as well as other businesses and certain corporate investments.\nThe Company obtained a controlling interest in HSG during the\nthird\nquarter of\n2020\nand has consolidated results in “All Other” since\nSeptember 9, 2020.\nRefer to Note\n4\n(HSG Transactions and Acquisitions) to the consolidated financial statements for additional information on this transaction.\nFinancial results for the reportable segments are prepared on a basis consistent with the internal disaggregation of financial information to assist the CODM in making internal operating decisions. The impact of changes in the Japanese yen, South Korean won, Chinese yuan and new Taiwan dollar are excluded from segment sales and segment net income for the Display Technologies and Specialty Materials segments. The impact of changes in the euro and Chinese yuan are excluded from segment sales and segment net income for the Environment Technologies segment. The impact of changes in the euro, Chinese yuan and Japanese yen are excluded from segment sales and segment net income for the Life Sciences segment. Certain income and expenses are included in the unallocated amounts in the reconciliation of reportable segment net income (loss) to consolidated net income. These include items that are\nnot\nused by the CODM in evaluating the results of or in allocating resources to the segments and include the following items: the impact of the translated earnings contracts; acquisition-related costs; discrete tax items and other tax-related adjustments; certain litigation, regulatory and other legal matters; restructuring, impairment losses and other charges and credits; adjustments relating to acquisitions; and other non-recurring non-operational items. Although these amounts are excluded from segment results, they are included in reported consolidated results.\n114\n20.\nReportable Segments (Continued)\nEarnings of equity affiliates that are closely associated with the reportable segments are included in the respective segment’s net income (loss). Certain common expenses among reportable segments have been allocated differently than they would for stand-alone financial information. Segment net income (loss)\nmay\nnot\nbe consistent with measures used by other companies.\nThe following provides historical segment information as described above:\nSegment Information\n(in millions)\n115\n20.\nReportable Segments (Continued)\nA reconciliation of reportable segments and “All Other” net sales to consolidated net sales is as follows (in millions):\nA reconciliation of reportable segment net income (loss) to consolidated net income follows (in millions):\n116\n20.\nReportable Segments (Continued)\nA reconciliation of reportable segment assets to consolidated total assets follows (in millions):\n117\n20.\nReportable Segments (Continued)\nSelected financial information concerning the Company’s product lines and reportable segments follow (in millions):\n118\n20.\nReportable Segments (Continued)\nInformation concerning principal geographic areas for reportable segments and \"All Other\" was as follows (in millions):\n119"
  }
]