[
  {
    "item_key": "item_1",
    "text": "OVERVIEW OF BUSINESS\nWe were founded in 1846 and incorporated in Delaware in 1925.  We develop, manufacture and market a broad range of consumer household and personal care products and specialty products focused on animal and food production, chemicals and cleaners.  Our consumer products marketing efforts are focused principally on our 14\n“\npower brands.\n”\nThese well-recognized brand names include ARM & HAMMER® baking soda, cat litter, laundry detergent, carpet deodorizer and other baking soda based products; TROJAN® condoms, lubricants and vibrators; OXICLEAN® stain removers, cleaning solutions, laundry detergents and bleach alternatives; SPINBRUSH® battery-operated toothbrushes; FIRST RESPONSE® home pregnancy and ovulation test kits; NAIR® depilatories; ORAJEL® oral analgesic; XTRA® laundry detergent; L\n’\nIL CRITTERS® and VITAFUSION® gummy dietary supplements for children and adults, respectively; BATISTE® dry shampoo; WATERPIK® water flossers and showerheads, FLAWLESS® products, ZICAM® cold shortening and relief products and THERABREATH® oral care products.\nWe sell our consumer products under a variety of brands through a broad distribution platform that includes supermarkets, mass merchandisers, wholesale clubs, drugstores, convenience stores, home stores, dollar and other discount stores, pet and other specialty stores and websites and other e-commerce channels, all of which sell our products to consumers.  We sell our specialty products to industrial customers, livestock producers and through distributors.\nOur Sustainability\nStrategy\nand Environmental, Social and Governance (“ESG”) Pillars\nWe believe that sustainable operations are both financially and operationally beneficial to our business, and critical to the health of the communities in which we operate, while contributing to a better world.  Sustainability is how we refer to our Environmental, Social and Governance (ESG) efforts as part of our overall success in delivering growth and profitability while making a meaningful and positive impact.  Each year we publish a Sustainability Report that discloses our business and corporate responsibility commitments by detailing our ESG performance metrics and targets\nand other components of our ESG efforts.  Our 2020 Sustainability Report is available on our web site at https://churchdwight.com/pdf/Sustainability/2020-Sustainability-Report.pdf, and our 2021 Sustainability Report will be available in April 2022 (the “2021 Sustainability Report” and together with the 2020 Sustainability Report, the “Sustainability Reports”).  References to our Sustainability Reports are for informational purposes only and neither the Sustainability Reports nor the other information on our website is incorporated by reference into this Annual Report on Form 10-K.\nOur global sustainability strategy is derived from our heritage and organizational values.  The following six pillars are the core focus of our\nEnvironmental and Social efforts\n.\nEach is supported through our Governance practices which are intended to maintain a system of rules and practices that determine how we operate and align the interests of our stakeholders in support of ethical business practices and financial success.\nEnvironmental\n.  Our operations are subject to federal, state, local and foreign laws, rules and regulations relating to environmental concerns, including air emissions, wastewater discharges, solid and hazardous waste management activities, and the safety of our employees.  We endeavor to take actions necessary to comply with such regulations.  These steps include periodic environmental and health and safety audits of our facilities.  The audits, conducted by independent firms with expertise in environmental, health and safety compliance, include site visits at each location, as well as a review of documentary information, to determine compliance with such federal, state, local and foreign laws, rules and regulations.  However, our environmental priorities extend well beyond our compliance efforts, and include our focus on providing safe and effective products for consumers and the environment, utilizing consumer friendly and environmentally responsible\n4\npackaging, achieving greenhouse gas emission reductions, reducing water usage, recycling waste and solid waste and improving our suppliers’ environmental practices.\nSocial\n.\nOur Social focus areas include our goals of delighting consumers with our brands through our contributions towards a more sustainable world, improving our suppliers’ labor, health & safety and ethical practices, and supporting our employees to create a stronger, more resilient company while contributing to a better world.  In their everyday work, employees embody our core values of integrity, quality, commitment, and innovation, and in doing so, directly contribute to our long-standing character and reputation.  Employee safety is a top priority.  We develop and administer company-wide policies to ensure the safety of each team member and compliance with OSHA standards and have implemented COVID-19 protocols across all locations to ensure both the safety of our employees and compliance with federal and local requirement and guidelines.  We embrace the diversity of our employees and believe that a diverse workforce reflective of our consumer base fosters innovation and cultivates an environment filled with unique perspectives and strive to cultivate a culture and processes that support and enhance our ability to recruit, develop and retain diverse talent at every level.  As part of our enhanced diversity and inclusion initiatives that began in 2020, we intend to publish workplace demographics of our employees in our 2021 Sustainability Report.  We also encourage our employees to become involved in their communities through our Employee Giving Fund and The Church & Dwight Philanthropic Foundation (the “Foundation”) which is focused on helping to create DEI opportunities and advancing environmental preservation.  The Foundation is administered by our employees.  See pages 12-13 in this Item 1 of this Annual Report under “Employees and Human Capital” for a discussion of our human capital management.\nGovernance\n.\nOur governance focus includes the processes, rules, resources and systems in support of our operational, sustainability and ESG efforts, have been described in our 2021 Proxy Statement and will be described in our Proxy Statement for our upcoming Annual Meeting of Stockholders under the caption “Sustainability Strategy and ESG Pillars” and in our 2021 Sustainability Report.  Our Corporate Issues Council (the “Council”), comprised of senior executives representing all of our key functional areas, guides the integration of sustainability with all parts of our business and drives continuous improvement in our sustainability approach and performance.  The Council takes the lead in defining and implementing our sustainability strategies across the six sustainability and ESG pillars.  Our Board of Directors, acting principally through its Governance, Nominating & Corporate Responsibility Committee, oversees our sustainability efforts, with that Committee and the Compensation & Human Capital and Audit Committees each focusing on specified areas of sustainability, including compliance and ethics, human capital and DEI.  Our Independent Lead Director is responsible for ensuring that stockholder requests, recommendations and proposals are evaluated by the Governance, Nominating & Corporate Responsibility Committee, additional committees within the Board as appropriate, and then by the Board of Directors, if needed.\nAs described in our Sustainability Reports, our continued progress in key areas of ESG has earned recognition from various third parties.\nWe use the standards and guidelines of the Global Reporting Initiative, Sustainability Accounting Standards Board industry specific standards and the Task Force on Climate-related Financial Disclosures to inform our sustainability and ESG disclosures included in this Annual Report, our Proxy Statement and our Sustainability Reports.  The “materiality” thresholds in those standards and guidelines may differ from the concept of “materiality” for purposes of the federal securities laws and disclosures required by the Commission’s rules in this Annual Report.  Moreover, the inclusion of sustainability and ESG disclosures in this Annual Report and in our other filings with the Commission does not necessarily imply that we consider them to be material\nfor purposes of the federal securities laws or the Commission’s rules and regulations governing such disclosure.\nFINANCIAL INFORMATION ABOUT SEGMENTS AND PRINCIPAL PRODUCTS\nAs discussed in more detail below, we operate in three principal segments: Consumer Domestic, Consumer International, and our Specialty Products Division (“SPD”).  Refer to Note 17 to the consolidated financial statements included in this Annual Report and the discussion in\n“Item 7:\nManagement\n’\ns Discussion and Analysis of Financial Condition and Results of Operations\n”\nfor information concerning the results of each of our segments.\nAll domestic brand\n“\nrankings\n”\ncontained in this Annual Report are based on dollar share rankings from Information Resources, Inc. (“IRI”) Total US – MULO for the period ending December 26, 2021.  Foreign brand\n“\nrankings\n”\nare derived from several sources.\nRecent Acquisitions\nOn December 24, 2021, we acquired all of the outstanding equity of Dr. Harold Katz, LLC and HK-IP International, Inc., the owners of the THERABREATH® brand of oral care products (the “TheraBreath Acquisition”).  We paid $556.0 million, net of cash acquired, at closing and deferred an additional cash payment of $14.0 million related to certain indemnity obligations provided by the seller.  The additional amount, to the extent not used in satisfaction of such indemnity obligations, is payable in installments between two and four years from the closing.  THERABREATH’s annual net sales for the year ended December 31, 2021 were approximately $100 million.  The acquisition was financed by the proceeds from a $400.0 million three-year term loan and an underwritten public offering of $400.0 million aggregate principal Senior Notes due on December 15, 2031 (as defined below under the caption “Liquidity and Capital Resources” in Item 7 of this Annual Report) completed on December 10, 2021.  The THERABREATH business is managed in the Consumer Domestic and Consumer International segments.\n5\nConsumer Domestic\nOur founders first marketed sodium bicarbonate, otherwise known as baking soda, in 1846 for use in home baking.  Today, this product has a wide variety of uses in the home, including as a refrigerator and freezer deodorizer, scratch-free cleaner and deodorizer for kitchen surfaces and cooking appliances, bath additive, dentifrice, cat litter deodorizer and swimming pool pH stabilizer.  We specialize in baking soda-based products, as well as other products which use the same raw materials or technology or which are sold in the same markets.  Our Consumer Domestic segment includes each of our 14 power brands, as well as other well-known brands and household and personal care products.  We divide the Consumer Domestic segment into household and personal care product groups.\nHousehold Products\nIn 2021, household products constituted approximately 53% of our Consumer Domestic sales and approximately 41% of our consolidated net sales.\nARM & HAMMER Baking Soda remains the number one leading brand of baking soda in terms of consumer recognition of the brand name and reputation for quality and value.  The cleaning and deodorizing properties of baking soda have led to the development of numerous baking soda-based household products.  For example, we market ARM & HAMMER FRIDGE FRESH\n®\n, a refrigerator deodorizer equipped with a baking soda filter to help keep food tasting fresher, and ARM & HAMMER Carpet Deodorizer.  Our other primary household products include laundry detergents marketed under the ARM & HAMMER, OXICLEAN and XTRA brands, fabric softener sheets marketed under the ARM & HAMMER brand, cat litter under our ARM & HAMMER brand, and household cleaning products under the CLEAN SHOWER\n®\n, SCRUB FREE\n®\n, ORANGE GLO\n®\n, OXICLEAN and KABOOM\n®\nbrands.  Our laundry detergents constitute our largest consumer business, measured by net sales.\nPersonal Care Products\nIn 2021, personal care products constituted approximately 47% of our Consumer Domestic sales and approximately 35% of our consolidated net sales.\nOur personal care business was founded on the unique strengths of our ARM & HAMMER trademark and baking soda technology.  We have expanded our personal care business through the acquisition of antiperspirants, oral care products, depilatories, reproductive health products, oral analgesics, nasal saline moisturizers, and dietary supplements under a variety of other leading brand names.\nARM & HAMMER Baking Soda, when used as a dentifrice, helps whiten and polish teeth, removes plaque and leaves the mouth feeling fresh and clean.  These properties led to the development of a complete line of sodium bicarbonate-based dentifrice products that are marketed and sold nationally primarily under the ARM & HAMMER brand name.  Our other personal care products include antiperspirants and deodorants under the ARRID\n®\nand ARM & HAMMER brands, condoms under the TROJAN brand (the number one condom brand in the U.S.), battery-operated toothbrushes under the SPINBRUSH brand (the number two leading brand of battery-operated toothbrushes in the U.S. in 2021), water flossers and showerheads under the WATERPIK brand (the number one water flosser and replacement showerhead brand in the U.S.), home pregnancy and ovulation test kits under the FIRST RESPONSE brand (the number two selling brand in the U.S.), hair-removal products under the NAIR brand\n(\nthe number one depilatory in the U.S.), FLAWLESS and FINISHING TOUCH brands (the number one  women’s electric hair removal system in the U.S.), oral analgesics and oral care products under the ORAJEL brand (the number one oral care pain relief in the U.S.), children’s gummy dietary supplements under the L\n’\nIL CRITTERS brand and adult gummy dietary supplements under the VITAFUSION brand (both number one leading brands in their respective categories), ZICAM brand\n(\nthe number one cold shortening category in the U.S. ), a growing number of hair products under the BATISTE (the number one dry shampoo in the U.S.), VIVISCAL (the number one leading supplement for thinning hair), TOPPIK\n®\n(the number one leading brand of cosmetics for thinning hair), THERABREATH (the number two alcohol free mouthwash in the U.S.), and XFUSION\n®\nbrands, and nasal saline moisturizers and solutions under the SIMPLY SALINE\n®\nbrand.\nConsumer International\nOur Consumer International segment markets a variety of personal care, household and over-the-counter products in international subsidiary markets, including Australia, Canada, France, Germany, Mexico and the United Kingdom and in over 130 global export markets around the world, including China and Japan (the “Global Markets Group” or “GMG”).\nTotal Consumer International net sales represented approximately 18% of our consolidated net sales in 2021.  Net sales of the subsidiary businesses originating in Europe, Canada, Australia and Mexico accounted for 33%, 26%, 8% and 7%, respectively, of our 2021 international net sales in this segment.  No other country in which we operate accounts for more than 20% of our total international net sales and no product line accounts for more than 20% of total international net sales.\nSome of our U.S. power brands such as ARM & HAMMER, BATISTE, NAIR, OXICLEAN, TROJAN, L’IL CRITTERS, SPINBRUSH, WATERPIK, FLAWLESS and VITAFUSION are distributed in many of our international markets.  In addition, we also export unique\n6\nbrands\nsuch as\nSTERIMAR\n®\n,\na\nnatural nasal decongestant and\nFEMFRESH\n®\n,\na\nfeminine hygiene portfolio out of the U\nnited\nK\ningdom\n,\nto\nmany\ncountries around the world.\nWe also market the CURASH\n®\nline of babycare products in Australia, and GRAVOL\n®\nanti-nauseant and RUB-A535 topical analgesic in Canada and other international markets.  We also sell WATERPIK water flossers and showerheads in Australia, Canada, Germany, France, the United Kingdom, Mexico and in other international markets.\nSpecialty Products Division\nOur SPD segment focuses on sales to businesses and participates in three product areas: Animal and Food Production, Specialty Chemicals and Specialty Cleaners, and accounted for approximately 6% of our consolidated net sales in 2021.\nAnimal and Food Production Products\nSince the ARM & HAMMER Animal and Food Production business began in 1972, with its launch of ARM & HAMMER baking soda as a feed additive to help dairy cows produce more milk, we have built a leading portfolio of nutritional supplements designed to help improve the health and productivity of dairy cows.  Today our portfolio of dairy nutritional supplements includes brands such as MEGALAC\n®\nrumen bypass fat– a supplement made from natural oils – which enables cows to maintain energy levels during the period of high milk production, resulting in improved milk yields.  In addition, we market a line of high-quality protein and amino acid products, including BIO-CHLOR\n®\nand FERMENTEN\n®\n, which are designed to help reduce health issues associated with calving, as well as provide needed protein to ensure proper growth and milk production.\nOver the last five years, we have expanded our product offerings to include unique prebiotics and probiotics.  CELMANAX\n®\nRefined Functional Carbohydrate is a yeast-based prebiotic that helps ensure a well-functioning gastrointestinal track in dairy cows, beef cattle, poultry and other livestock.  On May 1, 2017, we acquired the Agro Biosciences, Inc. business and we now market the CERTILLUS\n®\nfamily of probiotics products in the poultry, dairy, beef and swine industries.  On March 8, 2018, we acquired Passport Food Safety Solutions, Inc., focused on providing pre- and post-harvest food safety solutions for beef, poultry, and swine primarily for the application to carcasses to reduce food borne pathogens.\nSpecialty Chemicals\nOur specialty chemicals business primarily encompasses the manufacture, marketing and sale of sodium bicarbonate in a range of grades and granulations for use in industrial markets. In industrial markets, sodium bicarbonate is used by other manufacturing companies as a leavening agent for commercial baked goods, as an antacid in pharmaceuticals, as a carbon dioxide release agent in fire extinguishers, as an alkaline agent in swimming pool chemicals, and as a buffer in kidney dialysis.\nWe and Occidental Chemical Corporation are equal partners in a joint venture, Armand Products Company, which manufactures and markets potassium carbonate and potassium bicarbonate for sale in domestic and international markets.  The potassium-based products are used in a wide variety of applications, including agricultural products, specialty glass and ceramics, and potassium silicates.  Armand also manufactures a potassium carbonate-based animal feed additive for sale by us in the dairy industry, described above under\n“\nAnimal and Food Production Products.\n”\nArmand’s results are included in our Corporate segment.\nSpecialty Cleaners\nWe also provide a line of cleaning and deodorizing products for use in commercial and industrial applications such as office buildings, hotels, restaurants and other facilities.\nWe and Safety-Kleen Systems, Inc. (\n“\nSafety-Kleen\n”\n) are equal partners in a joint venture, ARMAKLEEN®, which has built a specialty cleaning products business based on our technology and Safety-Kleen\n’\ns sales and distribution organization.  In North America, this joint venture distributes our proprietary product line of aqueous cleaners along with our ARMEX® blast media line, which is designed for the removal of a wide variety of surface coatings.  These results are included in our Corporate segment.\nCOMPETITION\nWe compete in the household and personal care consumer product categories, which are highly innovative categories, characterized by a continuous flow of new products and line extensions, and require significant advertising and promotion.  We compete in these categories primarily on the basis of product innovation and performance, brand recognition, price, value and other consumer benefits.  Consumer products, particularly laundry and dietary supplements, are subject to significant price competition.  As a result, we, from time to time, may need to reduce the prices for some of our products to respond to competitive and customer pressures and to maintain market share.  Product introductions typically involve heavy marketing and trade spending in the year of launch, and we usually are not able to determine whether\n7\nthe new products and line extensions will be successful until a period of time has elapsed following the introduction of the new products or the extension of the product line.\nBecause of the competitive retail environment, we face pricing pressure from our retail customers and customers selling through other channels, particularly high-volume retail customers including, internet-based retailers, who have increasingly sought to obtain pricing concessions or better trade terms that could reduce our margins.  Furthermore, if we are unable to maintain price or trade terms acceptable to our customers, they could increase product purchases from competitors and reduce purchases from us, which would harm our sales and profitability.\nOur competitors in the Consumer Domestic and Consumer International segments include, among others, Procter & Gamble Company (“P&G”), The Clorox Company, Colgate-Palmolive Company, S.C. Johnson & Son, Inc., Nestle Purina PetCare Company and Nestle Health Science, Henkel, Reckitt Benckiser Group plc, Johnson & Johnson, Ansell Limited, Pfizer Inc., Bayer AG, Alere Inc., NBTY, Inc., Koninklijke Philips N.V., Unilever PLC, Sanofi and Pharmavite LLC.  Many of these companies have greater financial resources than we do and have the capacity to outspend us in their attempts to gain market share.  In addition, the growing number of sales channels and business models, such as niche brands, internet-only brands\nand retailer co-developed and owned brands, have increased competition in certain product categories,\nparticularly within personal care, specialty hair care and dietary supplements, from less well capitalized competitors.\nCompetition within our animal and food production and our specialty chemicals product lines is intense.  The specialty chemicals business operates in a competitive environment influenced by capacity utilization, customers\n’\nleverage and the impact of raw material and energy costs.  Product introductions typically involve introductory educational costs in the year of launch, and we usually are not able to determine whether new products and line extensions will be successful until a period of time has elapsed following the introduction of new products or the extension of the product lines.  Our key competitors with respect to our SPD segment are Cargill Incorporated, Lallemand Inc., Solvay Chemicals, Inc., Genesis Alkali and Natural Soda, Inc.  For additional discussion of the competitive environment in which we conduct our business, see Item 1A, \"Risk Factors.\"\nDISTRIBUTION OF OUR PRODUCTS\nOur Consumer Domestic and Consumer International segments products are marketed primarily through a broad distribution platform that includes supermarkets, mass merchandisers, wholesale clubs, drugstores, convenience stores, home stores, dollar and other discount stores, pet and other specialty stores, and websites and other e-commerce channels, all of which sell our products to consumers.  The Consumer Domestic Segment employs a sales force based regionally throughout the U.S. and utilizes the services of independent brokers, who represent our products in the food, mass, pet, dollar, club, and numerous other classes of trade.  Our Consumer International segment conducts business through subsidiaries and global export markets.  Our subsidiaries employ local sales and marketing teams that manage the retailer and trade relationships while export sales and marketing professionals also manage an extensive distributor network in our global export markets.  Our products are stored in our plants and third-party owned warehouses and are either delivered by independent trucking companies or picked up by customers at our facilities.\nSPD markets sodium bicarbonate and other chemicals to industrial and agricultural customers primarily throughout the U.S. and Canada. Distribution is accomplished through a dedicated sales force supplemented by manufacturers\n’\nrepresentatives and independent distributors.  Our products in this segment are stored in our plants and public warehouses and are either delivered by independent trucking companies or picked up by customers at our facilities.\nSEASONALITY\nOur business is generally not seasonal, although the Consumer Domestic and Consumer International segments are affected by sales of SPINBRUSH battery-operated toothbrushes and WATERPIK water flossers (which typically are higher during the fall, in advance of the holiday season), sales of NAIR depilatories and waxes (which typically are higher in the spring and summer months), sales of VITAFUSION and L\n’\nIL CRITTERS dietary supplements and ZICAM cold shortening and relief category products (which typically are slightly higher in the fourth quarter of each year, in advance of the cold and flu season and renewed commitments to health), and sales of FLAWLESS (which are typically higher in the second half of the year).  In SPD, several of our Animal and Food Production products experience higher demand in warmer weather months creating higher seasonal demand in the second and third quarters of the year.\nRAW MATERIALS AND SOURCES OF SUPPLY\nWe manufacture sodium bicarbonate for our consumer and specialty products businesses at our plants located at Green River, Wyoming and Old Fort, Ohio.  The primary source of soda ash, a basic raw material used in the production of sodium bicarbonate, is the mineral trona, which is found in abundance in southwestern Wyoming near our Green River plant.  We have adequate trona reserves under mineral leases to support our sodium bicarbonate requirements for the foreseeable future.\nWe are a party to a partnership agreement with Tata Chemicals (Soda Ash) Partners, which mines and processes trona reserves in Wyoming.  We fulfill a substantial amount of our soda ash requirements through the partnership and related supply and services agreements, enabling us to achieve some of the economies of an integrated business capable of producing sodium bicarbonate and related products from the basic raw\n8\nmaterial.\nWe also have an agreement for the supply of soda ash from another company.\nThe partnership agreement and other supply agreements between the Tata Chemicals (Soda Ash) Partners and us are terminable upon two years notice by either of us. We believe that sufficient alternative sources of soda ash supply are available.\nWe believe that ample sources of raw materials are available for all our other major products.  Detergent chemicals are used in a variety of our products and are available from a number of sources.  Bottles, paper products and clay are available from multiple suppliers, although we choose to source most of these materials from single sources under long-term supply agreements in order to gain favorable economies of scale.  We also use certifiable sustainable palm oil derivatives in a number of products, including primarily in our rumen bypass fats products.  Alternative sources of supply are available in case of the disruption or termination of the supply agreements.\nThe cost of raw materials, including surfactants, diesel fuel and oil-based raw and packaging materials used primarily in our consumer businesses, were higher in 2021 relative to 2020, increasing our core commodity costs.  Increases in the prices of certain raw materials could materially impact our costs and financial results if we are unable to pass such costs along in the form of price increases to our customers.\nWe utilize the services of third party contract manufacturers around the world for certain products.\nPATENTS AND TRADEMARKS\nOur trademarks appear in upper case letters throughout this Annual Report.  The majority of our trademarks are registered with either the U.S. Patent and Trademark Office or with the trademark offices of many foreign countries.  The ARM & HAMMER trademark has been used by us since 1867 and is a valuable asset and important to the successful operation of our business.  Our products are sold under many other valuable trademarks held by us, including TROJAN, NAIR, ORAJEL, WATERPIK, FIRST RESPONSE, XTRA, OXICLEAN, SPINBRUSH, BATISTE, SIMPLY SALINE, L\n’\nIL CRITTERS, VITAFUSION, FLAWLESS, ZICAM and THERABREATH.  Our portfolio of trademarks represents substantial value in the businesses using the trademarks.\nU.S. patents are currently granted for a term of 20 years from the date the patent application is filed.  Although we actively seek and maintain a number of patents, no single patent is considered significant to the business as a whole.\nCUSTOMERS AND ORDER BACKLOG\nIn each of the years ended December 31, 2021, 2020 and 2019, net sales to our largest customer, Walmart Inc. and its affiliates (\n“\nWalmart\n”\n), were 24%, 23% and 24% respectively, of our consolidated net sales.  No other customer accounted for 10% or more of our consolidated net sales in the three-year period.  The time between receipt of orders and shipment is generally short, and as a result, backlog is not significant.\nGOVERNMENT REGULATION\nGeneral\nSome of our products are subject to regulation by one or more U.S. agencies, including the U.S. Food and Drug Administration (\n“\nFDA\n”\n), the Environmental Protection Agency (\n“\nEPA\n”\n), the Federal Trade Commission (\n“\nFTC\n”\n), the Consumer Product Safety Commission (\n“\nCPSC\n”\n) and foreign agencies.\nFDA regulations govern a variety of matters relating to our products, such as product development, manufacturing, premarket clearance or approval, labeling and distribution.  The regulations adopted and standards imposed by the FDA and similar foreign agencies evolve over time and can require us to make changes in our manufacturing processes and quality systems to remain in compliance.  These agencies periodically inspect manufacturing and other facilities.  If we fail to comply with applicable regulations and standards, we may be subject to sanctions, including fines and penalties, the recall of products and cessation of manufacturing and/or distribution.\nIn addition, we sell products that are subject to regulation under the Federal Insecticide, Fungicide and Rodenticide Act and the Toxic Substances Control Act, both of which are administered by the EPA.\nWe are also subject to regulation by the FTC in connection with the content and truthfulness of our labeling, advertising, promotion, trade practices and other matters.  The FTC has instituted numerous enforcement actions against companies for failure to adequately substantiate claims made in advertising or for the use of otherwise false or misleading advertising claims.  These enforcement actions have resulted in consent decrees and the payment of civil penalties and/or restitution by the companies involved. Such actions can result in substantial financial penalties and significantly restrict the marketing of our products.\nThe CPSC has jurisdiction over consumer products, regulates their safety and has authority over recalls.  The CPSC administers the Poison Prevention Packaging Act and has issued regulations requiring special child resistant packaging for certain products, including pharmaceuticals, dietary supplements, and dietary substances, containing certain ingredients (e.g., iron).\n9\nOur relationship with certain union employees\nis\nregulated by various agencies of the countries, states, provinces and other localities in which\nwe\nsell\nour\nproducts.\nMedical Device Clearance and Approval\nTo be commercially distributed in the U.S., a medical device must, unless exempt, receive clearance or approval from the FDA pursuant to the Federal Food, Drug, and Cosmetic Act (\n“\nFDCA\n”\n).  For lower risk class II devices, we must generally submit a premarket notification requesting clearance for commercial distribution known as a\n“\n510(k)\n”\nclearance. Our condoms, lubricants, contact lens solution, wound wash, home pregnancy test kits and WATERPIK professional dental products are regulated as class II devices.  Some other low risk devices, including SPINBRUSH and other battery powered toothbrushes, and WATERPIK water flossers, are in class I and are generally exempted from the 510(k) requirements.  To obtain 510(k) clearance, a device must be determined to be substantially equivalent in intended use and in safety and effectiveness to a benchmark device, or\n“\npredicate\n”\nthat is already legally in commercial distribution.  Any modification to a 510(k) cleared device that could significantly affect its safety or effectiveness, or that would constitute a change in its intended use, generally requires a new 510(k) clearance.  We may determine that a new 510(k) clearance is not required, but if the FDA disagrees, it may retroactively require a 510(k) clearance and may require us to cease marketing or recall the modified device until 510(k) clearance is obtained.\nOTC Pharmaceutical\nWe market over-the-counter (“OTC”) pharmaceutical products, such as toothpaste, antiperspirant, and oral analgesics products, that are also subject to FDA and foreign regulation.  Under the U.S. OTC monograph system, selected OTC pharmaceutical products are generally recognized as safe and effective and do not require the submission and approval of a new drug application.  The FDA OTC monographs include well-known ingredients and specify requirements for permitted indications, required warnings and precautions, allowable combinations of ingredients and dosage levels.  Pharmaceutical products marketed under the OTC monograph system must conform to specific quality, formula and labeling requirements.  Products not in the monograph system can be deemed to be unapproved new drugs and can be forced from the market.  This is particularly the case for homeopathic drug products like certain ZICAM products.  Both the FDA and the FTC have taken the position that homeopathic products are unapproved new drugs.  Regulatory action against these products is deemed unlikely unless the products present an unreasonable safety risk.  ZICAM homeopathic products are not currently perceived to pose any such risk.\nAll facilities where OTC pharmaceutical products are manufactured, tested, packaged, stored or distributed must comply with cGMP regulations and/or regulations promulgated by competent authorities in the countries where the facilities are located.  All of our pharmaceutical products are manufactured, tested, packaged, stored and distributed according to cGMP regulations. The FDA performs periodic audits to ensure that our facilities remain in compliance with all appropriate regulations.  The failure of a facility to be in compliance may lead to a breach of representations made to customers or to regulatory action against us related to the products made in that facility, such as seizure, injunction or recall.  Serious product quality concerns could also result in governmental actions against us that, among other things, could result in the suspension of production or distribution of our products, product seizures, loss of certain licenses or other governmental penalties, and could have a material adverse effect on our financial condition or operating results.  We are required to report serious adverse events associated with the use of our OTC pharmaceutical products marketed in the U.S.\nWe cannot predict whether new legislation regulating our activities will be enacted or what effect any legislation would have on our business.\nMedical Device and OTC Pharmaceutical Postmarket Regulation\nAfter a medical device and/or OTC pharmaceutical is commercialized, numerous regulatory requirements apply, including:\n10\nFood Products\nWe market baking soda and animal feed products, such as rumen fermentation enhancers and Dietary Cation-Anion Difference (\n“\nDCAD\n”\n) balancers that are also subject to FDA and foreign regulation.  The Food Safety Modernization Act (\n“\nFSMA\n”\n) regulates food and animal feed products and mandates preventive controls, including hazard analysis, risk controls, supplier qualifications and controls and increased record keeping.  FSMA grants the FDA the authority to require mandatory recalls for products under certain conditions.  The FDA is currently in the process of establishing rules and guidance to implement the provisions of FSMA.  The potential impact of these rules and applicable guidance cannot be determined now.\nDietary Supplements\nThe processing, formulation, safety, manufacturing, packaging, labeling, advertising, distribution, importing, selling, and storing our gummy vitamin dietary supplements are subject to regulation by one or more federal agencies, including the FDA, the FTC, the CPSC, the EPA, and by various agencies of the states and localities in which our products are sold.  The FDCA governs the composition, safety, labeling, manufacturing and marketing of dietary supplements.\nIt is unlawful to market as a dietary supplement any article that is approved as a new drug or is authorized for investigation as a new drug for which substantial clinical investigations have been instituted and made public, unless that article was first marketed as a dietary supplement or food.  The FDA has authority to effectively void that restriction through the issuance of a regulation finding the article lawful.  To date, the FDA has not exercised that rulemaking authority for any article.\nDietary ingredients that were not marketed in the U.S. before October 15, 1994 must be the subject of a new dietary ingredient notification submitted to the FDA at least 75 days before the initial marketing, unless the ingredient has been present in the food supply as an article used for food without being chemically altered.  The notification must provide evidence of a history of use or other evidence establishing that use of the dietary ingredient is reasonably expected to be safe.  The FDA may determine that notification does not provide an adequate basis to conclude that a new ingredient is reasonably expected to be safe, which could effectively prevent the marketing of the ingredient. In August of 2016, the FDA issued draft guidance governing notification of new dietary ingredients.  Although the draft guidance was issued for public comment and not for implementation, it is a strong indication of the FDA’s current thinking on the topics discussed in the guidance, including the FDA’s approach to enforcement.  If the FDA enforces the applicable statutes and regulations in accord with the draft guidance, that could effectively change the status of dietary ingredients that the industry has marketed as\n“\nold\n”\ndietary ingredients to\n“\nnew\n”\ndietary ingredients and may require submission of a new dietary ingredient notification.\nA company that uses a statement of nutritional support in labeling must possess information substantiating that the statement is truthful and not misleading.  If the FDA determines that a particular statement of nutritional support is an unacceptable drug claim or an unauthorized version of a health claim, or if the FDA determines that a particular claim is not adequately supported by existing scientific evidence or is otherwise false or misleading, the claim could not be used and any product bearing the claim could be subject to regulatory action.\nThe FDA\n’\ns cGMP regulations govern the manufacturing, packaging, labeling and holding operations of dietary supplement manufacturers. As with OTC products, the FDA performs periodic audits to ensure that our dietary supplement facilities remain in compliance with all appropriate regulations.  The failure of a facility to be in compliance may lead to a breach of representation made to consumers or to regulatory action against us related to the products made in that facility, seizure, injunction or recall.  There is considerable uncertainty with respect to the FDA\n’\ns interpretation and implementation of the cGMP regulations.  The failure of a manufacturing facility to comply with the cGMP regulations may render products manufactured in that facility adulterated and subjects those products and the manufacturer to a variety of potential FDA enforcement actions.  The manufacturer, packer, or distributor of a dietary supplement marketed in the U.S. whose name appears on the label of the supplement is required to report serious adverse events associated with the use of that supplement to the FDA.\nAdditional legislation may be introduced which, if passed, would impose substantial new regulatory requirements on dietary supplements. The effect of additional domestic or international governmental legislation, regulations, or administrative orders, if and when promulgated, cannot be determined.  New legislation or regulations may require the reformulation of certain products to meet new standards and require the recall or discontinuance of certain products not capable of reformulation.\n11\nHUMAN CAPITAL\nOverview\nWe take great pride in fostering an enduring culture among our employees that seeks to make meaningful contributions to society.\nSafety and Wellness\nEmployee safety remains our top priority. We develop and administer company-wide policies to ensure the safety of each team member and compliance with OSHA standards. In 2020, we implemented COVID-19 protocols across all locations in response to the pandemic, to ensure both the safety of our employees and compliance with federal and local requirement and guidelines.\nOur Employees\nAs of December 31, 2021, we had approximately 5,100 global employees, an increase of approximately 30 compared to December 31, 2020.  The increase is primarily due to increased staffing at our global manufacturing plants.  Approximately 87.1% of our workforce is located in the Americas, 9.8% in Europe, Middle East, and Africa, and 3.1% in the Asia-Pacific region.  About 48.6% of our employees are salaried and about 51.4% are paid hourly wages.  During fiscal 2021, our turnover rate was approximately 20.6%.  Our revenue per employee in fiscal 2021 was approximately $1.0 million.\nDiversity, Equity and Inclusion\nWe embrace the diversity of our employees and, our DEI efforts aspire to help us achieve a more diverse workforce.  Also we strive to cultivate a culture and processes that support and enhance our ability to recruit, develop and retain diverse talent at every level.\nAs a company we remain committed to fair treatment, access, opportunity, and advancement, while at the same time striving to identify and eliminate barriers that have prevented the full participation of underrepresented groups.\nIn 2020, we established a Diversity & Inclusion Council that provides strategic direction, guidance and advocacy for our DEI initiatives which is led by our Chief Executive Officer and our Director, Diversity & Inclusion and includes diverse employees at every level from around the world.  Our Board of Directors, acting principally through its Compensation & Human Capital Committee, oversees our DEI efforts.\nWe are committed to transparency and accountability that will drive continuous progress.  As part of our enhanced diversity and inclusion initiatives that began in 2020, we will publish workplace demographics of our employees in our 2021 Sustainability Report.\nHiring, Development and Retention\nOur talent strategy is focused on attracting the best talent and recognizing and rewarding performance, while continually developing, engaging and retaining our talented employees.\nWe invest resources in professional development and growth as a means of improving employee performance and improving retention.  This includes our bi-annual “LEAP” (Leadership Empowerment Achievement Program), which is aimed at continuous learning, professional training and development opportunities, targeted leadership development courses for new and existing leaders of different levels of seniority, tuition reimbursement, and job specific programs for our employees.\nCompensation and Benefits\nAs part of our overall effort to attract, develop and retain talented employees, our compensation programs are designed to align the compensation of our employees with our Company and their individual performance, and to provide the proper incentives to attract, retain and motivate employees to achieve superior results.  Moreover, our policies and procedures are designed to ensure compensation is fair for employees of the same job, at the same level, location and performance.  These include utilizing pay grades for appropriate job groupings, making pay decisions based on relevant factors, such as education, experience, and performance, and subjecting pay decisions to higher levels of leadership and Human Resources review to ensure those decisions are fair, equitable and align with our equal employment opportunity policies and objectives.\nEmployees are eligible for health insurance, prescription drug benefits, dental, vision, hospital indemnity, accident, critical illness, and disability insurance, life insurance, health savings accounts, flexible spending accounts, reproductive rights coverage, participation in savings plans, and identity theft insurance, in each case subject to the terms and conditions of the applicable plans and programs.\n12\nCommunities\nWe encourage our employees to become involved in their communities, and in 2021, our Employee Giving Fund supported our communities by providing $1.2 million to 225 deserving community organizations through annual grants, disaster relief, and other monetary support.  Employees purchased back-to-school supplies online to support disadvantaged youth, donated clothes and non-perishable items for clothing and food drives and provided supplies for a summer camp and holiday dinner for families in need.\nThe Foundation was established in 2020 with the focus on helping to create equitable and inclusive opportunities and advancing environmental preservation.  The Foundation is administered by our employees.  In 2021, six organizations were chosen and received grants in aggregate totaling $1 million.  In the DEI space, the following organizations received grants: Junior Achievement, The Trevor Project, and Bowie University.  In the Sustainability space, the following organizations received grants: The Recycling Partnership, the Ocean Conservancy, Northeast Wilderness Trust, and The Xerces Society for Invertebrate Conservation.\n13\nPUBLIC INFORMATION\nWe maintain a website at www.churchdwight.com and on the\n“\nInvestors-Financial Information-SEC Filings\n”\npage of reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, as soon as reasonably practicable after we electronically file these materials with, or furnish them to, the Securities and Exchange Commission (the “Commission”). Also available on the\n“\nInvestors-Corporate Governance\n”\npage on our website are our Corporate Governance Guidelines, charters for the Audit, Compensation, & Human Capital and Governance, Nominating & Corporate Responsibility Committees of our Board of Directors (the\n“\nBoard\n”\n), our Code of Conduct and our Proxy Statement.  We also publish a Sustainability Report that summarizes our business and corporate responsibility commitments and accomplishments including those related to our environmental, social, and governance performance.  For more information regarding our sustainability strategy and ESG pillars please see the “Responsibility” page on our website and the discussion under the capital “Our Sustainability\nStrategy\nand Environmental, Social and Governance (“ESG”) Pillars” included above.  Each of the foregoing is also available in print free of charge and may be obtained upon written request to: Church & Dwight Co., Inc., 500 Charles Ewing Boulevard, Ewing, New Jersey 08628, attention: Secretary. The information presented on our website is not a part of this Annual Report and the reference to our website is intended to be an inactive textual reference only.\n14"
  },
  {
    "item_key": "item_1a",
    "text": "The following risks and uncertainties, as well as other factors described elsewhere in this Annual Report or in our other filings with the Commission, could, individually and collectively, have a material adverse impact on our business, reputation, financial results, financial condition and/or the trading price of our Common Stock:\nBusiness and Operational Risks\nWe\nface intense competition from consumer products companies, both in the U.S. and in international markets.  Most of our products compete with other widely-advertised promoted and merchandised brands within each product category and from retailers, including supermarkets, mass merchandisers, wholesale clubs, drugstores, convenience stores, home stores, dollar and other discount stores, pet and other specialty stores and websites and other e-commerce channels, which are increasingly offering private label and retailer-branded brands and generic non-branded products in certain categories, which typically are sold at lower prices\n.\nIn China, in particular we face strong competition from local manufacturers offering both generic and branded products.\nThe use of evolving technology to develop more complex pricing models by retailers has led and may continue to lead to pricing pressures in some categories.  In addition, during times of economic uncertainty, consumers may purchase more “private label” or other lower price brands. These developments have increased competition in certain product categories in particular,\nincluding dietary supplements, diagnostic kits and oral analgesics.\nIn addition to competition across all our product categories, there continues to be significant product competition in the gummy dietary supplement category, which has grown from six brands to over 170 in the last nine years.  Shifting consumer behavior, including accelerated shifts to online shopping\nwhich has been accelerated by the COVID-19 pandemic, have also increased competition in e-commerce in many of our categories, from our larger legacy competitors and newer digitally native brands which have increasingly moved into consumer products and staples.\nMany of our competitors are large companies, including, among others, The Proctor & Gamble Company, The Clorox Company, Colgate-Palmolive Company, Henkel, Reckitt Benckiser Group plc, Johnson & Johnson, Nestle Purina PetCare Company and Nestle Health Science, Ansell Limited, Alere Inc., Pfizer Inc., Bayer AG, S.C. Johnson & Son, Inc., Pharmavite LLC\n, Koninklijke Philips N.V., Unilever PLC,\nSanofi and NBTY, Inc.  Many of these companies have greater financial resources than we do, and, therefore, have the capacity to outspend us on advertising and promotional activities and introduce competing products more quickly and respond more effectively to changing business and economic conditions than we can.\nOur products generally compete on the basis of performance, brand recognition, price, value or other benefits to consumers. Significant price competition may require us to reduce the prices for some of our products or price levels that do not offset manufacturing cost increases, to respond to competitive and customer pressures and to maintain market share.\nIncreases to our prices, as a result of inflationary pressures or otherwise, could cause sales of those products to decline.   We have recently raised prices on many of our products and expect to take pricing actions on 80% of our global portfolio of brands by the end of February 2022.  Advertising, promotion, merchandising and packaging also have a significant impact on retail customer decisions regarding the brands and product lines they sell and on consumer purchasing decisions.  A newly introduced consumer product (whether improved or newly developed) usually encounters intense competition requiring substantial expenditures for advertising, sales promotion and trade merchandising.  If a product gains consumer acceptance, it normally requires continued advertising, promotional support and product improvements to maintain its relative market position.  If our advertising, marketing and promotional programs are not effective, our sales growth may decline\n.\nA limited number of customers account for a large percentage of our net sales and/or net sales of specific product lines.  Walmart is our largest customer, accounting for approximately\n24% of net sales in 2021, 23% of net sales in 2020 and 24% of net sales in 2019.  Our top three customers accounted for approximately 37% of net sales in 2021 and 36% of net sales each year in 2020 and 2019.  We expect that a significant portion of our net sales will continue to be derived from a small number of customers and that these percentages may increase if the growth of mass merchandisers continues.  As a result, changes in the strategies of Walmart or any of our other largest customers, including a reduction in the number of brands they carry or of shelf space they dedicate to private label products, could materially harm our net sales and profitability.  Changes in consumer behavior, including continued shifting to online shopping instead of physical retail shopping as a result of the COVID-19 pandemic and other trends, could also impact our sales to our largest customers.  Some of our retail customers have been forced to shut down or reduce their hours, which has impacted and may continue to impact their orders. Some of our retail customers have experienced and may experience in the future declining financial performance, which could affect their ability to pay amounts due to us on a timely basis or at all. If these impacts are prolonged, they can further increase the difficulty of planning for operations. Moreover, the use of evolving technology by our customers to develop more complex pricing models may lead to category pricing pressures.  We could also lose a significant customer due to customer service levels or real or perceived product quality or appearance issues.  As our business is based primarily upon individual sales orders rather than long-term contracts and most customer agreements include customer termination rights after short notice, many of our customers could reduce their purchasing levels or cease buying products from us at any time and for any reason.\n15\nFactors that can affect demand include competitors’ products, advertising and pricing actions, rates of unemployment, consumer confidence, health care costs, including increased costs as a result of changes in federal regulations, significant shifts in government policies, the deterioration of economic or trade relations between countries or regions, commodity costs, fuel and other energy costs and other economic factors affecting consumer spending behavior, including gasoline and home heating oil pricing, reduced unemployment benefits in periods of high unemployment, including the historically high unemployment rates resulting from the COVID-19 pandemic, inflationary pressures,\nrestrictions on travel and access to public spaces, and changes in tax policies, other effects of governmental shutdowns or a lapse of appropriations or fear of exposure to or actual impacts of a widespread disease outbreak, such as, COVID-19.  In particular, we derive a substantial percentage of our revenues from sales of laundry detergent, and the continued customer demand for these products are critical to our future success. Some products have seen decreasing demand in recent years, including condoms, as a result of demographic and other changes.  An increasing number of our products are more durable in nature and, therefore are more likely to be affected by consumer decisions to control spending.\nChanges resulting from the COVID-19 impact may also impact demand for our vitamin and supplement products. The vitamins and supplements and cold remedy categories have seen increased demand as trends in health and wellness focus have accelerated. However, demand for these products has typically increased during winter months when consumers have increased rates of flu and cold infection and increased social distancing and flu vaccination rates may have a negative impact.\nDespite increasing shifts to e-commerce, sales of\nour products remain strongest in the traditional mass merchandiser, food and drug retail stores, and our products are also sold in club stores and dollar stores channels.  However, alternative retail channels, including e-commerce retailers, hard discounters, subscription services and buying clubs, have become more prevalent and the volume of consumer products that are sold through such alternative retail channels is continuing to increase, which may affect customer and consumer preferences, including in response to the COVID-19 pandemic and market dynamics, including any pricing pressures for consumer goods as retailers face added costs to build their e-commerce capacity.  Further, consumer preferences continue to evolve due to a number of factors, including fragmentation of the consumer market and changes in consumer demographics, including the aging of the general population and the emergence of Millennials and Generation Z who have different spending, consumption and purchasing habits; evolving consumer concerns or perceptions regarding ESG practices of manufacturers, including, packaging materials, such as plastic packaging, and their environmental impact; greenhouse gas emissions; waste disposal practices; a growing demand for natural or organic products and ingredients; changing consumer sentiment toward non-local products or sources among Millennials and other demographic groups; evolving consumer concerns or perceptions regarding the effects of ingredients or substances present in certain consumer products; and concerns regarding human capital practices, including DEI.\nThe movement of consumers to online purchases of consumer products has greatly accelerated as a result of the COVID-19 pandemic, as store closures, quarantine and gathering restrictions, and social distancing efforts have reduced physical retail shopping. We and many of our competitors have increased our online sales as a result, benefiting from scale, brand recognition, and other factors. However, as consumers continue to shift their behavior, retailers may incur higher e-commerce operating costs and will seek to recover those costs by passing them onto customers and manufacturers.   Additionally, we cannot predict the extent to which our increased e-commerce demand will continue as pandemic conditions change, including as a result of vaccines, reduced rates of infection\nor modified consumer outlook and behaviors.\nLarger and increasingly consolidated retailers have increasing influence, and have sought to obtain lower pricing, special packaging inventory practices, logistics or other changes to the customer-supplier relationship as a result of this influence.  To the extent we provide concessions or better trade terms to those customers, our profit margins are reduced.  Further, if we are unable to effectively respond to the demands of our customers, these customers could reduce their purchases of our products and increase their purchases of products from competitors\n.  Reductions in inventory by our customers, including as a result of consolidation in the retail industry, or these customers managing their working capital requirements, could result in reduced orders for our products and adversely affect our results of operations and cash flows for financial periods affected by such reductions.\nProtracted unfavorable market conditions, including those caused by the COVID-19 pandemic, have caused many of our customers to more critically analyze the number of brands they sell, and reduce or discontinue certain of our product lines, particularly those products that were not number one or two in their category.\nIn addition, private label and retail-branded products sold by retail trade chains are typically sold at lower prices than branded products.  As consumers look for opportunities to decrease discretionary spending, our customers have discontinued or reduced distribution of some of our products to encourage those consumers to purchase the customers’ less expensive and, in some cases, more profitable private label and retail-branded products (primarily in the dietary supplements, diagnostic kits and oral analgesics categories).\n16\nWe may continue to pursue and consummate additional acquisitions or substantial investments in complementary businesses or products in the future.  Those acquisitions may be significantly larger than the ones completed in the past and may require us to increase our levels of debt, potentially resulting in us being assigned a lower credit rating.  However, we may not be able to identify and successfully negotiate suitable strategic acquisition at attractive valuations, obtain financing for future acquisitions on satisfactory terms or otherwise complete future acquisitions.  In recent periods, competition from other consumer products companies that are seeking similar opportunities has been particularly strong, and valuations for potential acquisition assets have been high, which has placed pressure on our ability to identify, structure and execute transactions.  In addition, acquisitions and investments entail various risks, including the difficulty of entering new markets or product categories, the challenges of integrating the operations and personnel of the acquired businesses or products, the potential disruption of our ongoing business and the ongoing business of the acquired company, the need to review and, if necessary, upgrade processes and systems of the acquired company to conform to our own processes and systems and applicable legal and regulatory requirements, managing an increasingly broad and complex range of businesses and products,  and, generally, our potential inability to obtain the desired financial and strategic benefits from the acquisition or investment. Any of these risks may divert management and other resources, require us to incur unanticipated costs or delay the anticipated positive impact on our business and results of the acquisition.  The risks associated with assimilation are increased to the extent we acquire businesses that have stand-alone operations or businesses that are in new categories that cannot easily be integrated or operations or sources of supply outside of the U.S. and Canada, for which products are manufactured locally by third parties.\nAcquired companies or operations or newly-created ventures may not be profitable or may not achieve sales levels and profitability that justify the investments made.  In addition, future acquisitions or investments could result in substantial cash expenditures, the potentially dilutive issuances of new equity by us or the incurrence of additional debt or\nbusiness acquisition\nliabilities.\nA significant percentage of our revenues come from mature markets that are subject to high levels of competition.  During 2021, approximately 82% of our sales were generated in U.S. markets.\nU.S. markets for consumer products are considered mature and commonly characterized by high household penetration, particularly with respect to our most significant product categories, such as laundry detergents, deodorizers, household cleaning products, toothpastes, dietary supplements, antiperspirants and deodorants.  Our ability to quickly innovate to adapt our products to meet changing consumer demands is essential, especially in light of e-commerce significantly reducing the barriers for even small competitors to quickly introduce new brands and products directly to consumers. Even if we are successful in increasing sales within our product categories, a continuing or accelerating decline in the overall markets for our products could have a negative impact on our financial results.\nThe COVID-19 pandemic continues to impact most of our businesses.  As certain government restrictions were reduced or removed, we have experienced increased demand for certain product categories, mainly in the United States, including ARM & HAMMER® cat litter, VITAFUSION® and L’IL CRITTERS® gummy vitamins, and BATISTE® dry shampoo, that had been negatively impacted by the temporary and permanent closures of certain retailers\nearlier during the pandemic, reduced consumer foot traffic at retailers, and COVID-19 related precautionary measures. Overall, we have continued to experience increased online sales.  Potential recessionary economic conditions, including after the direct impact of the pandemic has subsided, may continue to impact consumer demand for certain of our products and put downward pressure on product prices.\nOur future performance and growth depend on our ability to successfully identify, develop and introduce new products, product line extensions, products in adjacent categories to our current products, and anticipate changes in consumer preferences.  In addition, some of our products have shorter product life spans and depend heavily on our ability to continuously and timely introduce innovative new products to the marketplace.  The successful development and introduction of new products involves substantial research, development, marketing and promotional expenditures, which we may be unable to recover if the new products do not gain widespread market acceptance.  New product development and marketing efforts, including efforts to enter markets or product categories in which we have limited or no prior experience, have inherent risks.  These risks include product development or launch delays, competitor actions, regulatory approval hurdles and the failure of new products and line extensions to achieve anticipated levels of market acceptance.  In addition, if sales generated by new products could result in a concomitant decline in sales of existing products\n.\nEach year, we introduce new products, including launches into new “white space” categories, across the majority of our marketed brands.  However, there is no assurance\nthat our new products will continue to have widespread acceptance.  From time to time, we have discontinued certain products and product lines, which resulted in returns from customers, asset write-offs and shutdown costs.  We may suffer similar adverse consequences in the future to the extent we discontinue products that do not meet retailer or consumer expectations or no longer satisfy consumer demand\n.\n17\nFrom\ntime to time, we initiate planned and unplanned expansion projects with respect to our facilities and those of our contract manufacturers and other suppliers which are subject to risks of, and we have from time to time experienced, delay or cost overruns resulting from numerous factors, including the following: shortages of equipment, materials or skilled labor; work stoppages; unscheduled delays in the delivery of ordered materials and equipment; unanticipated cost increases; difficulties in obtaining necessary permits or in meeting permit conditions; difficulties in meeting regulatory or quality requirements or obtaining regulatory approvals; availability of suppliers to certify equipment for existing and enhanced regulations; design and engineering problems; failure or delay of third party service providers; and civil unrest, labor disputes,\nnatural disasters and pandemics. If we were to experience delays or cost overruns in the future it could result in product allocation and retailer frustration, the loss of a significant customer or customers\nand the material decrease of the sales of one or more of our products. In addition, we could miscalculate our anticipated capacity needs in any of our categories, such as our laundry detergent, cat litter and dietary supplement categories, including as a result of meeting the anticipated demand of our customers, or expansion into new product lines or into new markets.\nAdditionally, the supply of our products depends on the uninterrupted efficient operation of our manufacturing facilities and those of our contract manufacturers and other suppliers and our ability to meet customer service levels.  The manufacturing of certain of our products is concentrated in one or more of our plants, contract manufacturers or other suppliers, with limited alternate qualified facilities available.  Many of our manufacturing processes and those of our contract manufacturers and other suppliers are complex and present difficult technical challenges to obtain the manufacturing yields necessary to operate profitably and may require complex and specialized equipment which can be expensive to repair or replace with required lead times of up to a year.\nAny event that disrupts or otherwise negatively impacts manufacturing facilities, manufacturing systems or equipment, or contract manufacturers or other suppliers could result in the delivery of inferior products\nor our ability to meet customer requirements or service levels.  As the COVID-19 pandemic continues, we\ncould face challenges and retailer penalties in continuing to operate our facilities and delivery of on time and in full product shipments as a result of employee absenteeism or sickness, additional governmental or regulatory actions, closures or other restrictions that limit or close our operating and manufacturing facilities or those of our suppliers.\nWe rely on a limited number of contract manufacturers and suppliers for certain of our commodities and raw materials, including sole source suppliers for certain of our raw materials, packaging, product components, finished products and other necessary supplies.  New suppliers must be qualified pursuant to our standards and may also have to be qualified under governmental and industry standards and any other standards of our customers, which can require additional investment and time.  We could experience material disruptions in production and other supply chain issues, largely because of shortages in supplier labor which continues to impact the availability of many raw and packaging materials, which continues to result in out-of-stock conditions.  In addition, continued out-of-stock supplies or products due to supply chain issues may cause our customers to switch to competitors’ products that are more available.  Moreover, our relationships with customers could be adversely affected if new or existing suppliers are unable to meet any standards set by us, government or industry regulations, or our  customers, if we are unable to contract with suppliers at the quantity, quality and price levels needed for our business, if any of our key suppliers becomes insolvent, ceases or significantly reduces its operations or experiences financial distress, as a result of the COVID-19 pandemic or otherwise, or if any environmental, economic or other outside factors impact its operations.  We may be unable to qualify any needed new contract manufacturers or suppliers or maintain supplier arrangements and relationships based on a variety of factors; we may be unable to contract with suppliers at the quantity, quality and price levels needed for our business; certain of our suppliers may not meet the standards of our customers or licensors; or certain of our key contract manufacturers or suppliers may become insolvent or experience other financial distress\nor face closure or suspension of operations.  If any of these events occurs and we have failed to identify and qualify an alternative vendor, then we may be unable to meet our contractual obligations and customer expectations, which could damage our reputation and result in lost customers and sales, or the incurrence of fines or higher than expected expenses\n.  Further, the COVID-19 pandemic has caused worldwide increases in demand for some products and reduced demand for other products, which has caused strain on our supply chain network and its ability to meet such demand.\nThe principal raw materials and packaging used by us and certain of our suppliers and contract manufacturers include surfactants (cleaning agents), paper products and resin-based molded components.  Volatility and increases in the price of raw materials,\ndisruptions in production or transportation, or increases in the costs of energy, labor, shipping and other necessary services, could significantly affect our profit margins if we are unable to pass along any higher costs in the form of price increases or otherwise achieve cost efficiencies, such as in manufacturing and distribution.  Significant inflation of material, component and co-packer costs impacted our gross margin in 2021.  There is no assurance that we will be able to fully offset any price increases,\nthrough cost reduction programs or price increases of our products or enter locked-in price arrangements or hedge agreements, especially given the competitive environment. Sustained price increases may lead to declines in volume as competitors may not adjust their prices or customers may decide not to pay the higher prices, which could lead to sales\n18\ndeclines and loss of market share. While\nwe\nseek to project tradeoffs between price increases and volume,\nour\nprojections may not accurately predict the volume impact of price increases.\nIn addition, volatility in certain commodity markets could significantly affect\nour\nproduction cost\n.\nFrom time to time, we use hedge agreements to mitigate the volatility of commodities and diesel fuel prices.  The hedge agreements are designed to add stability to product costs, enabling us to make pricing decisions and lessen the economic impact of abrupt changes in prices over the term of the contract.  However, in periods of declining fuel or other commodity prices, the hedge agreements can have the effect of locking us in at above-market prices\n.\nWe distribute our products and receive raw materials and packaging components primarily by truck, rail and ship and through various ports of entry.  Reduced availability of trucking, rail or shipping capacity due to adverse weather conditions,\nnatural disasters, including climatic events (including any potential effect of climate change),\nallocation of assets to other industries or geographies or otherwise, work stoppages, closure of operations due to government restrictions or sick employees or other impacts of pandemics, strikes or shutdowns of ports of entry or such transportation sources, could lead to inflationary cost pressures, cause us to incur unanticipated expenses and impair our ability to distribute our products or receive our raw materials or packaging components in a timely manner, which could disrupt our operations, strain our customer relationships and competitive position.\nOur financial success is directly dependent on the reputation and success of our brands, particularly the ARM & HAMMER, BATISTE, FIRST RESPONSE,\nNAIR, ORAJEL,\nOXICLEAN, TROJAN, L’IL CRITTERS and VITAFUSION,\nSPINBRUSH, WATERPIK, XTRA, FLAWLESS, ZICAM and THERABREATH brands.  The effectiveness of these brands could suffer if our marketing plans or product initiatives do not have the desired impact on a brand’s image or its ability to attract consumers.  Our brands could suffer damage to their reputations due to real or perceived, sustainability, quality or safety issues, including as a result of, among other things, significant product recalls, product-related litigation, defects or impurities in our products, product misuse, changing consumer perceptions of certain ingredients or environmental impacts (including packaging, energy and water use and waste management), or allegations of product tampering.  In addition,\nas our sales on various e-commerce platforms grow, we may be unable to prevent sales of counterfeit, pirated, or stolen goods, unlawful or unethical sales, unauthorized resellers online, or sales in violation of our policies.\nAdditionally, claims made in\nour\nmarketing campaigns may become subject to litigation alleging false advertising and could cause us to alter our marketing plans and may affect sales or result in the imposition of significant damages against us.\nWidespread use of social media and networking sites by consumers has greatly increased the accessibility and speed of dissemination of  negative information.  Negative online consumer reviews or inaccurate posting or comments about us or our brands in the media or on any social networking website, whether accurate or inaccurate, or the disclosure of non-public sensitive information through social media, could generate adverse publicity that could damage the reputation of our brands.  In addition, given the association of our individual products with us, an issue with one of our products could negatively affect the reputation of our other products, or us as a whole.\nOur ability to continue to grow our sales and profits is dependent on expanding in the locations in which we already do business and entering into new geographic locations, both of which require significant resources and investments which would affect our risk profile.  Further, our international operations subject us to risks customarily associated with foreign operations, including:\n19\nThe COVID-19 pandemic has had and may continue to have a negative impact on regional and global economies, with reduced international travel, restrictions and social distancing measures, and recessionary conditions in many countries. Major developments in trade relations, including the imposition of new or increased tariffs by the U.S. and/or other countries, and any emerging nationalist trends in specific countries could alter the trade environment and consumer purchasing.  All the foregoing risks could have a significant impact on our ability to commercialize our products on a competitive basis in international markets.\nIn addition,\nchanges as result of the United Kingdom’s decision and subsequent negotiations to exit the EU could subject us to heightened risks in that region, including disruptions to trade and free movement of goods, services and people to and from the United Kingdom, increased foreign exchange volatility with respect to the British pound and additional legal and economic uncertainty.  Additional costs have been incurred in 2020 and 2021 because of measures implemented to address or mitigate risks.   Moreover, in all foreign jurisdictions in which we operate, we are subject to laws and regulations that govern foreign investment, foreign trade and currency exchange transactions.  The recent imposition of tariffs on products imported from certain countries has introduced greater uncertainty with respect to trade policies and government regulations affecting trade between the U.S. and other countries. Major developments in trade relations, including the imposition of new or increased tariffs by the U.S. and/or other countries, and any emerging nationalist trends in specific countries could alter the trade environment and consumer purchasing behavior which, in turn, could have a material effect on our balance sheet and results of operations.  All the foregoing risks could have a significant impact on our ability to commercialize our products on a competitive basis in international markets and may have a material adverse effect on our results of operations and cash flows or financial position.\nThe market for our products depends to a significant extent upon the value associated with our trademarks and brand names.  We own the material trademarks and brand names used in connection with the marketing and distribution of our major products both in the U.S. and in other countries.  While we hold several valuable patents on our products, they may not serve as an effective barrier to entry for new competitors.  Accordingly, we rely on trademark, trade secret, patent and copyright laws to protect our intellectual property rights.  Although most of our material intellectual property is registered in the U.S. and in certain foreign countries in which we operate, we cannot be sure that our intellectual property rights will be sufficient or effectively utilized or, if necessary, successfully asserted.  There is a risk that we will not be able to obtain and perfect our own intellectual property rights, or, where appropriate, license from others intellectual property rights necessary to support new product introductions.  We cannot be sure that these rights, if obtained, will not be invalidated, circumvented or challenged in the future, and we could incur significant costs in connection with legal actions relating to such rights.  In addition, even if such rights are obtained in the U.S., the laws of some of the other countries in which our products are or may be sold do not protect intellectual property rights to the same extent as the laws of the U.S.  If other parties infringe our intellectual property rights, they may dilute the value of our brands in the marketplace, which could diminish the value that consumers associate with our brands and harm our sales.  Our failure to perfect or successfully assert intellectual property rights could make us less competitive and could have a material adverse effect on our business, operating results and financial condition.\nIn addition, if our products are found to infringe intellectual property rights of others, the owners of those rights could bring legal actions against us claiming substantial damages for past infringement and seeking to enjoin manufacturing and marketing of the affected products.  If these legal actions are successful, in addition to any potential liability for damages from past infringement, we could be required to obtain a license in order to continue to manufacture or market the affected products, potentially adding significant costs.  We might not prevail in any action brought against us or we may be unsuccessful in securing any license for continued use and therefore have to discontinue the marketing and sale of a product.\nWe have a material amount of goodwill, trademarks and other intangible assets, as well as other long-lived tangible assets, which are periodically evaluated for impairment in accordance with current accounting standards.  Declines in our profitability and/or estimated cash flows related to specific intangible assets, as well as potential changes in market valuations for similar assets and market discount rates, has resulted in impairment charges from time to time, and may result in future impairment charges\n.\n20\nRegulatory and Litigation Risks\nFrom time to time, we are subject to product liability or other product-related claims.  We may be required to pay for losses or injuries actually or purportedly caused by our products, including losses or injuries caused by raw materials or other components provided by third party suppliers that are included in our products.  Claims could be based on allegations that, among other things, our products contain contaminants, are improperly tested,\nlabeled or designed, or\nprovide inadequate instructions regarding their use or inadequate warnings of potential dangers related to their use.  Whether or not successful, product liability claims could result in negative publicity that could harm our sales and operating results and the reputation of our brands.  In addition, if one of our products is found to be defective or non-compliant\nwith applicable rules or regulations, we could be required to withdraw or recall it, which could result in adverse publicity and significant expenses.  Although we maintain product liability and product recall insurance coverage, potential product liability or other product-related damages claims and/or withdrawal and recall costs may exceed the amount of insurance coverage or may be excluded under the terms of the policy.\nFrom time to time, we are the subject of, or party to, various pending or threatened legal actions (including class actions), government investigations and proceedings, including, without limitation, those relating to, commercial transactions, product liability, consumer, employment, antitrust, environmental, health, safety and compliance-related matters.  Such proceedings are subject to many uncertainties and the outcome of certain pending or threatened legal actions, investigations and proceedings may not be reasonably predictable and any related damages, injunctions and/or settlements may not be estimable.\nWe must comply with various environmental laws and regulations in the jurisdictions in which we operate, including those relating to the handling and disposal of solid and hazardous wastes and the remediation of contamination associated with the use and disposal of hazardous substances.  A release of such substances due to accident or an intentional act could result in substantial liability to governmental authorities or to third parties.  We have incurred, and will continue to incur, capital and operating expenditures and other costs in complying with environmental laws and regulations.\nAs climate change,\nland use, water use, deforestation, recyclability or recoverability of packaging,\nplastic waste, ingredients and other ESG concerns become more prevalent, federal, state and local governments, non-governmental organizations and our customers, consumers and investors are increasingly concerned about these issues. Their requirements and preferences could negatively impact the Company’s ability to obtain raw materials or could increase its acquisition and compliance costs or cause the company to contribute funds to recycling and other waste management infrastructure, thus making our products more costly, less competitive than other competitive products or reduce consumer demand. This increased focus on ESG may result in new laws, regulations and requirements that could cause disruptions in or increased costs associated with manufacturing our products. This could cause us to incur additional costs or to make changes to our operations to comply with any of the foregoing. We could also lose revenue if our consumers change brands or our customers move business from us because we have not complied with their ESG requirements\nand ESG-conscious investors may choose not to invest in our Common Stock if we do not comply with their business expectations.\nWe have recognized that our customers and consumers are increasingly demanding transparency regarding our efforts to mitigate our impacts on climate change. For example, during 2021, some of our major customers requested we respond to various questionnaires, including the Climate Disclosure Project (“CDP”) Climate Change and Forests Questionnaires and use our responses and CDP grades to evaluate us.  Efforts to meet these standards could impact our costs, and failure to meet our customers’ expectations could impact our sales.\nCertain of our business activities and the production of some of the materials used in our products and certain of our business activities, including petroleum based, agricultural and forest materials, and the growing global demand for livestock products which is a focus of our Animal and Food Production business, contribute to deforestation and climate change and reduction in biodiversity, and can adversely impact water quality and availability, people and communities.  Climate change is, in turn, a threat to each of those activities.  While we strive to minimize the environmental impact of our global operations, a potential loss in business could result from reduced demand for our products and loss of customers if we do not meet their expectations related to our efforts towards sustainability and fighting climate change.\n21\nThe development, manufacturing, processing, formulation (including stability), packaging, labeling, marketing, distribution and sale of our products are subject to regulation by federal agencies, including the FDA, the FTC, the EPA and the CPSC and foreign regulators and agencies.  In addition, our and our suppliers’ operations are subject to the oversight of the Occupational Safety and Health Administration and the National Labor Relations Board.  Our activities are also regulated by various agencies of the states, localities and foreign countries in which our products and their constituent materials and components are manufactured and sold\n.\nIn particular, the FDA and foreign counterparts regulate the formulation, safety, development, manufacturing, packaging, labeling and distribution of condoms, home pregnancy and ovulation test kits, vaginal lubricants,\nelectric and battery powered medical devices, over-the-counter pharmaceuticals and dietary supplements, including vitamins, minerals,\nand homeopathic products.  The FDA or a similar foreign agency also exercises oversight over cosmetic products such as depilatories.  In addition, under a memorandum of understanding between the FDA and the FTC, the FTC has jurisdiction with regard to the promotion and advertising of these products, and the FTC regulates the promotion and advertising of our other products as well.  As part of its regulatory authority, the FDA may periodically conduct inspections of the physical facilities, machinery, processes and procedures that we and our suppliers use to manufacture regulated products and may identify compliance issues that would require us and our suppliers to make certain changes in our manufacturing facilities and processes.  The failure of a facility to be in compliance may lead to regulatory action against the products made in that facility, including seizure, injunction or recall, as well as to possible action against the owner of the facility/manufacturer.  We may be required to make additional expenditures to address these issues or possibly stop selling certain products until the compliance issue has been remediated.\nLikewise, any future determination by the FDA or a similar foreign agency, or by us in reviewing our compliance with applicable rules and regulations, that our products or quality systems do not comply with applicable regulations could result in future compliance activities, including product withdrawals or recalls, import detentions, injunctions preventing the shipment of products, or other enforcement actions.  For example, the FDA may determine that a particular claim that we use to support the marketing of a product is not substantiated, may not accept the evidence of safety for a new product that we may wish to market, may challenge the safety or effectiveness of existing products based on, among other things, changes in formulations, inadequate stability or “shelf-life,” consumer complaints, or improper labeling, and may determine that our dietary supplement business manufacturing, packaging, labeling and holding operations do not comply with cGMPs.  Similarly, we may identify these or other issues in internal compliance reviews of our operations and the operations and products of vendors and acquired companies.  These other issues may include the identification of contaminants or non-compliant levels of particular ingredients.  Any of the foregoing could subject us to adverse publicity, force us to incur unanticipated costs and have a material adverse effect on our business, financial condition, results of operations and cash flows\n.  Additionally, delays in the acceptance, review and approval of products by the FDA, or other required governmental approvals, may result from government shutdowns due to the failure by Congress to enact regular appropriations.\nIn 2019, our VITAFUSION brand launched CBD Full Spectrum Hemp Extract gummies, a new product line made with full spectrum hemp extract containing cannabidiol (“CBD”).  Hemp was exempted from federal regulation as a controlled substance under the Agriculture Improvement Act of 2018 (the “2018 Farm Bill”).  The 2018 Farm Bill did not eliminate or affect regulation of hemp and its derivatives by the FDA, FTC, or state governments. We believe that our new product line complies with applicable FDA requirements, although the FDA takes the position that CBD products cannot be marketed as dietary supplements and that CBD cannot be added to food.  To date, the FDA’s enforcement activity has focused primarily on CBD products that bear express or implied claims suggesting that the products are intended to treat, cure, prevent, or mitigate a disease.  The FTC has similarly focused on disease claims. Our products do not bear disease claims.\nThe FDA has not confirmed whether it will engage in rulemaking to permit the marketing of CBD products as dietary supplements.  In the interim, there has been discussion of legislative changes.  For example, S 1698 was introduced in May 2021. S 1698 would amend the FDC Act to include hemp-derived CBD in the definition of a dietary supplement.  Although state laws have been evolving in the wake of the 2018 Farm Bill, we do not intend to sell our products in states that continue to prohibit sales of certain hemp-based CBD products.  In 2021, our Nair brand is launching one depilatory cosmetic product that contains broad spectrum hemp extract. FDA’s position that CBD products cannot be marketed as dietary supplements and that CBD cannot be added to food does not extend to cosmetic products. We do not intend to sell our Nair product in states that continue to prohibit sales of certain hemp-based CBD products. The FDA and certain states and local governments may enact regulations or change their enforcement priorities in a manner that further limits the marketing and use of CBD products. We do not know what the impact of such regulatory activities would be on our products, and what costs, requirements, and possible prohibitions may be associated with such regulatory activities. Our failure to comply with applicable regulatory requirements or FDA’s or any other state’s disagreeing with our interpretation of applicable FDA or state requirements could result in, among other things, administrative, civil, or criminal penalties or fines; product seizure, mandatory or voluntary product recalls; warning or untitled letters; cease and desist orders against operations that are not in compliance; closure of facilities or operations; the loss, revocation, or modification of any existing licenses, permits, registrations, or approvals; or the failure to obtain additional licenses, permits, registrations, or approvals in new jurisdictions where we intend to do business. These laws and regulations may change in the future and we may incur material costs in our efforts to comply with current or future laws and regulations or in any product recalls.\nWe are subject to regulations regarding the transportation, storage or use of certain chemicals to protect the environment, as well as the Commission’s rules with respect to “conflict minerals.”  The new administration and Congress in the United States may seek to pass more stringent regulations in these areas, or more aggressively enforce existing regulations. Recent trade policies, tariffs and government\n22\nregulations affecting trade between the U.S. and other countries,\nhave introduced greater uncertainty and volatility. In addition, any additional or renewed significant governmental actions pertaining to the COVID-19 pandemic, including lockdowns, quarantines or other restrictions on the ability of\nour\nemployees to travel or perform necessary business functions or\nour\nability to\ndevelop,\nmanufacture, distribute, market or sell\nour\nproducts, or the ability of\nour\nsuppliers, customers or third-party partners to effectively run their operations, may negatively impact\nour\nability to manufacture, distribute, market and sell\nour\nproducts.\nWe are\nnot able to predict the nature of these changes or of such future laws, regulations, repeals or interpretations or to predict the effect additional or shifting governmental regulation, when and if it occurs, would have on\nour\nbusiness in the future.  Such developments could require reformulation of certain products to meet new standards, recalls or discontinuance of certain products not able to be reformulated, additional record-keeping requirements, increased documentation of the properties of certain products, additional or different labeling, additional scientific substantiation, expanded adverse event reporting or other new requirements.\nThere is also an increased risk of fraud or corruption in certain foreign jurisdictions and related difficulties in maintaining effective internal controls. Additionally, we could be subject to future inquiries or investigations by governmental and other regulatory bodies, which may be delayed or disrupted due to any government furlough. We could also be adversely affected by violations, or allegations of violations, of the Foreign Corrupt Practices Act and similar international anti-bribery laws. The Foreign Corrupt Practices Act and similar international anti-bribery laws generally prohibit companies and their intermediaries from making improper payments to government officials or other third parties for the purpose of obtaining or retaining business.\nWe collect, use and store personal data of our employees, customers and other third parties in the ordinary course of business, and we are required to comply with increasingly complex and changing data privacy and security laws and regulations, that apply to the collection, storage, use, transmission and protection of personal information and other consumer and employee data, including particularly the transfer of personal data between or among countries.  Recent high-profile security breaches of the information systems of a number of government agencies and U.S. companies may result in increased regulations and new security laws. The new administration and Congress in the United States may seek to pass more stringent regulations in these areas, or more aggressively enforce existing regulations.\nNumerous local, municipal, state, federal and international law and regulations address privacy and security including the California Online Privacy Protection Act, the Personal information Protection and Electronic Documents Act, the Controlling the Assault of Non-Solicited Pornography and Marketing (CAN-SPAM) Act, the Telephone Consumer Protection Act of 1991, the Health Insurance Portability and Accountability Act of 1996 (HIPAA), Section 5(c) of the Federal Trade Commission Act, and, effective as of January 1, 2020 the California Consumer Privacy Act (CCPA).  These privacy and security laws and regulations change frequently, and new legislation continues to be introduced\nsuch as the Virginia Consumer Data Protection Act and the Colorado Privacy Act which will become effective in 2023.  In particular, the CCPA requires new disclosures to California consumers\n, gives California consumers new rights with respect to their data, and\npermits California consumers to opt-out of certain sales of personal information. The CCPA provides for fines of up to $7,500 per violation.\nIn Europe, the European Union (\"EU\") has adopted strict data privacy regulations. Following the passage of the EU’s General Data Protection Regulation ((EU) 2016/679) (“GDPR”) and the Regulation on Privacy and Electronic Communications (the “ePrivacy Regulation”), data privacy and security compliance in the EU are increasingly complex and challenging. The GDPR in particular has broad extraterritorial effect and imposes a strict data protection compliance regime with significant penalties for non-compliance (up to 4% of worldwide annual turnover or €20 million, whichever is higher). It is also important to note that many countries are following the EU in producing a broad omnibus law in relation to privacy protection. For instance, Brazil has just published a GDPR-like law. In general, the GDPR and ePrivacy Regulation, CCPA, and other local privacy laws, could also require adaptation of our technologies or practices, increased costs and changes to operations to satisfy local privacy requirements and standards.\nWe may also face audits or investigations by one or more domestic or foreign government agencies relating to our compliance with these regulations. An adverse outcome under any such investigation or audit could subject us to fines, penalties or orders to cease, delay or modify collection, use or transfers of personal data. We could also face rights requests, complaints, claims, or litigation from those persons whose data we collect, use and store as well as government investigations and fines. Any of these events or other circumstances related to our collection, use and transfer of personal data could also lead to negative media attention, damage to our reputation in the market or otherwise adversely affect our business.\nOur future effective tax rate could be affected by changes in tax laws and regulations or their interpretation, changes in the mix of earnings in countries with differing statutory tax rates, or changes in the valuation of deferred tax assets and liabilities.  In addition, we evaluate our deferred income tax assets and record a valuation allowance if it is “more likely than not” that all or a portion of the deferred tax asset will not be realized.  If the actual amount of our future taxable income is less than the amount we are currently projecting with respect to specific tax jurisdictions, or if there is a change in the time period within which the deferred tax asset becomes deductible, we could be required to record a valuation allowance against our deferred tax assets.  The recording of a valuation allowance would result in an increase in our effective tax rate and would have an adverse effect on our operating results. In addition, changes in statutory tax rates may change our\n23\ndeferred tax assets or liability balances, which would\nalso\nimpact our effective tax rate.  The\nBiden\nadministration\nhas introduced greater uncertainty with respect to tax policies in the United States\nand m\najor developments in tax policy\ncould impact our business\n.\nSignificant judgment is required in determining our effective tax rate and in evaluating our tax positions.  We provide for uncertain tax positions with respect to tax positions that do not meet the recognition thresholds or measurement standards mandated by applicable accounting guidance.  Fluctuations in federal, state, local and foreign taxes or changes to uncertain tax positions, including related interest and penalties, may impact our effective tax rate and our financial results.  We are regularly under audit by tax authorities, and although we believe our tax estimates are reasonable, the final outcome of tax audits and related litigation could be materially different than that reflected in our historical income tax provisions and accruals.  In addition, when particular tax matters arise, a number of years may elapse before such matters are audited and finally resolved.  Favorable resolution of such matters could be recognized as a reduction to our effective tax rate in the year of resolution.  Unfavorable resolution of any tax matter could increase the effective tax rate.  Any resolution of a tax issue may require the use of cash in the year of resolution.\nOur amended and restated bylaws include an “exclusive forum provision, which may limit the ability of our stockholders to bring a claim in a judicial forum that such stockholders find favorable for disputes with us or our directors or officers, which may discourage such lawsuits against us and our directors and officers.  If a court outside of Delaware were to find this exclusive forum provision inapplicable to, or unenforceable in respect of, one or more of the specified types of actions or proceedings described above, we could incur additional costs associated with resolving such matters in other jurisdictions, which could adversely affect our business, financial condition or results of operations or cash flows.\nFinancial Risks\nAs of December 31, 2021, we had approximately $2,563 million of total consolidated indebtedness, net of debt issuance costs.  This amount of indebtedness could have important consequences, including:\nAdditionally, our credit facility is subject to certain financial and other customary covenants\n.\nIn the event of a breach of those covenants, our lenders under the credit facility may be entitled to accelerate the related debt (and any lenders in respect of any other debt to which a cross-default provision applies may be entitled to accelerate such other debt), and we could be required to seek amendments or waivers under the debt instruments or to refinance the debt.  We may incur substantial additional indebtedness in the future to fund acquisitions, to repurchase shares or to fund other activities for general business purposes.  If additional new debt is added to the current debt levels, the related risks that we now face could intensify.  A substantial increase in our indebtedness could also have a negative impact on our credit ratings\n. In this regard, a deterioration in\nour\ncredit ratings could adversely affect the interest rate available to us in future financings, as well as our liquidity, competitive position and access to capital markets.\nAny decision regarding future borrowings will be based on the facts and circumstances existing at the time, including market conditions and impact to our credit ratings\n.\nLIBOR, the interest rate benchmark used as a reference rate on our variable rate debt, including our revolving credit facility, term loan, and interest rate swaps was expected to be fully phased out by the end of 2021, when private-sector banks are no longer required to report the information used to set the rate. However, in late 2020, ICE Benchmark Administration (“IBA”), the organization responsible for administering LIBOR, announced its intention to extend the publication of certain USD LIBOR tenors until June 30, 2023.  The Alternative\n24\nReference Rates Committee (“ARRC”), a group convened for the purpose of ensuring a successful transition away from USD LIBOR, has identified the Secured Overnight Financing Rate (“SOFR”) as its preferred alternative rate.\nGiven the inherent differences between LIBOR and SOFR or any other alternative benchmark rate that may be established, there are\nadditional\nuncertainties regarding a transition from LIBOR, including but not limited to the need to amend all contracts with LIBOR as the reference rate and how this will impact\nour\ncost of variable rate debt and certain derivative financial instruments.\nWe\nwill also need to consider new contracts and if they should reference an alternative benchmark rate or include suggested fallback language, as published by the\nARRC\nfrom time to time\n.\nWe are exposed to foreign currency exchange rate risk (both transaction and translation) with respect to our sales, profits, assets and liabilities denominated in currencies other than the U.S. Dollar.  Outside of the U.S., sales and costs are denominated in a variety of currencies, including the Canadian Dollar, Euro, Pound, Mexican Peso and Australian Dollar, among others.  A weakening of the currencies in which sales are generated relative to the currencies in which costs are denominated would decrease operating profits and cash flow.  Changes in currency exchange rates may also affect the relative prices at which we purchase materials and services in foreign markets.  Although we, from time to time, enter into forward exchange contracts to reduce the impact of foreign exchange rate fluctuations related to anticipated but not yet committed sales or purchases denominated in the U.S. Dollar, Canadian Dollar, Pound, Euro, Mexican Peso and Australian Dollar, foreign currency fluctuations could have a material adverse effect on our business, financial condition and results of operations.\nGeneral Risks\nOur business and financial results have been, and may continue to be, negatively impacted by the fear of exposure to or actual effects of the COVID-19 pandemic, such as, but not limited to:\nDespite our efforts to manage and remedy these impacts, their ultimate impact also depends on factors beyond our knowledge or control, including the duration and severity of any such outbreak as well as third-party or governmental actions taken to contain its spread and mitigate its public health effects. While the vast majority of our products are consumer staples that generally are less vulnerable to decreases in discretionary spending than other products, some of our products, particularly WATERPIK and some other personal care brands, are more discretionary in nature and, are more likely to be affected by consumer decisions to control spending and the impact and duration of recessionary economic conditions.\nThe impact of COVID-19, including the impact of restrictions imposed to combat its spread, could result in additional businesses being shut down, additional work restrictions and supply chains being interrupted, slowed, or rendered inoperable, in particular as new COVID-19 variants such as the Delta and Omicron and other new variants spread. As a result, it may be even more challenging to obtain and process raw\n25\nmaterials to support our business needs, and more individuals could become ill, quarantined or otherwise unable to work and/or travel due to health reasons or governmental restrictions. Also, governments may impose other laws, regulations or taxes which could adversely impact our business, financial condition or results of operations. Further, as some of our customers’ businesses are similarly affected, they might delay or reduce purchases from us, which could adversely affect our results of our business, financial condition or results of operations. The potential effects of COVID-19 also could impact many of the other risk factors described herein, but given the evolving health, economic, social and governmental environments, such potential impact remains uncertain. While we expect the impacts of COVID-19 to continue to have an effect on our business, financial condition and results of operations\nand cash flows\n, we are unable to predict the extent or nature of these impacts at this time.\nOur operations, as well as the operations of our third-party manufacturers, suppliers and customers, may be subject to disruption from a variety of causes, including a protracted economic downturn, material shortages, financial difficulties, work stoppages, cyberattacks, and other disruptions in information technology systems, demonstrations,\npolitical instability or uncertainty in the U.S. or abroad, rising geopolitical tensions and hostilities (for example between Russia and Ukraine and China and Taiwan), disease outbreaks or pandemics (for example, an outbreak of a virus such as COVID-19),  acts of war, terrorism, fire, earthquakes, flooding or other natural disasters, disruptions in logistics, loss or impairment of key manufacturing sites, supplier capacity constraints, raw material and product quality or safety issues, industrial accidents or other occupational health and safety issues. If a major disruption were to occur, it could result in harm to people or the natural environment, delays in shipments of products to customers or suspension of operations.\nThe global economy and the economies in regions in which we conduct business have experienced substantial economic downturns as a result of the COVID-19 pandemic. We are currently experiencing reduced demand for certain of our consumer products and may in the future be adversely affected in a material way by lower consumer demand as a result of recessionary economic conditions, including after the direct impact of the COVID-19 pandemic has subsided. In addition, ongoing political uncertainty in many countries, including the ongoing political transition in Hong Kong, and the exit of the United Kingdom from the European Union have created additional economic uncertainty and volatility in the financial markets.\nWe rely extensively on information technology systems, some of which are managed by third-party service providers, to conduct our business.  These systems include, but are not limited to, programs and processes relating to internal communications and communications with other parties, ordering and managing materials from suppliers, converting materials to finished products, shipping product to customers, billing customers and receiving and applying payment, processing transactions, summarizing and reporting results of operations, complying with regulatory, legal or tax requirements, collecting and storing customer, consumer, employee, investor, and other stakeholder information and personal data, and other processes necessary to manage our business.  We sell certain of our products directly to consumers online and through websites, mobile apps and connected devices, and we offer promotions, rebates, customer loyalty and other programs through which it may receive personal information, and we or our vendors could experience cyber-attacks, privacy breaches, data breaches or other incidents that may result in unauthorized access, disclosure and misuse of consumer, customer, employee, vendor or Company information.\nIncreased information technology security threats and more sophisticated computer crime, including ransomware, denial of service and phishing attacks and advanced persistent threats, pose a potential risk to the security of our information technology systems, networks, and services, and those of our customers and other business partners, as well as the confidentiality, availability, and integrity of our data, and the data of our customers and other business partners.  As a result, our information technology systems, networks or service providers could be damaged or cease to function properly or we could suffer a loss or disclosure of business, personal or stakeholder information, due to any number of causes, including catastrophic events, power outages and security breaches.  Although we have business continuity plans in place and have implemented a breach response plan to address service interruptions, if these plans do not provide effective alternative processes on a timely basis, we may suffer interruptions in our ability to manage or conduct our operations which may adversely affect our business. In addition, if our service providers, suppliers or customers experience a breach or unauthorized disclosure or system failure, their businesses could be disrupted or otherwise negatively affected, which may result in a disruption in our supply chain or reduced customer orders or other business operations.  Moreover, any costs related to a breach may exceed the amount of insurance coverage or be excluded under the terms of our cybersecurity policy.   Recently, there have been high profile security breaches of the information systems of a number of government agencies and U.S. companies, resulting in significant disruptions.\nOur information technology systems and, our third-party providers’ systems, have been, and will likely continue to be, subject to advanced computer viruses or other malicious codes, ransomware, unauthorized access attempts, denial of service attacks, phishing, social engineering, hacking and other cyberattacks. Such attacks may originate from nation states or attempts by outside parties, hackers, criminal organizations or other threat actors.  In addition, insider actors-malicious or otherwise-could cause technical disruptions and/or confidential\n26\ndata leakage. To date, we have seen no material impact on our business or operations from these attacks; however, we cannot guarantee that our security efforts will prevent attacks and resulting breaches or breakdowns of our, or our third-party service providers’ databases or systems.  In addition, although we have policies and procedures in place governing the secure storage of personal information collected by us or our third-party service providers, data breaches due to human error or intentional or unintentional conduct may occur in the future.\nWe continuously perform enterprise-wide upgrades to our systems and will continue to monitor and upgrade systems as appropriate, legacy systems may be vulnerable to increased risk. Additionally, if a new system does not function properly, it could affect our ability to order supplies, process and deliver customer orders and process and receive payments for our products. This could adversely impact our results of operations and cash flows.  Upgraded or new technology may not function as designed and any such upgrades may not go as planned.  Moreover, because the techniques, tools and tactics used in cyberattacks frequently change and may be difficult to detect for periods of time, we may face difficulties in anticipating and implementing adequate preventative measures or fully mitigating harms after such an attack. As such, we may need to expend additional resources and incur additional costs in the future to continue to protect against or address problems caused by any business interruptions or data security breaches.\nThe labor market in the United States is very competitive.  Our future performance depends in significant part upon the continued service of our executive officers and other key personnel, including at our plants. Competition for qualified plant personnel has been intense.  The loss of the services of one or more executive officers or other key employees, including as a result of illness to themselves or their families due to the COVID-19 pandemic or otherwise, could have a material adverse effect on our business, prospects, financial condition and results of operations.  This effect could be exacerbated if any officers or other key personnel left as a group or at the same time.  Our success also depends, in part, on our continuing ability to attract, retain and develop highly qualified and diverse personnel.  Competition for such personnel is intense, and there can be no assurance that we can retain our key employees or attract, assimilate and retain other highly qualified personnel in the future\n.  Factors that may affect our ability to attract and retain sufficient numbers of key employees include employee morale, our reputation, competition from other employers and the availability of qualified personnel in a tightening labor market. We have experienced increased levels of personnel turnover in recent years, increasing from an employee turnover rate of 14.9% in 2020 to an employee turnover rate of 20.6% in 2021. We may continue to experience increased personnel turnover in the future compared to prior years, either as a result of our business operations, or as a result of the COVID-19 pandemic or other broad-based economic or cultural factors.\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting. Internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting for external purposes in accordance with generally accepted accounting principles in the U.S. Because of its inherent limitations, internal control over financial reporting cannot provide absolute assurance that a misstatement of our financial statements would be prevented or detected. Our continuing growth and expansion in domestic and globally dispersed markets, such as our acquisition of WATERPIK, FLAWLESS, PASSPORT, ZICAM, THERABREATH and others, may place significant additional pressure on our system of internal control over financial reporting and require us to update our internal control over financial reporting to integrate such acquisitions. Moreover, we engage the services of third parties to assist with business operations and financial reporting processes, which injects additional monitoring obligations and risk into the system of internal control. When we are required to comply with new or revised accounting standards, we must make any appropriate changes to our internal control over financial reporting to fully implement the standards, which may require significant effort and judgment. Any failure to maintain an effective system of internal control over financial reporting could limit our ability to report our results of operations accurately and on a timely basis, or to detect and prevent fraud and could expose us to regulatory enforcement action and stockholder claims.\nIn recent years, proxy contests,\nunsolicited takeovers and other forms of stockholder activism have been directed against numerous companies\nin our industry, including us.  If such a campaign or proposal were to be made against us, we would likely incur significant costs. Stockholder activists may also seek to involve themselves in the governance, strategic direction and operations of our business through stockholder proposals or otherwise disrupting our business and diverting the attention of our management and employees, and any perceived uncertainties as to our future direction resulting from such a situation could result in the loss of potential business opportunities, the perception that we need a change in the direction of our business, or the perception that we are unstable or lack continuity, which may be exploited by our competitors, cause concern to our current or potential customers, and may make it more difficult for us to attract and retain qualified personnel and business partners.  Actions of activist stockholders may cause significant fluctuations in our stock price based on temporary or speculative market perceptions or other factors that do not necessarily reflect the underlying fundamentals and prospects of our business.  We may also be the target of short sellers who engage in negative publicity campaigns that may use selective information that may be presented out of context or that may misrepresent facts and circumstances.\n27"
  },
  {
    "item_key": "item_1b",
    "text": "Not applicable."
  },
  {
    "item_key": "item_2",
    "text": "We lease a corporate office building in Ewing, New Jersey for our global corporate headquarters.  The lease expires in 2033 and includes two 10-year extension terms at our option.  In addition, we own an office building in Fort Collins, Colorado and an office building in Princeton, New Jersey that is occupied by our research and development department.\nWe own or lease manufacturing facilities, warehouses and other offices in 15 different U.S. states and 11 different countries outside of the U.S.  Many of our domestic and international sites manufacture and distribute products for multiple segments of our business.  We believe that our operating and administrative facilities are adequate and suitable for the conduct of our business.  We also believe that our production facilities are suitable for current manufacturing requirements for our consumer and specialty products businesses."
  },
  {
    "item_key": "item_3",
    "text": "We, in the ordinary course of our business are the subject of, or party to, various pending or threatened legal actions, government investigations and proceedings from time to time, including, without limitation, those relating to commercial transactions, product liability, purported consumer class actions,\nemployment matters, antitrust, environmental, health, safety and other compliance related matters.\nSuch proceedings are subject to many uncertainties and the outcome of\ncertain pending or threatened legal actions may not be reasonably predictable and any related damages may not be estimable.  Certain legal actions\ncould result in an adverse outcome for us, and any such adverse outcome could have a material adverse effect on our business, financial condition, results of operations, and cash flows\n.\nThere are no relevant matters to disclose under this Item for this period."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable\n.\n28\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Our shares of common stock are traded on the New York Stock Exchange with the stock ticker symbol “CHD”.\nApproximate number of record holders of our Common Stock as of December 31, 2021: 1,700.\nThe following graph compares the yearly change in the cumulative total stockholder return on our Common Stock for the past five fiscal years with the cumulative total return of the S&P 500 Index and the S&P 500 Household Products Index described more fully below.  The returns are indexed to a value of $100 at December 31, 2016.  Dividend reinvestment has been assumed.\nComparison of Cumulative Five-Year Total Return among Company, S&P 500 Index and the S&P 500 Household Products Index\n(1\n)\n29\nShare Repurchase Authorization\nOn November 1, 2017, the Board authorized a share repurchase program, under which we may repurchase up to $500.0 million in shares of Common Stock (the “2017 Share Repurchase Program”).\nOn October 28, 2021, the Board authorized a new share repurchase program, under which we may repurchase up to $1.0 billion in shares of Common Stock (the “2021 Share Repurchase Program”).  The 2021 Share Repurchase Program does not have an expiration and replaced the 2017 Share Repurchase Program.  All remaining dollars authorized for repurchase under the 2017 Share Repurchase Plan have been cancelled.  The 2021 Share Repurchase Program did not modify our evergreen share repurchase program, authorized by the Board on January 29, 2014, under which we may repurchase, from time to time, Common Stock to reduce or eliminate dilution associated with issuances of Common Stock under our incentive plans.\nIn December 2020, we entered into an Accelerated Share Repurchase (“ASR”) contract with a commercial bank to purchase our Common Stock.  We paid $300.0 million to the bank, inclusive of fees, and received an initial delivery of shares equal to $270.0 million, or 3.1 million shares.  We used cash on hand and short-term borrowings to fund the initial purchase price.  Upon the completion of the ASR, which ended in February 2021, the bank delivered to us an additional 0.4 million shares.  The final shares delivered to the us were determined by the average price per share paid by the bank during the purchase period.  All 3.5 million shares were purchased under our evergreen program.\nIn August 2021, we executed an agreement to purchase up to $200.0 million of our Common Stock through October 31, 2021.  We purchased 1.6 million shares for approximately $130.0 million through October, inclusive of fees, all of which was purchased under the 2017 Share Repurchase Program.\nIn December 2021, we executed open market purchases of 1.8 million shares for $170.3 million, inclusive of fees, of which $100.0 million was purchased under the evergreen share repurchase program and $70.3 million was purchased under the 2021 Share Repurchase Program.\nIn December 2021, we also entered into an ASR contract with a commercial bank to purchase Common Stock.  We paid $200.0 million to the bank, inclusive of fees, and received an initial delivery of shares equal to $180.0 million, or 1.8 million shares.  We used cash on hand and short-term borrowings to fund the initial purchase price.  Upon the completion of the ASR, which ended in February 2022, the bank delivered an additional 0.2 million shares to us.  The final shares delivered to us were determined by the average price per share paid by the bank during the purchase period.  All 2.0 million shares were purchased under the\n2021 Share Repurchase Program\n.\nAs a result of our recent stock repurchases, there remains $729.7 million of share repurchase availability under the 2021 Share Repurchase Program as of December 31, 2021.\n30"
  },
  {
    "item_key": "item_6",
    "text": "31\nCHURCH & DWIGHT CO., INC AND SUBSIDIARIES\n(Dollars in millions, except share and per share data)"
  },
  {
    "item_key": "item_7",
    "text": "Management’s Discussion and Analysis of Financial Condition and Results of Operations should be read in conjunction with our consolidated financial statements.\nOVERVIEW\nOur Business\nWe develop, manufacture and market a broad range of consumer household, personal care and specialty products focused on animal and food production, chemicals and cleaners.  We focus our consumer products marketing efforts principally on our 14 “power brands.”  These well-recognized brand names include ARM & HAMMER\n®\n, used in multiple product categories such as baking soda, cat litter, carpet deodorization and laundry detergent; TROJAN\n®\ncondoms, lubricants and vibrators; OXICLEAN\n®\nstain removers, cleaning solutions, laundry detergent and bleach alternatives; SPINBRUSH\n®\nbattery-operated and manual toothbrushes;  FIRST RESPONSE\n®\nhome pregnancy and ovulation test kits; NAIR\n®\ndepilatories; ORAJEL\n®\noral analgesic; XTRA\n®\nlaundry detergent; L’IL CRITTERS\n®\nand VITAFUSION\n®\ngummy dietary supplements; BATISTE\n®\ndry shampoos; WATERPIK\n®\nwater flossers and replacement showerheads; FLAWLESS\n®\nproducts;  ZICAM\n®\ncold shortening and relief products and THERABREATH® oral care products\n.\nWe sell our consumer products under a variety of brands through a broad distribution platform that includes supermarkets, mass merchandisers, wholesale clubs, drugstores, convenience stores, home stores, dollar, pet and other specialty stores and websites and other e-commerce channels, all of which sell the products to consumers. We sell our specialty products to industrial customers, livestock producers and through distributors.\nWe operate our business in three segments: Consumer Domestic, Consumer International and the Specialty Products Division (“SPD”).\nThe segments are based on differences in the nature of products and organizational and ownership structures.\nIn 2021, the Consumer Domestic, Consumer International and SPD segments represented approximately 76%, 18% and 6%, respectively, of our consolidated net sales.\nCOVID-19 Pandemic and Other Recent Developments\nThe COVID-19 pandemic continues to impact most of our businesses.  As certain government restrictions were reduced or removed, we have experienced increased demand for certain product categories, mainly in the United States, including ARM & HAMMER cat litter, VITAFUSION and L’IL CRITTERS gummy vitamins, and BATISTE dry shampoo, that had been negatively impacted by the temporary and permanent closures of certain retailers, reduced consumer foot traffic at retailers, and COVID-19 related precautionary measures. Overall, we have continued to experience increased online sales.\nWe continue to experience challenges to meet customer demand, largely because of broad-based shortages in suppliers’ labor which impact the availability of many critical components in our supply chain and distribution.  Additionally, we and our suppliers are experiencing significant broad-based inflation of manufacturing and distribution costs as well as transportation challenges.  We expect shortages to continue at least through the first half of 2022 and input cost inflation to continue at least throughout 2022.\nTo attempt to offset some of these cost pressures, we have recently enacted and continue to evaluate price increases. In addition, to address challenges meeting customer demand, we have taken steps to increase our short-term manufacturing capacity for many of our products (including laundry detergent, baking soda, cleaners and vitamins) as well as our raw material and packaging capacity, and continue to work closely with our suppliers, contract manufacturers and retail partners to increase capacity and ensure sustained supply to keep pace with increased demand.  We have also made investments in the expansion of long-term, in-house and third-party manufacturing capacity and are working to enlist additional suppliers that meet our quality specifications.  While we expect supply availability issues to start improving in the second half of 2022 for most of our brands, there is no assurance that these challenges will abate in the foreseeable future or that our customers will accept all or a portion of any price increases, or that the other measures we have or may implement will mitigate the impact of supply disruptions or rising costs.\nLooking forward, the extent that COVID-19 and other recent developments’ have on our operational and financial performance will depend on future developments, including the duration, spread and intensity of the pandemic, the spread and severity of new variants such as Omicron, the impact of vaccines, and our continued ability to manufacture and distribute our products, as well as any future government actions affecting employers, consumers and the economy generally, all of which are uncertain and difficult to predict considering the rapidly evolving landscape. Our priorities during the COVID-19 pandemic continue to be protecting the health and safety of our employees; maximizing the availability of products that help consumers with their health, hygiene and cleaning needs; and using our employees’ talents and our resources to help society meet and overcome the current challenges.\n32\nCHURCH & DWIGHT CO., INC AND SUBSIDIARIES\n(Dollars in millions, except share and per share data)\nWe are monitoring the impact of both inflation and the COVID-19 pandemic, including the effect of corresponding government actions on consumer demand, and how these factors will potentially influence future cash flows for the short and long term.  While we expect that many of these effects will not be permanent, it is impossible to predict their duration.\n2021 Financial Highlights\nKey 2021 financial results include:\nStrategic Goals, Challenges and Initiatives\nOur ability to generate sales depends on consumer demand for our products and retail customers’ decisions to carry our products, which are, in part, affected by general economic conditions in our markets. While a vast majority of our products are consumer staples and less vulnerable to decreases in discretionary spending than other products, an increasing number of our products, particularly those from our recent acquisitions, are more likely to be affected by consumer decisions to control spending.  Some customers have responded to economic conditions by increasing their private label offerings (primarily in the dietary supplements, diagnostic kits and oral analgesics categories), launching their own brands, and consolidating the product selections they offer to the top few leading brands in each category.  In addition, an increasing portion of our product categories are being sold by club stores, dollar stores, mass merchandisers and internet-based retailers.  These factors have placed downward pressure on our sales and gross margins.\nWe intend to continue to aggressively pursue several key strategic initiatives: maintain competitive marketing and trade spending, tightly control our cost structure, continue to develop and launch new and differentiated products, and pursue strategic acquisitions.  We also intend to continue to grow our product sales globally and maintain an offering of premium and value brand products to appeal to a wide range of consumers.\nWe derive a substantial percentage of our revenues from sales of liquid laundry detergent. As a result, any delays or reduction of sales of these products, in the event that our product category diversification efforts discussed below are not successful, could have a material adverse effect on our business, financial condition and operating results and cash flows.\nCondom usage has declined over the last decade.  However, a\nfter a large decline in condom sales during 2020 due to social distancing, the condom category began to recover in 2021 with fewer social restrictions leading to an increase in sexual activity. However, there is no assurance the category will not decline in the future and that we will be able to offset any such decline.\nWe are continuously focused on strengthening our key brands through the launch of innovative new products, which span various product categories, including premium and value household products supported by increased marketing and trade spending.  There can be no assurance that these measures will be successful.\nIn the domestic business, six out of 13 “power brands” met or exceeded category growth for the full year 2021.  With the acquisition of THERABREATH, we now have 14 “power brands”.\nOur global product portfolio consists of both premium (60% of total worldwide consumer revenue in 2021) and value (40% of total worldwide consumer revenue in 2021) brands, which we believe enables us to succeed in a range of economic environments.  We intend to continue to develop a portfolio of appealing new products to build loyalty among cost-conscious consumers.\n33\nCHURCH & DWIGHT CO., INC AND SUBSIDIARIES\n(Dollars in millions, except share and per share data)\nOver the past\ntwo decades\n,\nwe\nha\nve\ndiversified from an almost exclusively U.S. business to a global company with approximately\n18\n%\nof sales derive\nd from\ncountries\noutside of the United States\nin 20\n2\n1\n.\nWe\nha\nve\nsubsidiary\noperations in\nseven\ncountries (Canada, Mexico, U.K., France,\nGermany,\nChina\nand\nAustralia) and\nsell\nin\nto\nover\n130\nother\ncountries\n.  In 20\n2\n1\n,\nwe\nbenefited from\nour expanded global footprint\nand\nexpect to\ncontinue to focus on selectively expanding\nour\nglobal business.\nIf we are unable to expand our business internationally at the rate that we expect, we may not realize\nour\nanticipated growth targets\n.\nAlthough we believe ongoing international expansion represents a significant opportunity to grow our business, our increasing activity in global markets exposes us to additional complexity and uncertainty.  Sales generated outside of the U.S. are exposed to foreign currency exchange rate fluctuations as well as political uncertainty which could impact future operating results.  Moreover, the current domestic and international political environment, including existing and potential changes to U.S. policies related to global trade and tariffs, have resulted in uncertainty regarding the global economy. The impact of U.S. tariffs on certain products was a component of increased cost of sale during the year ended December 31, 2021. The implementation of more restrictive trade policies, such as higher tariffs or new barriers to entry, in countries in which we manufacture or sell large quantities of products could negatively impact our business, cash flows, results of operations and financial condition.\nWe also continue to focus on controlling our costs.  Historically, we have been able to mitigate the effects of cost increases primarily by implementing cost reduction programs and, to a lesser extent, by passing along cost increases to customers.  We have also entered into set pricing and pre-buying arrangements with certain suppliers and hedge agreements for diesel fuel and other commodities.  Additionally, our focus on tight cost controls has enabled us to effectively navigate recent challenging economic conditions.  In 2021, due to the significant increase in input costs, we have not been able to fully mitigate the impact of these increases with cost control measures and productivity programs.  We have, and will continue to, implement price increases to address cost inflation.  However, we cannot be certain that these price increases will be accepted by customers.\nThe identification and integration of strategic acquisitions are an important component of our overall strategy\nand product category diversification.  Acquisitions have added significantly to our sales and profits and product category diversification over the last decade.  This is evidenced by our 2015 acquisition of certain assets of Varied Industries Corporation (the “Vi-cor Acquisition”), the 2016 acquisitions of Spencer Forrest, Inc., the maker of TOPPIK (the “Toppik Acquisition”), and the ANUSOL and RECTINOL businesses from Johnson & Johnson (the “Anusol Acquisition”), the 2017 acquisitions of\nVIVISCAL from Lifes2Good Holdings Limited (the “Viviscal Acquisition”), Agro BioSciences, Inc. (the “Agro Acquisition”), and WATERPIK from Pik Holdings, Inc. (the “Waterpik Acquisition”),  the 2018 acquisition of\nPassport Food Safety Solutions, Inc. (the “Passport Acquisition”), the 2019 acquisition of FLAWLESS; the 2020 acquisition of ZICAM\nfrom Consumer Health Holdco LLC and the 2021 acquisition of THERABREATH from Dr. Harold Katz, LLC and HK-IP International, Inc.\nThe failure to effectively identify or integrate any acquisition or achieve expected synergies may cause us to incur material asset write-downs.  We actively seek acquisitions that fit our guidelines, and our strong financial position provides us with flexibility to take advantage of acquisition opportunities.  In addition, our ability to quickly integrate acquisitions and leverage existing infrastructure has enabled us to establish a strong track record in making accretive acquisitions.  Since 2001, we have acquired 13 of our 14 “power brands”.\nWe believe we are positioned to meet the ongoing challenges described above due to our strong financial condition, experience operating in challenging environments and continued focus on key strategic initiatives.  Our focus is to\nmaintain competitive marketing and trade spending, manage our cost structure, continue to develop and launch new and differentiated products, while pursuing strategic acquisitions.\nThis focus, together with the strength of our portfolio of\npremium and value brands, has enabled us to succeed in a range of economic environments\n.\nMoreover, the generation of a significant amount of cash from operations combined with an investment grade credit rating, provides us with the financial flexibility to pursue acquisitions, drive new product development, make capital expenditures to support organic growth and gross margin improvements, return cash to stockholders through dividends and share buy backs, and reduce outstanding debt.  These factors position us to continue to increase stockholder value over the long-term.\nFor information regarding risks and uncertainties that could materially adversely affect our business, results of operations and financial condition and cash flows, see “Risk Factors” in Item 1A of this Annual Report.\nRecent Developments\nTheraBreath Acquisition\nOn December 24, 2021, we acquired all of the outstanding equity of Dr. Harold Katz, LLC and HK-IP International, Inc., the owners of the THERABREATH brand of oral care products business (the “TheraBreath Acquisition”).  We paid $556.0, net of cash acquired, at closing and deferred an additional cash payment of $14.0 related to certain indemnity obligations provided by the seller.  The additional amount, to the extent not used in satisfaction of such indemnity obligations, is payable in installments between two and four years from the closing.  THERABREATH’s annual net sales for the year ended December 31, 2021 were approximately $100.  The acquisition was financed by the proceeds from a $400.0 three-year term loan and an underwritten public offering of $400.0 aggregate principal Senior Notes due on December 15, 2031 (as defined below) completed on December 10, 2021.  The THERABREATH business is managed in the Consumer Domestic and Consumer International segments.\n34\nCHURCH & DWIGHT CO., INC AND SUBSIDIARIES\n(Dollars in millions, except share and per share data)\nDividend Increase\nOn January 28, 2022, the Board declared a 4% increase in the regular quarterly dividend from $0.2525 to $0.2625 per share, equivalent to an annual dividend of $1.05 per share payable to stockholders of record as of February 15, 2022.  The increase raises the annual dividend payout from $248.0 to approximately $255.0.\nAccelerated Share Repurchase Program\nIn December 2021, we entered into an ASR contract with a commercial bank to purchase Common Stock.  We paid $200.0 to the bank, inclusive of fees, and received an initial delivery of shares equal to $180.0, or 1.8 million shares.  We used cash on hand and short-term borrowings to fund the initial purchase price.  Upon the completion of the ASR, which ended in February 2022, the bank delivered an additional 0.2 million shares to us.  The final shares delivered to us were determined by the average price per share paid by the bank during the purchase period.  All 2.0 million shares were purchased under the\n2021 Share Repurchase Program\n.\nAs a result of our recent stock repurchases, there remains $729.7 of share repurchase availability under the 2021 Share Repurchase Program as of December 31, 2021.\n35\nCHURCH & DWIGHT CO., INC AND SUBSIDIARIES\n(Dollars in millions, except share and per share data)\nCRITICAL ACCOUNTING POLICIES AND ESTIMATES\nOur Consolidated Financial Statements have been prepared in accordance with accounting principles generally accepted in the U.S. (GAAP).  The preparation of these financial statements requires management to make estimates and assumptions that affect the reported amounts of assets, liabilities, revenue and expenses, and related disclosure of contingent assets and liabilities.  By their nature, these judgments are subject to uncertainty.  They are based on our historical experience, our observation of trends in industry, information provided by our customers and information available from other outside sources, as appropriate.  Our significant accounting policies and estimates are described below.\nRevenue Recognition and Promotional and Sales Return Reserves\nVirtually all of our revenue represents sales of finished goods inventory and is recognized when received or picked up by our customers.  The reserves for consumer and trade promotion liabilities and sales returns are established based on our best estimate of the amounts necessary to settle future and existing claims on products sold as of the balance sheet date.  Promotional reserves are provided for sales incentives, such as coupons to consumers, and sales incentives provided to customers (such as slotting, cooperative advertising, incentive discounts based on volume of sales and other arrangements made directly with customers).  All such costs are netted against sales.  Slotting costs are recorded when the product is delivered to the customer.  Cooperative advertising costs are recorded when the customer places the advertisement for our products.  Discounts relating to price reduction arrangements and coupons are recorded when the related sale takes place.  Costs associated with end-aisle or other in-store displays are recorded when product that is subject to the promotion is sold.  We rely on historical experience and forecasted data to determine the required reserves.  For example, we use historical experience to project coupon redemption rates to determine reserve requirements.  Based on the total face value of Consumer Domestic coupons redeemed over the past several years, if the actual rate of redemptions were to deviate by 0.1% from the rate for which reserves are accrued in the financial statements, a difference of approximately $0.1 in the reserve required for coupons would result.  With regard to other promotional reserves and sales returns, we use experience-based estimates, customer and sales organization inputs and historical trend analysis in arriving at the reserves required.  If our estimates for promotional activities and sales returns reserves were to change by 10% the impact to promotional spending and sales return accruals would be approximately $11.3.  While management believes that its promotional and sales returns reserves are reasonable and that appropriate judgments have been made, estimated amounts could differ materially from actual future obligations.\nImpairment of goodwill, trade names and other intangible assets\nCarrying values of goodwill and indefinite-lived trade names are reviewed periodically for possible impairment\n.\nFinite intangible assets are assessed when there are business triggering events.  Our impairment analysis is based on a discounted cash flow approach that requires significant judgment with respect to unit volume, revenue and expense growth rates, and the selection of an appropriate discount rate and royalty rate.  Management uses estimates based on expected trends in making these assumptions.  With respect to goodwill, impairment occurs when the carrying value of the reporting unit exceeds the discounted present value of cash flows for that reporting unit.  For trade names and other intangible assets, an impairment charge is recorded for the difference between the carrying value and the net present value of estimated future cash flows, which represents the estimated fair value of the asset.  Judgment is required in assessing whether assets may have become impaired between annual valuations.  Indicators such as unexpected adverse economic factors, unanticipated technological change, distribution losses, or competitive activities and acts by governments and courts may indicate that an asset has become impaired.  The result of our annual goodwill impairment test determined that the estimated fair value substantially exceeded the carrying values of all reporting units.  In addition, there were no goodwill impairment charges for each of the years in the three-year period ended December 31, 2021.\nFair value for indefinite lived intangible assets was estimated based on a “relief from royalty” or “excess earnings” discounted cash flow method, which contains numerous variables that are subject to change as business conditions change, and therefore could impact fair values in the future.  We determined that the fair value of all intangible assets for each of the years in the three-year period ended December 31, 2021 exceeded their respective carrying values based upon the forecasted cash flows and profitability. However, in recent years our TROJAN business, specifically the condom category, has not grown and competition has increased resulting in a reduction in expected future cash flows.  In addition, the COVID-19 pandemic has further negatively impacted condom sales due to social distancing.  As a result, the TROJAN business has experienced sales and profit declines that has eroded a significant portion of the excess between the fair and carrying value of the tradename, which, if these trends continue, could potentially result in an impairment.  However, the condom category began to recover in 2021 as fewer social restrictions led to an increase in sexual activity with less shutdowns and governmental restrictions.\nWhile management can and has implemented strategies to address the risk, significant changes in operating plans or adverse changes in the future could reduce the underlying cash flows used to estimate fair values and could result in a decline in fair value that could trigger future impairment charges of\nthese assets.\nIt is possible that our conclusions regarding impairment or recoverability of goodwill or other intangible assets could change in future periods if, for example, (i) the businesses or brands do not perform as projected, (ii) overall economic conditions in future years vary from current assumptions (including changes in discount rates), (iii) business conditions or strategies change from current assumptions, (iv) investors require higher rates of return on equity investments in the marketplace or (v) enterprise values of comparable publicly traded\n36\nCHURCH & DWIGHT CO., INC AND SUBSIDIARIES\n(Dollars in millions, except share and per share data)\ncompanies, or actual sales transactions of comparable companies, were to decline, resulting in lower multiples of revenues and EBITDA.\nA future impairment charge for goodwill or intangible assets could have a material effect on\nour\nconsolidated financial position or results of operations.\nIncome Taxes\nIncome taxes are accounted for under the asset and liability method.  Deferred tax assets and liabilities are recognized to reflect the future tax consequences attributable to the differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases, and operating loss and tax credit carryforwards.  Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which the differences are expected to be recovered or settled.  Management provides a valuation allowance against deferred tax assets for amounts which are not considered “more likely than not” to be realized.  We record liabilities for potential assessments in various tax jurisdictions under U.S. GAAP guidelines.  The liabilities relate to tax return positions that, although supportable by us, may be challenged by the tax authorities and do not meet the minimum recognition threshold required under applicable accounting guidance for the related tax benefit to be recognized in the income statement.  We adjust this liability as a result of changes in tax legislation, interpretations of laws by courts, rulings by tax authorities, changes in estimates and the expiration of the statute of limitations.  Many of the judgments involved in adjusting the liability involve assumptions and estimates that are highly uncertain and subject to change.  In this regard, settlement of any issue, or an adverse determination in litigation, with a taxing authority could require the use of cash and result in an increase in our annual tax rate.  Conversely, favorable resolution of an issue with a taxing authority would be recognized as a reduction to our annual tax rate.\nNew Accounting Pronouncements\nRefer to Note 1 to the Consolidated Financial Statements included in this Annual Report for recently adopted accounting pronouncements and recently issued accounting pronouncements not yet adopted as of December 31, 2021.\n37\nCHURCH & DWIGHT CO., INC AND SUBSIDIARIES\n(Dollars in millions, except share and per share data)\nRESULTS OF OPERATIONS FOR THE YEARS ENDED DECEMBER 31, 2021, 2020 AND 2019\nThe discussion of results of operations at the consolidated level presented below is followed by a more detailed discussion of results of operations by segment.  This section of this Form 10-K generally discusses 2021 and 2020 results and year-to-year comparisons between 2021 and 2020.  Discussions of 2019 items and year-to-year comparisons between 2020 and 2019 that are not included in this Form 10-K can be found in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of our Annual Report on Form 10-K for the year ended December 31, 2020. The segment discussion also addresses certain product line information.  Our operating segments are consistent with our reportable segments.\nConsolidated results\n2021 compared to 2020\nNet Sales\nNet sales for the year ended December 31, 2021 were $5,190.1, an increase of $294.3, or 6.0% compared to 2020 net sales.  The components of the net sales increase are as follows:\nThe volume change reflects increased product sales in the Consumer International and SPD segments, partially offset by slightly decreased sales in the Consumer Domestic segment\n.\nPrice/mix was favorable in the Consumer Domestic and SPD segments, but was partially offset by slightly unfavorable price/mix in the Consumer International segment.\nOur gross profit for 2021 was $2,263.5, a $49.3 increase compared to 2020.  Gross margin was 43.6% in 2021 compared to 45.2% in 2020, a 160 basis points (“bps”) decrease.  The decrease is due to the impact of higher manufacturing costs including labor and commodities of 400 bps,\nhigher transportation costs of 80 bps\n, and higher costs of 30 bps as a result of incremental tariffs, partially offset by favorable price/volume/mix of 200 bps, the impact of productivity programs of 130 bps and business acquisition benefits of 20 bps.\nOperating Costs\nMarketing expenses for 2021 were $577.7, a decrease of $13.5 compared to 2020.  We reduced marketing spending, mainly in household products, as supply shortages impacted our ability to meet customer demand.  Marketing expenses as a percentage of net sales decreased 100 bps to 11.1% in 2021 as compared to 2020 due to 70 bps of leverage on higher net sales and 30 bps on lower expenses.\n38\nCHURCH & DWIGHT CO., INC AND SUBSIDIARIES\n(Dollars in millions, except share and per share data)\nSG&A\nexpenses\nfor\n20\n2\n1\nwere $\n606.7\n, a\nn\nincrease\nof $\n13.4\nor\n2.3\n% compared to\n2020\n.\nThe\nincrease\nis primarily due\nto\nhigher expense\ns\nrelated to the Zicam Acquisition (including amortization),\nasset\nimpairment charges\nof $11.3\nassociated with\nthe\nPassport\nbusiness\nacquired in 2018\n,\nand\nthe prior year gain on the sale of PERL\nWEISS\n®\n, partially\noffset\nby\nlower incentive compensation and litigation costs\n.\nSG&A as a percentage of net sales\nde\ncreased\n40\nbps to\n11.7\n% in\n2021\ncompared to\n12.1\n% in\n2020\n.\nThe\nde\ncrease\nis due\nto\n70\nbps\nof leverage associated with higher sales\noffset by 30\nbps on\nhigher\nexpen\nses.\nThe favorable adjustment to the fair value of the Flawless business acquisition liability\n, which is recognized as a reduction in expense,\nwas $98.0 in 2021 compared to $94.0 in 2020.\nOther Income and Expenses\nOther expense increased nominally in 2021 as compared to 2020.\nInterest expense in 2021 was $54.5, a decrease of $6.5.  The decrease is primarily due to lower interest rates.\nTaxation\nThe 2021 U.S. federal effective income tax rate was 19.8% compared to 19.3% in 2020.  The increase of 50 basis points was impacted by\na favorable tax settlement in 2020.\nSegment results for 2021, 2020 and 2019\nWe operate three reportable segments: Consumer Domestic, Consumer International and SPD.  These segments are determined based on differences in the nature of products and organizational and ownership structures.  We also have a Corporate segment.\nThe Corporate segment income consists of equity in earnings\nof affiliates.  As of December 31, 2021, we held 50% ownership interests in each of Armand and ArmaKleen, respectively.  Our equity in earnings of Armand and ArmaKleen, totaling $9.4, $6.7 and $6.6 for the three years ended December 31, 2021, 2020 and 2019, respectively, are included in the Corporate segment.\n39\nCHURCH & DWIGHT CO., INC AND SUBSIDIARIES\n(Dollars in millions, except share and per share data)\nSome of the subsidiaries that are included in the Consumer International segment manufacture and sell personal care products to the Consumer Domestic segment.  These sales are eliminated from the Consumer International segment results set forth below.\nSegment net sales and income before income taxes for each of the three years ended December 31, 2021, 2020 and 2019 were as follows:\nProduct line revenues for external customers for the years ended December 31, 2021, 2020 and 2019 were as follows:\nHousehold Products include deodorizing, cleaning and laundry products.  Personal Care Products include condoms, pregnancy kits, oral care products, skin care products, hair care products and gummy dietary supplements.\n40\nCHURCH & DWIGHT CO., INC AND SUBSIDIARIES\n(Dollars in millions, except share and per share data)\nConsumer Domestic\n2021 compared to 2020\nConsumer Domestic net sales in 2021 were $3,941.9, an increase of $174.3 or 4.6% compared to net sales of $3,767.6 in 2020.  The components of the net sales change are the following:\nThe increase in net sales for 2021 reflects the impact of the TheraBreath and Zicam Acquisitions, higher net sales in ARM & HAMMER clumping cat litter, WATERPIK oral care products, VITAFUSION and L’IL CRITTERS gummy vitamins, BATISTE dry shampoo, ARM & HAMMER scent booster, and OXICLEAN powder.\nIn recent years our TROJAN business, specifically the condom category, had not grown and competition has increased.  Social distancing requirements due to the COVID-19 pandemic had further negatively impacted the business.  As a result, the TROJAN business had experienced stagnant sales and profits resulting in a reduction in expected future cash flows which eroded a portion of the excess between the fair and carrying value of the tradename.  This indefinite-lived intangible asset may be susceptible to impairment risk and a continued decline in fair value could trigger a future impairment charge of the TROJAN tradename.  While management can and has implemented strategies to address the risk, including lowering our production costs, investing in new product ideas, and developing new creative advertising, significant changes in operating plans or adverse changes in the future could reduce the underlying cash flows used to estimate fair value.  In 2021, TROJAN experienced a recovery in sales and profits as it is benefiting from an easing of COVID-19 social restrictions leading to an increase in sexual activity. We expect this trend will continue into next year with the continued adoption of vaccines, the reduction of social distancing restrictions\nand the benefit of management strategies to improve sales and profitability.\nConsumer Domestic income before income taxes for 2021 was $861.4, a $29.0 increase as compared to 2020.  The increase is due primarily to\nfavorable price/mix of $135.6, a $31.0\nbenefit from higher sales volumes\n, lower marketing expenses of $18.6,\nlower SG&A expenses of $10.3\n(including a $3.3 favorable year-over-year fair value adjustment to the Flawless business acquisition liability),\nand lower interest and other expenses of $5.8, mostly offset by unfavorable manufacturing and distribution expenses of $171.9.\nConsumer International\n2021 compared to 2020\nConsumer International net sales in 2021 were $912.2, an increase of $84.0 or 10.1% as compared to 2020.  The components of the net sales change are the following:\nExcluding the impact of foreign exchange rates, higher sales were driven primarily by FEMFRESH\n®\nfeminine hygiene products, VITAFUSION and L’IL CRITTERS gummy vitamins, STERIMAR nasal spray, and NAIR depilatories in the GMG business.\nConsumer International income before income taxes was $127.3 in 2021, an increase of $22.3 compared to 2020 due to\na $26.4\nbenefit from higher sales volumes\n, favorable foreign exchange rates of $8.8, lower marketing expenses of $1.9 and lower interest expense of $0.2\n, offset by\nunfavorable manufacturing and commodity costs of $11.4, higher SG&A costs of $2.4\n(partially due to\nthe prior year gain on the sale of PERL WEISS of $3.0\n), and\nunfavorable price/product mix of $1.2\n.\n41\nCHURCH & DWIGHT CO., INC AND SUBSIDIARIES\n(Dollars in millions, except share and per share data)\nSpecialty Products\n2021 compared to 2020\nSPD net sales were $336.0 for 2021, an increase of $36.0, or 12.0% compared to 2020.  The components of the net sales change are the following:\nNet sales increased due to higher volumes across all categories, higher pricing for our dairy segment products and reduced competitive imports due to a constrained transportation market.\nSPD income before income taxes was $33.6 in 2021, an increase of $3.9 compared to 2020.  The\nincrease in income before income\ntaxes for 2021 is due primarily to\nfavorable price/product mix of $22.4 and a $3.8 benefit from higher sales volumes, which were partially offset by unfavorable manufacturing costs of $17.6,\nhigher SG&A costs of $4.0 primarily due to asset impairments in the Passport business of $11.3,\nand higher marketing expenses of $0.8\n.\nCorporate\nCorporate includes administrative costs of the production, planning and logistics functions which are allocated to the operating segments in SG&A expenses but are elements of cost of sales in our Consolidated Statements of Income.  Such amounts were $47.1, $59.8 and $48.2 for 2021, 2020 and 2019, respectively.\nAlso included in corporate are the equity in earnings of affiliates from Armand and ArmaKleen, totaling $9.4, $6.7 and $6.6 for the three years ended December 31, 2021, 2020 and 2019, respectively.\nLiquidity and Capital Resources\nOn May 1, 2019, we amended the credit agreement (the “Credit Agreement”) that provides for our $1,000.0 unsecured revolving credit facility (the “Revolving Credit Facility”) to extend the term of the Revolving Credit Facility from March 29, 2023 to March 29, 2024.  We continue to have the ability to increase our borrowing up to an additional $600.0, subject to lender commitments and certain conditions as described in the Credit Agreement.  Borrowings under the Credit Agreement are available for general corporate purposes.\nAs of December 31, 2021, we had $240.6 in cash and cash equivalents, and approximately $746.0 available through the revolving facility under our Credit Agreement and our commercial paper program.  To preserve our liquidity, we invest cash primarily in government money market funds, prime money market funds, short-term commercial paper and short-term bank deposits.\nOn December 22, 2021, we entered into a $400.0 unsecured term loan facility with various banks.  The loan was fully drawn at closing. Unless prepaid, the loan is due on December 22, 2024.  The interest rate is LIBOR plus an applicable margin based on our credit rating, which can range from 60 basis points (“bps”) to 125 bps.  The proceeds of the loan were used to partially fund the TheraBreath Acquisition, with the remaining proceeds used for the repayment of commercial paper.\nAdditionally, we financed the TheraBreath Acquisition with a portion of the proceeds from an underwritten public offering of $400.0 aggregate principal amount Senior Notes due 2031 (the “2031 Notes”).  These Notes bear interest at 2.3% and were issued in an underwritten transaction under an indenture with Deutsche Bank Trust Company Americas, as trustee.  Interest on the 2031 Notes is payable semi-annually, on each June 15 and December 15.  The 2031 Notes will mature on December 15, 2031, unless earlier retired or redeemed.\nWe financed the Waterpik Acquisition with a portion of the proceeds from an underwritten public offering of $1,425.0 aggregate principal amount of Senior Notes completed on July 25, 2017, consisting of $300.0 aggregate principal amount of Floating Rate Senior Notes that were due in 2019 and have been fully repaid, $300.0 aggregate principal amount of 2.45% Senior Notes due 2022, $425.0 aggregate principal amount of 3.15% Senior Notes due 2027 and $400.0 aggregate principal amount of 3.95% Senior Notes due 2047 (collectively\nwith the 2031 Notes, the “Senior Notes”).  The $300.0 Floating Rate Senior Notes, which matured and were repaid in full with cash on hand and commercial paper on January 25, 2019, bore interest at a rate, reset quarterly, equal to three-month LIBOR plus 0.15%.\n42\nCHURCH & DWIGHT CO., INC AND SUBSIDIARIES\n(Dollars in millions, except share and per share data)\nOn September 26, 2012, we issued $400.0 aggregate principal amount of 2.875% Senior Notes due 2022 (the “2022 Notes”).  The 2022 Notes were issued under the second supplemental indenture, dated September 26, 2012 (the “BNY Mellon Second Supplemental Indenture”) to the indenture dated December 15, 2010 (the “BNY Mellon Base Indenture”) between us and The Bank of New York Mellon Trust Company, N.A., as trustee.  These Notes will mature on October 1, 2022, unless earlier retired or redeemed pursuant to the terms of the BNY Mellon Second Supplemental Indenture.\nIn 2021, we repaid the $300.0 term loan due May 1, 2022 that was used to partially fund the Flawless acquisition in 2019, with proceeds from commercial paper borrowings and cash on hand.\nIn 2015, we initiated a Supply Chain Finance program (“SCF Program”).  Under the SCF Program, qualifying suppliers may elect to sell their receivables from us for early payment. Participating suppliers negotiate their receivables sales arrangements directly with a third party. We are not party to those agreements and do not have an economic interest in the supplier’s decision to sell their receivables.  The SCF Program may allow suppliers more favorable terms than they could secure on their own.  The terms of our payment obligations are not impacted by a supplier’s participation in the SCF Program.   Our payment terms with suppliers are consistent between suppliers that elect to participate in the SCF Program and those that do not participate.  As a result, the program does not have an impact to our average days outstanding.\nAll amounts outstanding to suppliers participating in the SCF Program are recorded within Accounts Payable in our Consolidated Balance Sheets, and the associated payments are included in operating activities within our Consolidated Statements of Cash Flows.\nThe current economic environment presents risks that could have adverse consequences for our liquidity.  See the discussion of this and other risks under “Risk Factors” in Item 1A of this Annual Report.  Although there is uncertainty related to the impact of the COVID-19 pandemic on our future results, we believe our efficient business model and strong balance sheet position us to manage our business through this crisis. We continue to manage all aspects of our business including, but not limited to, monitoring the financial health of our customers, suppliers and other third-party relationships, implementing gross margin enhancement strategies and developing new opportunities for growth.  We do not anticipate that current economic conditions will adversely affect our ability to comply with the financial covenant in the Credit Agreement because we currently are, and anticipate that we will continue to be, in compliance with the maximum leverage ratio requirement under the Credit Agreement.\nIn December 2020, we entered into an accelerated share repurchase (“ASR”) contract with a commercial bank to purchase Common Stock.  We paid $300.0 to the bank, inclusive of fees, and received an initial delivery of shares equal to $270.0, or 3.1 million shares.  We used cash on hand and short-term borrowings to fund the initial purchase price.  Upon the completion of the ASR, which ended in February 2021, the bank delivered to us an additional 0.4 million shares.  The final shares delivered to us were determined by the average price per share paid by the bank during the purchase period.  All 3.5 million shares were purchased under our evergreen program.\nIn August 2021, we executed an agreement to purchase up to $200.0 of our Common Stock through October 31, 2021.  We purchased 1.6 million shares for approximately $130.0 through October, inclusive of fees, all of which was purchased under the 2017 Share Repurchase Program.\nOn October 28, 2021, the Board authorized a new share repurchase program under which we may purchase up to $1,000.0 in shares of Common Stock (the “2021 Share Repurchase Program”).  The 2021 Share Repurchase Program does not have an expiration and replaces our 2017 Share Repurchase Program.  All remaining dollars authorized for repurchase under the 2017 Share Repurchase Plan have been cancelled.  The 2021 Share Repurchase Program does not modify our evergreen share repurchase program, authorized by the Board on January 29, 2014, under which we may repurchase, from time to time, Common Stock to reduce or eliminate dilution associated with issuances of Common Stock under our incentive plans.\nIn December 2021, we executed open market purchases of 1.8 million shares for $170.3, inclusive of fees, of which $100.0 was purchased under the evergreen share repurchase program and $70.3 was purchased under the 2021 Share Repurchase Program.  In December 2021, we also entered into an ASR contract with a commercial bank to purchase Common Stock.  We paid $200.0 to the bank, inclusive of fees, and received an initial delivery of shares equal to $180.0, or 1.8 million shares.  We used cash on hand and short-term borrowings to fund the initial purchase price.  Upon the completion of the ASR, which ended in February 2022, the bank delivered an additional 0.2 million shares to us.  The final shares delivered to us were determined by the average price per share paid by the bank during the purchase period.  All 2.0 million shares were purchased under our 2021 Share Repurchase Program.\nAs a result\nof our recent stock repurchases, there remains $729.7 of share repurchase availability under the 2021 Share Repurchase Program as of December 31, 2021.\nOn January 28, 2022, the Board declared a 4% increase in the regular quarterly dividend from $0.2525 to $0.2625 per share, equivalent to an annual dividend of $1.05 per share payable to stockholders of record as of February 15, 2022.  The increase raises the annual dividend payout from $248.0 to approximately $255.0.\n43\nCHURCH & DWIGHT CO., INC AND SUBSIDIARIES\n(Dollars in millions, except share and per share data)\nWe anticipate that our cash from operations, together with our current borrowing capacity, will be sufficient to fund our share repurchase programs to the extent implemented by management, pay debt and\ninterest as it comes due and pay dividends at the latest approved rate, and meet our capital expenditure program costs, which are expected to be approximately $\n216.0\nin 2022 primarily for manufacturing capacity investments in laundry, litter and vitamins to support expected future sales growth.  Cash\n, together with our current borrowing capacity, may be used for acquisitions that would complement our existing product lines or geographic\nmarkets\n.\nCash Flow Analysis\n2021 compared to 2020\nNet Cash Provided by Operating Activities\n–\nOur primary source of liquidity is our cash flow provided by operating activities, which is dependent on the level of net income and changes in working capital.  Our net cash provided by operating activities in 2021 increased by $3.5 to $993.8 as compared to $990.3 in 2020 as higher cash earnings (net income adjusted for non-cash items) were mostly offset by higher working capital.  The increase in working capital is primarily related to lower obligations for incentive compensation and marketing.  We measure working capital effectiveness based on our cash conversion cycle.\nThe following table presents our cash conversion cycle information for the quarters ended December 31, 2021 and 2020:\nOur cash conversion cycle (defined as the sum of DSO plus DIO less DPO) at December 31, 2021, which is calculated using a two period average method, decreased 4 days from the prior year due to an increase in DPO of 6 days due to payable term extensions partially offset by an increase in DIO of 2 days.  We continue to focus on reducing our working capital requirements.\nNet Cash Used in Investing Activities\n– Net cash used in investing activities during 2021 was $682.0, primarily reflecting $556.0 for the TheraBreath Acquisition and $118.8 for property, plant and equipment additions.  Net cash used in investing activities during 2020 was $608.1, primarily reflecting $512.7 for the Zicam Acquisition, $98.9 for property, plant and equipment additions, partially offset by cash proceeds of $7.0 from the sale of the PERL WEISS toothpaste brand in Germany.\nNet Cash Used in Financing Activities\n– Net cash used in financing activities during the twelve months of 2021 was $252.1, reflecting $500.0 of repurchases of our Common Stock, $247.5 of cash dividend payments and $3.9 of financing costs, partially offset by $400.7 of net debt borrowings, and $98.7 of proceeds from stock option exercises.  Net cash used in financing activities during the twelve months of 2020 was $360.1, reflecting $300.0 of repurchases of our Common Stock, $237.3 of cash dividend payments, and $14.5 for the Agro business acquisition liability settlement, partially offset by $99.0 of short-term debt borrowings, net of repayments, and $93.0 of proceeds from stock option exercises.\n44\nCHURCH & DWIGHT CO., INC AND SUBSIDIARIES\n(Dollars in millions, except share and per share data)\nOTHER ITEMS\nMarket risk\nConcentration of Risk\nA group of three customers accounted for approximately 37% of consolidated net sales in 2021 and 36% in 2020 and 2019, respectively, of which a single customer, Walmart, accounted for approximately 24%, 23% and 24% in 2021, 2020 and 2019, respectively\n.\nInterest Rate Risk\nWe had outstanding total debt at December 31, 2021, of $2,562.9, net of debt issuance costs, of which approximately 75% has a fixed weighted average interest rate of 3.0% and the remaining 25% was constituted of commercial paper\nissued by us that currently has a weighted average interest rate of approximately 0.30%\nand the term loan due 2024 with a current rate of approximately 0.80%  In 2019, we entered into interest rate swap lock agreements to hedge the risk of changes in the interest payments attributable to changes in the benchmark LIBOR interest rate associated with anticipated issuances of debt.  The notional amount of the interest rate swap locks is $300.0. These interest rate swap lock agreements have been designated as hedges of the changes in fair value of the underlying debt obligation attributable to changes in interest rates and are accounted for as fair value hedges.  The fair value of the interest rate swap lock agreements is $41.6 and is reflected in the Consolidated Balance Sheet included in this Annual Report within Accounts payable and accrued expenses as it will be settled in 2022.\nOther Market Risks\nWe are also subject to market risks relating to our diesel and other commodity costs, fluctuations in foreign currency exchange rates, and changes in the market price of the Common Stock.  Refer to Note 3 to the Consolidated Financial Statements included in this Annual Report for a discussion of these market risks and the derivatives used to manage the risks associated with changing diesel fuel and other commodity prices, foreign exchange rates and the price of our Common Stock."
  },
  {
    "item_key": "item_7a",
    "text": "This information appears under the heading “Market Risk” in the “Management’s Discussion and Analysis” section.  Refer to page 45 of this Annual Report.\n45"
  },
  {
    "item_key": "item_8",
    "text": "MANAGEMENT’S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nManagement of Church & Dwight Co., Inc. (the “Company”) is responsible for establishing and maintaining adequate internal control over financial reporting.  Internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles.  A company’s internal control over financial reporting includes those policies and procedures that pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements.  Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nManagement evaluated the Company’s internal control over financial reporting as of December 31, 2021.  In making this assessment, management used the framework established in\nInternal Control-Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).  As a result of this assessment and based on the criteria in the COSO framework, management has concluded that as of December 31, 2021, the Company’s internal control over financial reporting was effective.\nThe Company’s independent registered public accounting firm, Deloitte & Touche LLP, has audited the Company’s internal control over financial reporting.  Their opinions on the effectiveness of the Company’s internal control over financial reporting and on the Company’s consolidated financial statements and financial statement schedule appear on pages 47 and 50 of this Annual Report on Form 10-K.\n46\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Board of Directors and Stockholders of\nChurch & Dwight Co., Inc.\nEwing, New Jersey\nOpinion on the Consolidated Financial Statements\nWe have audited the accompanying consolidated balance sheets of Church & Dwight Co., Inc. and subsidiaries (the \"Company\") as of December 31, 2021 and 2020, the related consolidated statements of income, comprehensive income, stockholders' equity, and cash flows, for each of the three years in the period ended December 31, 2021, and the related notes and the schedule listed in the Index at Item 15 (collectively referred to as the “consolidated financial statements\"). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2021 and 2020, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2021, in conformity with the accounting principles generally accepted in the United States of America.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company's internal control over financial reporting as of December 31, 2021, based on criteria established in Internal Control — Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission and our report dated February 17, 2022, expressed an unqualified opinion on the Company's internal control over financial reporting.\nChange in Accounting Principle\nAs discussed in Note 1 to the consolidated financial statements, effective January 1, 2019, the Company adopted the Financial Accounting Standard Board’s new standard related to leases using the optional transition method of adoption, which permits the Company to continue presenting all periods prior to January 1, 2019 under the previous lease accounting guidance.\nBasis for Opinion\nThese consolidated financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company's consolidated financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matters\nThe critical audit matters communicated below are matters arising from the current-period audit of the consolidated financial statements that were communicated or required to be communicated to the audit committee and that (1) relate to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate.\n47\nTradenames and Other Intangibles, Net – Trojan - Refer to Notes 1 and 7 to the Consolidated Financial Statements\nCritical Audit Matter Description\nThe Company owns tradenames that are considered to have indefinite lives. These tradenames are required to be measured periodically for impairment. In recent years the Company’s Trojan business, specifically the condom category, has not grown and competition has increased resulting in a reduction in expected future cash flows.  As a result, the Trojan business has experienced sales and profit declines that has eroded a portion of the excess between the fair and carrying value, which could result in an impairment of the asset if such sales and profit declines continue.  The carrying value of the Trojan tradename is $176.4 million and fair value exceeded the carrying value by 70% as of December 31, 2021.\nManagement estimates the fair value of this tradename on a periodic basis. The determination of the fair value requires management to make significant estimates and assumptions related to future performance, such as revenue growth rates, as well as the selection of appropriate valuation assumptions such as the royalty rate and discount rate. Changes in these assumptions could have a significant impact on the fair value of the tradename, leading to an impairment.\nGiven the significant judgments made by management to estimate the tradename’s fair value, performing audit procedures to evaluate the reasonableness of management’s estimates and assumptions related to the revenue growth rates and the selection of the royalty rate and discount rate, involved a high degree of auditor judgment and an increased extent of effort, including the need to involve our fair value specialists.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to the revenue growth rates and selection of the royalty rate and discount rate for the tradename included the following, among others:\nAcquisition – TheraBreath Tradename – Refer to Note 6 to the Consolidated Financial Statements\nCritical Audit Matter Description\nThe Company acquired all of the outstanding equity of Dr. Harold Katz, LLC and HK-IP International, Inc., the owner of the THERABREATH® brand and oral care products business (the “TheraBreath Acquisition”). The Company paid $556.0, net of cash acquired, and may make an additional cash payment up to $14.0 million related to certain indemnifications provided by the seller.  The Company accounted for the TheraBreath Acquisition under the acquisition method of accounting for business combinations. Accordingly, the purchase price was allocated to the assets acquired and liabilities assumed based on their respective fair values, including a tradename of $487.0 million. Management estimated the fair value of the tradename using a discounted cash flow method. The fair value determination of the tradename required management to make significant estimates and assumptions related to future revenue, cash flows and the selection of a discount rate.\nGiven that the fair value determination of the tradename requires management to make significant estimates and assumptions related to the forecasts of future revenue and cash flows, and the selection of a discount rate, performing audit procedures to evaluate the reasonableness of these estimates and assumptions required a high degree of auditor judgment and an increased extent of effort, including the need to involve our fair value specialists.\n48\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to the forecasts of future revenue and cash flows for the valuation of the tradename, as well as the selection of the associated discount rate, included the following, among others:\n/s/\nDELOITTE & TOUCHE LLP\nParsippany, NJ\nFebruary 17, 2022\nWe have served as the Company's auditor since 1968.\n49\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Board of Directors and Stockholders of\nChurch & Dwight Co., Inc.\nEwing, New Jersey\nOpinion on Internal Control over Financial Reporting\nWe have audited the internal control over financial reporting of Church & Dwight Co., Inc. and subsidiaries (the \"Company\") as of December 31, 2021, based on criteria established in Internal Control — Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2021, based on criteria established in Internal Control — Integrated Framework (2013) issued by COSO.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated financial statements as of and for the year ended December 31, 2021, of the Company and our report dated February 17, 2022, expressed an unqualified opinion on those consolidated financial statements.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ DELOITTE & TOUCHE LLP\nParsippany, NJ\nFebruary 17, 2022\n50\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF INCOME\n(In millions, except per share data)\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\n(In millions)\nSee Notes to Consolidated Financial Statements.\n51\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nCONSOLIDATED BALANCE SHEETS\n(In millions, except share and per share data)\nSee Notes to Consolidated Financial Statements.\n52\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF CASH FLOW\n(In millions)\nSee Notes to Consolidated Financial Statements\n.\n53\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF CASH FLOW-CONTINUED\n(In millions)\nSee Notes to Consolidated Financial Statements.\n54\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY\nYears Ended December 31, 2021, 2020 and 2019\n(In millions)\nSee Notes to Consolidated Financial Statements.\n55\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n(In millions, except share and per share data)\nBusiness\nThe Company, founded in 1846, develops, manufactures and markets a broad range of household, personal care and specialty products focused on animal productivity, chemicals and cleaners.  The Company sells its consumer products under a variety of brands through a broad distribution platform that includes supermarkets, mass merchandisers, wholesale clubs, drugstores, convenience stores, home stores, dollar, pet and other specialty stores and websites and other e-commerce channels, all of which sell the products to consumers.  The Company also sells specialty products to industrial customers, livestock producers and through distributors.\nBasis of Presentation\nThe accompanying Consolidated Financial Statements are presented in accordance with accounting principles generally accepted in the U.S. (“GAAP”) and include the accounts of the Company and its majority‑owned subsidiaries.  For equity investments in which the Company does not control or have the ability to exert significant influence over the investee, which generally is when the Company has less than a 20% ownership interest, the investments are accounted for under the cost method.  In circumstances where the Company has greater than a 20% ownership interest and has the ability to exercise significant influence over, but does not control, the investee, the investment is accounted for under the equity method.  As a result, the Company accounts for its\n50\n% interest in its Armand Products Company (“Armand”) joint venture and its\n50\n% interest in The ArmaKleen Company (“ArmaKleen”) joint venture under the equity method.  Armand and ArmaKleen are specialty chemical businesses.  The Company’s equity in earnings of Armand and ArmaKleen are included in the Corporate segment, as described in Note 16.\nUse of Estimates\nThe preparation of financial statements in conformity with generally accepted accounting principles requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent gains and losses at the date of the financial statements and reported amounts of revenue and expenses during the reporting period.  Management makes estimates regarding inventory valuation, promotional and sales returns reserves, the carrying amount of goodwill and other intangible assets, the realization of deferred tax assets, tax reserves, business acquisition liabilities, liabilities related to other postretirement benefit obligations and other matters that affect the reported amounts and other disclosures in the financial statements.  These estimates are based on judgment and available information.  Actual results could differ materially from those estimates, and it is possible that changes in such estimates could occur in the near term.\nRevenue Recognition\nRevenue is recognized when control of a promised good is transferred to a customer in an amount that reflects the consideration that the Company expects to be entitled to in exchange for that good.  This usually occurs when finished goods are delivered to the Company’s customers or when finished goods are picked up by a customer or a customer’s carrier.\nThe Company primarily ships finished goods to its customers and operates in\nthree\nsegments: Consumer Domestic, Consumer International and Specialty Products Division (“SPD”).  The segments are based on differences in the nature of products and organizational and ownership structures.  The Consumer Domestic and Consumer International segments market a variety of personal care and household products and over-the-counter products, including but not limited to baking soda, cat litter, laundry detergent, condoms, stain removers, hair removal, gummy dietary supplements, dry shampoo, water flossers and showerheads.  The SPD segment focuses on sales to businesses and participates in\nthree\nproduct areas: Animal and Food Production, Specialty Chemicals and Specialty Cleaners.  The Company’s products are distinct and separately identifiable on customer contracts or invoices, with each product sale representing a separate performance obligation.\nThe Company sells consumer products under a variety of brands through a broad distribution platform that includes supermarkets, mass merchandisers, wholesale clubs, drugstores, convenience stores, home stores, dollar, pet and other specialty stores and websites and other e-commerce channels, all of which sell its products to consumers. The Company sells its specialty products to industrial customers, livestock producers and through distributors.\nRefer to Note 17 for disaggregated revenue information with respect to each of the Company’s segments.\n56\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nFor performance obligations related to the shipping and invoicing of products, control transfers at the point in time upon which finished goods are delivered to the Company’s customers or when finished goods are picked up by a customer or a customer’s carrier. Once a product has been delivered or picked up by the customer, the customer is able to direct the use of, and obtain substantially all of the remaining benefits from, the asset. The Company considers control to have transferred upon delivery or customer receipt because the Company has an enforceable right to payment at that time, the customer has legal title to the asset, the Company has transferred physical possession of the asset, and the customer has significant risk and rewards of ownership of the asset.\nThe Company conducts extensive promotional activities, primarily through the use of off-list discounts, slotting, coupons, cooperative advertising, periodic price reduction arrangements, and end-aisle and other in-store displays.  The costs of such activities are netted against sales and are recorded when the related sale takes place.  The reserves for sales returns and consumer and trade promotion liabilities are established based on the Company’s best estimate of the amounts necessary to settle future and existing obligations for products sold as of the balance sheet date.  The Company uses historical trend experience and coupon redemption inputs in arriving at coupon reserve requirements, and uses forecasted appropriations, customer and sales organization inputs, and historical trend analysis in determining the reserves for other promotional activities and sales returns.\nThe Company expenses incremental direct costs of obtaining a contract (broker commissions) when the related sale takes place. These costs are recorded in SG&A expenses in the accompanying consolidated statements of income.\nThe Company accounts for shipping and handling costs as fulfillment activities which are therefore recognized upon shipment of the goods.\nThe Company has applied the portfolio approach to all open contracts as they have similar characteristics and can reasonably expect that the effects on the financial statements of applying this new guidance to the portfolio of contracts would not differ materially from applying this guidance to the individual contracts within the portfolio.\nThe Company excludes from its revenue any amounts collected from customers for sales (and similar) taxes.\nSales of Accounts Receivable\nThe Company entered into a factoring agreement with a financial institution to sell certain customer receivables at discounted rates in 2015.  Transactions under this agreement are accounted for as sales of accounts receivable and are removed from the Consolidated Balance Sheet at the time of the sales transaction.  As the customers associated with the Company’s factoring program have been consistent in recent years, the sales performance by customer has driven the amount factored each year.  The Company factored an incremental $\n21.2\n, $\n21.1\n, and $\n26.0\nduring the years ended December 31, 2021, 2020 and 2019, respectively.\nCost of Sales, Marketing and Selling, General and Administrative Expenses\nCost of sales include costs related to the manufacture of the Company’s products, including raw material, inbound freight, direct labor (including employee compensation benefits) and indirect plant costs such as plant supervision, receiving, inspection, maintenance labor and materials, depreciation, taxes and insurance, purchasing, production planning, operations management, logistics, freight to customers, warehousing costs, internal transfer freight costs and plant impairment charges.\nMarketing expenses include costs for advertising (excluding the costs of cooperative advertising programs, which are reflected in net sales), costs for coupon insertion (mainly the cost of printing and distribution), consumer promotion costs (such as on-shelf advertisements and floor ads), public relations, package design expense and market research costs.\nSelling, general and administrative expenses (“SG&A”) expenses include, among others, costs related to functions such as sales, corporate management, research and development, marketing administration, information technology and legal.  Such costs include salary compensation related costs (such as benefits, incentive compensation and profit sharing), stock option costs, depreciation, travel and entertainment related expenses, professional and other consulting fees and amortization of intangible assets.\nForeign Currency Translation\nUnrealized\ngains and losses related to currency translation are recorded in Accumulated Other Comprehensive Income (Loss).  Gains and losses on foreign currency transactions are recorded in the Consolidated Statements of Income.\n57\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nCash Equivalents\nCash equivalents consist of highly liquid short-term investments and term bank deposits, which mature within three months of their original maturity date.\nInventories\nInventories are valued at the lower of cost or market (net realizable value, which reflects any costs to sell or dispose).  The Company identifies any slow moving, obsolete or excess inventory to determine whether an adjustment is required to establish a new carrying value.  The determination of whether inventory items are slow moving, obsolete or in excess of needs requires estimates and assumptions about the future demand for the Company’s products, technological changes, and new product introductions.  Estimates as to the future demand used in the valuation of inventory involve judgments regarding the ongoing success of the Company’s products.  The Company evaluates its inventory levels and expected usage on a periodic basis and records adjustments as required.  Adjustments to reflect inventory at net realizable value were $\n36.2\nat December 31, 2021, and $\n17.0\nat December 31, 2020.\nProperty, Plant and Equipment\nProperty, Plant and Equipment (“PP&E”) are stated at cost.  Depreciation is recorded using the straight-line method over the estimated useful lives of the respective assets.  Estimated useful lives for building and improvements, machinery and equipment, and office equipment range from 9-40, 3-20 and 3-\n10\nyears, respectively.  Routine repairs and maintenance are expensed when incurred.  Leasehold improvements are depreciated over a period no longer than the respective lease term, except where a lease renewal has been determined to be reasonably assured and failure to renew the lease results in a significant penalty to the Company.\nPP&E is reviewed annually and whenever events or changes in circumstances indicate that possible impairment exists.  The Company’s impairment review is based on an undiscounted cash flow analysis at the lowest level at which cash flows of the long-lived assets are largely independent of other groups of Company assets and liabilities.  The analysis requires management judgment with respect to changes in technology, the continued success of product lines, and future volume, revenue and expense growth rates.  The Company conducts annual reviews to identify idle and underutilized equipment, and reviews business plans for possible impairment.  Impairment occurs when the carrying value of the asset exceeds the future undiscounted cash flows.  When an impairment is indicated, the estimated future cash flows are then discounted to determine the estimated fair value of the asset and an impairment charge is recorded for the difference between the carrying value and the net present value of estimated future cash flows.\nSoftware\nThe Company capitalizes certain costs of developing computer software.  Amortization is recorded using the straight‑line method over the estimated useful life of the software, which is estimated to be no longer than\n10\nyears.\nFair Value of Financial Instruments\nCertain financial instruments are required to be recorded at fair value.  The estimated fair values of such financial instruments (including investment securities and other derivatives) have been determined using market information and valuation methodologies.  Changes in assumptions or estimation methods could affect the fair value estimates.  Other financial instruments, including cash equivalents and short-term debt, are recorded at cost, which approximates fair value.  Additional information regarding the Company’s risk management activities, including derivative instruments and hedging activities, are separately disclosed.  See Notes 2 and 3.\nGoodwill and Other Intangible Assets\nCarrying values of goodwill and indefinite-lived trade names are reviewed periodically for possible impairment.  The Company’s impairment analysis is based on a discounted cash flow approach that requires significant judgment with respect to unit volume, revenue and expense growth rates, and the selection of an appropriate discount rate and royalty rate.  Management uses estimates based on expected trends in making these assumptions.  With respect to goodwill, impairment occurs when the carrying value of the reporting unit exceeds the discounted present value of cash flows for that reporting unit.  For trade names and other intangible assets, an impairment charge is recorded for the difference between the carrying value and the net present value of estimated future cash flows, which represents the estimated fair value of the asset.  Judgment is required in assessing whether assets may have become impaired between annual valuations.  Indicators such as unexpected adverse economic factors, unanticipated technological change, distribution losses, or competitive activities and acts by governments and courts may indicate that an asset has become impaired.  Intangible assets with finite lives are amortized over their estimated useful lives, which range from 3-\n20\nyears, using the straight-line method, and reviewed for impairment when changes in market circumstances occur.\nIt is possible that the Company’s conclusions regarding impairment or recoverability of goodwill or other intangible assets could change in future periods if, for example, (i) the businesses or brands do not perform as projected, (ii) overall economic conditions in future years vary\n58\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nfrom current assumptions (including changes in discount rates), (iii) business conditions or strategies change from current assumptions, (iv) investors require higher rates of return on equity investments in the marketplace or (v) enterprise values of comparable publicly traded companies, or actual sales transactions of comparable companies, were to decline, resulting in lower multiples of revenues and EBITDA.\nResearch and Development\nThe Company incurred research and development expenses in the amount of $\n105.2\n, $\n102.6\nand $\n93.6\nin 2021, 2020 and 2019, respectively.  These expenses are included in SG&A expenses and are expensed as incurred.\nEarnings Per Share (“EPS”)\nBasic EPS is calculated based on income available to holders of the Company’s common stock (“Common Stock”) and the weighted-average number of shares outstanding during the reported period.  Diluted EPS includes additional dilution from potential Common Stock issuable pursuant to the exercise of outstanding stock options\n.  The following table sets forth a reconciliation of the weighted-average number of shares of Common Stock outstanding to the weighted-average number of shares outstanding on a diluted basis:\nEmployee and Director Stock Based Compensation\nThe fair value of share-based compensation is determined at the grant date and the related expense is recognized over the required employee service period in which the share-based compensation vests.\nThe following table presents the pre-tax expense associated with the fair value of unvested stock options and restricted stock awards included in SG&A expenses and in cost of sales:\nIncome Taxes\nIncome taxes are accounted for under the asset and liability method.  Deferred tax assets and liabilities are recognized to reflect the future tax consequences attributable to the differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases and operating loss and tax credit carryforwards.  Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which the differences are expected to be recovered or settled.  Management provides a valuation allowance against deferred tax assets for amounts which are not considered “more likely than not” to be realized.  The Company records liabilities for potential assessments in various tax jurisdictions in accordance with GAAP.  The liabilities relate to tax return positions that, although supportable by the Company, may be challenged by the tax authorities and do not meet the minimum recognition threshold required under applicable accounting guidance for the related tax benefit to be recognized in the income statement.  The Company adjusts this liability as a result of changes in tax legislation, interpretations of laws by courts, rulings by tax authorities, changes in estimates and the expiration of the statute of limitations.  Many of the judgments involved in adjusting the liability involve assumptions and estimates that are highly uncertain and subject to change.  In this regard, settlement of any issue with, or an adverse determination in litigation against, a taxing authority could require the use of cash and result in an increase in the Company’s annual tax rate.  Conversely, favorable resolution of an issue with a taxing authority would be recognized as a reduction to the Company’s annual tax rate.\nRecently Adopted Accounting Pronouncements\nIn March 2020, the FASB issued new accounting guidance intended to provide temporary optional expedients and exceptions to the U.S. GAAP guidance on contract modifications and hedge accounting to ease the financial reporting burdens related to the expected market transition from the London Interbank Offered Rate (“LIBOR”) and other interbank offered rates to alternative reference rates.  This guidance was effective beginning on March 12, 2020, and the Company may apply the amendments prospectively to contract modifications made or relationships entered into or evaluated through December 31, 2022.  The adoption of this guidance did not have an impact on the Company’s\n59\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nconsolidated financial position, results of operations or cash flows in the current period.  The Company will continue to evaluate the impacts of this guidance on future contract modifications through December 31, 2022.\nIn February 2016 and July 2018, the FASB issued new lease accounting guidance, requiring lessees to recognize right-of-use lease assets and lease liabilities on the balance sheet for those leases previously classified as operating leases, with a term greater than a year. The new guidance also expands the required quantitative and qualitative disclosures surrounding leases. The guidance was effective for annual and interim periods beginning after December 15, 2018, and allowed companies to apply the requirements retrospectively, either to all prior periods presented or through a cumulative adjustment in the year of adoption. The Company adopted the new standard on January 1, 2019 using the optional transition method of adoption which permits the entity to continue presenting all periods prior to January 1, 2019 under the previous lease accounting guidance.  The Company has implemented the appropriate internal controls and applications to monitor and record historical and future lease arrangements and required disclosures.\nFor all existing operating leases as of December 31, 2018, the Company recorded Right of Use Assets of approximately $\n55.0\nand corresponding lease liabilities of approximately $\n57.0\nwith an offset to Deferred and Other Long-term Liabilities of approximately $\n2.0\nto eliminate deferred rent on the consolidated balance sheet.\nIn addition, based on the transition guidance surrounding failed sale-and-leaseback transactions, the Company re-evaluated the lease for its corporate headquarters in Ewing, New Jersey.  This lease was previously considered a failed sale-and-leaseback transaction under Accounting Standards Codification (“ASC”) 840 because of continuing involvement. The re-evaluation resulted in a change in classification from a finance transaction to an operating lease.  The corporate headquarters building, which had a net book value of approximately $\n35.0\nrecorded in Property, Plant and Equipment as of December 31, 2018, was derecognized on January 1, 2019 and a Right of Use Asset of approximately $\n52.0\nwas recorded with an offset to Deferred Income Taxes of $\n4.0\nand Retained Earnings of $\n13.0\n. The Lease Liability pertaining to this asset of $\n52.0\nremained unchanged.\nIn total, at the adoption of the new accounting guidance there were Right of Use Assets of approximately $\n107.0\nand a corresponding Lease Liabilities of $\n109.0\n.  This did not include an existing cease-use liability of approximately $\n7.0\npertaining to one of the Company’s previous corporate offices that remained unchanged as a result of the transition.  Refer to Note 8 for the Company’s lease disclosures.\nThe effects of the recently adopted lease accounting standard to the Company’s consolidated balance sheet as of January 1, 2019 is as follows:\nThe adoption of the new lease accounting standard did not have a material impact on the Company’s results of operations or cash flows.\nRecent Accounting Pronouncements Not Yet Adopted\nThere have been no other accounting pronouncements issued but not yet adopted by the Company which are expected to have a material impact on the Company’s consolidated financial position, results of operations or cash flows.\nFair Value Hierarchy\nAccounting guidance on fair value measurements and disclosures establishes a hierarchy that prioritizes the inputs used to measure fair value (generally, assumptions that market participants would use in pricing an asset or liability) based on the quality and reliability of the information provided by the inputs, as follows:\nLevel 1: Quoted market prices in active markets for identical assets or liabilities.\nLevel 2: Observable market-based inputs or unobservable inputs that are corroborated by market data.\nLevel 3: Unobservable inputs that are not corroborated by market data.\n60\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nFair Values of Other Financial Instruments\nThe following table presents the carrying amounts and estimated fair values of the Company’s other financial instruments at December 31, 2021 and December 31, 2020:\nThe Company recognizes transfers between input levels as of the actual date of the event.  There were no transfers between input levels during the twelve months ended December 31, 2021.\nThe following methods and assumptions were used to estimate the fair value of each class of financial instruments reflected in the Consolidated Balance Sheets:\nCash Equivalents:\nCash equivalents consist of highly liquid short-term investments and term bank deposits, which mature within three months.  The estimated fair value of the Company’s cash equivalents approximates their carrying value.\nShort-Term Borrowings:\nThe carrying amounts of the Company’s unsecured lines of credit and commercial paper issuances approximates fair value because of their short maturities and variable interest rates.\nSenior Notes:\nThe Company determines the fair value of its senior notes based on their quoted market value or broker quotes, when possible.  In the absence of observable market quotes, the notes are valued using non-binding market consensus prices that the Company seeks to corroborate with observable market data.\nInterest Rate Swap Lock Agreement:\nThe Company entered into interest rate swap lock agreements\n(“Interest Rate Swap Lock Agreements”)\nwhich are used to hedge the risk of changes in the interest payments attributable to changes in the benchmark U.S. Dollar London Interbank Offered Rate (“LIBOR”) interest rate associated with anticipated issuances of debt in 2022.  These interest rate swap lock agreements have been designated as cash flow hedges and have a notional amount of $\n300.0\n.  The liability decreased by $\n15.4\nduring the year ended December 31, 2021 primarily due to higher current and projected interest rates with the offset in Accumulated Other Comprehensive Loss and Deferred Taxes.  The liability was reclassified to Accounts Payable and Accrued Expenses during the third quarter of 2021\n.\nBusiness Acquisition Liabilities:\nThe business acquisition liabilities represent the estimated fair value of additional future contingent consideration payable for acquisitions of businesses that included contingent consideration clauses.  The fair value of\nbusiness acquisition liabilities\nis evaluated on an ongoing basis and is based on management estimates and entity-specific assumptions which are considered Level 3 inputs.\nAs of December 31, 2021, the Company had\na business acquisition liability\nof $\n20.0\nin connection with the Zicam Acquisition and a $\n14.0\nbusiness acquisition liability in connection with the TheraBreath Acquisition (b\noth of which are defined in Note 6).  Any amount that may be due for the Zicam business acquisition liability is payable\nfive years\nfrom the closing date.  Any amount that may be due for the TheraBreath business acquisition liability is payable\nin installments between two and\nfour years\nfrom the closing.\nAs of December 31, 2020, the Company had a\nbusiness acquisition liability\nrelated to the Flawless Acquisition of $\n98.0\nand\na $\n20.0\nliability in connection with the Zicam acquisition which is payable five years from the closing date.\nThe initial fair value of the Flawless business acquisition liability was $\n182.0\n.  That amount was established based on initial projections in the purchase price allocation.  Since the initial fair value was established, the Company has recorded a reduction in fair value of the entire\n61\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\n$\n182.0\nbusiness acquisition liability of which $\n98.0\nwas recorded in the twelve months ended December 31, 2021, based on the revised valuation due to updated sales forecasts.  The reduction in fair value was recorded as a reduction in SG&A expense within the Consumer Domestic and Consumer International segments.  At December 31, 2021\n, which was the end of the earn out period,\nthe business acquisition liability value was\n$\n0.0\n.\nSee Note 15 for further details.\nThe fair value measurement of the business acquisition liabilities is determined using Level 3 inputs. The fair value is determined using the present value of the weighted probabilities of the possible payments due to randomly changing revenue growth. These fair value measurements represent Level 3 measurements as they are based on significant inputs not observable in the market. Significant judgment is employed in determining the appropriateness of these assumptions as of the acquisition date and for each subsequent period. Accordingly, changes in assumptions could have a material impact on the fair value of the business acquisition liabilities. Changes in the fair value of the business acquisition liabilities are recorded in general and administrative expenses in the accompanying consolidated statements of operations.\nOther\n:  The carrying amounts of accounts receivable, and accounts payable and accrued expenses, approximated estimated fair values as of December 31, 2021 and 2020.\nChanges in interest rates, foreign exchange rates, the price of the Common Stock and commodity prices expose the Company to market risk.  The Company manages these risks by the use of derivative instruments, such as cash flow and fair value hedges, diesel and commodity hedge contracts, equity derivatives and foreign exchange forward contracts.  The Company does not use derivatives for trading or speculative purposes.\nThe Company formally designates and documents qualifying instruments as hedges of underlying exposures when it enters into derivative arrangements.  Changes in the fair value of derivatives designated as hedges and qualifying for hedge accounting are recorded in other comprehensive income and reclassified into earnings during the period in which the hedged exposure affects earnings.  The Company reviews the effectiveness of its hedging instruments on a quarterly basis.  If the Company determines that a derivative instrument is no longer effective in offsetting changes in fair values or cash flows, it recognizes the hedge ineffectiveness in current period earnings and discontinues hedge accounting with respect to the derivative instrument.  Changes in the fair value of derivatives not designated as hedges or those not qualifying for hedge accounting are recognized in current period earnings.  Upon termination of cash flow hedges, the Company reclassifies gains and losses from accumulated other comprehensive income based on the timing of the underlying cash flows, unless the termination results from the failure of the intended transaction to occur in the expected timeframe.  Such untimely transactions require immediate recognition in earnings of gains and losses previously recorded in other comprehensive income.\nDuring 2021 and 2020, the Company used derivative instruments to mitigate risk, some of which were designated as hedging instruments.  The tables following the discussion of the derivative instruments below summarize the fair value of the Company’s derivative instruments and the effect of derivative instruments on the Company’s consolidated Statement of Operations and on other comprehensive income.\nDerivatives Designated as Hedging Instruments\nDiesel Fuel Hedges\nThe Company uses independent freight carriers to deliver its products.  These carriers currently charge the Company a basic rate per mile for diesel fuel price increases.  The Company has entered into hedge agreements with counterparties to mitigate the volatility of diesel fuel prices, and not to speculate in the future price of diesel fuel.  Under the hedge agreements, the Company agreed to pay a fixed price per gallon of diesel fuel determined at the time the agreements were executed and to receive a floating rate payment that is determined on a monthly basis based on the average price of the Department of Energy’s Diesel Fuel Index during the applicable month and is designed to offset any increase or decrease in fuel costs that the Company pays to it common carriers.  The agreements covered approximately\n75\n% of the Company’s 2021 diesel fuel requirements.\nThese diesel fuel hedge agreements qualified for hedge accounting.  Therefore, changes in the fair value of such agreements are recorded under Accumulated Other Comprehensive Income (Loss) on the Consolidated Balance Sheet.  There are no remaining hedges outstanding as of December 31, 2021.\nForeign Currency\nThe Company is subject to exposure from fluctuations in foreign currency exchange rates, primarily U.S. Dollar/Euro, U.S. Dollar/ Pound, U.S. Dollar/Canadian Dollar, U.S. Dollar/Mexican Peso, and U.S. Dollar/Australian Dollar.\n62\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nThe Company enters into forward exchange contracts to reduce the impact of foreign exchange rate fluctuations related to anticipated but not yet committed sales or purchases denominated in U.S. Dollar, Canadian Dollar, Pound, Euro, Mexican Peso, Chinese Yuan, and Australian Dollar.  The Company entered into forward exchange contracts to hedge itself from the risk that, due to fluctuations in currency exchange rates, it would be adversely affected by net cash outflows.  The face value of the unexpired contracts as of December 31, 2021 totaled $\n222.2\nin U.S. Dollars, of which\n$\n216.3\nqualifies as foreign currency cash flow hedges and, therefore, changes in the fair value of the contracts are recorded in Accumulated Other Comprehensive Income (Loss) and reclassified to earnings when the hedged transaction affected earnings.\nInterest Rate Swap Lock Agreement\nThe Company entered into interest rate swap lock agreements to hedge the risk of changes in the interest payments attributable to changes in the benchmark LIBOR interest rate\nassociated with anticipated issuances of debt\n.\nThese interest rate swap lock agreements have been designated as cash flow hedges and have a notional amount of $\n300.0\n.\nThe fair value of the interest rate swap lock agreements is reflected in the Consolidated Balance Sheet within Accounts Payable and Accrued Expenses.\nCommodity Hedges\nThe Company is subject to exposure due to changes in prices of commodities used in production.  To limit the effects of fluctuations in the future market price paid and related volatility in cash flows, the Company enters into commodity forward swap contracts.  These hedges are designated as cash flow hedges for accounting purposes and, therefore, changes in the fair value of the contracts are recorded in Accumulated Other Comprehensive Income (Loss) and reclassified to earnings when the hedged transaction affected earnings.  The fair value of these commodity hedge agreements is reflected in the Consolidated Balance Sheet within Other Current Assets and Accounts Payable and Accrued Expenses.\nDerivatives not Designated as Hedging Instruments\nEquity Derivatives\nThe Company has entered into equity derivative contracts covering the Common Stock in order to minimize its liability under its Executive Deferred Compensation Plan resulting from changes in the quoted fair values of the Common Stock to participants who have investments under the Plan in a notional Common Stock fund.  The contracts are settled in cash.  Since the equity derivatives contracts do not qualify for hedge accounting,\nthe Company is required to mark such contracts to market throughout the contract term and record changes in fair value in the consolidated Statement of Operations.\n63\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nThe notional amount of a derivative instrument is the nominal or face amount used to calculate payments made on that instrument.  Notional amounts are presented in the following table:\nExcluding the interest rate swap lock disclosed in Note 2, the fair values and amount of gain (loss) recognized in income and other comprehensive income associated with the derivative instruments disclosed above do not have a material impact on the Company’s consolidated financial statements.\nInventories consist of the following:\nPP&E consist of the following:\nOn December 24, 2021, the Company acquired all of the outstanding equity of\nDr. Harold Katz, LLC and HK-IP International, Inc.\n, the owners of the THERABREATH® brand of oral care products business (the “TheraBreath Acquisition”).  The Company paid $\n556.0\n, net of cash acquired, at closing and deferred an additional cash payment of $\n14.0\nrelated to certain\nindemnity obligations\nprovided by the seller.\n64\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nThe additional amount, to the extent not used in satisfaction of such indemnity obligations, is payable in installments between\ntwo\nand\nfour years\nfrom the closing.\nT\nHERABREATH\n’s annual net sales for the year ended December 31, 2021 were approximately $\n100\n.  The acquisition was financed by the proceeds from a $\n400.0\nthree-year\nterm loan and\nthe\nCompany’s\nunderwritten public offering of $\n400.0\naggregate principal Senior Notes\ndue on December 15, 2031\n(as defined in Note 10) completed on December 10, 2021.  The T\nHERABREATH\nbusiness is managed in the Consumer Domestic and Consumer International segments.\nThe preliminary fair values of the net assets at acquisition are set forth as follows:\nThe trade names and other intangible assets were valued using a discounted cash flow model.  The life of the amortizable intangible assets recognized from the TheraBreath Acquisition have a useful life which ranges from 10 -\n20\nyears.  The goodwill is a result of expected synergies from combined operations of the acquired business and the Company.  Pro forma results are not presented because the impact of the acquisition is not material to the Company’s consolidated financial results.  The goodwill and other intangible assets associated with the TheraBreath Acquisition are deductible for U.S. tax purposes.\nOn December 1, 2020, the Company acquired all of the outstanding equity of Consumer Health Holdco LLC, the owner of the ZICAM\n®\nbrand and cold remedy products business (the “Zicam Acquisition”).  The Company paid $\n512.7\n, net of cash acquired, at closing and deferred an additional cash payment of $\n20.0\nrelated to certain indemnifications provided by the seller.  The deferred amount is recorded in Business Acquisition Liabilities on the consolidated balance sheet\nand any amount that may be due for the business acquisition liability\nis payable\nfive years\nfrom the closing.  Zicam’s annual net sales for the year ended December 31, 2020 were approximately $\n107.0\n.  The acquisition was financed by the Company with a combination of cash on hand and short-term borrowings.  The ZICAM business is managed in the Consumer Domestic segment.\nThe fair values of the net assets acquired are set forth as follows:\nThe trade names and other intangible assets were valued using a discounted cash flow model.  All of the intangible assets recognized from the Zicam Acquisition have a useful life which ranges from 10 -\n20\nyears.  The goodwill is a result of expected synergies from combined operations of the acquired business and the Company.  Pro forma results are not presented because the impact of the acquisition is not material to the Company’s consolidated financial results.  The goodwill and other intangible assets associated with the Zicam Acquisition are not deductible for U.S. tax purposes.\nOn May 1, 2019, the Company closed on its previously announced acquisition of the FLAWLESS® business (the “Flawless Acquisition”) from Ideavillage Products Corporation (“Ideavillage”). The Company paid $\n475.0\nat closing and agreed to make an additional business acquisition liability payment based on a trailing\ntwelve-month\nnet sales target ending no later than\nDecember 31, 2021\n.  At September 30, 2021 the business acquisition liability value was $\n0.0\n.  The Company does not expect to make a payment for the Flawless business acquisition liability.  The transaction was funded with a\nthree-year\nterm loan and commercial paper borrowings. There was a six-month integration transition period in which the net cash received from Ideavillage was accounted for as other revenue as a component of net sales. The Company purchased the inventory as part of the acquisition following the transition period, and at such time the Company became\n65\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nthe principal party to the sales transactions and began recording revenue on a gross basis. The FLAWLESS business is managed in the Consumer Domestic and Consumer International segments and represents an addition to the Company’s specialty haircare portfolio which includes BATISTE® dry shampoo, VIVISCAL hair thinning supplements, and TOPPIK® hair fibers.\nThe fair values of the net assets acquired are set forth as follows:\nAs a result of the Company purchasing assets, the goodwill and other intangible assets associated with the Flawless Acquisition are deductible for U.S. tax purposes.  The trade names and other intangible assets were valued using a discounted cash flow model.  All of the intangible assets recognized from the Flawless Acquisition have a useful life which ranges from 15 -\n20\nyears. The goodwill is a result of expected synergies from combined operations of the acquired business and the Company.  Pro forma results are not presented because the impact of the acquisition was not material to the Company’s consolidated financial results.  Ideavillage continued to help support the business through a separate transition services agreement which expired on December 31, 2021.\nThe following table provides information related to the carrying value of all intangible assets, other than goodwill:\nIndefinite lived intangible assets - Carrying value\nThe increase in indefinite lived intangible assets is due to the TheraBreath Acquisition.\nIntangible amortization expense amounted to $\n120.3\nfor 2021, $\n99.9\nfor 2020 and $\n90.4\nfor 2019, respectively.  The Company estimates that intangible amortization expense will be approximately $\n117.0\nin 2022 and approximately $\n115.0\nto $\n107.0\nannually over the next five years.\nThe Company determined that the carrying value of its trade names as of December 31, 2021 and 2020, was recoverable based upon the forecasted cash flows and profitability of the brands.\nFair value for indefinite lived intangible assets was estimated based on a “relief from royalty” or “excess earnings” discounted cash flow method, which contains numerous variables that are subject to change as business conditions change, and therefore could impact fair values in the future.  The key assumptions used in determining fair value are sales growth, profitability margins, tax rates, discount rates and royalty rates. The Company determined that the fair value of all indefinite lived intangible assets for each of the years in the three-year period ended December 31, 2021 exceeded their respective carrying values based upon the forecasted cash flows and profitability.  The Company’s indefinite lived intangible impairment review is completed in the fourth quarter of each year.\n66\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nIn recent years the Company’s TROJAN® business, specifically the condom category, ha\ns\nnot grown and competition has increased.  Social distancing requirements due to the COVID-19 pandemic had further negatively impacted the business.  As a result, the TROJAN business had experienced stagnant sales and profits resulting in a reduction in expected future cash flows which eroded a portion of the excess between the fair and carrying value of the tradename.  This indefinite-lived intangible asset may be susceptible to impairment risk and a continued decline in fair value could trigger a future impairment charge of the TROJAN tradename.\nThe carrying value of the TROJAN tradename is $\n176.4\nand\nfair value exceeded carrying value by\n70\n%\nas of December 31, 202\n1\n.\nThe k\ney assumptions used in the projections from the Company’s October 1,\n2021\nimpairment analysis include discount rates of\n7.0\n% in the U.S. and\n8.5\n% internationally, growth assumptions\nbased on recent trends\n, and an average royalty rate of approximately\n10\n%.\nWhile management can and has implemented strategies to address the risk, including lowering our production costs, investing in new product ideas, and developing new creative advertising, significant changes in operating plans or adverse changes in the future could reduce the underlying cash flows used to estimate fair value.  In 2021, TROJAN experienced a recovery in sales and profits as it is benefiting from an easing of COVID-19 social restrictions leading to an increase in sexual activity. The Company expects this trend will continue into next year with the continued adoption of vaccines, the reduction of social distancing restrictions and the benefit of management strategies to improve sales and profitability.\nThe Company’s Passport Food Safety business has experienced sales and profit declines due to decreased demand driven by the COVID-19 pandemic and pressures from new competitive activities resulting from the loss of exclusivity on a key product line.\nIn the fourth quarter of 2021, management’s review of the outlook for the Passport business indicated an assessment of the recoverability of the long-lived assets associated with the business was necessary.  That review determined that the estimated future cash flows would not be sufficient to recover the carrying value of the assets resulting in an impairment of the associated tradename and other intangible assets of $\n11.3\n. The charge is recorded in selling, general and administrative expenses.  The assets have a current remaining net book value of approximately $\n9.5\nand are being amortized over their remaining weighted average life which has been reduced to\n7\nyears.  The Company is implementing strategies to address the decline in profitability.  However, if unsuccessful, this decline could trigger an additional future impairment charge.\nDuring the first quarter of 2020, the Company sold its PERL WEISS® toothpaste brand in Germany with a tradename net book value of $\n2.7\nand corresponding goodwill of $\n1.3\nfor cash proceeds of $\n7.0\n.  The $\n3.0\ngain associated with this transaction was recorded as a reduction of SG&A expense in the Consumer International segment.\nThe changes in the carrying amount of goodwill for the years ended December 31, 2021 and 2020 are as follows:\nThe result of the Company’s annual goodwill impairment test, performed in the beginning of the second quarter of 2021, determined that the estimated fair value substantially exceeded the carrying values of all reporting units.  The determination of fair value contains numerous variables that are subject to change as business conditions change and therefore could impact fair value in the future.  The Company has never incurred a goodwill impairment charge.\n67\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nThe Company leases certain manufacturing facilities, warehouses, office space, railcars and equipment. Leases with an initial term of twelve months or less are not recorded on the consolidated balance sheet.  All recorded leases are classified as operating leases and lease expense is recognized on a straight-line basis over the lease term. For leases beginning in 2019, lease components (base rental costs) are accounted for separately from the nonlease components (e.g., common-area maintenance costs).  For leases that do not provide an implicit rate, the Company uses its estimated secured incremental borrowing rate based on the information available at commencement date in determining the present value of lease payments.\nA summary of the Company’s lease information is as follows:\n68\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nThe Company’s minimum annual rentals including reasonably assured renewal options under lease agreements are as follows:\nAccounts payable and accrued expenses consist of the following:\nShort-term borrowings and long-term debt consist of the following:\n69\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nRevolving Credit Facility\nOn May 1, 2019, the Company amended its $\n1,000.0\nunsecured revolving credit facility (the “Credit Agreement”) to extend the term of the Credit Agreement from\nMarch 29, 2023\nto\nMarch 29, 2024\n.  Under the Credit Agreement, the Company has the ability to increase its borrowing up to an additional $\n600.0\n, subject to lender commitments and certain conditions as described in the Credit Agreement.  Borrowings under the Credit Agreement are available for general corporate purposes and are used to support the Company’s $\n1,000.0\ncommercial paper program.  In March 2020, the Company drew down a total amount of $\n825.0\nunder the Revolving Credit Facility. The Company initiated borrowings under the Revolving Credit Facility as a precautionary measure to increase its cash position and preserve financial flexibility in light of uncertainty in the global markets resulting from the COVID-19 pandemic.  The full $\n825.0\nwas repaid in May 2020.\nInterest on the Company’s borrowings under the Credit Agreement will accrue at a per annum rate equal to the sum of (x) either (at the Company’s option) (i) the adjusted LIBOR rate (generally, the LIBOR rate for an interest period selected by the Company and adjusted for statutory reserves) or (ii) the Base Rate (generally equal to the highest of (a) the Federal Funds Rate plus\n0.50\n%, (b) Bank of America’s “prime rate” and (c) the adjusted LIBOR rate for an interest period of one-month plus\n1.00\n%), in any case not less than zero, plus (y) the applicable margin. The applicable margin is determined based upon the corporate credit rating of the Company and ranges from\n0.875\n% to\n1.500\n% per annum, in the case of any borrowing bearing interest by reference to the adjusted LIBOR rate, and\n0\n% to\n0.50\n%, in the case of any borrowing bearing interest by reference to the Base Rate. In addition, the Company will bear certain customary fees, including a commitment fee, determined based upon the corporate credit rating of the Company and ranging from\n0.070\n% to\n0.175\n% per annum on the aggregate unused commitments under the Credit Agreement, and additional issuance fees and participation fees in respect of any letters of credit issued under the Credit Agreement.\nThe Credit Agreement contains customary affirmative and negative covenants, including without limitation, restrictions on the indebtedness, liens, investments, asset dispositions, fundamental changes, changes in the nature of the business conducted, affiliate transactions, burdensome agreements and use of proceeds.\nUnder the Credit Agreement, the Company is required to maintain its leverage ratio, defined as the ratio of its Consolidated Funded Indebtedness (as defined in the Credit Agreement) to EBITDA, at a level no greater than\n3.75\nto 1.00 (or, to the extent the Company or any Subsidiary has consummated a material acquisition, (i) at a level no greater than\n4.25\n:1.00 for the 12 month period commencing on the date the Company or any Subsidiary consummates the first material acquisition after the closing date and (ii) at a level no greater than\n4.25\n:1.00 for the 12 month period commencing on the date the Company or any Subsidiary consummates any additional material acquisition, provided that the Company has maintained a leverage ratio of 3.75:1.00 or less during each of the immediately preceding four consecutive fiscal quarters before the date of such additional material acquisition).\nThe Credit Agreement also contains customary events of default, including failure to make certain payments under the Credit Agreement when due, breach of covenants, materially incorrect representations and warranties, default on other material indebtedness, events of bankruptcy, material adverse judgments, certain events relating to pension plans, the failure of any of the loan documents to remain in full force and effect and the occurrence of any change in control with respect to the Company.\nDecember 22, 2024 Term Loan\nOn December 22, 2021, the Company entered into a $\n400.0\nunsecured term loan facility (the “Term Loan Facility”) with various banks.  The loan was fully drawn at closing.  Unless prepaid, the loan is due on\nDecember 22, 2024\n.  The interest rate is LIBOR plus an applicable margin based on the Company’s credit rating, which can range from\n60\nbasis points (“bps”) to\n125\nbps.  The proceeds of the loan were used to partially fund the TheraBreath Acquisition, with the remaining proceeds used for the repayment of commercial paper.\nThe Term Loan Facility contains customary affirmative and negative covenants, including without limitation, restrictions on the indebtedness, liens, investments, asset dispositions, fundamental changes, changes in the nature of the business conducted, affiliate transactions, burdensome agreements and use of proceeds.\nUnder the Term Loan Facility, the Company is required to maintain its leverage ratio, defined as the ratio of its Consolidated Funded Indebtedness (as defined in the Term Loan Facility) to Consolidated EBITDA, at a level no greater than\n3.75\nto 1.00 (or, to the extent the Company or any Subsidiary has consummated a material acquisition, (i) at a level no greater than\n4.25\n:1.00 for the 12 month period commencing on the date the Company or any Subsidiary consummates the Acquisition (as defined in the Term Loan Facility) and (ii) at a level no greater than\n4.25\n:1.00 for the 12 month period commencing on the date the Company or any Subsidiary consummates any material acquisition, provided that the Company has maintained a leverage ratio of 3:75:1.00 or less during each of the immediately preceding four consecutive fiscal quarters before the date of such material acquisition).\nThe Term Loan Facility also contains customary events of default, including failure to make certain payments under the Term Loan Facility when due, breach of covenants, materially incorrect representations and warranties, default on other material indebtedness, events of\n70\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nbankruptcy, material adverse judgments, certain events relating to pension plans, the failure of any of the loan documents to remain in full force and effect and the occurrence of any change in control with respect to the Company.\n2.3%  Senior Notes\nThe Company financed the TheraBreath Acquisition with a portion of the proceeds from an underwritten public offering of $\n400.0\naggregate principal amount Senior Notes due 2031 (the “2031 Notes”).  These Notes bear interest at\n2.3\n% and were issued in an underwritten offering under an indenture with Deutsche Bank Trust Company Americas, as trustee.  Interest on the 2031 Notes is payable semi-annually, on each June 15 and December 15.  The 2031 Notes will mature on December 15, 2031, unless earlier retired or redeemed.\n$1.425M Senior Notes\nThe Company financed the Waterpik Acquisition with a portion of the proceeds from an underwritten public offering of $\n1,425.0\naggregate principal amount of Senior Notes completed on July 25, 2017, consisting of $\n300.0\naggregate principal amount of Floating Rate Senior Notes that were due in 2019 and fully repaid, $\n300.0\naggregate principal amount of\n2.45\n% Senior Notes due 2022, $\n425.0\naggregate principal amount of\n3.15\n% Senior Notes due 2027 and $\n400.0\naggregate principal amount of\n3.95\n% Senior Notes due 2047 (collectively\nwith the 2031 Notes, the “Senior Notes”).  The $\n300.0\nFloating Rate Senior Notes which matured and were repaid in full on January 25, 2019, bore interest at a rate, reset quarterly, equal to\nthree-month U.S. Dollar LIBOR plus\n0.15\n%\n.  The remaining proceeds of the offering of the Senior Notes were used to pay down in its entirety and terminate the Company’s $\n200.0\nterm loan borrowed in the second quarter of 2017 and to repay a portion of the Company’s outstanding commercial paper borrowings.\n2.875% Senior Notes\nOn September 26, 2012, the Company issued $\n400.0\naggregate principal amount of\n2.875\n% Senior Notes due 2022 (the “2022 Notes”).  These Notes were issued under the second supplemental indenture dated September 26, 2012 (the “BNY Mellon Second Supplemental Indenture”) to the indenture dated December 15, 2010 (the “BNY Mellon Base Indenture”) between the Company and The Bank of New York Mellon Trust Company, N.A. (“BNY Mellon”), as trustee.  Interest on the 2022 Notes is\npayable semi-annually, on each April 1 and October 1\n.  The 2022 Notes will mature on\nOctober 1, 2022\n, unless earlier retired or redeemed.\nMay 1, 2022 Term Loan\nOn\nMay 1, 2019\n, the Company entered into a $\n300.0\nunsecured term loan credit facility with various banks, the proceeds of which were used to partially fund the Flawless Acquisition.  The interest rate was LIBOR plus an applicable margin based on the Company’s credit rating, which can range from\n60\nbasis points (“bps”) to\n125\nbps.  In June 2021, the Company repaid $\n100.0\nprincipal of the $\n300.0\nterm loan due\nMay 1, 2022\n, with the remaining $\n200.0\nprincipal repaid in early July 2021.  The term loan was repaid with proceeds from commercial paper borrowings and cash on hand.\nCommercial Paper\nThe Company has an agreement with four banks to establish a commercial paper program (the “Program”).  Under the Program, the Company may issue notes from time to time up to an aggregate principal amount outstanding at any given time of $\n1,000.0\n.\nThe maturities of the notes will vary but may not exceed\n397\ndays.  The notes will be sold under customary terms in the commercial paper market and will be issued at a discount to par or, alternatively, will be sold at par and will bear varying interest rates based on a fixed or floating rate basis.  The interest rates will vary based on market conditions and the ratings assigned to the notes by the rating agencies designated in the agreement at the time of issuance.  Subject to market conditions, the Company intends to utilize the Program as its primary short-term borrowing facility and does not intend to sell unsecured commercial paper notes in excess of the available amount under the revolving credit agreement.  If, for any reason, the Company is unable to access the commercial paper market, the revolving credit facility would be utilized to meet the Company’s short-term liquidity needs.  The Company had $\n249.7\nof commercial paper outstanding as of December 31, 2021 with a weighted-average interest rate of approximately\n0.30\n% and had $\n349.0\nof commercial paper outstanding as of December 31, 2020 with a weighted-average interest rate of approximately\n0.26\n%. As of December 31, 2021, the Company had approximately $\n746.0\navailable through the revolving facility under the Credit Agreement and commercial paper program.\nInterest Rate Swap Lock Agreement\nThe Company entered into interest rate swap lock agreements to hedge the risk of changes in the interest payments attributable to changes in the benchmark LIBOR interest rate associated with anticipated issuances of debt.  These interest rate swap lock agreements have been designated as cash flow hedges and have a notional amount of $\n300.0\n.  The fair value of these interest rate swap lock agreements is reflected in the Consolidated Balance Sheet within Accounts Payable and Accrued Expenses.\n71\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nThe components of income before taxes are as follows:\nThe following table summarizes the provision for U.S. federal, state and foreign income taxes:\nDeferred tax assets (liabilities) consist of the following at December 31:\n72\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nThe difference between tax expense and the tax that would result from the application of the federal statutory rate is as follows:\nAt December 31, 2021, certain foreign subsidiaries of the Company had net operating loss carryforwards of approximately $\n25.1\n.  The net operating loss carryforwards are not subject to expiration.\nThe Company believes that it is more likely than not that the benefit from these net operating loss carryforwards will not be realized.  In recognition of this risk, the Company has provided a valuation allowance of $\n8.1\nand $\n8.7\nat December 31, 2021 and 2020, respectively, on the deferred tax asset relating to these net operating loss carryforwards.\nThe Company also believes that it is more likely than not that the benefit from certain additional deferred tax assets of a foreign subsidiary will not be realized.  In recognition of this risk, the Company maintains a valuation allowance of $\n0.9\nand $\n1.3\nat December 31, 2021 and 2020, respectively, on these deferred tax assets.\nAs of December 31, 2020 the Company maintained a valuation allowance of $\n12.6\nrelating to certain foreign tax credit carryforwards which were determined not more likely than not to be realized.  During 2021, the Company determined that it was able to utilize approximately $\n8.5\nin foreign tax credits in 2018, 2019, and 2020, resulting in a reduction in the valuation allowance, and a corresponding tax benefit.  Accordingly, the Company filed amended returns with the IRS claiming refunds for 2018 and 2019, totaling $\n6.5\n, and utilized $\n2.0\nof foreign tax credits in 2020.  The Company determined that it is not more likely than not that the remaining benefit from certain foreign tax credit carryforwards will be realized.  In recognition of this risk, the Company maintained a valuation allowance of $\n4.1\nat December 31, 2021, on the deferred tax asset relating to these foreign tax credit carryforwards.  The Company does not have any undistributed earnings of foreign subsidiaries that are considered to be indefinitely reinvested outside of the U.S.\nThe Company has recorded liabilities in connection with uncertain tax positions, which, although supportable by the Company, may be challenged by tax authorities.  Under applicable accounting guidance, these tax positions do not meet the minimum threshold required for the related tax benefit to be recognized in the income statement.\nA reconciliation of the beginning and ending amount of unrecognized tax benefits is as follows:\nDuring 2019 the Company ceased conducting business in Brazil and recorded a $\n12.0\nreserve for an uncertain tax position relating to a worthless stock deduction for its investment in Brazil.  The Company requested a ruling from the IRS in connection with the worthless stock deduction.  During 2020 the Company reached a settlement with the IRS for $\n1.4\nrelating to the worthless stock deduction and released the related $\n12.0\nreserve, which resulted in a $\n10.6\nincome tax benefit.\n73\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nIncluded in the balance of unrecognized tax benefits at December 31, 2021, December 31, 2020 and December 31, 2019 are $\n4.1\n, $\n6.2\nand $\n18.0\n, respectively, of tax benefits that, if recognized, would affect the effective tax rate. Also included in the balance of unrecognized tax benefits at December 31, 2021, December 31, 2020 and December 31, 2019 are $\n0.6\n, $\n1.1\nand $\n0.9\n, respectively, of tax benefits that, if recognized, would result in adjustments to deferred taxes.\nThe Company is subject to U.S. federal income tax as well as income tax in multiple state and international jurisdictions.  The Company’s U.S. federal income tax returns are closed for tax years through 2017.  The Company is currently under audit by several state taxing authorities for the years 2016 through 2017.  It is reasonably possible that a decrease of approximately $\n0.7\nin the unrecognized tax benefits may occur within the next twelve months related to the settlement of these audits or the lapse of applicable statutes of limitations.\nThe Company’s policy for recording interest associated with income tax examinations is to record interest as a component of Income before Income Taxes. During the twelve months ended December 31, 2021, December 31, 2020, and December 31, 2019, the Company recognized interest expense associated with uncertain tax positions of approximately $\n0.5\n, $\n0.4\nand $\n0.4\n, respectively.  As of December 31, 2021, December 31, 2020, and December 31, 2019 the Company had accrued interest expense related to unrecognized tax benefits of $\n0.5\n, $\n1.0\nand $\n0.6\n, respectively.\n12.\nStock Based Compensation Plans and Other Benefit Plans\nThe Company has non-qualified options outstanding under the Company’s Amended and Restated Omnibus Equity Plan.  Under the Amended and Restated Omnibus Equity Plan, the Company may grant stock options and other stock-based awards to employees and directors.  The Company has previously sponsored the 1983 Stock Option Plan and the Stock Award Plan, under which the company granted stock options to key management employees, and the Stock Option Plan for Directors, under which the Company granted stock options to non-employee directors.  Following approval of the original Omnibus Equity Plan by stockholders in 2008, no further grants were permitted under any of the other equity compensation plans.  Stock options outstanding under the plans are issued at market value on the date of grant (with the exception of options granted to former WATERPIK employees as part of the Waterpik Acquisition), vest on the third anniversary of the date of grant and must be exercised within\n10\nyears of the date of grant.  No stock options are currently outstanding under the 1983 Stock Option Plan, the Stock Award Plan, or the Stock Option Plan for Directors.\nIf, upon termination of a participant’s employment (other than a termination for cause),\na participant is at least\n55\nyears old, has at least\nfive years\nof service, and the sum of the participant’s age and years of service is at least 65, the participant may exercise any stock options granted between 2007 through 2017 within a period of\nthree years\nfrom the date of termination or, if earlier, the date such stock options otherwise would have expired, subject to specified conditions.  Starting with stock options granted in 2018, a terminated employee who meets the above conditions may exercise any stock options within a period of\nten years\nfrom the date of termination or, if earlier, the date such stock options otherwise would have expired, subject to specified conditions.\nIssuances of Common Stock to satisfy employee stock option exercises currently are made from treasury stock.\nStock option transactions for the year ended December 31, 2021 were as follows:\n74\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nThe following table summarizes information relating to options outstanding and exercisable as of December 31, 2021:\nThe table above represents the Company’s estimate of stock options fully vested and expected to vest.  Expected forfeitures are not material and, therefore, are not reflected in the table above.\nThe following table provides information regarding the intrinsic value of stock options exercised and stock compensation expense related to stock option awards:\nThe following table provides a summary of the assumptions used in the valuation of issued stock options:\nThe fair value of stock options is based upon the Black Scholes option pricing model.  The Company determined the stock options’ lives based on historical exercise behavior and their expected volatility and dividend yield based on the historical changes in stock price and dividend payments.  The risk-free interest rate is based on the yield of an applicable term Treasury instrument.\nAs of December 31, 2021, there was a fair value of $\n19.0\nrelated to unamortized stock option compensation expense, which is expected to be recognized over the next\nthree years\n.  The Company’s Consolidated Statements of Cash Flow reflect an add back to Net Cash Provided by Operating Activities of $\n23.7\n, $\n21.5\nand $\n20.8\nin 2021, 2020 and 2019, respectively, for non-cash compensation expense, primarily stock option expense.\nIn January 2021, the Company issued cash-settled stock units under the Amended and Restated Omnibus Equity Plan to all employees at the level of vice president and below.  These restricted stock units are scheduled to vest and be settled on the third anniversary of the date of grant.\nIn May 2018, the Company issued cash-settled stock units under the Amended and Restated Omnibus Equity Plan to all employees at the level of vice president and below.  These restricted stock units were scheduled to vest and be settled on the third anniversary of the date of grant.  In December 2020, the Company accelerated the grant to vest in December 2020.\n75\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nAs a result of the issued cash-settled stock units, the Company recorded stock compensation expense of $\n1.9\n, $\n3.1\nand $\n1.5\nin 2021, 2020 and 2019, respectively.  The liability was approximately $\n1.9\nas of December 31, 2021, and there was\nno\nliability as of December 31, 2020.\nOther Benefit Plans\nDeferred Compensation Plans\nThe Company maintains a non-qualified deferred compensation plan under which certain members of management are eligible to defer a maximum of\n85\n% of their regular compensation (i.e., salary) and, in general, up to\n85\n% of their incentive bonus.  The amounts deferred under this plan are credited with earnings or losses based upon changes in values of notional investments selected by the plan participant.  The investment options available include notional investments in various stock, bond and money market funds as well as the Company’s Common Stock.  Each plan participant is fully vested in the amounts the participant defers.  The plan permits the Company to make profit sharing contributions that cannot otherwise be contributed to the qualified savings and profit sharing plan due to limitations established by the Internal Revenue Service.  These contributions vest under the same vesting schedule applicable to the qualified plan.\nThe liability to plan participants for contributions designated for notional investment in Common Stock is based on the quoted fair value of the Common Stock plus any dividends credited.  The Company uses cash-settled hedging instruments to minimize the cost related to the volatility of Common Stock.  At December 31, 2021 and 2020, the amount of the Company’s liability under the deferred compensation plan is included in Current and Deferred and Other Long-term Liabilities and was $\n131.9\nand $\n116.9\n, respectively and the funded balances recorded in Other Assets amounted to $\n107.3\nand $\n101.4\n, respectively.  The amounts charged to earnings, including the effect of the hedges, totaled expense of $\n2.2\nin 2021, expense of $\n2.1\nin 2020 and income of $\n1.0\nin 2019, respectively.\nNon-employee members of the Company’s Board are eligible to defer up to\n100\n% of their directors’ compensation into a similar plan; however, the only option for investment is Common Stock.  Members of the Board are fully vested in their account balance.  As of December 31, 2021, there were approximately\n149,000\nshares of Common Stock from shares held as Treasury Stock in a rabbi trust to protect the interest of the directors’ deferred compensation plan participants in the event of a change of control.\nOn November 1, 2017, the Board authorized a share repurchase program, under which the Company may repurchase up to $\n500.0\nin shares of Common Stock (the “2017 Share Repurchase Program”).\nIn December 2020, the Company entered into an accelerated share repurchase (“ASR”) contract with a commercial bank to purchase Common Stock.  The Company paid $\n300.0\nto the bank, inclusive of fees, and received an initial delivery of shares equal to $\n270.0\n, or\n3.1\nmillion shares.  The Company used cash on hand and short-term borrowings to fund the initial purchase price.  Upon the completion of the ASR, which ended in February 2021, the bank delivered an additional\n0.4\nmillion shares to the Company.  The final shares delivered to the Company were determined by the average price per share paid by the bank during the purchase period.  All\n3.5\nmillion shares were purchased under the Company’s evergreen program.\nIn August 2021, the Company executed an agreement to purchase up to $200.0 of its Common Stock through October 31, 2021.  The Company purchased 1.6 million shares for approximately $130.0 through October, inclusive of fees, all of which was purchased under the 2017 Share Repurchase Program.\nOn October 28, 2021, the Board authorized a new share repurchase program, under which the Company may repurchase up to $\n1,000.0\nin shares of Common Stock (the “2021 Share Repurchase Program”).  The 2021 Share Repurchase Program does not have an expiration and replaced the 2017 Share Repurchase Program.  All remaining dollars authorized for repurchase under the 2017 Share Repurchase Plan have been cancelled.  The 2021 Share Repurchase Program did not modify the Company’s evergreen share repurchase program, authorized by the Board on January 29, 2014, under which the Company may repurchase, from time to time, Common Stock to reduce or eliminate dilution associated with issuances of Common Stock under its incentive plans.\nIn December 2021, the Company executed open market purchases of\n1.8\nmillion shares for $\n170.3\n, inclusive of fees, of which\n$\n100.0\nwas purchased under the evergreen share repurchase program and $\n70.3\nwas purchased under the 2021 Share Repurchase Program.\nIn December 2021, the Company also entered into an accelerated share repurchase contract with a commercial bank to purchase Common Stock.  The Company paid $\n200.0\nto the bank, inclusive of fees, and received an initial delivery of shares equal to $\n180.0\n, or\n1.8\nmillion shares.  The Company used cash on hand and short-term borrowings to fund the initial purchase price.  Upon the completion of the ASR, which ended in February 2022, the bank delivered an additional\n0.2\nmillion shares to the Company.  The final shares delivered to the Company were determined by the average price per share paid by the bank during the purchase period.  All\n2.0\nmillion shares were purchased under the\n2021 Share Repurchase Program\n.\n76\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nAs a result of the Company’s recent stock repurchases, there remains $\n729.7\nof share repurchase availability under the 2021 Share Repurchase Program as of December 31, 2021.\nComprehensive income is defined as net income and other changes in stockholders’ equity from transactions and other events from sources other than stockholders.\nThe components of changes in accumulated other comprehensive income (“AOCI”) are as follows:\nCommitments\na. The Company has a partnership with a supplier of raw materials that mines and processes sodium-based mineral deposits.  The Company purchases the majority of its sodium-based raw material requirements from the partnership.  The partnership agreement terminates upon two years’ written notice by either partner.  Under the partnership agreement, the Company has an annual commitment to purchase\n240,000\ntons of sodium-based raw materials at the prevailing market price.  The Company is not engaged in any other material transactions with the partnership or the partner supplier.\nb. As of December 31, 2021, the Company had commitments of approximately $\n362.6\n.  These commitments include the purchase of raw materials, packaging supplies and services from its vendors at market prices to enable the Company to respond quickly to changes in customer orders or requirements, as well as costs associated with licensing and promotion agreements.\nc. As of December 31, 2021, the Company had various guarantees and letters of credit totaling $\n4.7\n.\nd.\nIn connection with the Company’s acquisition of Agro BioSciences, Inc. on January 17, 2017, the Company was obligated to pay an additional amount of up to $\n25.0\nbased on sales performance in\n2019\n. The initial fair value of this\nbusiness acquisition\nliability was $\n17.8\n,\n77\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nwhich was established in the purchase price allocation.\nIn December 2019,\nthe\nliability\nwas\nlowered\nto $\n14.2\nbased on 2019 sales\n.\nThe\nreduction\nwas recorded in SG&A in the SPD segment.\nIn April 2020, a payment of $\n14.5\nwas paid to settle the liability\n.\nIn connection with the Passport Acquisition, the Company was obligated to pay an additional amount of up to $\n25.0\nbased on sales performance through\n2020\n.  The initial fair value of this\nbusiness acquisition\nliability was $\n7.3\n, which was established in the purchase price allocation.  During the second quarter of 2019, the Company recorded a reduction in fair value of the entire $\n7.3\nPassport\nbusiness acquisition\nliability based on the revised valuation due to updated sales forecasts.  The reduction was recorded in SG&A in the SPD segment.  The\nbusiness acquisition\nliability was reassessed at each balance sheet date leading up to December 31, 2020 with no additional changes to the fair value.\nIn connection with the Flawless Acquisition, the Company was obligated to pay an additional amount of up to $\n425.0\nbased on sales performance through\n2021\n.  The initial fair value of this\nbusiness acquisition\nliability was $\n182.0\n.  That amount was established in the purchase price allocation.  During the years ended December 31, 2021 and 2020, the Company decreased the fair value of the business acquisition liability by $\n98.0\nand by $\n94.0\n, respectively, based on updated sales forecasts.\nAs a result of these adjustments, the fair value of this\nbusiness acquisition\nliability was $\n0.0\nas of December 31, 2021, which was the end of the earn-out period.  The changes in fair value were recorded within the Consumer Domestic and Consumer International segments.\nIn connection with the Zicam Acquisition, the Company deferred an additional cash payment of $\n20.0\nrelated to certain indemnifications provided by the seller.  The additional amount is payable\nfive years\nfrom the closing.\nIn connection with the TheraBreath Acquisition, the Company deferred an additional cash payment of $\n14.0\nrelated to certain\nindemnity obligations\nprovided by the seller.  The additional amount, to the extent not used in satisfaction of such indemnity obligations, is payable in installments between two and\nfour years\nfrom the closing.\nLegal proceedings\ne.\nIn addition, in conjunction with the Company’s acquisition and divestiture activities, the Company entered into select guarantees and indemnifications of performance with respect to the fulfillment of the Company’s commitments under applicable purchase and sale agreements.  The arrangements generally indemnify the buyer or seller for damages associated with breach of contract, inaccuracies in representations and warranties surviving the closing date and satisfaction of liabilities and commitments retained under the applicable contract.  Representations and warranties that survive the closing date generally survive for periods up to five years or the expiration of the applicable statutes of limitations.  Potential losses under the indemnifications are generally limited to a portion of the original transaction price, or to other lesser specific dollar amounts for select provisions.  With respect to sale transactions, the Company also routinely enters into non-competition agreements for varying periods of time.  Guarantees and indemnifications with respect to acquisition and divestiture activities, if triggered, could have a materially adverse impact on the Company’s financial condition, results of operations and cash flows.\nf.\nIn addition to the matters described above, from time to time in the ordinary course of its business the Company is the subject of, or party to, various pending or threatened legal, regulatory or governmental actions or other proceedings, including, without limitation, those relating to, intellectual property, commercial transactions, product liability, purported consumer class actions, employment matters, antitrust, environmental, health, safety and other compliance related matters.  Such proceedings are generally subject to considerable uncertainty and their outcomes, and any related damages, may not be reasonably predictable or estimable.   Any such proceedings could result in a material adverse outcome negatively impacting the Company’s business, financial condition, results of operations or cash flows.\nThe following summarizes the balances and transactions between the Company and each of Armand and ArmaKleen, in which the Company holds a\n50\n%\nownership interest:\n78\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nSegment Information\nThe Company operates\nthree\nreportable segments: Consumer Domestic, Consumer International and Specialty Products Division.  These segments are determined based on differences in the nature of products and organizational and ownership structures.  The Company also has a Corporate segment.\nSegment revenues are derived from the sale of the following products:\nThe Corporate segment income consists of equity in earnings of affiliates.  As of\nDecember 31\n, 2021, the Company held\n50\n%\nownership interests in each of Armand and ArmaKleen, respectively.  The Company’s equity in earnings of Armand and ArmaKleen, totaling $\n9.4\n, $\n6.7\n, and $\n6.6\nfor the three years ending December 31, 2021, 2020 and 2019, respectively, are included in the Corporate segment.\nCertain subsidiaries that are included in the Consumer International segment manufacture and sell personal care products to the Consumer Domestic segment.  These sales are eliminated from the Consumer International segment results set forth in the table below.\n79\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nThe following table presents selected financial information relating to the Company’s segments for each of the three years in the period ended December 31, 2021:\nOther than the differences noted in the footnote above, the accounting policies followed by each of the segments, including intersegment transactions, are substantially consistent with the accounting policies described in Note 1.\n80\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS – (Continued)\n(In millions, except share and per share data)\nIntersegment sales from Consumer International to Consumer Domestic, which are not reflected in the table above, were $\n10.8\n, $\n11.7\nand $\n10.5\nfor the twelve months ended December 31, 2021, December 31, 2020 and December 31, 2019, respectively.\nProduct line revenues from external customers for each of the three years ended December 31, 2021, December 31, 2020 and December 31, 2019 were as follows:\nHousehold Products include laundry, deodorizing, and cleaning products. Personal Care Products include condoms, pregnancy kits, oral care products, skin care products, hair care products and gummy dietary supplements.\nGeographic Information\nApproximately\n82\n%,\n83\n% and\n82\n% of the net sales reported in the accompanying consolidated financial statements in 2021, 2020 and 2019, respectively, were to customers in the U.S.  Approximately\n96\n%,\n96\n% and\n95\n% of long-lived assets were located in the U.S. at December 31, 2021, 2020 and 2019, respectively.  Other than the U.S., no one country accounts for more than\n5\n% of consolidated net sales and\n5\n% of total assets.\nCustomers\nA group of three customers accounted for approximately\n37\n% of consolidated net sales in 2021 and\n36\n%\nin 2020 and 2019, respectively, of which a single customer (\nWalmart Inc. and its affiliates\n) accounted for approximately\n24\n%,\n23\n% and\n24\n% in 2021, 2020 and 2019, respectively.\n81"
  },
  {
    "item_key": "item_9",
    "text": "Not applicable."
  },
  {
    "item_key": "item_9a",
    "text": "a)\nEvaluation of Disclosure Controls and Procedures\nThe Company’s management, with the participation of the Company’s Chief Executive Officer and Chief Financial Officer, evaluated the effectiveness of the Company’s disclosure controls and procedures (as defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934, as amended (the “Exchange Act”)) at the end of the period covered by this Annual Report.  Based on that evaluation, the Chief Executive Officer and Chief Financial Officer concluded that the Company’s disclosure controls and procedures as of the end of the period covered by this Annual Report are effective to provide reasonable assurance that the information required to be disclosed by the Company in reports filed under the Exchange Act are (i) recorded, processed, summarized and reported within the time periods specified in the Commission’s  rules and forms, and (ii) accumulated and communicated to the Company’s management, including the Chief Executive Officer and Chief Financial Officer, as appropriate to allow timely decisions regarding the disclosure.\nb)\nManagement’s Report on Internal Control Over Financial Reporting\nThe Company’s management’s report on internal control over financial reporting is set forth in Item 8 of this Annual Report and is incorporated by reference herein.  The Company’s independent registered public accounting firm has issued an audit report on the effectiveness of the Company’s internal control over financial reporting, which is set forth in Item 8 of this Annual Report.\nc)\nChange in Internal Control over Financial Reporting\nNo change in the Company’s internal control over financial reporting (as defined in Rules 13a-15(f) and 15d-15(f) under the Exchange Act) occurred during the Company’s most recent fiscal quarter that has materially affected, or is reasonably likely to materially affect, the Company’s internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "Not applicable."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\n82\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "Information required by this item is incorporated by reference to the information under the captions “Election of Directors,” “Information about the Company’s Executive Officers,” “Corporate Governance and Other Board Matters – Code of Conduct,” and “Corporate Governance  and Other Board Matters– Board of Directors Meetings and Committees – Audit Committee,” in the Company’s definitive proxy statement, which will be filed with the Commission not later than 120 days after the close of the fiscal year covered by this Annual Report."
  },
  {
    "item_key": "item_11",
    "text": "Information required by this item is incorporated by reference to the information under the captions “Compensation Discussion and Analysis,” “2021 Summary Compensation Table,” “2021 Grants of Plan Based Awards,” “2021 Outstanding Equity Awards at Fiscal Year-End,” “2021 Option Exercises and Stock Vested,” “2021 Nonqualified Deferred Compensation,” “Potential Payments Upon Termination or Change in Control” and “Compensation & Human Capital Committee Report” in the Company’s definitive proxy statement, which will be filed with the Commission not later than 120 days after the close of the fiscal year covered by this Annual Report."
  },
  {
    "item_key": "item_12",
    "text": "Information required by this item is incorporated by reference to the information under the captions “Securities Authorized for Issuance under Equity Compensation Plans” and “Securities Ownership of Certain Beneficial Owners and Management” in the Company’s definitive proxy statement, which will be filed with the Commission not later than 120 days after the close of the fiscal year covered by this Annual Report."
  },
  {
    "item_key": "item_13",
    "text": "Information required by this item is incorporated by reference to the information under the caption “Corporate Governance and other Board Matters – Board of Directors Independence” in the Company’s definitive proxy statement, which will be filed with the Commission not later than 120 days after the close of the fiscal year covered by this Annual Report."
  },
  {
    "item_key": "item_14",
    "text": "Information required by this in relation to our principal accountant, Deloitte & Touche LLP (PCAOB ID No.\n34\n) item is incorporated by reference to the information under the caption “Fees Paid to Independent Registered Public Accounting Firm” in the Company’s definitive proxy statement, which will be filed with the Commission not later than 120 days after the close of the fiscal year covered by this Annual Report.\n83\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)  1.\nFinancial Statements and Schedule\nThe following Consolidated Financial Statements are included in Item 8 of this Form 10-K:\n(a)  3.\nExhibits\nUnless otherwise noted, the file number for all the Company’s filings with the Securities and Exchange Commission referenced below is 1-10585.\n84\n85\n___________\n86"
  },
  {
    "item_key": "item_16",
    "text": "None.\n87\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this Annual Report to be signed on its behalf by the undersigned, thereunto duly authorized, on February 17, 2022.\n88\nPursuant to the requirements of the Securities Exchange Act of 1934, this Annual Report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the dates indicated.\n89\nCHURCH & DWIGHT CO., INC. AND SUBSIDIARIES\nSCHEDULE II - Valuation and Qualifying Accounts\nFor each of the three years in the period ended December 31, 2021\n(Dollars in millions)\n90"
  }
]