[
  {
    "item_key": "item_1a",
    "text": "Our business activities and the value of our securities are subject to significant risks, including the risk factors described below.  These risk factors could negatively affect our operations, financial condition, liquidity and results of operations, and as a result, holders and purchasers of our securities could lose part or all of their investments.  It is possible that additional risks relating to our securities may be described in a prospectus supplement if we issue securities in the future.\nMarket and Third-Party Risks\nOur business and operating results are highly dependent on the market prices of crude oil, NGL and natural gas, which can be very volatile.\nOur estimated proved reserves, revenue, operating cash flows, operating margins, liquidity, financial condition and future earnings are highly dependent on the benchmark market prices of crude oil, NGL and natural gas, and our associated realized price differentials, which are volatile and influenced by numerous factors beyond our control.  The major foreign oil producing countries, including members of OPEC, may exert considerable influence over the supply and price of crude oil and refined petroleum products.  Their ability to agree on a common policy on rates of production and other matters may have a significant impact on the oil markets.  Other factors include, but are not limited to: worldwide and domestic supplies of and demand for crude oil, NGL and natural gas, political conditions and events (including weather, instability, changes in governments, armed conflict, economic sanctions and outbreaks of infectious diseases, such as COVID-19) around the world and in particular in crude oil or natural gas producing regions, the cost of exploring for, developing and producing crude oil, NGL and natural gas, the price and availability of alternative fuels or other forms of energy, the effect of energy conservation and environmental protection efforts and overall economic conditions globally.  The sentiment of commodities trading markets as well as other supply and demand factors, including COVID-19, may also influence the selling prices of crude oil, NGL and natural gas.  Average benchmark prices for 2021 were $68.08 per barrel for WTI (2020: $39.34; 2019: $57.04) and $70.95 per barrel for Brent (2020: $43.21; 2019: $64.16).  In order to manage the potential volatility of cash flows and credit requirements, we maintain significant bank credit facilities.  An inability to access, renew or replace such credit facilities or access other sources of funding as they mature would negatively impact our liquidity.  Furthermore, from time to time we have entered into, and may in the future enter into or modify, commodity price hedging arrangements to manage commodity price volatility.  These arrangements may limit potential upside from commodity price increases, or expose us to additional risks, such as counterparty credit risk, which could adversely impact our cash flow, liquidity or financial condition.\nOur business and operations have been and may continue to be adversely affected by COVID-19 or other similar public health developments and related changes to demand for oil and natural gas.\nSince 2020, COVID-19 and related actions taken by governments and businesses, including voluntary and mandatory quarantines and travel and other restrictions, have significantly impacted economic activity.  As a result of COVID-19, our operations, and those of our business partners, service companies and suppliers, have experienced and may continue to experience further adverse effects, including but not limited to: disruptions, delays or temporary suspensions of operations, including shut-ins of production; temporary inaccessibility or closures of facilities; supply chain issues; and workforce impacts from illness, school closures and other community response measures.  We have implemented a variety of health and safety measures, including enhanced cleaning procedures and modified work practices, such as travel restrictions, health screenings, vaccination policies, reduced personnel at offshore platforms and onshore work sites, wherever such reduction can be done safely, and remote working arrangements for office workers.  There is no certainty that these or any other future measures will be sufficient to mitigate the risks posed by the virus and its variants, including the risk of infection of key employees, and our ability to perform certain functions could be impaired by these new business practices.  For example, our reliance on technology has necessarily increased due to our use of remote communications and other work-from-home practices, which could make us more vulnerable to cyber-attacks.  To the extent we or our business partners, service companies or suppliers continue to experience restrictions or other effects, our financial condition, results of operations and future expansion projects may be adversely affected.\nIn addition to the global health concerns, COVID-19 negatively affected the U.S. and global economy and the demand for oil and natural gas.  The prolonged continuation or amplification of the outbreak of COVID-19 could result in further economic downturn that may affect our operating results in the long-term.  Furthermore, the effects of COVID-19 and concerns regarding the global spread of its variants negatively impacted the domestic and international demand for crude oil and natural gas, which has contributed to price volatility and adversely affected the demand for and marketability of crude oil, natural gas and NGL.  Containment measures implemented to mitigate the spread of COVID-19 and its variants could continue to be widespread and lead to sustained adoption of certain behavioral changes, such as reduced travel and enhanced work-from-home policies, which could result in further reductions in demand for and consumption of energy commodities.  A reduction in consumer demand for crude oil, natural gas and NGL could require further curtailments and shut-ins of production by the industry and further increase the costs of commercial storage and midstream contracts.\nThe timeline and potential magnitude of COVID-19 remains unknown and will depend on future developments, including, among others, the global availability of vaccines, the efficacy of vaccines against variants and the extent to which normal economic and operating conditions resume.  In the event one or more of our business partners is adversely affected by COVID-19 or the current market environment, that may impact our costs and ability to conduct business with them.  In addition, we may face an increased risk of changes in the regulation related to our business resulting from COVID-19, such as the imposition of limitations on our workforce's ability to access our facilities.  We also are subject to litigation risk and possible loss contingencies related to COVID-19, including with respect to commercial contracts, employee matters and insurance arrangements.  We may experience decreases in production and\n19\nproved reserves, additional asset impairments, and other accounting charges if demand for crude oil, natural gas and NGL decreases.  A sustained extension of the current market environment may make it more difficult to comply with covenants and other restrictions in agreements governing our debt, and a lack of confidence in our industry on the part of the financial markets may result in a lack of access to capital, any of which could lead to reduced liquidity.\nAs the impact from COVID-19 remains difficult to predict, the extent to which it may negatively affect our operating results is uncertain.  Any impact will depend on future developments and new information that may emerge regarding the severity and duration of COVID-19 and the actions taken by authorities to contain it or treat its impact, all of which are beyond our control.\nWe do not always control decisions made under joint operating agreements and the parties under such agreements may fail to meet their obligations.\nWe conduct many of our E&P operations through joint operating agreements with other parties under which we may not control decisions, either because we do not have a controlling interest or are not operator under the agreement.  There is risk that these parties may at any time have economic, business, or legal interests or goals that are inconsistent with ours, and therefore decisions may be made which are not what we believe is in our best interest.  Moreover, parties to these agreements may be unable to meet their economic or other obligations and we may be required to fulfill those obligations alone.  For example, in June 2021, the U.S. Bankruptcy Court approved the bankruptcy plan for Fieldwood which includes transferring abandonment obligations of Fieldwood to us and other predecessors in title of certain of its assets, who are jointly and severally liable for the obligations.  See\nNote 8, Asset Retirement Obligations\nin the\nNotes to Consolidated Financial Statements\n.  As a result, actions of our contractual counterparties may adversely affect the value of our investments and result in increased costs or liabilities.\nOur industry is highly competitive and many of our competitors are larger and have greater resources and more diverse portfolios than we have.\nThe petroleum industry is highly competitive and very capital intensive.  We encounter competition from numerous companies, including acquiring rights to explore for crude oil and natural gas.  To a lesser extent, we are also in competition with producers of alternative fuels or other forms of energy, including wind, solar and electric power, and in the future, could face increasing competition due to the development and adoption of new technologies.  Many competitors, including national oil companies, are larger and have substantially greater resources to acquire and develop oil and gas assets.  In addition, competition for drilling services, technical expertise and equipment may affect the availability of technical personnel and drilling rigs, resulting in increased capital and operating costs.  Many of our competitors have a more diverse portfolio of assets, which may minimize the impact of adverse events occurring at any one location.\nOperational and Strategic Risks\nIf we fail to successfully increase our reserves, our future crude oil and natural gas production will be adversely impacted.\nWe own or have access to a finite amount of oil and gas reserves, which will be depleted over time.  Replacement of oil and gas production and reserves, including proved undeveloped reserves, is subject to successful exploration drilling, development activities, and enhanced recovery programs.  Therefore, future oil and gas production is dependent on technical success in finding and developing additional hydrocarbon reserves.  Exploration activity involves the interpretation of seismic and other geological and geophysical data, which does not always successfully predict the presence of commercial quantities of hydrocarbons.  Drilling risks include unexpected adverse conditions, irregularities in pressure or formations, equipment failure, blowouts and weather interruptions.  Future developments may be affected by unforeseen reservoir conditions, which negatively affect recovery factors or flow rates.  Similar risks may be encountered in the production of oil and gas on properties acquired from others.  In addition, replacing reserves and developing future production are also influenced by the price of crude oil and natural gas and costs of drilling and development activities.  Lower crude oil and natural gas prices may reduce capital available for our exploration and development activities, render certain development projects uneconomic or delay their completion, and result in negative revisions to existing reserves while increasing drilling and development costs could negatively affect expected economic returns.\nThere are inherent uncertainties in estimating quantities of proved reserves and discounted future net cash flows, and actual quantities may be lower than estimated.\nNumerous uncertainties exist in estimating quantities of proved reserves and future net revenues from those reserves.  Actual future production, oil and gas prices, revenues, taxes, capital expenditures, operating expenses, and quantities of recoverable oil and gas reserves may vary substantially from those assumed in the estimates and could materially affect the estimated quantities of our proved reserves and the related future net revenues.  In addition, reserve estimates may be subject to downward or upward changes based on production performance, purchases or sales of properties, results of future development, prevailing oil and gas prices, production sharing contracts, which may decrease reserves as crude oil and natural gas prices increase, and other factors.  Crude oil prices declined in 2020 and 2019, relative to comparative periods, resulting in reductions to our reported proved reserves.  In contrast, crude oil prices improved in 2021, relative to the preceding year, resulting in increases to our proved reserves.  If crude oil prices in 2022 average below prices used to determine proved reserves at December 31, 2021, it could have an adverse effect on our estimates of proved reserve volumes and on the value of our business.  See\nCrude Oil and Natural Gas Reserves\nin\nCritical Accounting Policies and Estimates\nin\nItem 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations\n.\nCatastrophic and other events, whether naturally occurring or man-made, may materially affect our operations and financial condition.\nOur oil and gas operations are subject to numerous risks and hazards inherent to operating in the crude oil and natural gas industry, including catastrophic events, which may damage or destroy assets, interrupt operations, result in personal injury\n20\nand have other significant adverse effects.  These events include unexpected drilling conditions, pressure conditions or irregularities in reservoir formations, equipment malfunctions or failures, derailments, fires, explosions, blowouts, cratering, pipeline interruptions and ruptures, hurricanes, severe weather, geological events, shortages in availability of skilled labor, cyber-attacks or health measures related to COVID-19.  We maintain insurance coverage against many, but not all, potential losses and liabilities in amounts we deem prudent, including for property and casualty losses.  There can be no assurance that such insurance will adequately protect us against liability from all potential consequences and damages.  For example, we are self-insured against physical damage to property and liability related to windstorms.  In 2021 and 2020, hurricane-related downtime reduced net production by 4,000 boepd and 8,000 boepd, respectively, and hurricane related maintenance and repair costs were approximately $7 million in both 2021 and 2020.  Moreover, some forms of insurance may be unavailable in the future or be available only on terms that are deemed economically unacceptable.  In addition, the frequency and severity of weather conditions which impact our business activities may also be impacted by the effects of climate change.  Energy needs could increase or decrease as a result of extreme weather conditions depending on the duration and magnitude of any such climate change.  Increased energy use due to weather changes may require us to invest in order to serve increased demand.  A decrease in energy use due to weather changes may affect our financial condition through decreased revenues.  To the extent the frequency of extreme weather events increases, this could adversely impact our business, results of operations and financial condition.\nSignificant time delays between the estimated and actual occurrence of critical events associated with development projects may result in material negative economic consequences.\nAs part of our business, we are involved in large development projects, the completion of which may be delayed beyond what was originally planned.  Such examples include, but are not limited to, delays in receiving necessary approvals from project members or regulatory or other government agencies, timely access to necessary equipment, availability of necessary personnel, construction delays, unfavorable weather conditions, equipment failures, and outbreaks of infectious diseases, such as COVID-19.  These delays could impact our future results of operations and cash flows.\nAn inability to secure personnel, drilling rigs, equipment, supplies and other required services or to retain key employees may result in material negative economic consequences.\nWe are dependent on oilfield service companies for items including drilling rigs, equipment, supplies and skilled labor.  The availability and cost of drilling rigs, equipment, supplies and skilled labor will fluctuate over time given the cyclical nature of the E&P industry.  As a result, we may encounter difficulties in obtaining required services or could face an increase in cost, including as a result of changes to our industry due to COVID-19, which may impact our ability to run our operations and deliver projects on time with the potential for material negative economic consequences.  In addition, difficulty in recruiting and retaining adequate numbers of experienced technical personnel could negatively impact our ability to deliver on our strategic goals.  Our future success also depends upon the continued service of key members of our senior management team, who play an important role in developing and implementing our strategy.  An inability to recruit and retain adequate numbers of experienced technical and professional personnel in the necessary locations or the loss or departure of key members of senior management may prevent us from executing our strategy in full or, in part, which could negatively impact our business.\nDisruption, failure or cyber security breaches affecting or targeting computer, telecommunications systems, and infrastructure used by the Corporation or our business partners may materially impact our business and operations.\nComputers and telecommunication systems are an integral part of our exploration, development and production activities and the activities of our business partners.  We use these systems to analyze and store financial and operating data and to communicate within our corporation and with outside business partners.  Our reliance on technology has increased due to the increased use of remote communications and other work-from-home practices in response to COVID-19.  Technical system flaws, power loss, cyber security risks, including cyber or phishing-attacks, unauthorized access, malicious software, data privacy breaches by employees or others with authorized access, ransomware, and other cyber security issues could compromise our computer and telecommunications systems or those of our business partners and result in disruptions to our business operations or the access, disclosure or loss of our data and proprietary information.  In addition, computers control oil and gas production, processing equipment, and distribution systems globally and are necessary to deliver our production to market.  A disruption, failure or a cyber breach of these operating systems, or of the networks and infrastructure on which they rely, could damage critical production, distribution and/or storage assets, delay or prevent delivery to markets, and make it difficult or impossible to accurately account for production and settle transactions.  As a result, any such disruption, failure or cyber breach and any resulting investigation or remediation costs, litigation or regulatory action could have a material adverse impact on our cash flows and results of operations, reputation and competitiveness.  We routinely experience attempts by external parties to penetrate and attack our networks and systems.  Although such attempts to date have not resulted in any material breaches, disruptions, financial loss, or loss of business-critical information, our systems and procedures for protecting against such attacks and mitigating such risks may prove to be insufficient in the future and such attacks could have an adverse impact on our business and operations, including damage to our reputation and competitiveness, remediation costs, litigation or regulatory actions.  In addition, as technologies evolve and these cyber security attacks become more sophisticated, we may incur significant costs to upgrade or enhance our security measures to protect against such attacks and we may face difficulties in fully anticipating or implementing adequate preventive measures or mitigating potential harm.\n21\nFinancial Risks\nWe have substantial capital requirements, and we may not be able to obtain needed financing on satisfactory terms.\nThe exploration, development and production of crude oil and natural gas involve substantial costs, which may not be fully funded from operations.  Two of the three major credit rating agencies that rate our debt have assigned an investment grade rating.  Although currently we do not have any borrowings under our long-term credit facility, a ratings downgrade, continued weakness in the oil and gas industry or negative outcomes within commodity and financial markets could adversely impact our access to capital markets by increasing the costs of financing, or by impacting our ability to obtain financing on satisfactory terms.  In addition, a ratings downgrade may require that we issue letters of credit or provide other forms of collateral under certain contractual requirements.  Environmental concerns and other factors have led to lower oil and gas representation in certain key equity market indices and may increase our costs to access the equity capital markets.  Any inability to access capital markets could adversely impact our financial adaptability and our ability to execute our strategy.\nWe engage in risk management transactions designed to mitigate commodity price volatility and other risks that may impede our ability to benefit from commodity price increases and can expose us to similar potential counterparty credit risk as amounts due from the sale of hydrocarbons.\nWe may enter into commodity price hedging arrangements to protect us from commodity price declines.  These arrangements may, depending on the instruments used and the level of additional hedges involved, limit any potential upside from commodity price increases.  As with accounts receivable from the sale of hydrocarbons, we may be exposed to potential economic loss should a counterparty be unable or unwilling to perform their obligations under the terms of a hedging agreement.  In addition, we are exposed to risks related to changes in interest rates and foreign currency values, and may engage in hedging activities to mitigate related volatility.\nThe alteration or discontinuation of LIBOR may adversely affect our borrowing costs.\nCertain borrowings on our credit facilities may use LIBOR as a benchmark for establishing the rate.  LIBOR is the subject of recent national, international and other regulatory guidance and proposals for reform.  These reforms and other pressures are expected to cause LIBOR to be discontinued after June 30, 2023 or to perform differently than in the past.  In the U.S., the Alternative Reference Rates Committee, which was convened by the Federal Reserve Board and the Federal Reserve Bank of New York, has proposed SOFR as an alternative to LIBOR.  At this time, the consequences of these developments cannot be entirely predicted, but could include fluctuations in interest rates or an increase in the cost of our credit facility borrowings.\nRegulatory, Legal and Environmental Risks\nOur oil and gas operations are subject to environmental risks and environmental, health and safety laws and regulations that can result in significant costs and liabilities.\nOur oil and gas operations are subject to environmental risks such as oil spills, produced water spills, gas leaks and ruptures and discharges of substances or gases that could expose us to substantial liability for pollution or other environmental damage.  Our operations are also subject to numerous U.S. federal, state, local and foreign environmental, health and safety laws and regulations.  Non-compliance with these laws and regulations may subject us to administrative, civil or criminal penalties, remedial clean-ups, natural resource damages and other liabilities.  In addition, increasingly stringent environmental regulations have resulted and will likely continue to result in higher capital expenditures and operating expenses for us.  Similarly, we have material legal obligations to dismantle, remove and abandon production facilities and wells that will occur many years in the future, in most cases.  These estimates may be impacted by future changes in regulations, solvency of subsequent owners and partners and other uncertainties.\nConcerns have been raised in certain jurisdictions where we have operations concerning the safety and environmental impact of the drilling and development of shale oil and gas resources, particularly hydraulic fracturing, water usage, flaring of associated natural gas and air emissions.  While we believe that these operations can be conducted safely and with minimal impact on the environment, regulatory bodies are responding to these concerns and may impose moratoriums and new regulations on such drilling operations that would likely have the effect of prohibiting or delaying such operations and increasing their cost.\nClimate change and sustainability initiatives may result in significant operational changes and expenditures, reduced demand for our products and adversely affect our business.\nWe recognize that climate change and sustainability is a growing global environmental concern.  Continuing political and social attention to the issue of climate change and sustainability has resulted in both existing and pending international agreements and national, regional or local legislation and regulatory measures to limit GHG emissions.  These agreements and measures may require, or could result in future legislation and regulatory measures that require, significant equipment modifications, operational changes, taxes, or purchase of emission credits to reduce emission of GHGs from our operations, which may result in substantial capital expenditures and compliance, operating, maintenance and remediation costs.  In addition, our production is sold to third parties that produce petroleum fuels, which through normal end user consumption result in the emission of GHGs.\nWe are prioritizing sustainable energy practices to further reduce our carbon footprint while at the same time remaining a successful operating public company.  However, various key stakeholders, including our stockholders, employees, suppliers, customers, local communities and others, may have differing approaches to climate change initiatives.  If we do not successfully manage expectations across these varied stakeholder interests, it could erode our stakeholders' trust and thereby affect our reputation.  As a result of heightened public awareness and attention to climate change and sustainability as well as continued regulatory initiatives\n22\nto reduce the use of petroleum fuels, demand for crude oil and other hydrocarbons may be reduced, which may have an adverse effect on our sales volumes, revenues and margins.  The imposition and enforcement of stringent GHG emissions reduction requirements could severely and adversely impact the oil and gas industry and therefore significantly reduce the value of our business.  Shareholder activism has been recently increasing in our industry, and stockholders may attempt to effect changes to our business or governance, whether by shareholder proposals, public campaigns, proxy solicitations or otherwise.  In addition, certain financial institutions, institutional investors and other sources of capital have begun to limit or eliminate their investment in oil and gas activities due to concerns about climate change, which could make it more difficult to finance our business.  Furthermore, increasing attention to climate change risks and sustainability has resulted in governmental investigations, and public and private litigation, which could increase our costs or otherwise adversely affect our business.  For example, beginning in 2017, certain states, municipalities and private associations in California, Delaware, Maryland, Rhode Island and South Carolina separately filed lawsuits against oil, gas and coal producers, including us, for alleged damages purportedly caused by climate change.  Such actions could adversely impact our business by distracting management and other personnel from their primary responsibilities, require us to incur increased costs, and/or result in reputational harm.\nWe are subject to changing laws and regulations and other governmental actions that can significantly and adversely affect our business.\nPolitical or regulatory developments and governmental actions, including federal, state, local, territorial and foreign laws and regulations may adversely affect our operations and those of our counterparties with whom we have contracted, which may affect our financial results.  These actions could result in tax increases retroactively through tax claims or prospectively through changes to applicable statutory tax rates, modification of the tax base, or imposition of new tax types.  Additionally, governmental actions could include post-production deductions from royalty payments; limitations or prohibitions on the sales of new oil and gas leases or extensions on existing oil and gas leases; adverse court decisions with respect to the sale of new and existing oil and gas leases; expropriation or nationalization of property; mandatory government participation, cancellation or amendment of contract rights; imposition of capital controls or blocking of funds; changes in import and export regulations; the imposition of tariffs; and anti-bribery or anti-corruption laws.  In recent years, proposals for limitations on access to oil and gas exploration and development opportunities and related litigation have grown in certain areas and may include efforts to reduce access to public and private lands; restriction of exploration and production activities within government-owned and other lands; delaying or canceling permits for drilling or pipeline construction; restrictions or changes to existing pipeline easements; limiting or banning industry techniques such as hydraulic fracturing and/or adding restrictions on the use of water and associated disposal; imposition of set-backs on oil and gas sites; reduction of sulfur content in bunker fuel; delaying or denying air-quality or siting permits; advocating for increased regulations, punitive taxation, or citizen ballot initiatives or moratoriums on industry activity; and the use of social media channels to cause reputational harm.  Costs associated with responding to these anti-development efforts or complying with any new legal or regulatory requirements could significantly and adversely affect our business, financial condition and results of operations.\nPolitical instability in areas where we operate can adversely affect our business.\nSome of the international areas in which we operate are politically less stable than other areas and may be subject to civil unrest, conflict, insurgency, corruption, security risks and labor unrest.  Political instability and civil unrest in North Africa, South America and the Middle East has affected and may continue to affect our interests in these areas as well as oil and gas markets generally.  In addition, geographic territorial border disputes may affect our business in certain areas, such as the border dispute between Guyana and Venezuela over a portion of the Stabroek Block.  Political instability exposes our operations to increased risks, including increased difficulty in obtaining required permits and government approvals, enforcing our agreements in those jurisdictions and potential adverse actions by local government authorities.  The threat of terrorism around the world also poses additional risks to our operations and the operations of the oil and gas industry in general.\nOne of our subsidiaries is the general partner of a publicly traded limited partnership, Hess Midstream LP.  The responsibilities associated with being a general partner expose us to a broader range of legal liabilities\n.  Our control of Hess Midstream LP bestows upon us additional duties and obligations including, but not limited to, the obligations associated with managing potential conflicts of interests and additional reporting requirements from the Securities and Exchange Commission.  These heightened duties expose us to additional potential for legal claims that may have a material negative economic impact on our stockholders.  Moreover, these increased duties may lead to an increase in compliance costs."
  },
  {
    "item_key": "item_1b",
    "text": "None.\n23"
  },
  {
    "item_key": "item_3",
    "text": "We are subject to loss contingencies with respect to various claims, lawsuits and other proceedings.  A liability is recognized in our consolidated financial statements when it is probable that a loss has been incurred and the amount can be reasonably estimated.  If the risk of loss is probable, but the amount cannot be reasonably estimated or the risk of loss is only reasonably possible, a liability is not accrued; however, we disclose the nature of those contingencies.  We cannot predict with certainty if, how or when existing claims, lawsuits and proceedings will be resolved or what the eventual relief, if any, may be, particularly for proceedings that are in their early stages of development or where plaintiffs seek indeterminate damages.\nWe, along with many companies that have been or continue to be engaged in refining and marketing of gasoline, have been a party to lawsuits and claims related to the use of MTBE in gasoline.  A series of similar lawsuits, many involving water utilities or governmental entities, were filed in jurisdictions across the U.S. against producers of MTBE and petroleum refiners who produced gasoline containing MTBE, including us.  The principal allegation in all cases was that gasoline containing MTBE was a defective product and that these producers and refiners are strictly liable in proportion to their share of the gasoline market for damage to groundwater resources and are required to take remedial action to ameliorate the alleged effects on the environment of releases of MTBE.  The majority of the cases asserted against us have been settled.  There are two remaining active cases, filed by Pennsylvania and Maryland.  In June 2014, the Commonwealth of Pennsylvania filed a lawsuit alleging that we and all major oil companies with operations in Pennsylvania, have damaged the groundwater by introducing thereto gasoline with MTBE.  The Pennsylvania suit has been forwarded to the existing MTBE multidistrict litigation pending in the Southern District of New York.  In December 2017, the State of Maryland filed a lawsuit alleging that we and other major oil companies damaged the groundwater in Maryland by introducing thereto gasoline with MTBE.  The suit, filed in Maryland state court, was served on us in January 2018 and has been removed to federal court by the defendants.\nIn September 2003, we received a directive from the NJDEP to remediate contamination in the sediments of the Lower Passaic River.  The NJDEP is also seeking natural resource damages.  The directive, insofar as it affects us, relates to alleged releases from a petroleum bulk storage terminal in Newark, New Jersey we previously owned.  We and over 70 companies entered into an Administrative Order on Consent with the EPA to study the same contamination; this work remains ongoing.  We and other parties settled a cost recovery claim by the State of New Jersey and agreed with the EPA to fund remediation of a portion of the site.  On March 4, 2016, the EPA issued a ROD in respect of the lower eight miles of the Lower Passaic River, selecting a remedy that includes bank-to-bank dredging at an estimated cost of $1.38 billion.  The ROD does not address the upper nine miles of the Lower Passaic River or the Newark Bay, which may require additional remedial action.  In addition, the federal trustees for natural resources have begun a separate assessment of damages to natural resources in the Passaic River.  Given that the EPA has not selected a final remedy for the entirety of the Lower Passaic River or the Newark Bay, total remedial costs cannot be reliably estimated at this time.  Based on currently known facts and circumstances, we do not believe that this matter will result in a significant liability to us because our former terminal did not store or use contaminants which are of concern in the river sediments and could not have contributed contamination along the river’s length.  Further, there are numerous other parties who we expect will bear the cost of remediation and damages.\nIn March 2014, we received an Administrative Order from the EPA requiring us and 26 other parties to undertake the Remedial Design for the remedy selected by the EPA for the Gowanus Canal Superfund Site in Brooklyn, New York.  Our alleged liability derives from our former ownership and operation of a fuel oil terminal and connected shipbuilding and repair facility adjacent to the Canal.  The remedy selected by the EPA includes dredging of surface sediments and the placement of a cap over the deeper sediments throughout the Canal and in-situ stabilization of certain contaminated sediments that will remain in place below the cap.  The EPA’s original estimate was that this remedy would cost $506 million; however, the ultimate costs that will be incurred in connection with the design and implementation of the remedy remain uncertain.  We have complied with the EPA’s March 2014 Administrative Order and contributed funding for the Remedial Design based on an allocation of costs among the parties determined by a third-party expert.  In January 2020, we received an additional Administrative Order from the EPA requiring us and several other parties to begin Remedial Action along the uppermost portion of the Canal.  We intend to comply with this Administrative Order.  The remediation work began in the fourth quarter of 2020.  Based on currently known facts and circumstances, we do not believe that this matter will result in a significant liability to us, and the costs will continue to be allocated amongst the parties, as they were for the Remedial Design.\nFrom time to time, we are involved in other judicial and administrative proceedings relating to environmental matters.  We periodically receive notices from the EPA that we are a “potential responsible party” under the Superfund legislation with respect to various waste disposal sites.  Under this legislation, all potentially responsible parties may be jointly and severally liable.  For any site for which we have received such a notice, the EPA’s claims or assertions of liability against us relating to these sites have not been fully developed, or the EPA’s claims have been settled or a settlement is under consideration, in all cases for amounts that are not material.  Beginning in 2017, certain states, municipalities and private associations in California, Delaware, Maryland, Rhode Island and South Carolina separately filed lawsuits against oil, gas and coal producers, including us, for alleged damages purportedly caused by climate change.  These proceedings include claims for monetary damages and injunctive relief.  Beginning in 2013, various parishes in Louisiana filed suit against approximately 100 oil and gas companies, including us, alleging that the companies’ operations and activities in certain fields violated the State and Local Coastal Resource Management Act of 1978, as amended, and caused\n24\ncontamination, subsidence and other environmental damages to land and water bodies located in the coastal zone of Louisiana.  The plaintiffs seek, among other things, the payment of the costs necessary to clear, re-vegetate and otherwise restore the allegedly impacted areas.  The ultimate impact of such climate and other aforementioned environmental proceedings, and of any related proceedings by private parties, on our business or accounts cannot be predicted at this time due to the large number of other potentially responsible parties and the speculative nature of clean-up cost estimates.\nIn August 2020, Fieldwood and related entities filed for bankruptcy relief under Chapter 11 of the U.S. Bankruptcy Code. Fieldwood’s Bankruptcy Plan, which was approved by the U.S. Bankruptcy Court in June 2021, includes the abandonment of certain assets, including seven offshore Gulf of Mexico leases and related facilities in the West Delta Field that were formerly owned by us and sold to a Fieldwood predecessor in 2004, and the discharge of Fieldwood’s obligation to decommission these facilities.  As a result, in October 2021 and February 2022, we received decommissioning orders from the BSEE requiring us to decommission certain wells and related facilities located on six of the seven West Delta leases.  We expect to receive additional orders covering the remainder of the West Delta decommissioning obligations in the near future and are actively engaged with the BSEE to agree on the scope and timing of decommissioning activities.  Our decommissioning obligation derives from our former ownership of the facilities.  We are seeking contribution from other parties that owned an interest in the facilities. As of December 31, 2021, we have a liability of $147 million representing total estimated abandonment obligations in the West Delta Field.  Potential recoveries from other parties that previously owned an interest in the West Delta Field have not been recognized as of December 31, 2021.\nWe are also involved in other judicial and administrative proceedings from time to time in addition to the matters described above, including claims related to post-production deductions from royalty payments.  We may also be exposed to future decommissioning liabilities for divested assets in the event the current or future owners of facilities previously owned by us are determined to be unable to perform such actions, whether due to bankruptcy or otherwise.  We cannot predict with certainty if, how or when such proceedings will be resolved or what the eventual relief, if any, may be, particularly for proceedings that are in their early stages of development or where plaintiffs seek indeterminate damages.  Numerous issues may need to be resolved, including through potentially lengthy discovery and determination of important factual matters before a loss or range of loss can be reasonably estimated for any proceeding.\nSubject to the foregoing, in management’s opinion, based upon currently known facts and circumstances, the outcome of lawsuits, claims and proceedings, including the matters disclosed above, is not expected to have a material adverse effect on our financial condition, results of operations or cash flows.  However, we could incur judgments, enter into settlements, or revise our opinion regarding the outcome of certain matters, and such developments could have a material adverse effect on our results of operations in the period in which the amounts are accrued and our cash flows in the period in which the amounts are paid."
  },
  {
    "item_key": "item_4",
    "text": "None.\n25\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Stock Market Information, Holders and Dividends\nOur common stock is traded principally on the New York Stock Exchange (ticker symbol: HES).  At January 31, 2022, there were 2,725 stockholders (based on the number of holders of record) who owned a total of 309,745,523 shares of common stock.  In 2021, 2020 and 2019, cash dividends on common stock totaled $1.00 per share per year ($0.25 per quarter).\nPerformance Graph\nSet forth below is a line graph comparing the five-year shareholder returns on a $100 investment in our common stock assuming reinvestment of dividends, against the cumulative total returns for the following:\n•\nStandard & Poor’s (S&P) 500 Stock Index, which includes us.\n•\n2021 Proxy Peer Group comprising 12 oil and gas peer companies, including us, as disclosed in our 2021 Proxy Statement.  In 2021, Cabot Oil & Gas Corporation merged with Cimarex Energy Company to form Coterra Energy, Inc.\nComparison of Five-Year Shareholder Returns\nYears Ended December 31,\n26\nShare Repurchase Activities\nOur Board of Directors have authorized common stock repurchases of up to $7.5 billion under our stock repurchase plan.  There were no share repurchases for the year ended December 31, 2021.  Since initiation of the buyback program in August 2013, total shares repurchased through December 31, 2021 amounted to 91.9 million at a total cost of $6.85 billion including transaction fees.\nEquity Compensation Plans\nFollowing is information related to our equity compensation plans at December 31, 2021.\n(a)\nThis amount includes 2,086,722 shares of common stock issuable upon exercise of outstanding stock options.  This amount excludes 733,586 performance share units (PSUs) for which the number of shares of common stock to be issued may range from 0% to 200% based on our total shareholder return (TSR) relative to the TSR of a predetermined group of peer companies over a three‑year performance period ending December 31 of the year prior to settlement of the grant.  Beginning with the PSUs granted in 2020, the Corporation's TSR is compared to the TSR of a predetermined group of peer companies and the S&P 500 index over the three-year performance period.  In addition, this amount also excludes 1,616,316 shares of common stock issued as restricted stock pursuant to our equity compensation plans.\n(b)\nThese securities may be awarded as stock options, restricted stock, PSUs or other awards permitted under our equity compensation plan.\nSee\nNote 14, Share‑based Compensation\nin the\nNotes to Consolidated Financial Statements\nfor further discussion of our equity compensation plans."
  },
  {
    "item_key": "item_6",
    "text": "27"
  },
  {
    "item_key": "item_7",
    "text": "The following discussion should be read together with the\nConsolidated Financial Statement\ns and the\nNotes to Consolidated Financial Statements\n, which are included in this Form 10-K in Item 8, and the information set forth in\nunder Item 1A.\nThe following Management’s Discussion and Analysis of Financial Condition and Results of Operations omits certain discussions of our financial condition and results of operations for the year ended December 31, 2020 compared with the year ended December 31, 2019, which can be found in\nin our 2020 Annual Report on Form 10-K, which was filed with the Securities and Exchange Commission on March 1, 2021, and such comparisons are incorporated herein by reference.\nIndex\nOverview\nHess Corporation is a global E&P company engaged in exploration, development, production, transportation, purchase and sale of crude oil, natural gas liquids, and natural gas with production operations located primarily in the United States (U.S.), Guyana, the Malaysia/Thailand Joint Development Area (JDA), and Malaysia.  We conduct exploration activities primarily offshore Guyana, in the U.S. Gulf of Mexico, and offshore Suriname and Canada.  At the Stabroek Block (Hess 30%), offshore Guyana, we and our partners have discovered a significant resource base and are executing a multi-phased development of the Block.  The Liza Phase 1 development achieved first production in December 2019, and has a nameplate production capacity of approximately 120,000 gross bopd.  The Liza Phase 2 development achieved first production in February 2022, and is expected to reach its production capacity of approximately 220,000 gross bopd later in 2022 as operations are safely brought online.  A third development, Payara, was sanctioned in the third quarter of 2020 and is expected to achieve first production in 2024, with production capacity of approximately 220,000 gross bopd.  A fourth development, Yellowtail, was submitted to the government of Guyana for approval in the fourth quarter of 2021.  Pending government approval and project sanctioning, the project is expected to have a capacity of approximately 250,000 gross bopd with first production anticipated in 2025.  We currently plan to have six FPSOs with an aggregate expected production capacity of more than 1 million gross bopd on the Stabroek Block in 2027, and the potential for up to ten FPSOs to develop the current discovered recoverable resource base.\nOur Midstream operating segment, which is comprised of Hess Corporation’s approximate 43.5% consolidated ownership interest in Hess Midstream LP at\nDecember 31, 2021\n, provides fee-based services, including gathering, compressing and processing natural gas and fractionating NGL; gathering, terminaling, loading and transporting crude oil and NGL; storing and terminaling propane, and water handling services primarily in the Bakken shale play in the Williston Basin area of North Dakota.\nClimate Change, Energy Transition and Our Strategy\nWe believe climate risks can and should be addressed while at the same time providing safe, affordable and reliable energy necessary to ensure human welfare and global economic development in the context of the United Nations Sustainable Development Goals.  The IEA's 2021 World Energy Outlook provides four scenarios of global energy demand in 2040 based on varying levels of global response to climate change.  Under all of the IEA scenarios, oil and natural gas are expected to be needed for decades to come and we expect that significant investment will be required to meet the world’s projected growing energy needs, both in renewable energy sources and in oil and gas.\nOur strategy is to grow our resource base, have a low cost of supply and sustain cash flow growth.  Our strategy aligns with the energy transition needed to achieve the IEA's Sustainable Development Scenario, which reflects the major changes that would be required to reach the energy-related Sustainable Development Goals of the United Nations.\nOur commitment to sustainability starts with our Board of Directors and senior management and is reinforced throughout our organization.  Our Board of Directors, led by its Environmental, Health and Safety Committee, is actively engaged in overseeing Hess’ sustainability practices so that sustainability risks and opportunities are taken into account when making strategic decisions.  Our Board’s Compensation and Management Development Committee has tied executive compensation to advancing our environmental, health and safety goals.  We also have an executive led task force to consider our medium and longer term climate strategy.\n28\nIn 2021, we announced our new five year GHG reduction targets for 2025, which are to reduce operated Scope 1 and 2 GHG emissions intensity by approximately 44% and methane emissions intensity by approximately 52% from 2017.  In January 2022, we announced our plan to reduce routine flaring at Hess operated assets to zero by the end of 2025.  Our business planning includes actions we expect to undertake to continue reducing our carbon footprint consistent with our targets.  We also conduct annual scenario planning as a methodology to assess our portfolio’s resilience to differing scenarios of energy supply and demand over the longer term, and to inform our understanding of future risks and opportunities in relation to the potential evolution of energy demand, energy mix, the emergence of new technologies, and possible changes by policymakers with respect to greenhouse gas emissions and climate change.\n2022 Outlook\nFollowing the startup of the Liza Phase 2 project in February 2022, we repaid the remaining $500 million outstanding under our $1 billion term loan and we announced a 50 percent increase in our quarterly dividend on common stock.  Our E&P capital and exploratory expenditures are projected to be approximately $2.6 billion in 2022.  Capital investment for our Midstream operations is expected to be approximately $235 million.  Oil and gas net production in 2022 is forecast to be in the range of 325,000 boepd to 330,000 boepd excluding Libya.  For 2022, we have hedged 90,000 bopd with WTI collars with an average monthly floor price of $60 per barrel and an average monthly ceiling price of $100 per barrel, and 60,000 bopd with Brent collars with an average monthly floor price of $65 per barrel and an average monthly ceiling price of $105 per barrel.\nNet cash provided by operating activities was $2,890 million in 2021, compared with $1,333 million in 2020, while net cash provided by operating activities before changes in operating assets and liabilities was $2,991 million in 2021 and $1,803 million in 2020.  In 2022, based on current forward strip crude oil prices, we expect cash flow from operating activities and cash and cash equivalents at December 31, 2021 will be sufficient to fund our capital investment program, dividends, and the recent repayment of the remaining $500 million outstanding under our $1 billion term loan.  Depending on market conditions, we may take any of the following steps, or a combination thereof, to improve our liquidity and financial position: reduce the planned capital program and other cash outlays, including dividends, pursue asset sales, borrow against our committed revolving credit facility, or issue debt or equity securities.\nConsolidated Results\nNet income attributable to Hess Corporation was $559 million in 2021 compared with a net loss of $3,093 million in 2020.  Excluding items affecting comparability of earnings between periods summarized on page 32, adjusted net income was $677 million in 2021 compared with an adjusted net loss of $894 million in 2020.  Annual net production averaged 315,000 boepd and 331,000 boepd in 2021 and 2020, respectively.  Total proved reserves were 1,309 million boe and 1,170 million boe at December 31, 2021 and December 31, 2020, respectively.\nSignificant 2021 Activities\nThe following is an update of significant E&P activities during 2021:\nE&P assets:\n•\nIn North Dakota, net production from the Bakken shale play averaged 156,000 boepd in 2021 (2020: 193,000 boepd),  primarily due to the impact of lower drilling activity caused by a reduction in rig count from six to one during the first half of 2020, lower NGL and natural gas volumes received under percentage of proceeds contracts, curtailed production related to the planned Tioga Gas Plant maintenance turnaround completed in the third quarter of 2021, and the sale of our Little Knife and Murphy Creek nonstrategic acreage interests in the second quarter of 2021, which contributed net production of 2,000 boepd in 2021 (2020: 6,000 boepd).  Net oil production was 80,000 bopd in 2021 compared with 107,000 bopd in 2020.  NGL and natural gas volumes received under percentage of proceeds contracts were 11,000 boepd in 2021 compared with 21,000 boepd in 2020 as higher realized NGL prices in 2021 reduced the volumes received as consideration for gas processing fees.\nPrior to COVID-19, we were operating six rigs in the Bakken, but reduced the rig count to one in May 2020 in response to the sharp decline in crude oil prices.  We added a second operated rig in the Bakken in February 2021 and a third operated rig in September 2021.  We drilled 63 wells and brought 51 wells on production in 2021, bringing the total operated production wells to 1,599 at December 31, 2021.  We forecast net production from the Bakken to be in the range of 160,000 boepd to 165,000 boepd in 2022.\n•\nIn the Gulf of Mexico, net production averaged 45,000 boepd in 2021 (2020: 56,000 boepd) primarily due to the sale of the Shenzi Field in November 2020.  Net production from the Shenzi Field was 9,000 boepd in 2020.\n•\nAt the Stabroek Block (Hess 30%), offshore Guyana, net production from the Liza Phase 1 development averaged 30,000 bopd in 2021 (2020: 20,000 bopd) following first production in December 2019 from the Liza Destiny FPSO.  The Liza\n29\nDestiny has a nameplate production capacity of approximately 120,000 gross bopd and in 2022 its production capacity is expected to increase to more than 140,000 gross bopd following production optimization work.\nThe Liza Phase 2 development, which was sanctioned in 2019, began producing oil in February 2022 from the Liza Unity FPSO.  The Liza Unity is expected to reach its production capacity of approximately 220,000 gross bopd later in 2022 as operations are safely brought online.\nFor 2022, net production from Guyana is expected to be in the range of 65,000 bopd to 70,000 bopd, reflecting the ramp in production during the year from Liza Phase 2.\nThe Payara Field development was sanctioned in 2020 and will utilize the Prosperity FPSO, which will have the capacity to produce up to 220,000 gross bopd, with first production expected in 2024.  Ten drill centers with a total of 41 wells are planned, including 20 production wells and 21 injection wells.\nA fourth development, Yellowtail, was submitted to the government of Guyana for approval in the fourth quarter of 2021.  Pending government approval and project sanctioning, the project is expected to have a capacity of 250,000 gross bopd with first production anticipated in 2025.\nIn addition to the first four developments, planning is underway for additional FPSOs.  The ultimate sizing and order of these potential developments will be a function of further exploration and appraisal drilling.\nIn 2021, four successful exploration wells and seven successful appraisal wells were drilled on the Stabroek Block.  For 2022, the operator plans to operate six drillships and drill approximately 12 exploration and appraisal wells during the year.\n•\nIn the Gulf of Thailand, net production from Block A‑18 of the JDA averaged 36,000 boepd in 2021 (2020: 29,000 boepd), including contribution from unitized acreage in Malaysia, while net production from North Malay Basin averaged 25,000 boepd in 2021 (2020: 23,000 boepd).  During 2021, we continued the drilling program at North Malay Basin, and we commenced a\nmulti-year drilling program at JDA in the first half of the year.\n•\nWe completed the sale of our interests in Denmark in August for net cash consideration of approximately $130 million, after normal closing adjustments.  Net production from Denmark was 3,000 boepd in 2021.\nThe following is an update of significant Midstream activities during 2021:\n•\nIn March 2021, Hess Midstream completed an underwritten public offering of 6.9 million Class A shares held by Hess and GIP.  As a result of this transaction, Hess received net proceeds of $70 million.\n•\nIn August 2021, HESM Opco repurchased 31.25 million Class B units held by Hess and GIP for $750 million, with Hess receiving net proceeds of $375 million.  HESM Opco issued $750 million in aggregate principal amount of 4.250% fixed-rate senior unsecured notes due 2030 in a private offering to finance the repurchase.\n•\nIn October 2021, Hess Midstream completed an underwritten public offering of approximately 8.6 million Class A shares held by Hess and GIP.  As a result of this transaction, Hess received net proceeds of $108 million.\n•\nFacility construction for an expansion of the Tioga Gas Plant to 400 mmcfd from 250 mmcfd was completed in 2020.  The incremental gas processing capacity was placed in service in the fourth quarter of 2021 following completion of a planned maintenance turnaround which included connecting the expansion and residue NGL takeaway pipelines to the plant.  The total processing capacity of 400 mmcfd became available in February 2022.\n30\nLiquidity and Capital and Exploratory Expenditures\nAt December 31, 2021, cash and cash equivalents were $2,713 million (2020: $1,739 million), consolidated debt was $8,458 million (2020: $8,296 million), and our debt to capitalization ratio (as defined in the credit agreement for our revolving credit facility and the term loan agreement) was 42.3% (2020: 47.5%).  Hess Midstream debt, which is nonrecourse to Hess Corporation, was $2,564 million at December 31, 2021 (2020: $1,910 million).\nCapital and exploratory expenditures were as follows (in millions):\n(a)\nOther includes our interests in Denmark (which were sold in August 2021), Libya and certain non-producing countries.\n(b)\nExcludes equity investments of $33 million in 2019.\nIn 2022, we project our E&P capital and exploratory expenditures will be approximately $2.6 billion and Midstream capital expenditures to be approximately $235 million.\nConsolidated Results of Operations\nResults by Segment:\nThe after-tax income (loss) by major operating activity is summarized below:\n(a)\nCalculated as net income (loss) attributable to Hess Corporation less preferred stock dividends, divided by weighted average number of diluted shares.\nIn the following discussion and elsewhere in this report, the financial effects of certain transactions are disclosed on an after-tax basis.  Management reviews segment earnings on an after-tax basis and uses after-tax amounts in its review of variances in segment earnings.  Management believes that after-tax amounts are a preferable method of explaining variances in earnings, since they show the entire effect of a transaction rather than only the pre-tax amount.  After-tax amounts are determined by applying the income tax rate in each tax jurisdiction to pre-tax amounts.\n31\nItems Affecting Comparability of Earnings Between Periods:\nThe following table summarizes items of income (expense) that are included in net income (loss) and affect comparability of earnings between periods.  The items in the table below are explained on pages 37 through 40.\nThe following table presents the pre-tax amount of items affecting comparability of income (expense) by financial statement line item in the\nStatement of Consolidated Income\non page 55.  The items in the table below are explained on pages 37 through 40.\nReconciliations of GAAP and Non-GAAP Measures:\nThe following table reconciles reported net income (loss) attributable to Hess Corporation and adjusted net income (loss) attributable to Hess Corporation:\nThe following table reconciles reported net cash provided by (used in) operating activities and net cash provided by (used in) operating activities before changes in operating assets and liabilities:\nAdjusted net income (loss) attributable to Hess Corporation is a non-GAAP financial measure, which we define as reported net income (loss) attributable to Hess Corporation excluding items identified as affecting comparability of earnings between periods, which are summarized on pages 37 through 40.  Management uses adjusted net income (loss) to evaluate the Corporation’s operating performance and believes that investors’ understanding of our performance is enhanced by disclosing this measure, which excludes certain items that management believes are not directly related to ongoing operations and are not indicative of future business trends and operations.\nNet cash provided by (used in) operating activities before changes in operating assets and liabilities presented in this report is a non-GAAP measure, which we define as reported net cash provided by (used in) operating activities excluding changes in operating assets and liabilities.  Management uses net cash provided by (used in) operating activities before changes in operating assets and\n32\nliabilities to evaluate the Corporation’s ability to internally fund capital expenditures, pay dividends and service debt and believes that investors’ understanding of our ability to generate cash to fund these items is enhanced by disclosing this measure, which excludes working capital and other movements that may distort assessment of our performance between periods.\nThese measures are not, and should not be viewed as, substitutes for U.S. GAAP net income (loss) and net cash provided by (used in) operating activities.\nComparison of Results\nExploration and Production\nFollowing is a summarized statement of income for our E&P operations:\nExcluding the E&P items affecting comparability of earnings between periods in the table on page 37, the changes in E&P results are primarily attributable to changes in selling prices, production and sales volumes, marketing expenses, cash operating costs, Midstream tariffs, DD&A expense, exploration expenses and income taxes, as discussed below.\n33\nSelling Prices:\nAverage worldwide realized crude oil selling prices, including hedging, were\n36% higher in 2021 compared with the prior year, primarily due to the increase in Brent and WTI crude oil prices.  In addition, realized worldwide selling prices for NGL increased in 2021 by\n174% and worldwide natural gas prices increased in 2021 by 54%, compared with the prior year.  In total, higher realized selling prices improved after-tax results by approximately $1,430 million, compared with 2020.  Our average selling prices were as follows:\n(a)\nSelling prices in the United States are adjusted for certain processing and distribution fees included in Marketing expenses.  Excluding these fees worldwide selling prices for 2021 would be $64.25 per barrel for crude oil (including hedging) (2020:\n$47.54\n;\n2019: $59.95), $68.07 per barrel for crude oil (excluding hedging) (2020: $38.78; 2019: $59.94), $30.61 per barrel for NGL (2020: $11.29; 2019: $13.40) and $4.71 per mcf for natural gas (2020: $3.11; 2019: $3.97).\n(b)\nOther includes our interests in Denmark, which were sold in August 2021, and Libya.\nCrude oil hedging activities in 2021 were a net loss of $243 million before and after income taxes, and a net gain of $547 million before and after income taxes in 2020.  For calendar year 2022, we have WTI collars with an average monthly floor price of $60 per barrel and an average monthly ceiling price of $100 per barrel for 90,000 bopd, and Brent collars with an average monthly floor price of $65 per barrel and an average monthly ceiling price of $105 per barrel for 60,000 bopd.  We expect premium amortization, which will be reflected in realized selling prices, to reduce our 2022 results by approximately $225 million.\n34\nProduction Volumes:\nOur daily worldwide net production was as follows:\n(a)\nIn November 2020, we sold our working interest in the Shenzi Field in the deepwater Gulf of Mexico.  Net production from the Shenzi Field was 9,000 boepd for the year ended December 31, 2020 (2019: 12,000 boepd).\n(b)\nOther includes our interests in Denmark, which were sold in August 2021, and Libya.  Net production from Denmark was 3,000 boepd for 2021 (2020: 6,000 boepd; 2019: 7,000 boepd).  Net production from Libya was 20,000 boepd for 2021 (2020: 4,000 boepd; 2019: 21,000 boepd).\nIn 2022, we expect net production, excluding Libya, to be in the range of 325,000 boepd to 330,000 boepd, compared with 2021 net production, excluding Libya and assets sold, of 290,000 boepd.\nNet production variances related to 2021 and 2020 are summarized as follows:\nUnited States:\nNorth Dakota net production was lower in 2021, primarily due to the impact of lower drilling activity caused by a reduction in rig count from six to one during the first half of 2020, lower NGL and natural gas volumes received under percentage of proceeds contracts due to higher commodity prices, curtailed production related to the planned Tioga Gas Plant maintenance turnaround completed in the third quarter of 2021, and the sale of our Little Knife and Murphy Creek nonstrategic acreage interests in the second quarter of 2021.  Total offshore net production was lower in 2021\nprimarily due to the sale of the Shenzi Field in November 2020.\nInternational:\nNet crude oil production from Guyana was higher in 2021, due to the production ramp up from the Liza Phase 1 development in 2020.  Net oil production in Libya was higher in 2021 due to force majeure declared on production operations between January 2020 and October 2020.  Net natural gas production was higher at Malaysia and JDA reflecting higher natural gas nominations due to a recovery in economic activity which had been impacted by COVID-19.\n35\nSales Volumes:\nNet worldwide sales volumes from Hess net production, which excludes sales volumes of crude oil, NGLs and natural gas purchased from third parties, were as follows:\n(a)\nAt December 31, 2020, we had 4.2 million barrels of crude oil transported and stored on two chartered VLCCs for sale in Asian markets.\nThe two VLCC cargos were sold in the first quarter of 2021.\nMarketing, including purchased oil and gas (Marketing expense):\nMarketing expense is mainly comprised of costs to purchase crude oil, NGL and natural gas from our\npartners in Hess operated wells or other third parties, primarily in the U.S., and transportation and other distribution costs for U.S. marketing activities.  Marketing expense was higher in 2021 compared to 2020 primarily due to higher third party crude oil volumes purchased and prices paid for purchased volumes.  Marketing expenses in 2021 included $173 million related to the cost of 4.2 million barrels of crude oil stored on two VLCCs in 2020 that were sold in 2021.  Marketing expense in 2020 was reduced by $164 million for the net cost of crude oil inventory that was capitalized for the barrels loaded on VLCCs.\nCash Operating Costs:\nCash operating costs consist of operating costs and expenses, production and severance taxes and E&P general and administrative expenses.  Excluding items affecting comparability described in\nItems Affecting Comparability of Earnings Between Periods\non\npage 37, cash operating costs increased primarily due to higher maintenance and workover activity in 2021 compared with the prior year due to reduced activity in 2020 related to COVID-19, and higher production and severance taxes associated with higher crude oil prices in 2021.  On a per-unit basis, cash operating costs were higher in 2021 due to the higher costs and the impact of lower 2021 production volumes.\nMidstream Tariffs Expense:\nTariffs expense increased from 2020, primarily due to higher tariff rates and minimum volume commitments in 2021.  In 2022, we estimate Midstream tariffs expense to be in the range of $1,190 million to $1,215 million.\nDD&A Expense:\nDD&A expense was lower in 2021 primarily due to the impact to DD&A rates resulting from year-end 2020 revisions and additions to proved reserves, lower production volumes in 2021, and the impact of impairment charges recognized in the first quarter of 2020.\nUnit Costs:\nUnit cost per boe information is based on total E&P net production volumes and excludes items affecting comparability of earnings as disclosed on page 37.  Actual and forecast unit costs are as follows:\n(a)\nForecast information excludes any contribution from Libya.\n(b)\nCash operating costs per boe, excluding Libya, were $12.11 in 2021 (2020: $9.85; 2019: $12.54).\n(c)\nDD&A expense per boe, excluding Libya, was $12.43 in 2021 (2020: $15.98; 2019: $18.52).\n36\nExploration Expenses:\nExploration expenses, including items affecting comparability of earnings described below, were as follows:\n(a)\nIn 2021, dry hole costs primarily related to the Koebi-1 well in the Stabroek Block, offshore Guyana.  In 2020, dry hole costs primarily related to the Tanager-1 well in the Kaieteur Block, offshore Guyana, the Galapagos Deep and Oldfield-1 wells in the Gulf of Mexico and the write-off of previously capitalized exploratory wells (see Items Affecting Comparability of Earnings Between Periods below).\n(b)\nIn 2020, exploration lease and other impairment included impaired leasehold costs due to a reprioritization of the Corporation’s forward capital program (see Items Affecting Comparability of Earnings Between Periods below).\nIn 2022, we estimate exploration expenses, excluding dry hole expense, to be in the range of $170 million to $180 million.\nIncome Taxes:\nIn 2021, income tax expense was\n$585 million compared with an income tax benefit of $12 million in 2020, primarily due to higher pre-tax income in Libya and Guyana.  Income tax expense from Libya operations was $436 million in 2021 compared with $38 million in 2020.  We are generally not recognizing deferred tax benefit or expense in certain countries, primarily the U.S. (non-Midstream), Denmark (sold in August 2021), and Malaysia, while we maintain valuation allowances against net deferred tax assets in these jurisdictions in accordance with the requirements of U.S. accounting standards.  See E&P\nItems Affecting Comparability of Earnings Between Periods\nbelow.\nActual effective tax rates are as follows:\n(a)\nExcludes any contribution from Libya and items affecting comparability of earnings.\nIn 2022, we estimate income tax expense, excluding Libya and items affecting comparability of earnings between periods, to be in the range of $300 million to $310 million.\nItems Affecting Comparability of Earnings Between Periods:\nReported E&P earnings include the following items affecting comparability of income (expense):\n37\nThe pre-tax amounts of E&P items affecting comparability of income (expense) as presented in the\nStatement of Consolidated Income\nare as follow\ns\n:\n2021:\n•\nGains on asset sales, net:\nWe recognized a pre-tax gain of $29 million ($29 million after income taxes) associated with the sale of our interests in Denmark.\n•\nImpairment and other:\nWe recorded a charge of $147 million ($147 million after income taxes) for the total estimated future abandonment obligations of the West Delta Field in the Gulf of Mexico.  In June 2021, the U.S. Bankruptcy Court approved Fieldwood’s bankruptcy plan which included discharging decommissioning obligations, subject to conditions precedent, for certain of Fieldwood’s assets.  Those obligations will transfer to former owners of the properties, including us with respect to the West Delta Field, which we sold in 2004.  Potential recoveries from other parties that previously owned an interest in the West Delta Field have not been recognized as of December 31, 2021.  See\nNote 12, Impairment and Other\nin the\nNotes to Consolidated Financial Statements\n.\n2020:\n•\nImpairment and other:\nWe recorded noncash impairment charges totaling $2.1 billion ($2.0 billion after income taxes) related to our oil and gas properties at North Malay Basin in Malaysia, the South Arne Field in Denmark, and the Stampede and Tubular Bells fields in the Gulf of Mexico, primarily as a result of a lower long-term crude oil price outlook.  Other charges totaling $21 million pre-tax ($20 million after income taxes) related to drilling rig right-of-use assets in the Bakken and surplus materials and supplies.  See\nNote 12, Impairment and Other\nin the\nNotes to Consolidated Financial Statements\n.\n•\nDry hole and lease impairment expenses:\nWe incurred pre-tax charges totaling $152 million ($150 million after income taxes) in the first quarter to write-off previously capitalized exploratory well costs of $125 million ($123 million after income taxes) primarily related to the northern portion of the Shenzi Field in the Gulf of Mexico and to impair certain exploration leasehold costs by $27 million ($27 million after income taxes) due to a reprioritization of our capital program.\n•\nCrude oil inventories write-down:\nWe incurred a pre-tax charge of $53 million ($52 million after income taxes) to adjust crude oil inventories to their net realizable value at the end of the first quarter following the significant decline in crude oil prices.\n•\nSeverance costs:\nWe recorded a pre-tax charge of $26 million ($26 million after income taxes) for employee termination\nbenefits incurred related to cost reduction initiatives.\n•\nGains on asset sales, net:\nWe recorded a pre-tax gain of $79 million ($79 million after income taxes) associated with the sale of our 28% working interest in the Shenzi Field in the deepwater Gulf of Mexico.\n2019:\n•\nCost recovery settlement:\nWe recorded a pre-tax charge of $21 million ($19 million after income taxes) related to a settlement on historical cost recovery balances in the JDA that was paid in cash.\n•\nReversal of deferred tax asset valuation allowance:\nWe recorded a noncash income tax benefit of $60 million, which resulted from the reversal of a valuation allowance against net deferred tax assets in Guyana upon achieving first production from the Liza Phase 1 development.\n•\nGains on asset sales, net:\nWe recorded a pre-tax gain of $22 million ($22 million after income taxes) associated with the sale of our remaining acreage in the Utica shale play.\n38\nMidstream\nFollowing is a summarized statement of income for our Midstream operations:\nSales and other operating revenues increased from 2020 primarily due to higher tariff rates and minimum volume commitments partially offset by lower pass-through rail transportation revenue.  Operating costs and expenses decreased from 2020 primarily due to lower pass-through transportation costs, which were partially offset by the costs incurred associated with the planned Tioga Gas Plant maintenance turnaround in 2021.  DD&A expense increased from 2020 primarily due to additional assets placed in service.  Interest expense increased from 2020 primarily due to the $750 million of 4.250% fixed-rate senior unsecured notes due 2030 issued in August 2021.\nIn 2022, we estimate net income attributable to Hess Corporation from the Midstream segment to be in the range of $275 million to $285 million.\nItems Affecting Comparability of Earnings Between Periods:\nIn 2019, we recognized a pre-tax charge of $30 million ($16 million after income taxes and noncontrolling interests) in\nGeneral and Administrative Expenses\nfor transaction related costs for Hess Midstream Partners LP’s acquisition of HIP and the associated corporate restructuring.  See\nNote 4, Hess Midstream LP\nin the\nNotes to Consolidated Financial Statements\n.\nCorporate, Interest and Other\nThe following table summarizes Corporate, Interest and Other expenses:\nCorporate and other expenses, excluding items affecting comparability, were higher in 2021 compared to 2020 primarily due to a gain from the sale of a property related to a former downstream business in 2020.  In 2022, after-tax Corporate and other expenses, excluding items affecting comparability of earnings between periods, are estimated to be in the range of $120 million to $130 million.  Interest expense, net is estimated to be in the range of $350 million to $360 million in 2022.\n39\nItems Affecting Comparability of Earnings Between Periods:\nCorporate, Interest and Other results included the following items affecting comparability of income (expense):\n2020:\n•\nSeverance costs:\nWe\nincurred a pre-tax charge of $1 million\n($1 million after income taxes) for employee termination benefits related to cost reduction initiatives.\n2019:\n•\nPension settlement:\nWe recorded a noncash pension settlement charge of $88 million ($88 million after income taxes) associated with the purchase of a single premium annuity contract by the Hess Corporation Employees’ Pension Plan to settle and transfer certain of its obligations to a third party.  The charge is included in\nOther, net\nin the\nStatement of Consolidated Income\n.\n•\nIncome tax:\nWe recorded an allocation of noncash income tax expense of $86 million that was previously a component of accumulated other comprehensive income related to our 2019 crude oil hedge contracts.\nLiquidity and Capital Resources\nThe following table sets forth certain relevant measures of our liquidity and capital resources at December 31:\n(a)\nIncludes $2 million of cash attributable to our Midstream Segment at December 31, 2021 (2020\n:\n$4 million) of which, $2 million is held by Hess Midstream LP at December 31, 2021 (2020: $3 million).\n(b)\nIncludes the remaining $500 million outstanding under our $1 billion term loan maturing in March 2023 that we repaid in February 2022.\n(c)\nIncludes $2,564 million of debt outstanding from our Midstream Segment at December 31, 2021 (2020: $1,910 million) that is non-recourse to Hess Corporation.\n(d)\nTotal Consolidated Debt of Hess Corporation (including finance leases and excluding Midstream non-recourse debt) as a percentage of Total Capitalization of Hess Corporation as defined under Hess Corporation's term loan and revolving credit facility financial covenants.  Total Capitalization excludes the impact of noncash impairment charges and non-controlling interests.  See Note 7, Debt in the Notes to Consolidated Financial Statements.\nCash Flows\nThe following table sets forth a summary of our cash flows:\nOperating Activities\n:\nNet cash provided by operating activities was $2,890 million in 2021 (2020: $1,333 million), while net cash provided by operating activities before changes in operating assets and liabilities was $2,991 million in 2021 (2020: $1,803 million).  Net cash provided by operating activities before changes in operating assets and liabilities increased from 2020 primarily due to higher realized selling prices.  Changes in operating assets and liabilities in 2021 reduced net cash provided by operating activities by $101 million, primarily from higher receivables which includes premiums paid on crude oil hedge contracts, and abandonment expenditures, partially offset by accrued income taxes and royalties payable, an increase in accrued liabilities, and a decrease in crude oil inventory resulting from our VLCC transactions.  Changes in operating assets and liabilities in 2020 reduced net cash provided by operating activities by $470 million, primarily from a decrease in accounts payable and accrued liabilities, an increase in crude oil inventory resulting from our VLCC transactions, and abandonment expenditures, partially offset by lower receivables.  At December 31, 2021, we have accrued income taxes and royalties payable of approximately $470 million in Libya  related to operations for the period December 2020 through November 2021, which we paid in January 2022.\nInvesting Activities:\nTotal Additions to Property, Plant and Equipment were $1,747 million in 2021 (2020: $2,197 million).  The decrease primarily reflects lower drilling activity.  Proceeds from asset sales were $427 million in 2021 (2020: $493 million).\n40\nFinancing Activities:\nIn 2021, we repaid $500 million of our $1 billion term loan maturing in March 2023.  Borrowings in 2021 related to the $750 million of 4.250% fixed-rate senior unsecured notes due 2030 issued by our Midstream operating segment, while borrowings in 2020 related to our $1 billion term loan.  Common stock dividends paid were $311 million in 2021 (2020: $309 million), and payments to noncontrolling interests were $664 million in 2021 (2020: $261 million), which included $375 million paid to GIP for the repurchase by HESM Opco of approximately 15.6 million GIP-owned Class B units.  In 2021, we received net proceeds of $178 million from two public offerings totaling approximately 7.8 million Hess-owned Class A shares in Hess Midstream LP.\nFuture Capital Requirements and Resources\nAt December 31, 2021, we had $2.71 billion in cash and cash equivalents, excluding Midstream, and total liquidity, including available committed credit facilities, of approximately $6.3 billion.  Our fully undrawn $3.5 billion committed revolving credit facility matures in May 2024.  In January 2022, we paid accrued Libyan income tax and royalties of approximately $470 million related to operations for the period December 2020 through November 2021.  In February 2022, we repaid the remaining $500 million outstanding under our $1 billion term loan.\nNet production in 2022 is forecast to be in the range of 325,000 boepd to 330,000 boepd, excluding Libya, and we expect our 2022 E&P capital and exploratory expenditures will be approximately $2.6 billion.  For calendar year 2022, we have WTI collars with an average monthly floor price of $60 per barrel and an average monthly ceiling price of $100 per barrel for 90,000 bopd, and Brent collars with an average monthly floor price of $65 per barrel and an average monthly ceiling price of $105 per barrel for 60,000 bopd.\nIn 2022, based on current forward strip crude oil prices, we expect cash flow from operating activities and cash and cash equivalents at December 31, 2021 will be sufficient to fund our capital investment program, dividends,\nand the recent repayment of the remaining $500 million outstanding under our $1 billion term loan.  Depending on market conditions, we may take any of the following steps, or a combination thereof, to improve our liquidity and financial position: reduce the planned capital program and other cash outlays, including dividends, pursue asset sales, borrow against our committed revolving credit facility, or issue debt or equity securities.\nThe table below summarizes the capacity, usage, and available capacity of our borrowing and letter of credit facilities at December 31, 2021:\n(a)\nCommitted and uncommitted lines have expiration dates through 2022.\n(b)\nThis credit facility may only be utilized by HESM Opco and is non-recourse to Hess Corporation.\nHess Corporation:\nIn April 2021, we amended the Corporation's fully undrawn $3.5 billion revolving credit facility that had an expiration date in May 2023, by extending the facility for one year to May 2024 and incorporating customary provisions for the eventual replacement of LIBOR, among other changes as set forth in the amended credit agreement.  This facility can be used for borrowings and letters of credit.  Borrowings on the facility will generally bear interest at 1.40% above LIBOR, though the interest rate is subject to adjustment if the Corporation’s credit rating changes.  At December 31, 2021, Hess Corporation had no outstanding borrowings or letters of credit under its revolving credit facility.\nIn 2020, we entered into a $1 billion three year term loan agreement with a maturity date of March 16, 2023.  Borrowings under the term loan generally bear interest at LIBOR plus an initial applicable margin of 2.25%.  In July 2021, we repaid $500 million of the term loan, and in February 2022, we repaid the remaining $500 million.\nThe revolving credit facility and term loan are subject to customary representations, warranties, customary events of default and covenants, including a financial covenant limiting the ratio of Total Consolidated Debt to Total Capitalization of the Corporation and its consolidated subsidiaries to 65%, and a financial covenant limiting the ratio of secured debt to Consolidated Net Tangible Assets of the Corporation and its consolidated subsidiaries to 15% (as these capitalized terms are defined in the credit agreement for the revolving credit facility and the term loan agreement).  The indentures for the Corporation's fixed-rate public notes limit the ratio of\n41\nsecured debt to Consolidated Net Tangible Assets (as that term is defined in the indentures) to 15%.  As of December 31, 2021, Hess Corporation was in compliance with these financial covenants.  The most restrictive of the financial covenants related to our fixed-rate public notes and our term loan and revolving credit facility would allow us to borrow up to an additional $1,843 million of secured debt at December 31, 2021.  For additional information regarding the alteration or discontinuation of LIBOR on our borrowing costs, see\nFinancial Risks\nin\nItem 1A. Risk Factors\n.\nWe had $259 million in letters of credit outstanding at December 31, 2021 (2020: $269 million), which relate to our global business operations.  We have a shelf registration under which we may issue additional debt securities, warrants, common stock or preferred stock.\nMidstream:\nAt December 31, 2021, HESM Opco, a consolidated subsidiary of Hess Midstream LP, had $1.4 billion of senior secured syndicated credit facilities maturing December 16, 2024, consisting of a $1 billion five year revolving credit facility and a fully drawn $400 million five year term loan A facility.  The revolving credit facility can be used for borrowings and letters of credit to fund HESM Opco’s operating activities, capital expenditures, distributions and for other general corporate purposes.  Borrowings under the five year term loan A facility will generally bear interest at LIBOR plus an applicable margin ranging from 1.55% to 2.50%, while the applicable margin for the five year syndicated revolving credit facility ranges from 1.275% to 2.000%.  Pricing levels for the facility fee and interest-rate margins are based on HESM Opco’s ratio of total debt to EBITDA (as defined in the credit facilities).  If HESM Opco obtains an investment grade credit rating, the pricing levels will be based on HESM Opco’s credit ratings in effect from time to time.  The credit facilities contain covenants that require HESM Opco to maintain a ratio of total debt to EBITDA (as defined in the credit facilities) for the prior four fiscal quarters of not greater than 5.00 to 1.00 as of the last day of each fiscal quarter (5.50 to 1.00 during the specified period following certain acquisitions) and, prior to HESM Opco obtaining an investment grade credit rating, a ratio of secured debt to EBITDA for the prior four fiscal quarters of not greater than 4.00 to 1.00 as of the last day of each fiscal quarter.  HESM Opco was in compliance with these financial covenants at December 31, 2021.  The credit facilities are secured by first-priority perfected liens on substantially all of the assets of HESM Opco and its direct and indirect wholly owned material domestic subsidiaries, including equity interests directly owned by such entities, subject to certain customary exclusions.  At December 31, 2021, borrowings of $104 million were drawn under HESM Opco’s revolving credit facility, and borrowings of $390 million, excluding deferred issuance costs, were drawn under HESM Opco’s term loan A facility.  Borrowings under these credit facilities are non-recourse to Hess Corporation.\nCredit Ratings\nTwo of the three major credit rating agencies that rate our debt have assigned an investment grade rating.  In March 2021, Standard and Poor’s Ratings Services affirmed our credit rating at BBB- and revised the outlook to stable (from negative).  Fitch Ratings affirmed our BBB- credit rating and revised the outlook from stable to positive in August 2021 and Moody’s Investors Service affirmed our credit rating at Ba1, which is below investment grade, and revised the outlook from stable to positive in November 2021.\nAt December 31, 2021, HESM Opco’s senior unsecured debt is rated BB+ by Standard and Poor’s Ratings Services and Fitch Ratings, and Ba3 by Moody’s Investors Service.\nCash Requirements:\nOur cash obligations and commitments over the next twelve months include accounts payable, accrued liabilities, the current portion of long-term debt, interest, lease payments, and purchase obligations which cover a portion of our planned capital expenditure program in 2022 and include commitments for oil and gas production expenses, transportation and related contracts, seismic purchases and other normal business expenses.\nOur long-term cash obligations and commitments include:\n•\nDebt and interest:\nSee\nNote 7\n,\nDebt\nin the\nNotes to Consolidated Financial Statements\n.\n•\nOperating and finance leases:\nThe Corporation and certain of its subsidiaries lease drilling rigs, equipment, logistical assets (offshore vessels, aircraft, and shorebases), and office space for varying periods.  See\nNote 6\n,\nLeases\nin the\nNotes to Consolidated Financial Statements\n.\n•\nPurchase obligations:\nWe were contractually committed at December 31, 2021 for certain long-term capital expenditures and operating expenses.  Long-term obligations for operating expenses include commitments for oil and gas production expenses, transportation and related contracts, seismic purchases and other normal business expenses.  See\nNote 18\n, G\nuarantees, Contingencies and Commitments\nin the\nNotes to Consolidated Financial Statements\n.\n•\nAsset retirement obligations:\nSee\nNote 8\n,\nAsset Retirement Obligations\nin the\nNotes to Consolidated Financial Statements\n.\n42\n•\nPost-retirement plan liabilities:\nWe have certain unfunded post-retirement plans, including our post-retirement medical plan.  See\nNote 9\n,\nRetirement Plans\nin the\nNotes to Consolidated Financial Statements\n.\n•\nUncertain income tax positions:\nSee\nNote 15\n,\nIncome Taxes\nin the\nNotes to Consolidated Financial Statements\n.\nOff-Balance Sheet Arrangements\nAt December 31, 2021, we had $259 million in letters of credit.  See also\nNote 18, Guarantees, Contingencies and Commitments\nin the\nNotes to Consolidated Financial Statements\n.\nForeign Operations\nWe conduct E&P activities outside the U.S., principally in Guyana, the Joint Development Area of Malaysia/Thailand, Malaysia, Libya, Suriname, and Canada.  Therefore, we are subject to the risks associated with foreign operations, including political risk, tax law changes, currency risk, corruption and acts of terrorism.  See\nItem 1A. Risk Factors\nfor further details.\nCritical Accounting Policies and Estimates\nAccounting policies and estimates affect the recognition of assets and liabilities in the\nConsolidated Balance Sheet\nand revenues and expenses in the\nStatement of Consolidated Income\n.  The accounting methods used can affect net income, equity and various financial statement ratios.  However, our accounting policies generally do not change cash flows or liquidity.\nAccounting for Exploration and Development Costs:\nE&P activities are accounted for using the successful efforts method.  Costs of acquiring unproved and proved oil and gas leasehold acreage, including lease bonuses, brokers’ fees and other related costs are capitalized.  Annual lease rentals, exploration expenses and exploratory dry hole costs are expensed as incurred.  Costs of drilling and equipping productive wells, including development dry holes, and related production facilities are capitalized.\nThe costs of exploratory wells that find oil and gas reserves are capitalized pending determination of whether proved reserves have been found.  Exploratory drilling costs remain capitalized after drilling is completed if (1) the well has found a sufficient quantity of reserves to justify completion as a producing well and (2) sufficient progress is being made in assessing the reserves and the economic and operational viability of the project.  If either of those criteria is not met, or if there is substantial doubt about the economic or operational viability of the project, the capitalized well costs are charged to expense.  Indicators of sufficient progress in assessing reserves, and the economic and operating viability of a project include: commitment of project personnel, active negotiations for sales contracts with customers, negotiations with governments, operators and contractors and firm plans for additional drilling and other factors.\nCrude Oil and Natural Gas Reserves:\nThe determination of estimated proved reserves is a significant element in arriving at the results of operations of E&P activities.  The estimates of proved reserves affect well capitalizations, the unit of production depreciation rates of proved properties and wells and equipment, as well as impairment testing of oil and gas assets.\nFor reserves to be booked as proved they must be determined with reasonable certainty to be economically producible from known reservoirs under existing economic conditions, operating methods and government regulations.  In addition, government and project operator approvals must be obtained and, depending on the amount of the project cost, senior management or the Board of Directors must commit to fund the project.  We maintain our own internal reserve estimates that are calculated by technical staff that work directly with the oil and gas properties.  Our technical staff update reserve estimates throughout the year based on evaluations of new wells, performance reviews, new technical data and other studies.  To provide consistency throughout the Corporation, standard reserve estimation guidelines, definitions, reporting reviews and approval practices are used.  The internal reserve estimates are subject to internal technical audits and senior management review.  We also engage an independent third-party consulting firm to audit approximately 80% of our total proved reserves each year.\nProved reserves are calculated using the average price during the twelve-month period ending December 31 determined as an unweighted arithmetic average of the price on the first day of each month within the year, unless prices are defined by contractual agreements, excluding escalations based on future conditions.  As discussed in\nItem 1A. Risk Factors\n, crude oil prices are volatile which can have an impact on our proved reserves.  Crude oil prices used in the determination of proved reserves at December 31, 2021 were $66.34 per barrel for WTI (2020: $39.77) and $68.92 per barrel for Brent (2020: $43.43).  At December 31, 2021, spot prices closed at $75.21 per barrel for WTI and $77.02 per barrel for Brent.  If crude oil prices in 2022 are at levels below that used in determining 2021 proved reserves, we may recognize negative revisions to our December 31, 2022 proved undeveloped reserves.  In addition, we may recognize negative revisions to proved developed reserves, which can vary significantly by asset due to differing operating cost structures.  Conversely, price increases in 2022 above those used in determining 2021 proved reserves could result in positive revisions to proved developed and proved undeveloped reserves at December 31, 2022.  It is difficult to estimate the magnitude of any potential net negative or positive change in proved reserves at December 31, 2022, due to numerous currently unknown factors, including 2022 crude oil prices, the amount of any additions to proved reserves, positive or negative revisions in\n43\nproved reserves related to 2022 reservoir performance, the levels to which industry costs will change in response to 2022 crude oil prices, and management’s plans as of December 31, 2022 for developing proved undeveloped reserves\n.\nA 10% change in proved developed and proved undeveloped reserves at December 31, 2021 would result in an approximate $165 million pre-tax change in depreciation, depletion, and amortization expense for 2022 based on projected production volumes.  See the\nSupplementary Oil and Gas Data\non pages 89 through 98 in the accompanying financial statements for additional information on our oil and gas reserves.\nImpairment of Long-lived Assets:\nWe review long‑lived assets, including oil and gas fields, for impairment whenever events or changes in circumstances indicate that the carrying amounts may not be recovered.  Long‑lived assets are tested based on identifiable cash flows that are largely independent of the cash flows of other assets and liabilities.  If the carrying amounts of the long-lived assets are not expected to be recovered by estimated undiscounted future net cash flows, the assets are impaired and an impairment loss is recorded.  The amount of impairment is measured based on the estimated fair value of the assets generally determined by discounting anticipated future net cash flows, an income valuation approach, or by a market‑based valuation approach, which are Level 3 fair value measurements.\nIn the case of oil and gas fields, the present value of future net cash flows is based on management’s best estimate of future prices, which is determined with reference to recent historical prices and published forward prices, applied to projected production volumes and discounted at a risk-adjusted rate.  The projected production volumes represent reserves, including probable reserves, expected to be produced based on a stipulated amount of capital expenditures.  The production volumes, prices and timing of production are consistent with internal projections and other externally reported information.  Oil and gas prices used for determining asset impairment will generally differ from those used in the standardized measure of discounted future net cash flows, since the standardized measure requires the use of historical twelve-month average prices.\nOur impairment tests of long-lived E&P producing assets are based on our best estimates of future production volumes (including recovery factors), selling prices, operating and capital costs, the timing of future production and other factors, which are updated each time an impairment test is performed.  We could experience an impairment in the future if one or a combination of the following occur: the projected production volumes from oil and gas fields decrease, crude oil and natural gas selling prices decline significantly for an extended period or future estimated capital and operating costs increase significantly.\nAs a result of the significant decline in crude oil prices due to the economic slowdown from COVID-19, we reviewed our oil and gas fields and midstream operating segment asset groups for impairment at March 31, 2020.  We impaired various oil and gas fields located in Malaysia, Denmark, and the Gulf of Mexico in the first quarter of 2020 primarily as a result of a lower long-term crude oil price outlook.  See\nNote 12, Impairment and Other\nin the\nNotes to Consolidated Financial Statements\nfor further details.\nHess Midstream LP:\nWe consolidate the activities of our interest in\nHess Midstream LP\n, which qualifies as a variable interest entity (VIE) under U.S. generally accepted accounting principles.  We have concluded that we are the primary beneficiary of the VIE, as defined in the accounting standards, since we have the power through Hess Corporation’s approximate 43.5% consolidated ownership interest in\nHess Midstream LP\nto direct those activities that most significantly impact the economic performance of\nHess Midstream LP\n, and are obligated to absorb losses or have the right to receive benefits that could potentially be significant to\nHess Midstream LP\n.  This conclusion was based on a qualitative analysis that considered\nHess Midstream LP\n’s governance structure, the commercial agreements between\nHess Midstream LP\nand us, and the voting rights established between the members, which provide us the ability to control the operations of\nHess Midstream LP\n.\nIncome Taxes:\nJudgments are required in the determination and recognition of income tax assets and liabilities in the financial statements.  These judgments include the requirement to recognize the financial statement effect of a tax position only when management believes it is more likely than not, based on the technical merits, that the position will be sustained upon examination.\nWe have net operating loss carryforwards or credit carryforwards in multiple jurisdictions and have recorded deferred tax assets for those losses and credits.  Additionally, we have deferred tax assets due to temporary differences between the book basis and tax basis of certain assets and liabilities.  Regular assessments are made as to the likelihood of those deferred tax assets being realized.  If, when tested under the relevant accounting standards, it is more likely than not that some or all of the deferred tax assets will not be realized, a valuation allowance is recorded to reduce the deferred tax assets to the amount that is expected to be realized.\nThe accounting standards require the evaluation of all available positive and negative evidence giving weight based on the evidence’s relative objectivity.  In evaluating potential sources of positive evidence, we consider the reversal of taxable temporary differences, taxable income in carryback and carryforward periods, the availability of tax planning strategies, the existence of appreciated assets, estimates of future taxable income, and other factors.  Estimates of future taxable income are based on assumptions of oil and gas reserves, selling prices, and other subjective operating assumptions that are consistent with internal business forecasts.  In evaluating potential sources of negative evidence, we consider a cumulative loss in recent years, any history of operating losses or tax credit carryforwards expiring unused, losses expected in early future years, unsettled circumstances that, if unfavorably resolved, would adversely affect future operations and profit levels on a continuing basis in future years, and any carryback or carryforward period so brief that a significant deductible temporary difference expected to reverse in a single year would limit realization of tax benefits.  Due to a sustained low commodity price environment, we remained in a three-year cumulative loss\n44\nposition, both on a consolidated basis and for certain jurisdictions, at December 31, 2021.  A three-year cumulative loss constitutes objective negative evidence to which the accounting standards require we assign significant weight relative to subjective evidence such as our estimates of future taxable income.  We are generally not recognizing deferred tax benefit or expense in certain countries, primarily the U.S. (non-Midstream), Denmark (sold in August 2021), and Malaysia, while we maintain valuation allowances against net deferred tax assets in these jurisdictions.\nAt December 31, 2021, the\nConsolidated\nBalance Sheet\nreflects a $3,838 million valuation allowance against the net deferred tax assets for multiple jurisdictions based on the evaluation of the accounting standards described above.  The amount of the deferred tax asset considered realizable, however, could be adjusted if estimates of future taxable income change or if objective negative evidence in the form of cumulative losses is no longer present and additional weight is given to subjective evidence such as expected future growth.\nAsset Retirement Obligations:\nWe have material legal obligations to remove and dismantle long‑lived assets and to restore land or seabed at certain E&P locations.  In accordance with generally accepted accounting principles, we recognize a liability for the fair value of required asset retirement obligations.  In addition, the fair value of any legally required conditional asset retirement obligation is recorded if the liability can be reasonably estimated.  We capitalize such costs as a component of the carrying amount of the underlying assets in the period in which the liability is incurred.  In subsequent periods, the liability is accreted, and the asset is depreciated over the useful life of the related asset.  We estimate the fair value of these obligations by discounting projected future payments that will be required to satisfy the obligations.  In determining these estimates, we are required to make several assumptions and judgments related to the scope of dismantlement, timing of settlement, interpretation of legal requirements, inflationary factors and discount rate.  In addition, there are other external factors, which could significantly affect the ultimate settlement costs or timing for these obligations including changes in environmental regulations and other statutory requirements, fluctuations in industry costs and foreign currency exchange rates and advances in technology.  As a result, our estimates of asset retirement obligations are subject to revision due to the factors described above.  Changes in estimates prior to settlement result in adjustments to both the liability and related asset values, unless the field has ceased production, in which case changes are recognized in our\nConsolidated Statement of Income\n.  See\nNote 8,\nAsset Retirement Obligations\n.\nRetirement Plans:\nWe have funded non-contributory defined benefit pension plans, an unfunded supplemental pension plan and an unfunded postretirement medical plan.  We recognize the net change in the funded status of the projected benefit obligation for these plans in the\nConsolidated Balance Sheet\n.  The determination of the obligations and expenses related to these plans are based on several actuarial assumptions.  These assumptions represent estimates made by us, some of which can be affected by external factors.  The most significant assumptions relate to:\nDiscount rates used for measuring the present value of future plan obligations and net periodic benefit cost:\nThe discount rates used to estimate our projected benefit obligations and net periodic benefit cost is based on a portfolio of high‑quality, fixed income debt instruments with maturities that approximate the expected payment of plan obligations.  At December 31, 2021, a 0.25% decrease in the discount rate assumptions would increase projected benefit obligations by approximately $130 million and would increase forecasted 2022 annual net periodic benefit expense by approximately $10 million.  The increase in the projected benefit obligations would decrease the funded status of our pension plans, but any decrease in the funded status would be partially mitigated by increases in the fair value of fixed income investments in the asset portfolios.\nExpected long-term rates of returns on plan assets:\nThe expected return on plan assets is developed from the expected future returns for each asset category, weighted by the target allocation of plan assets to that asset category.  The future expected return assumptions for individual asset categories are largely based on inputs from various investment experts regarding their future return expectations for particular asset categories.  At December 31, 2021, a 0.25% decrease in the expected long-term rates of return on plan assets assumption would increase forecasted 2022 annual net periodic benefit expense by approximately $10 million.\nOther assumptions include the rate of future increases in compensation levels and expected participant mortality.\nDerivatives:\nWe utilize derivative instruments, including futures, forwards, options and swaps, individually or in combination to mitigate our exposure to fluctuations in the prices of crude oil and natural gas, as well as changes in interest and foreign currency exchange rates.  All derivative instruments are recorded at fair value in our\nConsolidated Balance Sheet\n.  Our policy for recognizing the changes in fair value of derivatives varies based on the designation of the derivative.  The changes in fair value of derivatives that are not designated as hedges are recognized currently in earnings.  Derivatives may be designated as hedges of expected future cash flows or forecasted transactions (cash flow hedges), or hedges of changes in fair value of recognized assets and liabilities or of unrecognized firm commitments (fair value hedges).  Changes in fair value of derivatives that are designated as cash flow hedges are recorded as a component of other comprehensive income (loss).  Amounts included in Accumulated other comprehensive income (loss) for cash flow hedges are reclassified into earnings in the same period that the hedged item is recognized in earnings.  Changes in fair value of derivatives designated as fair value hedges are recognized currently in earnings.  The change in fair value of the related hedged item is recorded as an adjustment to its carrying amount and recognized currently in earnings.\n45\nFair Value Measurements:\nWe use various valuation approaches in determining fair value for financial instruments, including the market and income approaches.  Our fair value measurements also include non-performance risk and time value of money considerations.  Counterparty credit is considered for financial assets, and our credit is considered for financial liabilities.\nWe also record certain nonfinancial assets and liabilities at fair value when required by generally accepted accounting principles.  These fair value measurements are recorded in connection with business combinations, qualifying non-monetary exchanges, the initial recognition of asset retirement obligations and any impairment of long-lived assets, equity method investments or goodwill.\nWe determine fair value in accordance with the fair value measurements accounting standard which established a hierarchy for the inputs used to measure fair value based on the source of the inputs, which generally range from quoted prices for identical instruments in a principal trading market (Level 1) to estimates determined using related market data (Level 3), including discounted cash flows and other unobservable data.  Measurements derived indirectly from observable inputs or from quoted prices from markets that are less liquid are considered Level 2.  When Level 1 inputs are available within a particular market, those inputs are selected for determination of fair value over Level 2 or 3 inputs in the same market.  Multiple inputs may be used to measure fair value; however, the level assigned to a fair value measurement is based on the lowest significant input level within this fair value hierarchy.\nEnvironment, Health and Safety\nOur long-term vision and values provide a foundation for how we do business and define our commitment to meeting high standards of corporate citizenship and creating a long lasting positive impact on the communities where we do business.  Our strategy is reflected in our EHS & SR policies and by a management system framework that helps protect our workforce, customers and local communities.  Our management systems are intended to promote internal consistency, adherence to policy objectives and continual improvement in EHS & SR performance.  Improved performance may, in the short‑term, increase our operating costs and could also require increased capital expenditures to reduce potential risks to our assets, reputation and license to operate.  In addition to enhanced EHS & SR performance, improved productivity and operational efficiencies may be realized from investments in EHS & SR.  We have programs in place to evaluate regulatory compliance, audit facilities, train employees, prevent and manage risks and emergencies and to generally meet corporate EHS & SR goals and objectives.\nEnvironmental Matters\nWe recognize that climate change is a global environmental concern.  We assess, monitor and take measures to reduce our carbon footprint at existing and planned operations.  The EPA has adopted a series of GHG monitoring, reporting, and emissions control rules for the oil and natural gas industry, and the U.S. Congress has, from time to time, considered adopting further legislation to reduce GHG emissions.  For example, in November 2021, the EPA proposed new regulations to establish comprehensive standards of performance and emission guidelines for methane and volatile organic compound emissions from existing operations in the oil and gas sector, including the exploration and production, transmission, processing, and storage segments.  The EPA is currently seeking public comments on its proposal, which the EPA hopes to finalize by the end of 2022.  In addition, states have taken measures to reduce emissions of GHGs, primarily through the development of GHG emission inventories and/or regional GHG cap-and-trade programs.  At the international level, the Paris Agreement on climate change aimed to enhance global response to global temperature changes and to reduce GHG emissions, among other things.  We are committed to complying with all GHG emissions regulations that apply to our operations, including those related to venting or flaring of natural gas, and the responsible management of GHG emissions at our facilities.  While we monitor climate-related regulatory initiatives and international public policy issues, the current state of ongoing international climate initiatives and any related domestic actions make it difficult to assess the timing or effect on our operations or to predict with certainty the future costs that we may incur in order to comply with future international treaties, legislation or new regulations.  However, future restrictions on emissions of GHGs, or related measures to encourage use of low carbon energy could result in higher capital expenditures and operating expenses for us and the oil and gas industry in general and may reduce demand for our products, as described under\nRegulatory, Legal and Environmental Risks\nin\nItem 1A. Risk Factors\n.\nWe will have continuing expenditures for environmental assessment and remediation.  Sites where corrective action may be necessary include E&P facilities, sites from discontinued operations where we retained liability and, although not currently significant, EPA “Superfund” sites where we have been named a potentially responsible party.  We accrue for environmental assessment and remediation expenses when the future costs are probable and reasonably estimable.  For additional information, see\nItem 3. Legal Proceedings\n.  At December 31, 2021, our reserve for estimated remediation liabilities was approximately $60 million.  We expect that existing reserves for environmental liabilities will adequately cover costs to assess and remediate known sites.  Our remediation spending was approximately $16 million in 2021 (2020: $15 million; 2019: $20 million).  The amount of other expenditures incurred to comply with federal, state, local and foreign country environmental regulations is difficult to quantify as such costs are captured as mostly indistinguishable components of our capital expenditures and operating expenses.\nAs an element of our EHS and SR strategy, we purchase carbon credits annually to offset 100 percent of our estimated Scope 3 business travel emissions and 100 percent of our estimated Scope 1 and Scope 3 emissions associated with operating the Corporation’s truck fleet, aviation activities (aircraft and helicopters) and personal and rental vehicle miles driven on company business.  We also\n46\noffset purchased electricity used in our operations from nonrenewable sources by purchasing renewable energy credits.  The cost of purchased carbon and renewable energy credits was not material to our financial results in 2021 and was included in\nOperating costs and expenses\nin the\nStatement of Consolidated Income\n.\nHealth and Safety Matters\nThe crude oil and natural gas industry is regulated at federal, state, local and foreign government levels regarding the health and safety of E&P operations.  Such laws and regulations relate to, among other matters, occupational safety, the use of hydraulic fracturing to stimulate crude oil and natural gas production, well control and integrity, process safety and equipment integrity, and may include permitting and disclosure requirements, operating restrictions and other conditions on the development of crude oil and natural gas.  The level of our expenditures to comply with federal, state, local and foreign country health and safety regulations is difficult to quantify as such costs are captured as mostly indistinguishable components of our capital expenditures and operating expenses.  While compliance with laws and regulations relating to health and safety matters increases the overall cost of business for us and the oil and gas industry in general, it has not had, to date, a material adverse effect on our operations, financial condition or results of operations.\nOccupational Safety\n: We are subject to the requirements set forth under federal workplace standards by the OSHA and comparable state statutes that regulate the protection of the health and safety of workers.  Under OSHA and other federal and state occupational safety and health laws and laws of foreign countries in which we operate, we must develop, maintain and disclose certain information about hazardous materials used, released, or produced in our operations.\nProduction and Well Integrity\n: Our U.S. onshore production facilities are subject to U.S. federal government, state and local regulations regarding the use of hydraulic fracturing and well control and integrity.  Our offshore production facilities in the Gulf of Mexico are subject to the U.S. federal government’s Safety and Environmental Management System regulations, which provide a systematic approach for identifying, managing and mitigating hazards.  Adapting to new technical standards and procedures in production and in our well integrity management system is fundamental to our aim of protecting the environment as well as the health and safety of our workforce and the communities in which we operate, and to safeguarding our product.\nProcess Safety and Equipment Integrity\n: We are also regulated at federal, state, local and foreign government levels regarding process safety and the integrity of our equipment, including OSHA’s Process Safety Management of Highly Hazardous Chemicals standard.  ICE are barriers and safeguards that prevent or mitigate process safety incidents through detection, isolation, containment, control or emergency preparedness and response within our facilities.  We have established ICE performance standards, which set specific requirements and criteria for inspections and tests that help to ensure ICE barriers are effective.  We conduct assessments collaboratively with our operated assets, subject matter experts and technical authorities to evaluate compliance with corporate and asset environment, health and safety standards and procedures, as well as with applicable regulations.  For additional information on our emergency response and incident mitigation activities, see\nEmergency Preparedness and Response Plans and Procedures\nin\nItems 1 and 2. Business and Properties\n.\n47"
  },
  {
    "item_key": "item_7a",
    "text": "In the normal course of our business, we are exposed to commodity risks related to changes in the prices of crude oil, NGL, and natural gas as well as changes in interest rates and foreign currency values.  In the disclosures that follow, financial risk management activities refer to the mitigation of these risks through hedging activities.\nControls:\nWe maintain a control environment under the direction of our Chief Risk Officer.  Controls over instruments used in financial risk management activities include volumetric and term limits.  Our Treasury department is responsible for administering and monitoring foreign exchange rate and interest rate hedging programs using similar controls and processes, where applicable.  Hedging strategies are reviewed annually by the Audit Committee of the Board of Directors.\nInstruments:\nWe primarily use forward commodity contracts, foreign exchange forward contracts, futures, swaps, and options in our risk management activities.  These contracts are generally widely traded instruments with standardized terms.  The following describes these instruments and how we use them:\n•\nSwaps:\nWe use financially settled swap contracts with third parties as part of our financial risk management activities.  Cash flows from swap contracts are determined based on underlying commodity prices or interest rates and are typically settled over the life of the contract.\n•\nForward Foreign Exchange Contracts:\nWe enter into forward contracts, primarily for the British Pound, Canadian Dollar and Malaysian Ringgit, which commit us to buy or sell a fixed amount of those currencies at a predetermined exchange rate on a future date.\n•\nExchange-traded Contracts:\nWe may use exchange-traded contracts, including futures, on a number of different underlying energy commodities.  These contracts are settled daily with the relevant exchange and may be subject to exchange position limits.\n•\nOptions:\nOptions on various underlying energy commodities include exchange-traded and third-party contracts and have various exercise periods.  As a purchaser of options, we pay a premium at the outset and are exposed to the favorable consequence of collecting payment upon exercise depending upon the underlying commodity price movement.  As a seller of options, we receive a premium at the outset and are exposed to the unfavorable consequence of having to make payment upon exercise depending upon the underlying commodity price movement.\nFinancial Risk Management Activities\nWe have outstanding foreign exchange contracts with notional amounts totaling $145 million at December 31, 2021 that are used to reduce our exposure to fluctuating foreign exchange rates for various currencies.  The change in fair value of foreign exchange contracts from a 10% strengthening or weakening in the U.S. Dollar exchange rate is estimated to be a gain or loss of approximately $5 million, respectively, at December 31, 2021.\nAt December 31, 2021, our total long-term debt, which was substantially comprised of fixed-rate instruments, had a carrying value of $8,458 million and a fair value of $9,897 million.  A 15% increase or decrease in interest rates would decrease or increase the fair value of debt by approximately $390 million or $405 million, respectively.  Any changes in interest rates do not impact our cash outflows associated with fixed-rate interest payments or settlement of debt principal, unless a debt instrument is repurchased prior to maturity.\nFor calendar year 2022, we have WTI collars with an average monthly floor price of $60 per barrel and an average monthly ceiling price of $100 per barrel for 90,000 bopd, and Brent collars with an average monthly floor price of $65 per barrel and an average monthly ceiling price of $105 per barrel for 60,000 bopd.  As of December 31, 2021, an assumed 10% increase in the forward WTI and Brent crude oil prices used in determining the fair value of our collars would reduce the fair value of these derivative instruments by approximately $100 million, while an assumed 10% decrease in the same crude oil prices would increase the fair value of these derivative instruments by approximately $100 million.\nSee\nNote\n20, Financial Risk Management Activities\nin the\nNotes to Consolidated Financial Statements\nfor further details.\n48"
  },
  {
    "item_key": "item_8",
    "text": "HESS CORPORATION AND CONSOLIDATED SUBSIDIARIES\nINDEX TO FINANCIAL STATEMENTS\nSchedules have been omitted because of the absence of the conditions under which they are required or because the required information is presented in the financial statements or the notes thereto.\n49\nManagement’s Report on Internal Control over Financial Reporting\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Exchange Act Rules 13a‑15(f).  Under the supervision and with the participation of our management, including our principal executive officer and principal financial officer, we conducted an evaluation of the effectiveness of our internal control over financial reporting, as required by Section 404 of the Sarbanes‑Oxley Act, based on the framework in Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework).  Based on our evaluation, management concluded that our internal control over financial reporting was effective as of December 31, 2021.\nThe Corporation’s independent registered public accounting firm, Ernst & Young LLP, has audited the effectiveness of the Corporation’s internal control over financial reporting as of December 31, 2021, as stated in their report, which is included herein.\nMarch 1, 2022\n50\nReport of Independent Registered Public Accounting Firm\nThe Board of Directors and Stockholders\nHess Corporation\nOpinion on Internal Control over Financial Reporting\nWe have audited Hess Corporation and consolidated subsidiaries’ (the “Corporation”) internal control over financial reporting as of December 31,\n2021\n, based on criteria established in Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria).  In our opinion, Hess Corporation and consolidated subsidiaries maintained, in all material respects, effective internal control over financial reporting as of December 31,\n2021\n, based on the COSO criteria.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Corporation as of December 31,\n2021\nand 2020, the related statements of consolidated income, comprehensive income, cash flows and equity for each of the three years in the period ended December 31,\n2021\n, and the related notes and our report dated March 1, 2022 expressed an unqualified opinion thereon.\nBasis for Opinion\nThe Corporation’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management’s Report on Internal Control over Financial Reporting.  Our responsibility is to express an opinion on the Corporation’s internal control over financial reporting based on our audit.  We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Corporation in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB.  Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects.\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances.  We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements.  Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/\nErnst & Young LLP\nNew York, New York\nMarch 1, 2022\n51\nReport of Independent Registered Public Accounting Firm\nThe Board of Directors and Stockholders\nHess Corporation\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of Hess Corporation and consolidated subsidiaries (the “Corporation”) as of December 31,\n2021\nand 2020, the related statements of consolidated income, comprehensive income, cash flows and equity for each of the three years in the period ended December 31,\n2021\n, and the related notes (collectively referred to as the “consolidated financial statements”).  In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Corporation at December 31,\n2021\nand 2020, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2021, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Corporation’s internal control over financial reporting as of December 31,\n2021\n, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework), and our report dated March 1, 2022 expressed an unqualified opinion thereon.\nBasis for Opinion\nThese financial statements are the responsibility of the Corporation’s management.  Our responsibility is to express an opinion on the Corporation’s financial statements based on our audits.  We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Corporation in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB.  Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud.  Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks.  Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements.  Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements.  We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective or complex judgments.  The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n52\n/s/\nErnst & Young LLP\nWe have served as the Corporation’s auditor since 1971\nNew York, New York\nMarch 1, 2022\n53\nHESS CORPORATION AND CONSOLIDATED SUBSIDIARIES\nCONSOLIDATED BALANCE SHEET\nThe consolidated financial statements reflect the successful efforts method of accounting for oil and gas exploration and production activities.\nSee accompanying Notes to Consolidated Financial Statements.\n54\nHESS CORPORATION AND CONSOLIDATED SUBSIDIARIES\nSTATEMENT OF CONSOLIDATED INCOME\nSee accompanying Notes to Consolidated Financial Statements.\n55\nHESS CORPORATION AND CONSOLIDATED SUBSIDIARIES\nSTATEMENT OF CONSOLIDATED COMPREHENSIVE INCOME\nSee accompanying Notes to Consolidated Financial Statements.\n56\nHESS CORPORATION AND CONSOLIDATED SUBSIDIARIES\nSTATEMENT OF CONSOLIDATED CASH FLOWS\nSee accompanying Notes to Consolidated Financial Statements.\n57\nHESS CORPORATION AND CONSOLIDATED SUBSIDIARIES\nSTATEMENT OF CONSOLIDATED EQUITY\nSee accompanying Notes to Consolidated Financial Statements.\n58\n1.  Nature of Operations, Basis of Presentation and Summary of Accounting Policies\nUnless the context indicates otherwise, references to “Hess”, “the Corporation”, “Registrant”, “we”, “us” and “our” refer to the consolidated business operations of Hess Corporation and its affiliates.\nNature of Business:\nHess Corporation, incorporated in the State of Delaware in 1920, is a global E&P company engaged in exploration, development, production, transportation, purchase and sale of crude oil, natural gas liquids, and natural gas with production operations located primarily in the United States (U.S.), Guyana, the Malaysia/Thailand Joint Development Area (JDA), and Malaysia.  We conduct exploration activities primarily offshore Guyana, the U.S. Gulf of Mexico, and offshore Suriname and Canada.\nOur Midstream operating segment, which is comprised of Hess Corporation’s approximate\n43.5\n% consolidated ownership interest in Hess Midstream LP at December 31, 2021 (see\nNote 4, Hess Midstream LP\n) provides fee-based services, including gathering, compressing and processing natural gas and fractionating NGL; gathering, terminaling, loading and transporting crude oil and NGL; storing and terminaling propane, and water handling services primarily in the Bakken shale play in the Williston Basin area of North Dakota.\nBasis of Presentation and Principles of Consolidation:\nThe consolidated financial statements include the accounts of Hess Corporation and entities in which we own more than a 50% voting interest.  Commencing December 16, 2019, we consolidate\nHess Midstream LP, a variable interest entity that acquired Hess Infrastructure Partners LP (HIP)\n, based on our conclusion that we have the power through Hess Corporation’s approximate\n43.5\n% consolidated ownership interest in\nHess Midstream LP\nto direct those activities that most significantly impact the economic performance of\nHess Midstream LP\n, and are obligated to absorb losses or have the right to receive benefits that could potentially be significant to\nHess Midstream LP\n.  Prior to December 16, 2019, we consolidated HIP, also a variable interest entity based on the conclusion that we had the power to direct the activities that most significantly impacted the economic performance of HIP, and were obligated to absorb losses or had the right to receive benefits that could potentially be significant to\nHIP\n.  This conclusion was based on a qualitative analysis that considered\nHess Midstream LP\n’s governance structure, the commercial agreements between\nHess Midstream LP\nand us, and the voting rights established between the members, which provide us the ability to control the operations of\nHess Midstream LP\n.\nOur undivided interests in unincorporated oil and gas E&P ventures are proportionately consolidated.  Investments in affiliated companies, 20% to 50% owned and where we have the ability to influence the operating or financial decisions of the affiliate, are accounted for using the equity method.\nEstimates and Assumptions:\nIn preparing financial statements in conformity with GAAP, management makes estimates and assumptions that affect the reported amounts of assets and liabilities in the\nConsolidated Balance Sheet\nand revenues and expenses in the\nStatement of Consolidated Income\n.  Actual results could differ from those estimates.  Estimates made by management include oil and gas reserves, asset and other valuations, depreciable lives, pension liabilities, legal and environmental obligations, asset retirement obligations and income taxes.\nRevenue Recognition:\nExploration and Production\nThe E&P segment recognizes revenue from the sale of crude oil, NGL, and natural gas as performance obligations under contracts with customers are satisfied.  Our responsibilities to deliver each unit of quantity of crude oil, NGL, and natural gas under these contracts represent separate, distinct performance obligations.  These performance obligations are satisfied at the point in time control of each unit of quantity transfers to the customer.  Generally, the control of each unit of quantity transfers to the customer upon the transfer of legal title at the point of physical delivery.  Pricing is variable and is determined with reference to a particular market or pricing index, plus or minus adjustments reflecting quality or location differentials.\nFor long-term international natural gas contracts with ship-or-pay provisions, our obligation to stand-ready to provide a minimum volume over each commitment period represents separate, distinct performance obligations.  Penalties owed against future deliveries of natural gas due to delivery of volumes below minimum delivery commitments are recognized as reductions to revenue in the commitment period when the shortfall occurs.  Long-term international natural gas contracts may also contain take-or-pay provisions whereby the customer is required to pay for volumes not taken that are below minimum volume commitments but the customer has certain make-up rights to receive shortfall volumes in subsequent periods.  Shortfall payments received from customers when volumes purchased are below the minimum volume commitment are deferred upon receipt as a contract liability.  Revenue is recognized at the earlier of when we deliver the make-up volumes in subsequent periods or when it becomes remote that the customer will exercise their make-up rights.\n59\nCertain crude oil, NGL, and natural gas volumes are purchased by Hess from third parties, including working interest partners and royalty owners in certain Hess-operated properties, before they are sold to customers.  Where control over the crude oil, NGL, or natural gas transfers to Hess before the volumes are transferred to the customer, revenue and the associated cost of purchased volumes are presented on a gross basis in the\nStatement of Consolidated Income\nwithin\nSales and other operating revenues\nand\nMarketing, including purchased oil and gas\n, respectively.  Where control of crude oil, NGL, or natural gas is not transferred to Hess, revenue is presented net of the associated cost of purchased volumes within Sales and other operating revenues in the S\ntatement of Consolidated Income\n.\nContract Duration and Pricing:\nContracts with customers for the sale of U.S. crude oil, NGL, and natural gas primarily include those contracts that involve\nthe short-term sale of volumes during a specified period,\nand those contracts that automatically renew on a periodic basis until either party cancels.  We have certain long-term contracts with customers for the sale of U.S. natural gas and NGL that have remaining durations ranging from\none\nto\neleven years\n.\nContracts with customers for the sale of international crude oil involve the short-term sale of volumes during a specified period.  Pricing is determined with reference to a particular market or pricing index, plus or minus adjustments reflecting quality or location differentials, shortly after control of the volumes transfers to the customer.  International contracts with customers for the sale of natural gas are in the form of natural gas sales agreements with government entities that have durations that are aligned with the durations of production sharing contracts or other contractual arrangements with host governments.  Pricing is determined using contractual formulas that are based on the price of alternative fuels as obtained from price indices and other factors.\nContract Balances:\nOur right to receive or collect payment from the customer is aligned with the timing of revenue recognition except in situations when we receive shortfall payments under contracts with take-or-pay provisions with customer make-up rights.\nGenerally, we receive payments from customers on a monthly basis, shortly after the physical delivery of the crude oil, NGL, or natural gas.\nTransaction Price Allocated to Remaining Performance Obligations:\nThe transaction price allocated to our wholly unsatisfied performance obligations on uncompleted contracts is variable.  Further, many of our contracts with customers have durations of less than twelve months.  Accordingly, we have elected under the provisions of Accounting Standards Codification (ASC) 606,\nRevenues from Contracts with Customers,\nthe exemption from disclosure of revenue recognizable in future periods as these performance obligations are satisfied.\nSales-based Taxes:\nWe exclude sales-based taxes that are collected from customers from the transaction price in our contracts with customers.  Accordingly, revenue from contracts with customers is net of sales-based taxes that are collected from customers and remitted to taxing authorities.\nMidstream\nOur Midstream segment provides gathering, compression, processing, fractionation, storage, terminaling, loading and transportation, and water handling services.\nThe Midstream segment has multiple long-term, fee-based commercial agreements with certain subsidiaries of Hess, each generally with an initial\nten-year\nterm that can be extended for an additional\nten-year\nterm at the unilateral right of Hess Midstream.  These contracts have minimum volumes the customer is obligated to provide each calendar quarter.  The minimum volume commitments are subject to fluctuation based on nominations covering substantially all of our E&P segment’s production and projected third-party volumes that will be purchased in the Bakken.  As the minimum volume commitments are subject to fluctuation, and as these contracts contain fee inflation escalators and fee recalculation mechanisms, substantially all of the transaction price at contract inception is variable.  The midstream segment also has long-term, fee based commercial agreements for water handling services with a subsidiary of Hess with an initial\n14\nyear term that can be extended for an additional\nten-year\nterm at the unilateral right of Hess Midstream.  Water handling services are provided for an agreed-upon fee per barrel or the reimbursement of third-party fees.\nThe Midstream segment’s responsibilities to provide each of the above services for each year under each of the commercial agreements are considered separate, distinct performance obligations.  Revenue is recognized for each performance obligation under these commercial agreements over-time as services are rendered using the output method, measured using the amount of volumes serviced during the period.  The Midstream segment has elected the practical expedient under the provisions of\nASC 606,\nRevenue\n60\nfrom Contracts with Customers\nto recognize revenue in the amount it is entitled to invoice.  If the commercial agreements have ship-or-pay provisions, the Midstream segment’s responsibility to stand-ready to service a minimum volume over each quarterly commitment period represent separate, distinct performance obligations.  Shortfall payments received under ship-or-pay provisions are recognized as revenue in the calendar quarter the shortfall occurs as the customer does not have make-up rights beyond the calendar quarter end of the quarterly commitment period.  All revenues, receivables, and contract balances arising from the commercial agreements between the Midstream segment and the Hess subsidiaries that are the counterparty to the commercial agreements are eliminated upon consolidation.\nOn December 30, 2020, Hess Midstream exercised its renewal options to extend the terms of certain gas gathering, crude oil gathering, gas processing and fractionation, storage, and terminal and export commercial agreements for the secondary term through December 31, 2033.  There were no changes to any provisions of the existing commercial agreements as a result of the exercise of the renewal options.\nExploration and Development Costs:\nE&P activities are accounted for using the successful efforts method.  Costs of acquiring unproved and proved oil and gas leasehold acreage, including lease bonuses, brokers’ fees and other related costs are capitalized.  Annual lease rentals, exploration expenses and exploratory dry hole costs are expensed as incurred.  Costs of drilling and equipping productive wells, including development dry holes, and related production facilities are capitalized.\nThe costs of exploratory wells that find oil and gas reserves are capitalized pending determination of whether proved reserves have been found.  Exploratory drilling costs remain capitalized after drilling is completed if (1) the well has found a sufficient quantity of reserves to justify completion as a producing well and (2) sufficient progress is being made in assessing the reserves and the economic and operational viability of the project.  If either of those criteria is not met, or if there is substantial doubt about the economic or operational viability of a project, the capitalized well costs are charged to expense.  Indicators of sufficient progress in assessing reserves and the economic and operating viability of a project include commitment of project personnel, active negotiations for sales contracts with customers, negotiations with governments, operators and contractors, firm plans for additional drilling and other factors.\nDepreciation, Depletion and Amortization:\nWe record depletion expense for acquisition costs of proved properties using the units of production method over proved oil and gas reserves.  Depreciation and depletion expense for oil and gas production facilities and wells is calculated using the units of production method over proved developed oil and gas reserves.  Provisions for impairment of undeveloped oil and gas leases are based on periodic evaluations and other factors.  Depreciation of all other plant and equipment is determined on the straight-line method based on estimated useful lives.\nCapitalized Interest:\nInterest from external borrowings is capitalized on material projects using the weighted average cost of outstanding borrowings until the project is substantially complete and ready for its intended use, which for oil and gas assets is at first production from the field.  Capitalized interest is depreciated in the same manner as the depreciation of the underlying assets.\nImpairment of Long‑lived Assets:\nWe review long‑lived assets, including oil and gas fields, for impairment whenever events or changes in circumstances indicate that the carrying amounts may not be recovered.  If the carrying amounts of the long-lived assets are not expected to be recovered by estimated undiscounted future net cash flows, the assets are impaired and an impairment loss is recorded.  The amount of impairment is measured based on the estimated fair value of the assets generally determined by discounting anticipated future net cash flows, an income valuation approach, or by a market‑based valuation approach, which are Level 3 fair value measurements.\nIn the case of oil and gas fields, the present value of future net cash flows is based on management’s best estimate of future prices, which is determined with reference to recent historical prices and published forward prices, applied to projected production volumes and discounted at a risk-adjusted rate.  The projected production volumes represent reserves, including probable reserves, expected to be produced based on a projected amount of capital expenditures.  The production volumes, prices and timing of production are consistent with internal projections and other externally reported information.  Oil and gas prices used for determining asset impairment will generally differ from those used in the standardized measure of discounted future net cash flows reported in\nSupplementary Oil and Gas Data\n, since the standardized measure requires the use of historical twelve-month average prices.\nImpairment of Goodwill:\nGoodwill is tested for impairment annually on October 1\nst\nor when events or circumstances indicate that the carrying amount of the goodwill may not be recoverable.  To determine whether goodwill is impaired, the fair value of a reporting unit is compared with its carrying value, including goodwill.  If the fair value of the reporting unit exceeds its carrying value, goodwill is not impaired.  If the carrying value of the reporting unit exceeds its fair value, an impairment charge would be recorded for the excess of the carrying value over fair value, limited by the amount of goodwill allocated to the reporting unit.  At December 31, 2021, goodwill of $\n360\nmillion relates to the Midstream operating segment.\nCash and Cash Equivalents:\nCash and cash equivalents primarily comprises cash on hand and on deposit, as well as highly liquid investments that are readily convertible into cash and have maturities of three months or less when acquired.\n61\nInventories:\nProduced and unsold crude oil and NGL are valued at the lower of cost or net realizable value.  Cost is determined using the average cost of production plus any transport cost incurred in bringing the volumes to their present location.  Materials and supplies are valued at cost.  Obsolete or surplus materials identified during periodic reviews are valued at the lower of cost or estimated net realizable value.\nLeases:\nWe determine if an arrangement is a lease at inception by evaluating whether the contract conveys the right to control an identified asset during the period of use.  Right-of-use (ROU) assets represent our right to use an identified asset for the lease term and lease obligations represent our obligation to make payments as set forth in the lease arrangement.  ROU assets and lease liabilities are recognized in the\nConsolidated Balance Sheet\nas operating leases or finance leases at the commencement date based on the present value of the minimum lease payments over the lease term.  Where the implicit discount rate in a lease is not readily determinable, we use our incremental borrowing rate based on information available at the commencement date for determining the present value of the minimum lease payments.  The lease term used in measurement of our lease obligations includes options to extend or terminate the lease when, in our judgment, it is reasonably certain that we will exercise that option.  Variable lease payments that depend on an index or a rate are included in the measurement of lease obligations using the index or rate at the commencement date.  Variable lease payments that vary because of changes in facts or circumstances after the commencement date of the lease are not included in the minimum lease payments used to measure lease obligations.  We have agreements that include financial obligations for lease and nonlease components.  For purposes of measuring lease obligations, we have elected not to separate nonlease components from lease components for the following classes of assets:  drilling rigs, office space, offshore vessels, and aircraft.  We apply a portfolio approach to account for operating lease ROU assets and liabilities for certain vehicles, railcars, field equipment and office equipment leases.\nFinance lease cost is recognized as amortization of the ROU asset and interest expense on the lease liability.  Operating lease cost is generally recognized on a straight-line basis.  Operating lease costs for drilling rigs used to drill development wells and successful exploration wells are capitalized.  Operating lease cost for other ROU assets used in oil and gas producing activities are either capitalized or expensed on a straight-line basis based on the nature of operation for which the ROU asset is utilized.\nLeases with an initial term of 12 months or less are not recorded on the balance sheet as permitted under ASC 842,\nLeases\n.  We recognize lease cost for short-term leases on a straight-line basis over the term of the lease.  Some of our leases include one or more options to renew.  The renewal option is at our sole discretion and is not included in the lease term for measurement of the lease obligation unless we are reasonably certain at the commencement date of the lease, to renew the lease.\nIncome Taxes:\nDeferred income taxes are determined using the liability method.  We have net operating loss carryforwards or credit carryforwards in multiple jurisdictions and have recorded deferred tax assets for those losses and credits.  Additionally, we have deferred tax assets due to temporary differences between the book basis and tax basis of certain assets and liabilities.  Regular assessments are made as to the likelihood of those deferred tax assets being realized.  If, when tested under the relevant accounting standards, it is more likely than not that some or all of the deferred tax assets will not be realized, a valuation allowance is recorded to reduce the deferred tax assets to the amount that is expected to be realized.  The accounting standards require the evaluation of all available positive and negative evidence giving weight based on the evidence’s relative objectivity.  In evaluating potential sources of positive evidence, we consider the reversal of taxable temporary differences, taxable income in carryback and carryforward periods, the availability of tax planning strategies, the existence of appreciated assets, estimates of future taxable income, and other factors.  In evaluating potential sources of negative evidence, we consider a cumulative loss in recent years, any history of operating losses or tax credit carryforwards expiring unused, losses expected in early future years, unsettled circumstances that, if unfavorably resolved, would adversely affect future operations and profit levels on a continuing basis in future years, and any carryback or carryforward period so brief that a significant deductible temporary difference expected to reverse in a single year would limit realization of tax benefits.  We assign cumulative historical losses significant weight in the evaluation of realizability relative to more subjective evidence such as forecasts of future income.  In addition, we recognize the financial statement effect of a tax position only when management believes that it is more likely than not, that based on the technical merits, the position will be sustained upon examination.  We are no longer indefinitely reinvested with respect to the book in excess of tax basis in the investment in our foreign subsidiaries.  Because of U.S. tax reform we expect that the future reversal of such temporary differences will occur free of material taxation.  We classify interest and penalties associated with uncertain tax positions as income tax expense.  We account for the U.S. tax effect of global intangible low-taxed income earned by foreign subsidiaries in the period that such income is earned.  We utilize the aggregate approach for releasing disproportionate income tax effects from\nAccumulated other comprehensive income (loss)\n.\nAsset Retirement Obligations:\nWe have material legal obligations to remove and dismantle long‑lived assets and to restore land or the seabed at certain E&P locations.  We initially recognize a liability for the fair value of legally required asset retirement obligations in the period in which the retirement obligations are incurred and capitalize the associated asset retirement costs as part of the carrying amount of the long‑lived assets.  In subsequent periods, the liability is accreted, and the asset is depreciated over the useful life of the related asset.  Fair value is determined by applying a credit adjusted risk-free rate to the undiscounted expected future abandonment expenditures.  Changes in estimates prior to settlement result in adjustments to both the liability and related asset values, unless the field has ceased production, in which case changes are recognized in the\nStatement of Consolidated Income\n.\n62\nWe measure asset retirement obligations based on the requirements of existing laws and regulations in accordance with ASC 410-20,\nAsset Retirement Obligations\n.  Laws and regulations associated with the scope and timing for the abandonment of oil and gas wells, facilities and equipment could change which could increase the cost of our abandonment obligations.  In addition, we may be required to assume abandonment obligations for certain divested assets in the event the current or future owners of facilities previously owned by us are unable to perform, whether due to bankruptcy or otherwise.\nRetirement Plans:\nWe recognize the funded status of defined benefit postretirement plans in the\nConsolidated Balance Sheet\n.  The funded status is measured as the difference between the fair value of plan assets and the projected benefit obligation.  We recognize the net changes in the funded status of these plans as a component of O\nther Comprehensive Income (Loss)\nin the year in which such changes occur.  Actuarial gains and losses in excess of 10% of the greater of the benefit obligation or the market value of assets are amortized over the average remaining service period of active employees or the remaining average expected life if a plan’s participants are predominantly inactive.\nDerivatives:\nWe utilize derivative instruments for financial risk management activities.  In these activities, we may use futures, forwards, options and swaps, individually or in combination, to mitigate our exposure to fluctuations in prices of crude oil and natural gas, as well as changes in interest and foreign currency exchange rates.\nAll derivative instruments are recorded at fair value in the\nConsolidated Balance Sheet\n.  Our policy for recognizing the changes in fair value of derivatives varies based on the designation of the derivative.  The changes in fair value of derivatives that are not designated as hedges are recognized currently in earnings.  Derivatives may be designated as hedges of expected future cash flows or forecasted transactions (cash flow hedges), or hedges of changes in fair value of recognized assets and liabilities or of unrecognized firm commitments (fair value hedges).  Changes in fair value of derivatives that are designated as cash flow hedges are recorded as a component of other comprehensive income (loss).  Amounts included in Accumulated other comprehensive income (loss) for cash flow hedges are reclassified into earnings in the same period that the hedged item is recognized in earnings.  Changes in fair value of derivatives designated as fair value hedges are recognized currently in earnings.  The change in fair value of the related hedged item is recorded as an adjustment to its carrying amount and recognized currently in earnings.\nFair Value Measurements:\nWe use various valuation approaches in determining fair value for financial instruments, including the market and income approaches.  Our fair value measurements also include non-performance risk and time value of money considerations.  Counterparty credit is considered for financial assets, and our credit is considered for financial liabilities.  We also record certain nonfinancial assets and liabilities at fair value when required by GAAP.  These fair value measurements are recorded in connection with business combinations, qualifying nonmonetary exchanges, the initial recognition of asset retirement obligations and any impairment of long‑lived assets, equity method investments or goodwill.  We determine fair value in accordance with the fair value measurements accounting standard which established a hierarchy for the inputs used to measure fair value based on the source of the inputs, which generally range from quoted prices for identical instruments in a principal trading market (Level 1) to estimates determined using related market data (Level 3), including discounted cash flows and other unobservable data.  Measurements derived indirectly from observable inputs or from quoted prices from markets that are less liquid are considered Level 2.  When Level 1 inputs are available within a particular market, those inputs are selected for determination of fair value over Level 2 or 3 inputs in the same market.  Multiple inputs may be used to measure fair value; however, the level assigned to a fair value measurement is based on the lowest significant input level within this fair value hierarchy.\nDetails on the methods and assumptions used to determine the fair values are as follows:\nFair value measurements based on Level 1 inputs:\nMeasurements that are most observable are based on quoted prices of identical instruments obtained from the principal markets in which they are traded.  Closing prices are both readily available and representative of fair value.  Market transactions occur with sufficient frequency and volume to assure liquidity.\nFair value measurements based on Level 2 inputs:\nMeasurements derived indirectly from observable inputs or from quoted prices from markets that are less liquid are considered Level 2.  Measurements based on Level 2 inputs include over-the-counter derivative instruments that are priced on an exchange-traded curve but have contractual terms that are not identical to exchange-traded contracts.\nFair value measurements based on Level 3 inputs:\nMeasurements that are least observable are estimated from related market data, determined from sources with little or no market activity for comparable contracts or are positions with longer durations.  Fair values determined using discounted cash flows and other unobservable data are also classified as Level 3.\nNetting of Financial Instruments:\nWe generally enter into master netting arrangements to mitigate legal and counterparty credit risk.  Master netting arrangements are generally accepted overarching master contracts that govern all individual transactions with the same counterparty entity as a single legally enforceable agreement.  The U.S. Bankruptcy Code provides for the enforcement of certain termination and netting rights under certain types of contracts upon the bankruptcy filing of a counterparty, commonly known as the “safe harbor” provisions.  If a master netting arrangement provides for termination and netting upon the counterparty’s bankruptcy, these rights are generally enforceable with respect to “safe harbor” transactions.  If these arrangements provide the right of offset and our intent and practice is to offset amounts in the case of such a termination, our policy is to record the fair value of derivative assets and liabilities on a net basis.  In the normal course of business, we rely on legal and credit risk mitigation clauses\n63\nproviding for adequate credit assurance as well as close‑out netting, including two‑party netting and single counterparty multilateral netting.  As applied to us, “two‑party netting” is the right to net amounts owing under safe harbor transactions between a single defaulting counterparty entity and a single Hess entity, and “single counterparty multilateral netting” is the right to net amounts owing under safe harbor transactions among a single defaulting counterparty entity and multiple Hess entities.  We are reasonably assured that these netting rights would be upheld in a bankruptcy proceeding in the U.S. in which the defaulting counterparty is a debtor under the U.S. Bankruptcy Code.\nShare-based Compensation:\nWe account for share-based compensation based on the fair value of the award on the date of grant.  The fair value of all share‑based compensation is recognized over the requisite service period for the entire award, whether the award was granted with ratable or cliff vesting terms, net of actual forfeitures.  We estimate fair value at the date of grant using a Black‑Scholes valuation model for employee stock options and a Monte Carlo simulation model for performance share units (PSUs).  Fair value of restricted stock is based on the market value of the underlying shares at the date of grant.\nForeign Currency Translation:\nThe U.S. Dollar is the functional currency (primary currency in which business is conducted) for our foreign operations.  Adjustments resulting from remeasuring monetary assets and liabilities that are denominated in a currency other than the functional currency are recorded in\nOther, net\nin the\nStatement of Consolidated Income\n.\nMaintenance and Repairs:\nMaintenance and repairs are expensed as incurred.  Capital improvements are recorded as additions in Property, plant and equipment.\nEnvironmental Expenditures:\nWe accrue and expense the undiscounted environmental costs necessary to remediate existing conditions related to past operations when the future costs are probable and reasonably estimable.  At year‑end\n2021\n, our reserve for estimated remediation liabilities was approximately $\n60\nmillion.  Environmental expenditures that increase the life or efficiency of property or reduce or prevent future adverse impacts to the environment are capitalized.\n2.  Inventories\nInventories at December 31 were as follows:\nAt December 31, 2020, crude oil inventories included $\n164\nmillion associated with the cost of\n4.2\nmillion barrels of crude oil transported and stored on\ntwo\nchartered VLCCs for sale in Asian markets.  The\ntwo\nVLCC cargos were sold in the first quarter of 2021.\n3.  Property, Plant and Equipment\nProperty, plant and equipment at December 31 were as follows:\n64\nCapitalized Exploratory Well Costs\n:  The following table discloses the amount of capitalized exploratory well costs pending determination of proved reserves at December 31 and the changes therein during the respective years:\nDuring the three years ended December 31, 2021, additions to capitalized exploratory well costs primarily related to drilling at the Stabroek Block, offshore Guyana.  In 2019, other drilling activity included the Esox prospect in the Gulf of Mexico.\nReclassifications to wells, facilities and equipment based on the determination of proved reserves in 2020 resulted from sanctions of the Payara Field development, the third sanctioned project on the Stabroek Block, offshore Guyana, and an additional phase of development at the North Malay Basin, offshore Peninsular Malaysia.  In 2019, reclassifications to wells, facilities and equipment resulted from sanction of the Liza Phase 2 development on the Stabroek Block and the Esox tieback well to the Tubular Bells Field in the Gulf of Mexico.\nCapitalized exploratory well costs charged to expense in 2020 of $\n125\nmillion primarily related to the northern portion of the Shenzi Field (Hess\n28\n%) in the Gulf of Mexico due to reprioritization of our forward capital program in response to the significant decline in crude oil prices.  The preceding table excludes well costs incurred and expensed during\n2021\nof $\n11\nmillion (2020: $\n67\nmillion; 2019: $\n49\nmillion).\nExploratory well costs capitalized for greater than one year following completion of drilling were $\n459\nmillion at December 31, 2021, separated by year of completion as follows (in millions):\nGuyana:\nApproximately\n90\n% of the capitalized well costs in excess of one year relate to successful exploration wells where hydrocarbons were encountered on the Stabroek Block (Hess\n30\n%).  In the fourth quarter of 2021, the operator submitted a fourth development plan for the Yellowtail Field to the Government of Guyana for approval.\nThe operator also plans further appraisal drilling and is conducting pre-development planning for additional phases of development.\nJDA:\nApproximately\n8\n% of the capitalized well costs in excess of one year relates to the JDA (Hess\n50\n%) in the Gulf of Thailand, where hydrocarbons were encountered in\nthree\nsuccessful exploration wells drilled in the western part of Block A-18.  The operator has submitted a development plan concept to the regulator to facilitate ongoing commercial negotiations for an extension of the existing gas sales contract to include development of the western part of the Block.\nMalaysia:\nApproximately\n2\n% of the capitalized well costs in excess of one year relates to North Malay Basin (Hess\n50\n%), offshore Peninsular Malaysia, where hydrocarbons were encountered in\none\nsuccessful exploration well.  Subsurface evaluation and pre-development studies are ongoing.\n4.  Hess Midstream LP\nHIP was initially formed on May 21, 2015, with Hess selling\n50\n% of HIP to GIP for approximately $\n2.6\nbillion on July 1, 2015.  On April 10, 2017, HIP completed an initial public offering (IPO) of\n16,997,000\ncommon units, representing\n30.5\n% limited partnership interests in its subsidiary Hess Midstream Partners LP (Hess Midstream Partners), for net proceeds of approximately $\n365.5\nmillion.  In connection with the IPO, HIP contributed a\n20\n% controlling economic interest in each of Hess North Dakota Pipeline Operations LP, Hess TGP Operations LP, and Hess North Dakota Export Logistics Operations LP, and a\n100\n% economic interest in Hess Mentor Storage Holdings LLC (collectively the “Contributed Businesses”).  In exchange for the contributed businesses, Hess and GIP each received common and subordinated units representing a direct\n33.75\n% limited partner interest in Hess\n65\nMidstream Partners and a\n50\n% indirect ownership interest through HIP in Hess Midstream Partners’ general partner, which had a\n2\n% economic interest in Hess Midstream Partners plus incentive distribution rights.\nOn December 16, 2019, Hess Midstream Partners acquired HIP, including HIP’s\n80\n% interest in Hess Midstream Partners’ oil and gas midstream assets, HIP’s water services business and the outstanding economic general partner interest and incentive distribution rights in Hess Midstream Partners LP.  In addition, Hess Midstream Partners’ organizational structure converted from a master limited partnership into an “Up-C” structure in which Hess Midstream Partners’ public unitholders received newly issued Class A shares in a new public entity named Hess Midstream LP (Hess Midstream), which is taxed as a corporation for U.S. federal and state income tax purposes.  Hess Midstream Partners changed its name to “Hess Midstream Operations LP” (HESM Opco) and became a consolidated subsidiary of Hess Midstream, the new publicly listed entity.  As consideration for the acquisition, Hess received a cash payment of $\n301\nmillion and approximately\n115\nmillion newly issued HESM Opco Class B units.  After giving effect to the acquisition and related transactions, public shareholders of Class A shares in Hess Midstream owned\n6\n% of the consolidated entity on an as-exchanged basis and Hess and GIP each owned\n47\n% of the consolidated entity on an as-exchanged basis, primarily through the sponsors’ ownership of Class B units in HESM Opco that are exchangeable into Class A shares of Hess Midstream on a\none\n-for-\none\nbasis.\nIn March 2021, Hess Midstream completed an underwritten public equity offering of\n6.9\nmillion Class A shares held by Hess and GIP.  These Class A shares of Hess Midstream were obtained by Hess and GIP through the exchange of\n6.9\nmillion of their Class B units of HESM Opco.  As a result of this transaction, Hess received net proceeds of $\n70\nmillion and recorded an increase in additional paid-in capital and noncontrolling interests of $\n56\nmillion and $\n41\nmillion, respectively.  The increase of $\n41\nmillion in noncontrolling interests is comprised of $\n14\nmillion resulting from the change in ownership and $\n27\nmillion due to the recognition of a deferred tax asset as a result of an increase in the tax basis of Hess Midstream LP's investment in HESM Opco.\nIn August 2021, HESM Opco repurchased\n31.25\nmillion Class B units held by Hess and GIP for $\n750\nmillion.  Hess received net proceeds of $\n375\nmillion.  HESM Opco issued $\n750\nmillion in aggregate principal amount of\n4.250\n% fixed-rate senior unsecured notes due 2030 in a private offering to finance the repurchase.  The transaction resulted in an increase in additional paid-in capital and a decrease in noncontrolling interests of $\n28\nmillion, and an increase in deferred tax assets and noncontrolling interests of $\n15\nmillion due to a decrease in the book basis of Hess Midstream LP's investment in HESM Opco.  The $\n375\nmillion paid to GIP was recorded as a reduction to noncontrolling interests.\nIn October 2021, Hess Midstream completed an underwritten public equity offering of approximately\n8.6\nmillion Class A Shares held by Hess and GIP.  These Class A shares of Hess Midstream were obtained by Hess and GIP through the exchange of approximately\n8.6\nmillion of their Class B units of HESM Opco.  As a result of this transaction, Hess received net proceeds of $\n108\nmillion and recorded an increase in additional paid-in capital and noncontrolling interests of $\n96\nmillion and $\n62\nmillion, respectively.  The increase of $\n62\nmillion in noncontrolling interests is comprised of $\n12\nmillion resulting from the change in ownership and $\n50\nmillion due to the recognition of a deferred tax asset as a result of an increase in the tax basis of Hess Midstream LP's investment in HESM Opco.\nAfter giving effect to the above transactions in 2021, public shareholders of Class A shares of Hess Midstream own approximately\n13\n%, and Hess and GIP each own approximately\n43.5\n%, of the consolidated entity on an as-exchanged basis at December 31, 2021.\nLittle Missouri 4 (LM4) is a\n200\nmillion standard cubic feet per day gas processing plant located south of the Missouri River in McKenzie County, North Dakota, that was constructed as part of a\n50\n/\n50\njoint venture between Hess Midstream and Targa Resources Corp.  Hess Midstream has a natural gas processing agreement with LM4 under which it pays a processing fee and reimburses LM4 for its proportionate share of electricity costs.  In 2021, these processing fees were $\n28\nmillion (2020: $\n26\nmillion; 2019: $\n6\nmillion) and are included in\nOperating costs and expenses\nin the\nStatement of Consolidated Income\n.\nAt December 31, 2021, Hess Midstream liabilities totaling $\n2,694\nmillion (2020: $\n2,026\nmillion) are on a nonrecourse basis to Hess Corporation, while Hess Midstream assets available to settle the obligations of Hess Midstream included cash and cash equivalents totaling $\n2\nmillion (2020: $\n3\nmillion), property, plant and equipment, net totaling $\n3,125\nmillion (2020: $\n3,111\nmillion) and an equity-method investment in LM4 of $\n102\nmillion (2020: $\n108\nmillion).\n66\n5.  Accrued Liabilities\nThe following table provides detail of our accrued liabilities at December 31:\n6.  Leases\nOperating and finance lease obligations at December 31 included in the\nConsolidated Balance Sheet\nwere as follows:\n(a)\nAt December 31, 2021, finance lease ROU assets had a cost of $\n212\nmillion (2020: $\n212\nmillion) and accumulated amortization of $\n68\nmillion (2020: $\n44\nmillion).\nLease obligations represent\n100\n% of the present value of future minimum lease payments in the lease arrangement.  Where we have contracted directly with a lessor in our role as operator of an unincorporated oil and gas venture, we bill our partners their proportionate share for reimbursements as payments under lease agreements become due pursuant to the terms of our joint operating and other agreements.\nThe nature of our leasing arrangements at December 31, 2021 was as follows:\nOperating leases\n:  In the normal course of business, we primarily lease drilling rigs, equipment, logistical assets (offshore vessels, aircraft, and shorebases), and office space.\nFinance leases:\nIn 2018, we entered into a sale and lease-back arrangement for a floating storage and offloading vessel (FSO) to handle produced condensate at North Malay Basin, offshore Peninsular Malaysia.  At December 31, 2021, the remaining lease term for the FSO was\n11.8\nyears.\nMaturities of lease obligations at December 31, 2021 were as follows:\n67\nThe following information relates to the operating and finance leases at December 31:\nThe components of lease costs for the years ended December 31, 2021 and 2020 were as follows:\n(a)\nShort-term lease cost is primarily attributable to equipment used in global exploration, development, production, and crude oil marketing activities.  Future short-term lease costs will vary based on activity levels of our operated assets.\n(b)\nVariable lease costs for drilling rigs result from differences in the minimum rate and the actual usage of the ROU asset during the lease period.  Variable lease costs for logistical assets result from differences in stated monthly rates and total charges reflecting the actual usage of the ROU asset during the lease period.  Variable lease costs for our office leases represent common area maintenance charges which have not been separated from lease components.\n(c)\nWe sublease certain of our office space to third parties under our head lease.\nThe above lease costs represent\n100\n% of the lease payments due for the period, including where we as operator have contracted directly with suppliers.  As the payments under lease agreements where we are operator become due, we bill our partners their proportionate share for reimbursement pursuant to the terms of our joint operating agreements.  Reimbursements are not reflected in the table above.  Certain lease costs above associated with exploration and development activities are included in capital expenditures.\nSupplemental cash flow information related to leases for the years ended December 31, 2021 and 2020 were as follows:\n(a)\nAmounts represent gross lease payments before any recovery from partners.\n(b)\nIn 2020, primarily related to negotiated extensions of an office lease and offshore drilling rig leases.\n68\n7.  Debt\nTotal debt at December 31 consisted of the following:\nAt December 31, 2021, the maturity profile of total debt was as follows:\nNo\ninterest was capitalized in 2021 or 2020 (2019: $\n38\nmillion).\nDebt – Hess Corporation:\nSenior unsecured fixed-rate public notes:\nAt December 31, 2021, Hess Corporation’s fixed-rate public notes had a gross principal amount of $\n5,438\nmillion (2020: $\n5,438\nmillion) and a weighted average interest rate of\n5.9\n% (2020:\n5.9\n%).  The indentures for our fixed-rate public notes limit the ratio of secured debt to Consolidated Net Tangible Assets (as that term is defined in the indentures) to\n15\n%.  As of December 31, 2021, Hess Corporation was in compliance with this financial covenant.\n69\nTerm loan and credit facility:\nIn March 2020, we entered into a $\n1\nbillion\nthree year\nterm loan agreement with a maturity date of March 16, 2023.  In July 2021, we repaid $\n500\nmillion of the $\n1\nbillion outstanding under the term loan, and in February 2022, we repaid the remaining $\n500\nmillion.  The remaining $\n500\nmillion has been classified as\nCurrent portion of long-term debt\nin our\nConsolidated Balance Sheet\nat December 31, 2021 as it was our intent to repay the remaining $\n500\nmillion in the first quarter of 2022.\nIn 2019, we entered into a $\n3.5\nbillion revolving credit facility with a maturity date of May 15, 2023.  In April 2021, we amended this credit facility by extending this facility's expiration date for one year to May 2024 and incorporating customary provisions for the eventual replacement of LIBOR among other changes as set forth in the amended credit agreement.  Borrowings on the facility will generally bear interest at\n1.40\n% above LIBOR, though the interest rate is subject to adjustment if our credit rating changes.  At December 31, 2021, Hess Corporation had\nno\noutstanding borrowings or letters of credit under this facility.\nThe revolving credit facility and term loan are subject to customary representations, warranties, customary events of default and covenants, including a financial covenant limiting the ratio of Total Consolidated Debt to Total Capitalization of the Corporation and its consolidated subsidiaries to\n65\n%, and a financial covenant limiting the ratio of secured debt to Consolidated Net Tangible Assets of the Corporation and its consolidated subsidiaries to\n15\n% (as these capitalized terms are defined in the credit agreement for the revolving credit facility and the term loan agreement).  As of December 31, 2021, Hess Corporation was in compliance with these financial covenants.\nThe most restrictive of the financial covenants related to our fixed-rate public notes and our term loan and revolving credit facility would allow us to borrow up to an additional $\n1,843\nmillion of secured debt at December 31, 2021.\nOther outstanding letters of credit at December 31 were as follows:\n(a)\nAt December 31, 2021, committed and uncommitted lines have expiration dates through 2022.\nDebt - Midstream:\nSenior unsecured fixed-rate public notes:\nIn November 2017, HIP issued $\n800\nmillion in aggregate principal amount of\n5.625\n% fixed-rate senior unsecured notes due in 2026.  In December 2019, in connection with the acquisition of HIP and corporate restructuring described in\nNote 4, Hess Midstream LP\n, HESM Opco assumed $\n800\nmillion of outstanding HIP senior unsecured notes in a par-for-par exchange.  In addition, in December 2019, HESM Opco issued $\n550\nmillion in aggregate principal amount of\n5.125\n% fixed-rate senior unsecured notes due in 2028 to finance the acquisition of HIP and repay outstanding borrowings under HIP’s credit facilities.  In August 2021, HESM Opco issued $\n750\nmillion in aggregate principal amount of\n4.250\n% fixed-rate senior unsecured notes due in 2030 in a private offering to finance the repurchase of\n31.25\nmillion HESM Opco Class B units held by Hess and GIP.  These senior unsecured notes are guaranteed by certain of HESM Opco’s direct and indirect wholly owned material domestic subsidiaries.  These senior unsecured notes are non-recourse to Hess Corporation.\nCredit facilities\n:\nAt December 31, 2021, HESM Opco had $\n1.4\nbillion of senior secured syndicated credit facilities maturing December 2024, consisting of a $\n1\nbillion 5-year revolving credit facility and a fully drawn $\n400\nmillion 5-year term loan A facility.  The revolving credit facility can be used for borrowings and letters of credit to fund HESM Opco’s operating activities, capital expenditures, distributions and for other general corporate purposes.  Borrowings under the\n5-year\nterm loan A facility will generally bear interest at LIBOR plus an applicable margin ranging from\n1.55\n% to\n2.50\n%, while the applicable margin for the\n5-year\nsyndicated revolving credit facility ranges from\n1.275\n% to\n2.000\n%.  Pricing levels for the facility fee and interest-rate margins are based on HESM Opco’s ratio of total debt to EBITDA (as defined in the credit facilities).  If HESM Opco obtains an investment grade credit rating, the pricing levels will be based on HESM Opco’s credit ratings in effect from time to time.  The credit facilities contain covenants that require HESM Opco to maintain a ratio of total debt to EBITDA (as defined in the credit facilities) for the prior four fiscal quarters of not greater than\n5.00\nto 1.00 as of the last day of each fiscal quarter (\n5.50\nto 1.00 during the specified period following certain acquisitions) and, prior to HESM Opco obtaining an investment grade credit rating, a ratio of secured debt to EBITDA for the prior four fiscal quarters of not greater than\n4.00\nto 1.00 as of the last day of each fiscal quarter.  HESM Opco was in compliance with these financial covenants at December 31, 2021.  The credit facilities are secured by first-priority perfected liens on substantially all of the assets of HESM Opco and its direct and indirect wholly owned material domestic subsidiaries, including equity interests directly owned by such entities, subject to certain customary exclusions.  At December 31, 2021, borrowings of $\n104\nmillion were drawn\n70\nunder HESM Opco’s revolving credit facility, and borrowings of $\n390\nmillion, excluding deferred issuance costs, were drawn under HESM Opco’s term loan A facility.  Borrowings under these credit facilities are non-recourse to Hess Corporation.\n8.  Asset Retirement Obligations\nThe following table describes the changes in our asset retirement obligations for the years ended December 31:\nThe liabilities incurred in 2021 on Hess owned properties primarily relate to operations in the U.S. and Guyana while liabilities incurred in 2020 primarily relate to operations in Guyana, the U.S. and Malaysia.  In August 2020, Fieldwood and related entities filed for bankruptcy relief under Chapter 11 of the U.S. Bankruptcy Code.  Fieldwood’s Bankruptcy Plan, which was approved by the U.S. Bankruptcy Court in June 2021, includes the abandonment of certain assets, including\nseven\noffshore Gulf of Mexico leases and related facilities in the West Delta Field that were formerly owned by us and sold to a Fieldwood predecessor in 2004, and the discharge of Fieldwood’s obligation to decommission these facilities.  As a result, in October 2021 and February 2022, we received decommissioning orders from the BSEE requiring us to decommission certain wells and related facilities located on\nsix\nof the\nseven\nWest Delta leases.  We expect to receive additional orders covering the remainder of the West Delta decommissioning obligations in the near future and are actively engaged with the BSEE to agree on the scope and timing of decommissioning activities.  Our decommissioning obligation derives from our former ownership of the facilities.  We are seeking contribution from other parties that owned an interest in the facilities.  Liabilities incurred in 2021 include $\n147\nmillion representing total estimated abandonment obligations in the West Delta Field.  Potential recoveries from other parties that previously owned an interest in the West Delta Field have not been recognized as of December 31, 2021.\nThe liabilities settled or disposed of in 2021 primarily result from the sale of our interests in Denmark and abandonment activity completed in the Gulf of Mexico and the Bakken.  Liabilities settled or disposed of in 2020 primarily result from an asset sale in the Gulf of Mexico and abandonment activity completed in the Gulf of Mexico, the Bakken and the U.K. North Sea.  Revisions of estimated liabilities in 2021 and 2020 primarily reflect an acceleration of planned abandonment activity in the Gulf of Mexico and changes in service and equipment rates.\nSinking fund deposits that are legally restricted for purposes of settling asset retirement obligations, which are reported in non-current\nOther assets\nin the\nConsolidated Balance Sheet\n, were $\n233\nmillion at December 31, 2021 (2020: $\n207\nmillion).\n71\n9.  Retirement Plans\nWe have funded noncontributory defined benefit pension plans for a significant portion of our employees.  In addition, we have an unfunded supplemental pension plan covering certain employees, which provides incremental payments that would have been payable from our principal pension plans, were it not for limitations imposed by income tax regulations.  The plans provide defined benefits based on years of service and final average salary to our U.S. employees hired prior to January 1, 2017 and to our employees in the United Kingdom (U.K.).  The U.S. employees hired on or after January 1, 2017 participate under a cash accumulation formula and receive credits to a notional account based on a percentage of pensionable wages.  Interest accrues on the balance in the notional account at a rate determined in accordance with plan provisions.  Additionally, we maintain an unfunded postretirement medical plan that provides health benefits to certain U.S. qualified retirees from ages 55 through 65.  The measurement date for all retirement plans is December 31.\nThe following table summarizes the benefit obligations, the fair value of plan assets, and the funded status of our pension and postretirement medical plans:\n(a)\nChanges in discount rates resulted in actuarial gains of $\n178\nmillion in\n2021\n(2020: $\n387\nmillion of actuarial losses).  Changes in the inflation assumptions for our U.K. pension plan resulted in actuarial losses of $\n36\nmillion in 2021 (2020: $\n24\nmillion of actuarial losses).  Changes in mortality assumptions resulted in actuarial losses of $\n7\nmillion in 2021 (2020: $\n18\nmillion of actuarial gains).  Changes in all other assumptions, including demographic assumptions, resulted in actuarial gains of $\n2\nmillion in 2021 (2020: $\n10\nmillion of actuarial losses).\n(b)\nBenefit payments include lump-sum settlement payments of $\n34\nmillion in\n2021\n(2020: $\n23\nmillion).\n(c)\nAt December 31, 2021, the accumulated benefit obligation for the funded and unfunded defined benefit pension plans was $\n2,856\nmillion and $\n208\nmillion, respectively (2020: $\n2,993\nmillion and $\n228\nmillion, respectively).\nAmounts recognized in the\nConsolidated Balance Sheet\nat December 31 consisted of the following:\n(a)\nThe after‑tax deficit reflected in Accumulated other comprehensive income (loss) was $\n338\nmillion at December 31, 2021 (2020: $\n759\nmillion deficit).\n72\nThe net periodic benefit cost for funded and unfunded pension plans, and the postretirement medical plan, is as follows:\n(a)\nNet non-service cost, which is included in Other, net in the Statement of Consolidated Income, was income of $\n75\nmillion in\n2021\n(2020: $\n59\nmillion of income; 2019: $\n55\nmillion of expense).\nIn 2019, the trust for the Hess Corporation Employees’ Pension Plan (the “Plan”) purchased a single premium annuity contract at a cost of $\n249\nmillion using assets of the Plan to settle and transfer certain of its obligations to a third party.  The settlement transaction resulted in a noncash charge of $\n88\nmillion to recognize unamortized pension actuarial losses that is included in\nOther, net\nin the\nStatement of Consolidated Income\n.\nIn 2022, we forecast service cost for our pension and postretirement medical plans to be approximately $\n50\nmillion and net non-service cost of approximately $\n135\nmillion of income, which is comprised of interest cost of approximately $\n65\nmillion, amortization of unrecognized net actuarial losses of approximately $\n15\nmillion, and estimated expected return on plan assets of approximately $\n215\nmillion.\nAssumptions\n:\nThe weighted average actuarial assumptions used to determine benefit obligations at December 31 and net periodic benefit cost for the three years ended December 31 for our funded and unfunded pension plans were as follows:\nThe actuarial assumptions used to determine benefit obligations at December 31 for the postretirement medical plan were as follows:\nThe assumptions used to determine net periodic benefit cost for each year were established at the end of each previous year while the assumptions used to determine benefit obligations were established at each year‑end.  The net periodic benefit cost and the actuarial present value of benefit obligations are based on actuarial assumptions that are reviewed on an annual basis.  The discount rate is developed based on a portfolio of high‑quality, fixed income debt instruments with maturities that approximate the expected payment of plan obligations.\nThe overall expected return on plan assets is developed from the expected future returns for each asset category, weighted by the target allocation of pension assets to that asset category.  The future expected return assumptions for individual asset categories are largely based on inputs from various investment experts regarding their future return expectations for particular asset categories.\nOur investment strategy is to maximize long‑term returns at an acceptable level of risk through broad diversification of plan assets in a variety of asset classes.  Asset classes and target allocations are determined by our investment committee and include domestic and foreign equities, fixed income, and other investments, including hedge funds, real estate and private equity.  Investment managers are prohibited from investing in securities issued by us unless indirectly held as part of an index strategy.  The majority of plan assets\n73\nare highly liquid, providing ample liquidity for benefit payment requirements.  The current target allocations for plan assets are\n45\n% equity securities,\n35\n% fixed income securities (including cash and short‑term investment funds) and\n20\n% to all other types of investments.  Asset allocations are rebalanced on a periodic basis throughout the year to bring assets to within an acceptable range of target levels.\nFair value:\nThe following tables provide the fair value of the financial assets of the funded pension plans at December 31, 2021 and 2020 in accordance with the fair value measurement hierarchy described in\nNote 1, Nature of Operations, Basis of Presentation and Summary of Accounting Policies\n.\n(a)\nIncludes securities issued and guaranteed by U.S. and non‑U.S. governments, and securities issued by governmental agencies and municipalities.\n(b)\nComprised of U.S. residential and commercial mortgage-backed securities.\n(c)\nIncludes certain investments that have been valued using the net asset value (NAV) practical expedient, and therefore have not been categorized in the fair value hierarchy.  The inclusion of such amounts in the above table is intended to aid reconciliation of investments categorized in the fair value hierarchy to total pension plan assets.\nThe following describes the financial assets of the funded pension plans:\nCash and short‑term investment funds\n-\nConsists of cash on hand and short-term investment funds that provide for daily investments and redemptions which are classified as Level 1.\nEquities\n-\nConsists of individually held U.S. and international equity securities.  This investment category also includes funds that consist primarily of U.S. and international equity securities.  Equity securities, which are individually held and are traded actively on exchanges, are classified as Level 1.  Certain funds, consisting primarily of equity securities, are classified as Level 2 if the NAV is determined and published daily, and is the basis for current transactions.  Commingled funds, consisting primarily of equity securities, are valued using the NAV per fund share.\nFixed income investments\n-\nConsists of individually held securities issued by the U.S. government, non-U.S. governments, governmental agencies, municipalities and corporations, and agency and non-agency mortgage-backed securities.  This investment category also includes funds that consist of fixed income securities.  Individual fixed income securities are generally priced based on\n74\nevaluated prices from independent pricing services, which are monitored and provided by the third-party custodial firm responsible for safekeeping assets of the particular plan and are classified as Level 2.  Exchange-traded funds consisting of fixed income securities are classified as Level 1.  Certain funds, consisting primarily of fixed income securities, are classified as Level 2 if the NAV is determined and published daily, and is the basis for current transactions.  Commingled funds, consisting primarily of fixed income securities, are valued using the NAV per fund share.\nOther investments\n-\nConsists of exchange‑traded real estate investment trust securities, which are classified as Level 1.  Commingled funds and limited partnership investments in hedge funds, private equity and real estate funds are valued at the NAV per fund share.\nContributions and estimated future benefit payments\n:  In 2022, we expect to contribute approximately $\n45\nmillion to our funded pension plans.\nEstimated future benefit payments by the funded and unfunded pension plans, and the postretirement medical plan, which reflect expected future service, are as follows (in millions):\nWe also have defined contribution plans for certain eligible employees.  Employees may contribute a portion of their compensation to these plans and we match a portion of the employee contributions.  We recorded expense of $\n18\nmillion in\n2021\nfor contributions to these plans (2020: $\n22\nmillion; 2019: $\n20\nmillion).\n75\n10.  Revenue\nRevenue from contracts with customers on a disaggregated basis was as follows (in millions):\n(a)\nOther includes our interests in Denmark, which were sold in August 2021, and Libya.\n(b)\nIncludes gains (losses) on commodity derivatives of $(\n243\n) million in 2021, $\n547\nmillion in 2020, and $\n1\nmillion in 2019.\nAt December 31, 2021, contract liabilities of $\n24\nmillion (2020:\nnil\n) resulted from a take-or-pay deficiency payment received in 2021 that is subject to a make-up period expiring in December 2023.  At December 31, 2021 and 2020, there were\nno\ncontract assets.\n11.  Dispositions\n2021:\nWe completed the sale of our interests in Denmark for net cash consideration of approximately $\n130\nmillion, after normal closing adjustments, and recognized a pre-tax gain of $\n29\nmillion ($\n29\nmillion after income taxes).  In addition, we completed the sale of our Little Knife and Murphy Creek nonstrategic acreage interests in the Bakken for net cash consideration of $\n297\nmillion, after normal closing adjustments.  The sale included approximately\n78,700\nnet acres, which are located in the southernmost portion of the Corporation's Bakken position.  The acreage constituted part of a larger amortization base and the sale was treated as a normal retirement.  Accordingly, no gain or loss was recognized upon sale.\n2020:\nWe completed the sale of our\n28\n% working interest in the Shenzi Field in the deepwater Gulf of Mexico for proceeds of $\n482\nmillion,\nafter normal closing adjustments, and recognized\na pre-tax gain of $\n79\nmillion ($\n79\nmillion after income taxes).\n2019:\nWe completed the sale of our remaining acreage in the Utica shale play in eastern Ohio for proceeds of $\n22\nmillion,\nafter normal closing adjustments, and recognized\na pre-tax gain of $\n22\nmillion ($\n22\nmillion after income taxes).\n76\n12.  Impairment and Other\nOil and Gas Properties:\nIn June 2021, the U.S. Bankruptcy Court approved the bankruptcy plan for Fieldwood which includes transferring abandonment obligations of Fieldwood to predecessors in title of certain of its assets, including Hess, who are jointly and severally liable for the obligations.  As a result, we recognized a charge of $\n147\nmillion ($\n147\nmillion after income taxes) in connection with total estimated abandonment obligations for\nseven\nleases in the West Delta Field in the Gulf of Mexico, which we sold to a Fieldwood predecessor in 2004.  See\nNote 8\n,\nAsset Retirement Obligations\n.\nAs a result of the significant decline in crude oil prices due to the global economic slowdown from COVID-19, we reviewed our oil and gas properties within the Exploration and Production operating segment for impairment in the first quarter of 2020.  We recognized pre-tax impairment charges in the first quarter of 2020 to reduce the carrying value of our oil and gas properties and certain related right-of-use assets at the North Malay Basin in Malaysia by $\n755\nmillion ($\n755\nmillion after income taxes), the South Arne Field in Denmark by $\n670\nmillion ($\n594\nmillion after income taxes), and in the Gulf of Mexico, the Stampede Field by $\n410\nmillion ($\n410\nmillion after income taxes) and the Tubular Bells Field by $\n270\nmillion ($\n270\nmillion after income taxes) primarily as a result of a lower long-term crude oil price outlook.  The impairment charges were based on estimates of fair value at March 31, 2020 determined by discounting internally developed future net cash flows, a Level 3 fair value measurement.  The total of the fair value estimates was approximately $\n1.05\nbillion.  Significant inputs used in determining the discounted future net cash flows include future prices, projected production volumes using risk adjusted oil and gas reserves, and discount rates.  The future pricing assumptions used were based on forward strip crude oil prices as of March 31, 2020 for the remainder of 2020 through 2022, and $\n50\nper barrel for WTI ($\n55\nper barrel for Brent) in 2023 and thereafter to the end of field life.  The weighted average crude oil benchmark price based on total projected crude oil volumes for the impaired assets was $\n48.82\nper barrel.  A discount rate of\n10\n% was used in each of the fair value measurements which represents the estimated discount rate a market participant would use.  We determined the discount rate by considering the weighted average cost of capital for a group of peer companies.\nOther Assets:\nIn the first quarter of 2020, we recognized impairment charges totaling $\n21\nmillion pre-tax ($\n20\nmillion after income taxes) related to drilling rig right-of-use assets in the Bakken and surplus materials and supplies.\n13.  Severance Costs\nWe incurred employee termination costs of $\n27\nmillion in 2020 related to cost reduction initiatives.  All charges were based on amounts incurred under ongoing severance arrangements or other statutory requirements, plus amounts earned under enhanced benefit arrangements.  Payments for termination costs were $\n7\nmillion in\n2021\n(2020: $\n20\nmillion; 2019: $\n4\nmillion)\n.\n14.  Share-based Compensation\nWe have established and maintain long term incentive plans (LTIP) for the granting of restricted common shares, performance share units (PSUs) and stock options to our employees.  At December 31, 2021, the total number of authorized common stock under the LTIP was\n63.5\nmillion shares, of which we have\n23.6\nmillion shares available for issuance.\nShare‑based compensation expense consisted of the following:\nBased on share‑based compensation awards outstanding at December 31, 2021, unearned compensation expense, before income taxes, of $\n79\nmillion is expected to be recognized over a weighted average period of\n1.8\nyears.\n77\nOur share-based compensation plans can be summarized as follows:\nRestricted stock:\nRestricted stock generally vests equally on an annual basis over a\nthree-year\nterm and is valued based on the prevailing market price of our common stock on the date of grant.\nThe following is a summary of restricted stock award activity in\n2021\n:\n(a)\nIn\n2021\n, restricted stock with a vesting date fair value of $\n72\nmillion were vested (2020: $\n51\nmillion; 2019: $\n102\nmillion).\nPerformance share units:\nPSUs generally vest\nthree years\nfrom the date of grant and are valued using a\nMonte Carlo simulation\non the date of grant.  The number of shares of common stock to be issued under a PSU agreement is based on a comparison of the Corporation’s total shareholder return (TSR) to the TSR of a predetermined group of peer companies over a\nthree-year\nperformance period ending December 31 of the year prior to settlement of the grant.  Beginning with the PSUs granted in 2020, the Corporation's TSR is compared to the TSR of a predetermined group of peer companies and the S&P 500 index over the\nthree-year\nperformance period.  Payouts of the performance share awards will range from\n0\n% to\n200\n% of the target awards based on the Corporation’s TSR ranking within the peer group.  Dividend equivalents for the performance period will accrue on performance shares but will only be paid out on earned shares after the performance period.\nThe following is a summary of PSU activity in\n2021\n:\n(a)\nIn\n2021\n, PSU’s with a vesting date fair value of $\n30\nmillion were vested (2020: $\n48\nmillion; 2019: $\n16\nmillion).\nThe following weighted average assumptions were utilized to estimate the fair value of PSU awards:\n78\nStock options:\nStock options vest over\nthree years\nfrom the date of grant, have a\n10\n‑year term, and the exercise price equals the market price of our common stock on the date of grant.\nThe following is a summary of stock options activity in\n2021\n:\nAt December 31, 2021, there were\n2.1\nmillion outstanding stock options (\n1.17\nmillion exercisable) with a weighted average exercise price of $\n61.15\nper share ($\n62.27\nper share for exercisable options), a weighted average remaining contractual life of\n6.5\nyears (\n5.0\nyears for exercisable options) and an aggregate intrinsic value of $\n28\nmillion ($\n15\nmillion for exercisable options).  The intrinsic value of stock options exercised in 2021 was $\n45\nmillion (2020: $\n3\nmillion, 2019: $\n10\nmillion).\nThe following weighted average assumptions were utilized to estimate the fair value of stock options:\nIn estimating the fair value of PSUs and stock options, the risk-free interest rate is based on the vesting period of the award and is obtained from published sources.  The stock price volatility is determined from the historical stock prices of the Corporation using the expected term.\n15.  Income Taxes\nThe provision (benefit) for income taxes consisted of:\n(a)\nPrimarily comprised of Libya in 2021, 2020 and 2019.\nIncome (loss) before income taxes consisted of the following:\n(a)\nIncludes substantially all of our interest expense, corporate expense and the results of commodity hedging activities.\n79\nThe difference between our effective income tax rate and the U.S. statutory rate is reconciled below:\n(a)\nThe variance in effective income tax rates attributable to the effect of foreign operations primarily resulted from the mix of income among high, primarily Libya, and low tax rate jurisdictions.\nThe components of deferred tax liabilities and deferred tax assets at December 31, were as follows:\n(a)\nIn\n2021\n, the valuation allowance decreased by $\n1,553\nmillion (2020: increase of $\n657\nmillion; 2019: decrease of $\n143\nmillion).\nIn the\nConsolidated Balance Sheet\n, deferred tax assets and liabilities are netted by taxing jurisdiction and are recorded at December 31, as follows:\nAt December 31, 2021, we have recognized a gross deferred tax asset related to net operating loss carryforwards of $\n4,323\nmillion before application of valuation allowances.  The deferred tax asset is comprised of $\n300\nmillion attributable to foreign net operating losses which will begin to expire in 2025, $\n3,507\nmillion attributable to U.S. federal operating losses which will begin to expire in 2034, and $\n516\nmillion attributable to losses in various U.S. states which will begin to expire in 2022.  The deferred tax asset attributable to foreign net operating losses, net of valuation allowances, is $\n166\nmillion.  A full valuation allowance is established against the deferred tax asset attributable to U.S. federal and state net operating losses, except for $\n12\nmillion of U.S. federal and $\n3\nmillion of U.S. state deferred tax assets attributable to Midstream activities for which separate U.S. federal and state tax returns are filed.  At December 31, 2021, we have U.S. state tax credit carryforwards of $\n18\nmillion, which will begin to expire in 2034, $\n71\nmillion of other business credit carryforwards, which will begin to expire in 2036, and foreign tax credit carryforwards of $\n1\nmillion, which will begin to expire in 2024.  A full valuation allowance is established against the deferred tax asset attributable to these credits.\nAt December 31, 2021, the\nConsolidated Balance Sheet\nreflects a $\n3,838\nmillion (2020: $\n5,391\nmillion) valuation allowance against the net deferred tax assets for multiple jurisdictions based on application of the relevant accounting standards.  Hess continues\n80\nto maintain a full valuation allowance against its deferred tax assets in the U.S. (non-Midstream) and Malaysia, and other certain jurisdictions, and did so against its deferred tax assets in Denmark prior to its sale in 2021 (see\nNote 11, Dispositions\n).  The reduction in valuation allowance year over year is primarily due to the sale of the Denmark asset with its deferred tax asset and related valuation allowance being derecognized as part of net basis of property sold and partially due to a reduction in deferred tax asset balances in jurisdictions where we continue to maintain a full valuation allowance.  Management assesses the available positive and negative evidence to estimate whether sufficient future taxable income will be generated to permit the use of deferred tax assets.  The cumulative loss incurred over the three-year period ending December 31, 2021 constitutes significant objective negative evidence.  Such objective negative evidence limits our ability to consider subjective positive evidence, such as our projections of future taxable income, resulting in the recognition of a valuation allowance against the net deferred tax assets for these jurisdictions.  The amount of the deferred tax asset considered realizable, however, could be adjusted if estimates of future taxable income change or if objective negative evidence in the form of cumulative losses is no longer present and additional weight can be given to subjective evidence.\nBelow is a reconciliation of the gross beginning and ending amounts of unrecognized tax benefits:\nThe December 31, 2021 balance of unrecognized tax benefits includes $\n15\nmillion that, if recognized, would impact our effective income tax rate.  Over the next 12 months, it is reasonably possible that the total amount of unrecognized tax benefits could decrease between\nzero\nand $\n15\nmillion due to settlements with taxing authorities or other resolutions, as well as lapses in statutes of limitation.  At December 31, 2021, our accrued interest and penalties related to unrecognized tax benefits is $\n6\nmillion (2020: $\n6\nmillion).\nWe file income tax returns in the U.S. and various foreign jurisdictions.  We are no longer subject to examinations by income tax authorities in most jurisdictions for years prior to 2009.\n81\n16.  Outstanding and Weighted Average Common Shares\nThe Net income (loss) and weighted average number of common shares used in basic and diluted earnings per share computation were as follows:\nThe following table provides the changes in our outstanding common shares:\nPreferred Stock\n:\nIn February 2016, we issued depository shares representing\n575,000\nshares of\n8\n% Series A Mandatory Convertible Preferred Stock (Preferred Stock), par value $\n1\nper share, with a liquidation preference of $\n1,000\nper share.  On January 31, 2019, the Preferred Stock automatically converted into shares of common stock and the net number of common shares issued by the Corporation was approximately\n11.6\nmillion shares.\nCommon Stock Repurchase Plan\n:\nAt December 31, 2021, we are authorized, but not required, to purchase additional common stock up to a value of $\n650\nmillion.\nCommon Stock Dividends\n:\nCash dividends declared on common stock totaled $\n1.00\nper share in\n2021\n, 2020 and 2019.\nSee\nNote 21, Subsequent Events.\n82\n17.  Supplementary Cash Flow Information\nThe following information supplements the\nStatement of Consolidated Cash Flows\n:\nIn December 2019, as part of HESM Opco’s acquisition of HIP (see\nNote 4, Hess Midstream LP\n), HESM Opco assumed $\n800\nmillion of outstanding HIP notes (see\nNote 7, Debt\n).\n18.  Guarantees, Contingencies and Commitments\nGuarantees and Contingencies\nWe are subject to loss contingencies with respect to various claims, lawsuits and other proceedings.  A liability is recognized in our consolidated financial statements when it is probable that a loss has been incurred and the amount can be reasonably estimated.  If the risk of loss is probable, but the amount cannot be reasonably estimated or the risk of loss is only reasonably possible, a liability is not accrued; however, we disclose the nature of those contingencies.  We cannot predict with certainty if, how or when existing claims, lawsuits and proceedings will be resolved or what the eventual relief, if any, may be, particularly for proceedings that are in their early stages of development or where plaintiffs seek indeterminate damages.\nWe, along with many companies that have been or continue to be engaged in refining and marketing of gasoline, have been a party to lawsuits and claims related to the use of MTBE in gasoline.  A series of similar lawsuits, many involving water utilities or governmental entities, were filed in jurisdictions across the U.S. against producers of MTBE and petroleum refiners who produced gasoline containing MTBE, including us.  The principal allegation in all cases was that gasoline containing MTBE was a defective product and that these producers and refiners are strictly liable in proportion to their share of the gasoline market for damage to groundwater resources and are required to take remedial action to ameliorate the alleged effects on the environment of releases of MTBE.  The majority of the cases asserted against us have been settled.  There are\ntwo\nremaining active cases, filed by Pennsylvania and Maryland.  In June 2014, the Commonwealth of Pennsylvania filed a lawsuit alleging that we and all major oil companies with operations in Pennsylvania, have damaged the groundwater by introducing thereto gasoline with MTBE.  The Pennsylvania suit has been forwarded to the existing MTBE multidistrict litigation pending in the Southern District of New York.  In December 2017, the State of Maryland filed a lawsuit alleging that we and other major oil companies damaged the groundwater in Maryland by introducing thereto gasoline with MTBE.  The suit, filed in Maryland state court, was served on us in January 2018 and has been removed to federal court by the defendants.\nIn September 2003, we received a directive from the NJDEP to remediate contamination in the sediments of the Lower Passaic River.  The NJDEP is also seeking natural resource damages.  The directive, insofar as it affects us, relates to alleged releases from a petroleum bulk storage terminal in Newark, New Jersey we previously owned.  We and over 70 companies entered into an Administrative Order on Consent with the EPA to study the same contamination; this work remains ongoing.  We and other parties settled a cost recovery claim by the State of New Jersey and agreed with the EPA to fund remediation of a portion of the site.  On March 4, 2016, the EPA issued a ROD in respect of the lower eight miles of the Lower Passaic River, selecting a remedy that includes bank-to-bank dredging at an estimated cost of $\n1.38\nbillion.  The ROD does not address the upper nine miles of the Lower Passaic River or the Newark Bay, which may require additional remedial action.  In addition, the federal trustees for natural resources have begun a separate assessment of damages to natural resources in the Passaic River.  Given that the EPA has not selected a final remedy for the entirety of the Lower Passaic River or the Newark Bay, total remedial costs cannot be reliably estimated at this time.  Based on currently known facts and circumstances, we do not believe that this matter will result in a significant liability to us because our former terminal did not store or use contaminants which are of concern in the river sediments and could not have contributed\n83\ncontamination along the river’s length.  Further, there are numerous other parties who we expect will bear the cost of remediation and damages.\nIn March 2014, we received an Administrative Order from the EPA requiring us and 26 other parties to undertake the Remedial Design for the remedy selected by the EPA for the Gowanus Canal Superfund Site in Brooklyn, New York.  Our alleged liability derives from our former ownership and operation of a fuel oil terminal and connected shipbuilding and repair facility adjacent to the Canal.  The remedy selected by the EPA includes dredging of surface sediments and the placement of a cap over the deeper sediments throughout the Canal and in-situ stabilization of certain contaminated sediments that will remain in place below the cap.  The EPA’s original estimate was that this remedy would cost $\n506\nmillion; however, the ultimate costs that will be incurred in connection with the design and implementation of the remedy remain uncertain.  We have complied with the EPA’s March 2014 Administrative Order and contributed funding for the Remedial Design based on an allocation of costs among the parties determined by a third-party expert.  In January 2020, we received an additional Administrative Order from the EPA requiring us and several other parties to begin Remedial Action along the uppermost portion of the Canal.  We intend to comply with this Administrative Order.  The remediation work began in the fourth quarter of 2020.  Based on currently known facts and circumstances, we do not believe that this matter will result in a significant liability to us, and the costs will continue to be allocated amongst the parties, as they were for the Remedial Design.\nFrom time to time, we are involved in other judicial and administrative proceedings relating to environmental matters.  We periodically receive notices from the EPA that we are a “potential responsible party” under the Superfund legislation with respect to various waste disposal sites.  Under this legislation, all potentially responsible parties may be jointly and severally liable.  For any site for which we have received such a notice, the EPA’s claims or assertions of liability against us relating to these sites have not been fully developed, or the EPA’s claims have been settled or a settlement is under consideration, in all cases for amounts that are not material.  Beginning in 2017, certain states, municipalities and private associations in California, Delaware, Maryland, Rhode Island and South Carolina separately filed lawsuits against oil, gas and coal producers, including us, for alleged damages purportedly caused by climate change.  These proceedings include claims for monetary damages and injunctive relief.  Beginning in 2013, various parishes in Louisiana filed suit against approximately 100 oil and gas companies, including us, alleging that the companies’ operations and activities in certain fields violated the State and Local Coastal Resource Management Act of 1978, as amended, and caused contamination, subsidence and other environmental damages to land and water bodies located in the coastal zone of Louisiana.  The plaintiffs seek, among other things, the payment of the costs necessary to clear, re-vegetate and otherwise restore the allegedly impacted areas.  The ultimate impact of such climate and other aforementioned environmental proceedings, and of any related proceedings by private parties, on our business or accounts cannot be predicted at this time due to the large number of other potentially responsible parties and the speculative nature of clean-up cost estimates.\nWe are also involved in other judicial and administrative proceedings from time to time in addition to the matters described above, including claims related to post-production deductions from royalty payments.  We may also be exposed to future decommissioning liabilities for divested assets in the event the current or future owners of facilities previously owned by us are determined to be unable to perform such actions, whether due to bankruptcy or otherwise.  We cannot predict with certainty if, how or when such proceedings will be resolved or what the eventual relief, if any, may be, particularly for proceedings that are in their early stages of development or where plaintiffs seek indeterminate damages.  Numerous issues may need to be resolved, including through potentially lengthy discovery and determination of important factual matters before a loss or range of loss can be reasonably estimated for any proceeding.\nSubject to the foregoing, in management’s opinion, based upon currently known facts and circumstances, the outcome of lawsuits, claims and proceedings, including the matters disclosed above, is not expected to have a material adverse effect on our financial condition, results of operations or cash flows.  However, we could incur judgments, enter into settlements, or revise our opinion regarding the outcome of certain matters, and such developments could have a material adverse effect on our results of operations in the period in which the amounts are accrued and our cash flows in the period in which the amounts are paid.\nUnconditional Purchase Obligations and Commitments\nThe following table shows aggregate information for certain unconditional purchase obligations and commitments at December 31, 2021, which are not included elsewhere within these\nConsolidated Financial Statements\n:\n84\n19.  Segment Information\nWe currently have\ntwo\noperating segments, E&P and Midstream.  The E&P operating segment explores for, develops, produces, purchases and sells crude oil, NGL and natural gas.  Production operations over the three years ended December 31, 2021 were in the U.S., Malaysia and the JDA, Denmark (sold in August 2021), Libya, and Guyana commencing December 2019.  The Midstream operating segment provides fee-based services including crude oil and natural gas gathering, processing of natural gas and the fractionation of NGL, transportation of crude oil by rail car, terminaling and loading crude oil and NGL, storing and terminaling propane, and water handling services primarily in the Bakken shale play of North Dakota.  All unallocated costs are reflected under Corporate, Interest and Other.\nThe following table presents operating segment financial data (in millions):\n85\nThe following table presents financial information by major geographic area:\n(a)\nOther includes our interests in Denmark (sold in August 2021), Libya, Suriname and Canada.\n(b)\nProperty, plant and equipment in the United States in 2021 includes $\n6,596\nmillion (2020: $\n7,273\nmillion) attributable to the E&P segment and $\n3,125\nmillion (2020: $\n3,111\nmillion) attributable to the Midstream segment\n.\n20.  Financial Risk Management Activities\nIn the normal course of our business, we are exposed to commodity risks related to changes in the prices of crude oil and natural gas, as well as changes in interest rates and foreign currency values.  In the disclosures that follow, corporate financial risk management activities refer to the mitigation of these risks through hedging activities.  We maintain a control environment for all of our financial risk management activities under the direction of our Chief Risk Officer.  Our Treasury department is responsible for administering foreign exchange rate and interest rate hedging programs using similar controls and processes, where applicable.  Hedging strategies are reviewed annually by the Audit Committee of the Board of Directors.\nCorporate Financial Risk Management Activities:\nFinancial risk management activities include transactions designed to reduce risk in the selling prices of crude oil or natural gas we produce or by reducing our exposure to foreign currency or interest rate movements.  Generally, futures, swaps or option strategies may be used to fix the forward selling price, or establish a floor price or a range banded with a floor and ceiling price, for a portion of our crude oil or natural gas production.  Forward contracts may also be used to purchase certain currencies in which we conduct business with the intent of reducing exposure to foreign currency fluctuations.  At December 31, 2021, these forward contracts relate to the British Pound, Canadian Dollar and Malaysian Ringgit.  Interest rate swaps may be used to convert interest payments on certain long-term debt from fixed to floating rates.\nThe notional amounts of outstanding financial risk management derivative contracts were as follows:\nFor calendar year 2022,\nwe have hedged\n90,000\nbopd with WTI collars with an average monthly floor price of $\n60\nper barrel and an average monthly ceiling price of $\n100\nper barrel, and\n60,000\nbopd with Brent collars with an average monthly floor price of $\n65\nper barrel and an average monthly ceiling price of $\n105\nper barrel.\n86\nThe table below reflects the gross and net fair values of risk management derivative instruments:\nAt December 31, 2021, the fair value of our crude oil collars is presented within\nOther current assets\nin our\nConsolidated Balance Sheet.\nAt December 31, 2020, the fair value of our crude oil put options and crude oil swaps is presented within\nOther current assets\nand\nAccrued liabilities\n, respectively, in our\nConsolidated Balance Sheet\n.  The fair value of our interest rate swaps is presented within\nOther assets\nin our\nConsolidated Balance Sheet\n.  The fair value of our foreign exchange forwards is presented within\nAccrued liabilities\nin our\nConsolidated Balance Sheet\n.  All fair values in the table above are based on Level 2 inputs.\nDerivative contracts designated as hedging instruments:\nCrude oil hedge contracts:\nIn\n2021\n, crude oil price hedging contracts\ndecreased\nSales and other operating revenues\nby $\n243\nmillion (2020: increase of $\n547\nmillion; 2019: increase of $\n1\nmillion).  At December 31, 2021, pre-tax deferred losses in\nAccumulated other\ncomprehensive income (loss)\nrelated to outstanding crude oil price hedging contracts were $\n68\nmillion ($\n68\nmillion after income taxes), all of which will be reclassified into earnings during the next 12 months as the hedged crude oil sales are recognized in earnings.\nInterest rate swaps designated as fair value hedges:\nAt December 31, 2021, we had interest rate swaps with gross notional amounts of $\n100\nmillion (2020: $\n100\nmillion),\nwhich were designated as fair value hedges and relate to long-term debt where we have converted interest payments from fixed to floating rates.  Changes in the fair value of interest rate swaps and the hedged fixed‑rate debt are recorded in\nInterest expense\nin the\nStatement of Consolidated Income\n.  In\n2021\n, the change in fair value of interest rate swaps was a decrease of $\n3\nmillion (2020: $\n4\nmillion increase; 2019: $\n3\nmillion increase)\nwith a corresponding adjustment in the carrying value of the hedged fixed‑rate debt.\nDerivative contracts not designated as hedging instruments:\nForeign exchange\n:  Total foreign exchange gains and losses were losses of $\n2\nmillion in\n2021\n(2020: loss of $\n6\nmillion; 2019: gain of $\n3\nmillion) and are reported in\nOther, net\nin Revenues and non-operating income in the\nStatement of Consolidated Income.\nA component of foreign exchange gains or losses is the result of foreign exchange derivative contracts that are not designated as hedges, which amounted to a net gain of $\n1\nmillion in\n2021\n(2020: net gain of $\n2\nmillion; 2019: net loss of $\n2\nmillion).\nCredit Risk:\nWe are exposed to credit risks that may at times be concentrated with certain counterparties, groups of counterparties or customers.  Accounts receivable are generated from a diverse domestic and international customer base.  At December 31, 2021, our Accounts receivable were concentrated with the following counterparty industry segments:  Integrated companies —\n50\n%, Independent E&P companies —\n31\n%, Refining and marketing companies —\n9\n%,  National oil companies —\n3\n%,\n87\nStorage and transportation companies —\n3\n%, and Others —\n4\n%.  We reduce risk related to certain counterparties, where applicable, by using master netting arrangements and requiring collateral, generally cash or letters of credit.\nAt December 31, 2021, we had outstanding letters of credit totaling $\n259\nmillion (2020: $\n269\nmillion).\nFair Value Measurement:\nAt December 31, 2021, our total long-term debt, which was substantially comprised of fixed rate debt instruments, had a carrying value of $\n8,458\nmillion and a fair value of $\n9,897\nmillion, based on Level 2 inputs in the fair value measurement hierarchy.  We also have short-term financial instruments, primarily cash equivalents, accounts receivable and accounts payable, for which the carrying value approximated fair value at December 31, 2021 and December 31, 2020.\n21.  Subsequent Events\nFollowing the startup of the Liza Phase 2 project in February 2022, we repaid the remaining $\n500\nmillion outstanding under our $\n1\nbillion term loan and we announced a\n50\npercent increase in our quarterly dividend on common stock.\nIn January 2022, we paid accrued Libyan income tax and royalties of approximately $\n470\nmillion related to operations for the period December 2020 through November 2021.\n88\nHESS CORPORATION AND CONSOLIDATED SUBSIDIARIES\nSUPPLEMENTARY OIL AND GAS DATA (UNAUDITED)\nThe\nSupplementary Oil and Gas Data\nthat follows is presented in accordance with ASC 932,\nDisclosures about Oil and Gas Producing Activities,\nand includes (1) costs incurred, capitalized costs and results of operations relating to oil and gas producing activities, (2) net proved oil and gas reserves and (3) a standardized measure of discounted future net cash flows relating to proved oil and gas reserves, including a reconciliation of changes therein.\nCosts Incurred in Oil and Gas Producing Activities\n(a)\nOther includes our interests in Denmark (sold in August 2021), Libya, Suriname and Canada.\n(b)\nIncludes an increase of $208 million for net accruals and revisions of asset retirement obligations in 2021 (2020: $88 million increase; 2019: $201 million increase).\n(c)\nNet accruals for asset retirement obligations in the United States exclude a charge of $147 million related to our former interests in the West Delta Field in the Gulf of Mexico which we sold to a Fieldwood predecessor in 2004.  See Note 8, Asset Retirement Obligations in the Notes to Consolidated Financial Statements.\nCapitalized Costs Relating to Oil and Gas Producing Activities\n89\nResults of Operations for Oil and Gas Producing Activities\nThe results of operations shown below exclude non‑oil and gas producing activities, primarily gains (losses) on sales of oil and gas properties, sales of purchased crude oil, NGL and natural gas from third parties, interest expense and non-operating income.  Sales and other operating revenues include crude oil hedging results and are net of payments for unutilized committed transportation capacity.  Therefore, these results are on a different basis than the net income (loss) from E&P operations reported in Management’s Discussion and Analysis of Financial Condition and Results of Operations and in\nNote 19, Segment Information\nin the\nNotes to Consolidated Financial Statements.\nOther includes results for Denmark (sold in August 2021), Libya, Suriname and Canada.\n(a)\nProduction from Liza Phase 1 commenced in December 2019.  Operating costs and expenses also include pre-development costs from the operator for future phases of development and Hess internal costs.\n(b)\nOperating costs and expenses and depreciation, depletion and amortization, in the United States, include $108 million and $65 million, respectively, related to the cost of 4.2 million barrels of crude oil stored on two VLCCs at December 31, 2020 that were sold in 2021.\n90\nProved Oil and Gas Reserves\nOur proved oil and gas reserves are calculated in accordance with the Securities and Exchange Commission (SEC) regulations and the requirements of the Financial Accounting Standards Board.  Proved oil and gas reserves are quantities, which by analysis of geoscience and engineering data, can be estimated with reasonable certainty to be economically producible from known reservoirs under existing economic conditions, operating methods and government regulations.  Our estimation of net recoverable quantities of liquid hydrocarbons and natural gas is a highly technical process performed by our internal teams of geoscience and reservoir engineering professionals.  Estimates of reserves were prepared by the use of appropriate geologic, petroleum engineering, and evaluation principles and techniques that are in accordance with practices generally recognized by the petroleum industry as presented in the publication of the Society of Petroleum Engineers entitled “Standards Pertaining to the Estimating and Auditing of Oil and Gas Reserves Information (Revision as of June 25, 2019).”  The method or combination of methods used in the analysis of each reservoir is based on the maturity of the reservoir, the completeness of the subsurface data available at the time of the estimate, the stage of reservoir development and the production history.  Subsurface data used included well logs, reservoir core and fluid samples, production and pressure testing, static and dynamic pressure information, and reservoir surveillance.  Where applicable, reliable technologies may be used in reserve estimation, as defined in the SEC regulations.  These technologies, including computational methods, must have been field tested and demonstrated to provide reasonably certain results with consistency and repeatability in the formation being evaluated or in an analogous formation.  In some cases, where appropriate, use of empirical and analytical methods, combined with analog data were used.  Analytic tools, including reservoir simulation, geologic modeling and seismic processing, have been used in the interpretation of the subsurface data.  These technologies were used to increase the quality and confidence in the reserves estimates.\nIn order for reserves to be classified as proved, any required government approvals must be obtained and depending on the cost of the project, either senior management or the Board of Directors must commit to fund the development.  Our proved reserves are subject to certain risks and uncertainties, which are discussed in\nItem 1A. Risk Factors\nof this Form 10‑K.\nIn 2021, we announced our new five year GHG reduction targets for 2025, which are to reduce operated Scope 1 and 2 GHG emissions intensity by approximately 44% and methane emissions intensity by approximately 52% from 2017.  In January 2022, we announced our plan to reduce routine flaring at Hess operated assets to zero by the end of 2025.  The impact of these targets on our production operations was reflected in the determination of proved reserves at December 31, 2021.\nInternal Controls\nThe Corporation maintains internal controls over its oil and gas reserve estimation processes, which are administered by our Global Reserves group and our Chief Financial Officer.  Estimates of reserves are prepared by technical staff who work directly with the oil and gas properties using industry standard reserve estimation principles, definitions and methodologies.  Each year, reserve estimates of the Corporation’s assets are subject to internal technical audits and reviews.  In addition, an independent third-party reserve engineer reviews and audits a significant portion of the Corporation’s reported reserves (see pages 91 through 96).  Reserve estimates are reviewed by senior management and the Board of Directors.\nQualifications\nThe person primarily responsible for overseeing the preparation of the Corporation’s oil and gas reserves during 2021 was the Senior Manager, Global Reserves.  He is a member of the Society of Petroleum Engineers and has 19 years of experience in the oil and gas industry with a MSc degree in Petroleum Engineering.  His experience has been primarily focused on oil and gas subsurface understanding and reserves estimation in both domestic and international areas.  He is also responsible for the Corporation’s Global Reserves group, which is the internal organization that establishes the policies and processes used within the operating units to estimate reserves and perform internal technical reserve audits and reviews.\nReserves Audit\nWe engaged the consulting firm of DeGolyer and MacNaughton (D&M) to perform an audit of the internally prepared reserve estimates on certain fields aggregating approximately 88% of 2021 year‑end reported reserve quantities on a barrel of oil equivalent basis (2020: 92%).  The purpose of this audit was to provide additional assurance on the reasonableness of internally prepared reserve estimates and compliance with SEC regulations.  The D&M report, dated February 2, 2022, on the Corporation’s estimated oil and gas reserves was prepared using standard geological and engineering methods generally recognized in the petroleum industry.  D&M is an independent petroleum engineering consulting firm that has been providing petroleum consulting services throughout the world for over 70 years.  D&M’s letter report on the Corporation’s December 31, 2021 oil and gas reserves is included as an exhibit to this Form 10‑K.  While the D&M report should be read in its entirety, the report concludes that for the properties reviewed by D&M, the total net proved reserve estimates prepared by Hess and independently evaluated by D&M, in the aggregate, differed by less than 2.5% (2020: less than 1%) of total audited net proved reserves on a barrel of oil equivalent basis.  The report also includes among other information, the qualifications of the technical person primarily responsible for overseeing the reserve audit.\n91\nCrude Oil Prices Used to Estimate Proved Reserves\nProved reserves are calculated using the average price during the twelve-month period before December 31 determined as an unweighted arithmetic average of the first-day-of-the-month price for each month within the year, unless prices are defined by contractual agreements, excluding escalations based on future conditions.  Crude oil prices used in the determination of proved reserves at December 31, 2021 were $66.34 per barrel for WTI (2020: $39.77; 2019: $55.73) and $68.92 per barrel for Brent (2020: $43.43; 2019: $62.54).  New York Mercantile Exchange (NYMEX) natural gas prices used were $3.68 per mcf in 2021 (2020: $2.16; 2019: $2.54).\nAt December 31, 2021, spot prices closed at $75.21 per barrel for WTI and $77.02 per barrel for Brent.  If crude oil prices in 2022 are at levels below that used in determining 2021 proved reserves, we may recognize negative revisions to our December 31, 2022 proved undeveloped reserves.  In addition, we may recognize negative revisions to proved developed reserves, which can vary significantly by asset due to differing operating cost structures.  Conversely, price increases in 2022 above those used in determining 2021 proved reserves could result in positive revisions to proved developed and proved undeveloped reserves at December 31, 2022.  It is difficult to estimate the magnitude of any potential net negative or positive change in proved reserves at December 31, 2022, due to numerous currently unknown factors, including 2022 crude oil prices, the amount of any additions to proved reserves, positive or negative revisions in proved reserves related to 2022 reservoir performance, the levels to which industry costs will change in response to 2022 crude oil prices, and management’s plans as of December 31, 2022 for developing proved undeveloped reserves\n.\nFollowing are the Corporation’s proved reserves:\n(a)\nOther includes our interests in Denmark, which were sold in August 2021, and Libya.\n92\n(a)\nNatural gas production in 2021 includes 19 million mcf used for fuel (2020: 16 million mcf; 2019: 14 million mcf).\n(b)\nGuyana natural gas reserves will be consumed for fuel.\n(c)\nOther includes our interests in Denmark, which were sold in August 2021, and Libya.\nExtensions, discoveries and other additions (‘Additions’)\n2021\n:  Total Additions were 295 million boe, of which 25 million boe (14 million barrels of crude oil, 7 million barrels of NGL and 24 million mcf of natural gas) related to proved developed reserves.  Additions to proved developed reserves primarily resulted from drilling activity in the Bakken shale play in North Dakota.  Additions to proved undeveloped reserves were 270 million boe (157 million barrels of crude oil, 66 million barrels of NGL and 285 million mcf of natural gas) and are discussed in further detail on page\n95.\n2020\n:  Total Additions were 142 million boe, of which 12 million boe (8 million barrels of crude oil, 2 million barrels of NGL and 14 million mcf of natural gas) related to proved developed reserves.  Additions to proved developed reserves primarily resulted from drilling activity in the Bakken shale play in North Dakota.  Additions to proved undeveloped reserves were 130 million boe (98 million barrels of crude oil, 16 million barrels of NGL and 93 million mcf of natural gas) and are discussed in further detail on page\n95.\n2019:\nTotal Additions were 228 million boe, of which 25 million boe (13 million barrels of crude oil, 6 million barrels of NGL and 35 million mcf of natural gas) related to proved developed reserves.  Additions to proved developed reserves primarily resulted from new wells drilled in the Bakken shale play in North Dakota.  Additions in the U.S. also included two wells drilled in the Gulf of Mexico.  Additions to proved undeveloped reserves were 203 million boe (144 million barrels of crude oil, 34 million barrels of NGL and 149 million mcf of natural gas) and are discussed in further detail on page\n95.\n93\nRevisions of previous estimates\n2021:\nTotal revisions of previous estimates of proved reserves amounted to a net increase of 53 million boe, of which revisions of proved developed reserves amounted to an increase of 73 million boe (31 million barrels of crude oil, 27 million barrels of NGL and 88 million mcf of natural gas).  In the U.S., net positive revisions to proved developed reserves from the Bakken of 68 million boe were due to higher commodity prices (39 million boe) and improved well performance (32 million boe), partially offset by other negative revisions of 3 million boe.  In the Gulf of Mexico, positive revisions to proved developed reserves were 10 million boe, including 5 million boe of positive price revisions and 5 million boe of other revisions, primarily improved well performance.  In Malaysia and JDA, net negative revisions to proved developed reserves were 6 million boe due to the impact of higher commodity prices on entitlement allocations in the production sharing contract at JDA (50%) and performance at North Malay Basin and JDA (50%).  Revisions associated with proved undeveloped reserves are discussed in further detail on page 95.\n2020:\nTotal revisions of previous estimates of proved reserves amounted to a net decrease of 25 million boe, of which revisions of proved developed reserves amounted to an increase of 108 million boe\n(38 million barrels of crude oil, 30 million barrels of NGL and 237\nmillion mcf of natural gas).  In the U.S., revisions to proved developed reserves from the Bakken were a net increase of 55 million boe, comprised of positive revisions of 77 million boe and negative price revisions of 22 million boe.  The positive revisions resulted from well performance (50%), updated yield and decline factors (30%) and other changes (20%), primarily driven by cost reductions.  In the Gulf of Mexico, net negative revisions were 8 million boe, including 2 million boe of negative price revisions.  In Guyana, revisions increased proved developed reserves by 47 million boe related to performance (55%), improved recovery associated with water injection (35%), and increased natural gas for consumption (10%).  In Malaysia and JDA, net revisions to proved developed reserves were an increase of 18 million boe due to performance at North Malay Basin and JDA (80%) and the impact of lower crude oil prices on entitlement allocations in the production sharing contract at JDA (20%).  Other had negative revisions to proved developed reserves of 4 million boe, primarily in Libya.  Revisions associated with proved undeveloped reserves are discussed in further detail on page 95.\n2019:\nTotal revisions of previous estimates amounted to a net decrease of 107 million boe, of which revisions of proved developed reserves amounted to a net decrease of 19 million boe\n(7\nmillion barrels of NGL and 72 million mcf of natural gas).  Revisions to proved developed reserves from the Bakken were a net decrease of 25 million boe with approximately 80% relating to changes in expected recoveries of NGL and natural gas and approximately 20% relating to the impact of lower prices.  Net revisions from international assets were an increase of 6 million boe.  Revisions associated with proved undeveloped reserves are discussed in further detail on page 95.\nSales of minerals in place (‘Asset sales’)\n2021:\nAsset sales relate to the divestiture of our working interests in Denmark and our acreage interests in the Little Knife and Murphy Creek area of the Bakken.\n2020:\nAsset sales relate to the divestiture of our 28% working interest in the Shenzi Field in the deepwater Gulf of Mexico.\nProved Undeveloped Reserves\nFollowing are the Corporation’s proved undeveloped reserves:\n(a)\nOther includes our interests in Denmark, which were sold in August 2021, and Libya.\n94\nExtensions, discoveries and other additions (‘Additions’)\n2021:\nIn the United States, additions from the Bakken shale play in North Dakota were 257 million boe, which resulted from additional undeveloped well locations due to improved economic conditions, planned additional drilling activity, and development plan optimization.  In Guyana, additions of 9 million boe related to the deepening of the hydrocarbon contact for Liza Phase 2.  In Malaysia and JDA, additions were due to additional planned wells to be drilled.\n2020:\nIn the United States, additions from the Bakken shale play in North Dakota were 78 million boe, which primarily resulted from new wells planned to be drilled in the next five years, including the impact of optimizing locations in the development plan.  In Guyana, additions of 50 million boe were due to the sanction of the Payara project.  In Malaysia, additions at the North Malay Basin were due to additional planned wells to be drilled.\n2019:\nIn the United States, additions from the Bakken shale play in North Dakota were 154 million boe, of which approximately 25% of the change results from additional planned wells to be drilled in the next five years, and approximately 75% results from new wells moved into the five-year plan associated with optimization of drilling locations.  Additions in Guyana totaling 34 million boe are from the sanction of Phase 2 development at the Liza Field on the Stabroek Block, offshore Guyana.  Other additions were at the South Arne Field in Denmark and in Libya due to additional planned wells to be drilled.\nRevisions of previous estimates\n2021:\nIn the United States, net negative reserve revisions of 16 million boe were primarily from the Bakken, which included a decrease of 88 million boe largely related to wells moved outside the five-year development plan mainly based on optimization of drilling locations and other net negative revisions of 8 million boe, partially offset by positive revisions of 80 million boe related to higher prices.  In Guyana, net negative reserve revisions were 4 million boe, which included negative revisions of 16 million boe related to the impact of higher crude oil prices on entitlement allocations in the production sharing contract and negative revisions of 3 million boe resulting from decreased natural gas for consumption.  Positive revisions of 15 million boe in Guyana resulted from improved recovery associated with water and gas injection.\n2020:\nIn the United States, negative reserve revisions of 146 million boe were from the Bakken, which included negative price revisions of 77 million boe, and a decrease of 121 million boe from wells moved outside our management and Board approved five-year plan due to a reduction in planned rig count and optimization of drilling locations in response to the decline in crude oil prices in 2020.  These decreases were partially offset by positive revisions of 52 million boe, primarily due to optimized development spacing and increased well productivity.  In Guyana, net positive reserve revisions for Liza Phase 1 and Phase 2 totaling 42 million boe resulted from improved recovery associated with water injection (45%), the impact of lower crude oil prices on entitlement allocations in the production sharing contract (40%) and increased natural gas for consumption (15%).  For Other, net negative reserves revisions were 14 million boe in Libya and 11 million boe in Denmark due to moving planned wells outside our five-year plan in response to the decline in crude oil prices in 2020.\n2019:\nNegative reserve revisions in the United States of 91 million boe were largely from the Bakken (94 million boe), of which approximately 75% resulted from wells moved outside our five-year plan associated with\noptimization of drilling locations.  The remaining 25% of negative revisions in the Bakken were caused by lower commodity prices.  The net positive reserve revisions in Guyana of 9 million boe relate to the Liza Phase 1 development due to the impact of lower crude oil prices on entitlement allocations in the production sharing agreement.\nTransfers to proved developed reserves (‘Transfers’)\n2021:\nTransfers from proved undeveloped reserves resulting from drilling activity included 19 million boe in the Bakken, and 4 million boe at JDA.  Transfers in 2021 were consistent with the development plan used to determine proved reserves at December 31, 2020.\n2020:\nTransfers from proved undeveloped reserves resulting from drilling activity included 83 million boe in the Bakken, 2 million boe in the Gulf of Mexico, 8 million boe for Liza Phase 1 in Guyana, and 7 million boe in the North Malay Basin.\n2019:\nTransfers from proved undeveloped reserves included 100 million boe in the Bakken associated with drilling activity, 29 million boe at the Stabroek Block in Guyana where first production was achieved in 2019,\nand 8 million boe at the Tubular Bells Field in the Gulf of Mexico associated with drilling activity.\nIn 2021, capital expenditures of $190 million were incurred to convert proved undeveloped reserves to proved developed reserves (2020: $1,090 million; 2019: $1,750 million).\nAt December 31, 2021, projects that have proved reserves that have been classified as undeveloped for a period in excess of five years totaled 11 million boe, or less than 1% of total proved reserves, related to the multi-phase offshore developments, primarily at North Malay Basin, offshore Malaysia, and the Stabroek Block, offshore Guyana.\n95\nProduction Sharing Contracts\nThe Corporation’s proved reserves include crude oil and natural gas reserves relating to long‑term agreements with governments or authorities in which the Corporation has the legal right to produce or has a revenue interest in the production.  The Corporation's operations with these production sharing arrangements include those in Guyana, Malaysia, and the JDA.  Proved reserves for each of the three years ended December 31, 2021, as well as volumes produced and received during 2021, 2020 and 2019 from these production sharing contracts are presented in the proved reserve tables on pages 92 and 93.  Revisions resulting from the entitlement impact of price changes in production sharing contracts decreased proved reserves by 17 million boe in 2021 (2020: 22 million boe increase; 2019: 5 million boe increase).\n96\nStandardized Measure of Discounted Future Net Cash Flows Relating to Proved Oil and Gas Reserves\nFuture net cash flows are calculated by applying prescribed oil and gas selling prices used in determining year‑end reserve estimates (adjusted for price changes provided by contractual arrangements) to estimated future production of proved oil and gas reserves, less estimated future development and production costs, which are based on year‑end costs and existing economic assumptions.  Future income tax expenses are computed by applying the appropriate year‑end statutory tax rates to the pre‑tax net cash flows, as well as including the effect of tax deductions and tax credits and allowances relating to the Corporation’s proved oil and gas reserves.  Future net cash flows are discounted at the prescribed rate of 10%.\nThe prices used for the discounted future net cash flows in 2021 were $66.34 per barrel for WTI (2020: $39.77; 2019: $55.73) and $68.92 per barrel for Brent (2020: $43.43; 2019: $62.54) and do not include the effects of commodity hedges.  NYMEX natural gas prices used were $3.68 per mcf in 2021 (2020: $2.16; 2019: $2.54).  Selling prices have in the past, and can in the future, fluctuate significantly.  As a result, selling prices used in the disclosure of future net cash flows may not be representative of future selling prices.  In addition, the discounted future net cash flow estimates do not include exploration expenses, interest expense or corporate general and administrative expenses.  The amount of tax deductions, credits, and allowances relating to the Corporation’s proved oil and gas reserves can change year to year due to factors including changes in proved reserves, variances in actual pre-tax cash flows from forecasted pre-tax cash flows in historical periods, and the impact to year-end carryforward tax attributes associated with deducting in the Corporation’s income tax returns exploration expenses, interest expense, and corporate general and administrative expenses that are not contemplated in the standardized measure computations.  The future net cash flow estimates could be materially different if other assumptions were used.\n(a)\nOther includes our interests in Denmark, which were sold in August 2021, and Libya.\n97\nChanges in Standardized Measure of Discounted Future Net Cash Flows Relating to Proved Oil and Gas Reserves\n98"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Based upon their evaluation of the Corporation’s disclosure controls and procedures (as defined in Exchange Act Rules 13a-15(e) and 15d-15(e)) as of December 31, 2021, John B. Hess, Chief Executive Officer, and John P. Rielly, Chief Financial Officer, concluded that these disclosure controls and procedures were effective as of December 31, 2021.\nThere was no change in internal controls over financial reporting identified in the evaluation required by paragraph (d) of Rules 13a-15 or 15d-15 in the quarter ended December 31, 2021 that has materially affected, or is reasonably likely to materially affect, internal controls over financial reporting.\nManagement’s report on internal control over financial reporting and the attestation report on the Corporation’s internal controls over financial reporting are included in\nItem 8. Financial Statements and Supplementary Data\nof this annual report on Form 10‑K."
  },
  {
    "item_key": "item_9b",
    "text": "None."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "For information regarding our executive officers, see Part I of this Annual Report on Form 10-K.  Additional information required by this item is incorporated herein by reference to the Corporation’s definitive proxy statement for the 2022 annual meeting of stockholders.\nThe Corporation has adopted a Code of Business Conduct and Ethics applicable to the Corporation’s directors, officers (including the Corporation’s principal executive officer and principal financial officer) and employees.  The Code of Business Conduct and Ethics is available on the Corporation’s website.  In the event that we amend or waive any of the provisions of the Code of Business Conduct and Ethics that relate to any element of the code of ethics definition enumerated in Item 406(b) of Regulation S‑K, we intend to disclose the same on the Corporation’s website at www.hess.com."
  },
  {
    "item_key": "item_11",
    "text": "Information relating to executive compensation is incorporated herein by reference to the Corporation’s definitive proxy statement for the 2022 annual meeting of stockholders."
  },
  {
    "item_key": "item_12",
    "text": "Information pertaining to security ownership of certain beneficial owners and management is incorporated herein by reference to the Corporation’s definitive proxy statement for the 2022 annual meeting of stockholders.\nSee Equity Compensation Plans in\nItem 5. Market for the Registrant’s Common Stock, Related Stockholder Matters and Issuer Purchases of Equity Securities\nfor information pertaining to securities authorized for issuance under equity compensation plans."
  },
  {
    "item_key": "item_13",
    "text": "Information relating to this item is incorporated herein by reference to the Corporation’s definitive proxy statement for the 2022 annual meeting of stockholders."
  },
  {
    "item_key": "item_14",
    "text": "Information relating to this item is incorporated herein by reference to the Corporation’s definitive proxy statement for the 2022 annual meeting of stockholders.\n99\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a) The following documents are made a part of this Annual Report on Form 10-K:\n1. and 2.  Financial statements and financial statement schedules\nThe financial statements filed as part of this Annual Report on Form 10‑K are listed in the accompanying index to financial statements and schedules in\nItem 8. Financial Statements and Supplementary Data\n.\nAll other financial statement schedules required under SEC rules that are not included in this Annual Report on Form 10-K, are omitted either because they are not applicable or the required information is contained in\nItem 8. Financial Statements and Supplementary Data\n.\n3.  Exhibits\nThe exhibits required to be filed pursuant to Item 15(b) of Form 10‑K are listed in the Exhibit Index filed herewith, which Exhibit Index is incorporated herein by reference.\n100\n101\n* These exhibits relate to executive compensation plans and arrangements.\n102\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized, on the 1\nst\nday of March 2022.\n103\nPOWER OF ATTORNEY\nEach person whose signature appears below constitutes and appoints John B. Hess, Timothy B. Goodell and John P. Rielly or any of them, his or her true and lawful attorneys-in-fact and agents, with full power of substitution and resubstitution, for him or her and in his or her name, place and stead, in any and all capacities, to sign any and all amendments to Annual Report on Form 10-K, and to file the same, with all exhibits thereto, and other documents in connection therewith with the Securities and Exchange Commission, granting unto said attorneys-in-fact and agents, and each of them, full power and authority to do and to perform each and every act and thing requisite and necessary to be done in and about the premises, as fully and to all intents and purposes as he or she might or would do in person, hereby ratifying and confirming all that said attorneys-in-fact and agents or any of them, or their or his or her substitute or substitutes, may lawfully do or cause to be done by virtue hereof.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the dates indicated.\n104"
  }
]