[
  {
    "item_key": "item_1",
    "text": "Hubbell Incorporated (herein referred to as “Hubbell”, the “Company”, the “registrant”, “we”, “our” or “us”, which references shall include its divisions and subsidiaries as the context may require) was founded as a proprietorship in 1888, and was incorporated in Connecticut in 1905. Recognized for our innovation, quality, and deep commitment to serving our customers for over 130 years, Hubbell is a world-class manufacturer of electrical and utility solutions, with more than 75 brands used around the world. We provide utility and electrical solutions that enable our customers to operate critical infrastructure reliably and efficiently, and we empower and energize communities through innovative solutions supporting energy infrastructure In Front of the Meter, on The Edge, and Behind the Meter. In Front of the Meter is where utilities transmit and distribute energy to their customers. The Edge connects utilities with owner/operators and allows energy and data to be distributed back and forth. Behind the Meter is where owners and operators of building and other critical infrastructure consume energy.\nOur products are either sourced complete, manufactured or assembled by subsidiaries in the United States, Canada, Puerto Rico, Mexico, the People’s Republic of China (“China”), the United Kingdom (“UK”), Brazil, Australia, Spain and Ireland. Hubbell also participates in joint ventures in Hong Kong and the Philippines, and maintains offices in Singapore, Italy, China, India, Mexico, South Korea, Chile, and countries in the Middle East.\nThe Company’s reporting segments consist of the Electrical Solutions segment and the Utility Solutions segment.\nThe Company’s annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and all amendments to those reports are made available free of charge through the Investor Relations section of the Company’s website at\nhttp://www.hubbell.com\nas soon as practicable after such material is electronically filed with, or furnished to, the SEC. The information contained on the Company’s website or connected to our website is not incorporated by reference into this Annual Report on Form 10-K and should not be considered part of this report.\nElectrical Solutions Segment\nHubbell Electrical Solutions is positioned Behind the Meter, providing key components to building operators and industrial customers that enable them to manage their energy and operate critical infrastructure more efficiently and effectively. The Electrical Solutions segment (44% of consolidated revenues in 2021, 44% in 2020 and 45% in 2019) comprises businesses that sell stock and custom products including standard and special application wiring device products, rough-in electrical products, connector and grounding products, and lighting fixtures, as well as other electrical equipment.\nProducts of the Electrical Solutions segment have applications in the light industrial, non-residential, wireless communications, transportation, data center, and heavy industrial markets. Electrical Solutions segment products are typically used in and around industrial, commercial and institutional facilities by electrical contractors, maintenance personnel, electricians, utilities, and telecommunications companies. In addition, certain of our businesses design and manufacture industrial controls and communication systems used in the non-residential and industrial markets. Many of these products are designed such that they can also be used in harsh and hazardous locations where a potential for fire and explosion exists due to the presence of flammable gasses and vapors. Harsh and hazardous products are primarily used in the oil and gas (onshore and offshore) and mining industries. We also offer a variety of lighting fixtures, wiring devices and electrical products that have residential and utility applications, including residential products with Internet-of-Things (\"IoT\") enabled technologies.\nThese products are sold under various brands and/or trademarks and are primarily sold through electrical and industrial distributors, home centers, retail and hardware outlets, lighting showrooms and residential product oriented internet sites. Special application products are primarily sold through wholesale distributors to contractors, industrial customers and original equipment manufacturers (“OEMs”).  Brands and/or trademarks of products of the Electrical segment include:\nUtility Solutions Segment\nHubbell Utility Solutions has leading positions In Front of the Meter and at The Edge. The Utility Solutions segment (56% of consolidated revenues in 2021, 56% in 2020 and 55% in 2019) consists of businesses that design, manufacture, and sell a wide variety of electrical distribution, transmission, substation, and telecommunications products, which support applications In Front of the Meter. This includes utility transmission & distribution (T&D) components such as arresters, insulators, connectors, anchors, bushings, and enclosures. The Utility Solutions segment also offers solutions that serve The Edge of the utility infrastructure, including smart meters, communications systems, and protection and control devices. Hubbell Utility Solutions supports the electrical distribution, electrical transmission, water, gas distribution, telecommunications, and solar and wind markets. While Hubbell believes its sales in this area are not materially dependent upon any customer or group of customers, a substantial decrease in purchases by electrical utilities would affect this segment.\nProducts of the Utility Solutions segment are sold under the following brands and/or trademarks:\nDiscontinued Operations\nIn October 2021, the Company entered into a definitive agreement to sell its Commercial and Industrial Lighting business for a cash purchase price of $350 million, subject to customary adjustments with respect to working capital and net indebtedness. The Commercial and Industrial Lighting business designs, manufactures and sells LED lighting and control solutions for commercial and industrial customers. This business was previously included in the Electrical Solutions segment and is now presented as a discontinued operation in our Consolidated Financial Statements for all periods presented. On February 1, 2022 we completed the sale. See also Item 7. Management’s Discussion and Analysis — “Executive Overview of the Business” and “Results of Operations”, as well as Note 2 — Discontinued Operations, and Note 21 — Industry Segments and Geographic Area Information in the Notes to Consolidated Financial Statements.\nOrganizational Changes\nEffective January 1, 2021 the Company consolidated the three business groups within its Electrical segment, and renamed the  segment as Hubbell Electrical Solutions (\"Electrical Solutions\"). The Electrical Solutions segment unites businesses with similar operating models, products, and go to market strategies under one operating banner and common leadership to drive synergies and long-term growth opportunities.\nAlso effective January 1, 2021 the Company moved its Hubbell Gas Connectors and Accessories business, from the Electrical Solutions segment to the Utility Solutions segment to create synergies with the existing gas products already offered within the Utility Solutions segment and to better serve its utility customers. The Hubbell Gas Connectors and Accessories business represented approximately $157.1 million of Net sales and $19.4 million of operating profit in 2020. The information provided in the Consolidated Financial Statements and related notes reflects the impact of this change for all periods presented.\nInformation Applicable to Our Business\nInternational Operations\nThe Company has several operations located outside of the United States. These operations manufacture, assemble and/or procure and market Hubbell products and services for both the Electrical Solutions and Utility Solutions segments.\nSee Note 21 — Industry Segments and Geographic Area Information in the Notes to Consolidated Financial Statements and Item 1A. Risk Factors relating to manufacturing in and sourcing from foreign countries.\nCustomers\nWe have an extensive customer base of distributors, wholesalers, electric utilities, OEMs, electrical contractors, telecommunications companies and retail and hardware outlets. We are not dependent on a single customer, however, our top ten customers account for approximately\n42%\nof our Net sales.\nRaw Materials\nRaw materials used in the manufacture of Hubbell products primarily include steel, aluminum, brass, copper, bronze, zinc, nickel, plastics, phenolics, elastomers and petrochemicals. Hubbell also purchases certain electrical and electronic components, including solenoids, lighting ballasts, printed circuit boards, integrated circuit chips and cord sets, from a number of suppliers. Hubbell is not materially dependent upon any one supplier for raw materials used in the manufacture of its products and equipment however the cost and supply of these materials may be affected by disruptions in availability of raw materials, components or sourced finished goods. See also Item 7A. Quantitative and Qualitative Disclosures about Market Risk.\nPatents\nHubbell has approximately 3,000 active United States and foreign patents covering a portion of its products, which expire at various times. While Hubbell deems these patents to be of value, it does not consider its business to be dependent upon patent protection. Hubbell also licenses products under patents owned by others, as necessary, and grants licenses under certain of its patents.\nWorking Capital\nInventory, accounts receivable and accounts payable levels, payment terms and, where applicable, return policies are in accordance with the general practices of the electrical products industry and standard business procedures. See also Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.\nBacklog\nSubstantially all of the backlog existing at December 31, 2021 in the Electrical Solutions segment is expected to be shipped to customers in 2022. In the Utility Solutions segment, the backlog existing at December 31, 2021 includes backlog expected to be shipped during 2022, along with $420 million of backlog of contracts that span multiple years, primarily related to long-term contracts of the Aclara business to deliver and install meters and grid monitoring sensor technology. The backlog of orders believed to be firm at December 31, 2021 was $1,848.0 million compared to $1,065.8 million at December 31, 2020. Although this backlog is important, the majority of Hubbell’s revenues result from sales of inventoried products or products that have short periods of manufacture.\nCompetition\nHubbell experiences substantial competition in all categories of its business, but does not compete with the same companies in all of its product categories. The number and size of competitors vary considerably depending on the product line. Hubbell cannot specify with precision the number of competitors in each product category or their relative market position. However, some of its competitors are larger companies with substantial financial and other resources. Hubbell considers product performance, reliability, quality and technological innovation as important factors relevant to all areas of its business and considers its reputation as a manufacturer of quality products to be an important factor in its business. In addition, product price, service levels and other factors can affect Hubbell’s ability to compete.\nEnvironment\nThe Company is subject to various federal, state and local government requirements relating to the protection of employee health and safety and the environment. The Company believes that, as a general matter, its policies, practices and procedures are properly designed to prevent unreasonable risk of environmental damage and personal injury to its employees and its customers’ employees and that the handling, manufacture, use and disposal of hazardous or toxic substances are in accordance with environmental laws and regulations.\nLike other companies engaged in similar businesses, the Company has incurred or acquired through business combinations, remedial response and voluntary cleanup costs for site contamination, and is a party to product liability and other lawsuits and claims associated with environmental matters, including past production of products containing toxic substances. Additional lawsuits, claims and costs involving environmental matters are likely to continue to arise in the future. However, considering past experience and reserves, the Company does not anticipate that these matters will have a material adverse effect on earnings, capital expenditures, financial condition or competitive position. See also Item 1A. Risk Factors and Note 16 — Commitments and Contingencies in the Notes to Consolidated Financial Statements.\nHuman Capital\nOur commitment to developing our employees is one of four pillars that guide Hubbell as a company. We recruit, hire, and develop talent that meets and anticipates the ever-changing needs of our enterprise, while fostering an inclusive and diverse workplace. Hubbell provides market competitive compensation, health and well-being programs, and retirement benefits based on the countries and markets in which we operate to motivate market-leading performance.\nAs of December 31, 2021, Hubbell had approximately 18,300 salaried and hourly employees of whom approximately 10,400, or 57%, are located in the United States. Approximately 2,400 of these U.S. employees are represented by 8 labor unions. Hubbell considers its labor relations to be satisfactory and regularly engages with its labor unions.\nHubbell is committed to fostering an environment that respects and encourages individual differences, diversity of thought, and talent. We strive to create a workplace where employees feel that their contributions are welcomed and valued, allowing them to fully engage their talents and training in their work, while generating personal satisfaction in their role within Hubbell. Hubbell has created a multi-year, enterprise-wide strategy dedicated to evolving our inclusive culture while addressing underrepresentation where it exists across our company. As of December 31, 2021, 32% of our employees identify as female, and within the United States, 29% identify as female and 44% are racially diverse. Hubbell has also joined the Paradigm for Parity coalition, with over 100 companies in committing to achieve gender parity in its senior leadership by 2030.\nAcross, the enterprise, there are a variety of ways we invest in our people to learn - on the job, in the classroom, through self-directed learning, or through leadership programs. We have expanded our learning management system (known as Hubbell University) to make new content and training available to our employees. The Company has also expanded leadership development programs and continues to expand internship programs to continue to develop new talent.\nThe Company also fosters and encourages its employees to give back to their communities. In 2020, Hubbell launched its inaugural Hubbell Helping Hands dedicated month of service, making October an annual month of volunteerism focus for the Company. The Company also supports employees’ spirit of volunteerism in their communities throughout the year with its Volunteer Paid Time Off policy, which provides all employees with up to 8 hours of paid time off a year to volunteer with an eligible 501(c)(3) charity of their choice.\nAs a manufacturing company we focus on protecting the health and safety of our employees. We dedicate resources to track and monitor safety and recordable incidents using an enterprise-wide data management system. As a result, the total recordable incident rate has decreased 22% over the last 5 years and the days away restricted rate has decreased 1% over the last 5 years.\nIn 2021, Hubbell’s top priority has continued to be ensuring that we take appropriate actions to protect the health and safety of our employees, including managing the ongoing impacts of the COVID-19 pandemic. We have adjusted standard operating procedures within our business operations to ensure the continued safety of those within our locations and we continually monitored evolving health guidelines to ensure ongoing compliance and protection of our employees. These procedures include expanded and more frequent cleaning within facilities, implementation of appropriate social distancing programs, shift changes, requiring use of certain personal protective equipment, screening protocols and a hybrid approach to working from home and in the office. The Company provides paid time off for employees to get vaccination shots and has continued to manage a flexible attendance program to support employees managing periods of quarantine or that need to be out of work pending test results.\nIn July 2021, as a showing of appreciation for the employees’ efforts to serve the Company’s customers through the pandemic, the Company provided all employees globally with a Global Recharge Day. This paid day off provided all employees an opportunity to relax, refresh and recharge.\nIn addition to the foregoing, the Company also invested in various programs to support employees' mental and physical health during the pandemic. The Company has also expanded the delivery of mental health and wellness resources, including by increasing the frequency of live engagement events and partnering with providers to make mental health counseling and overall wellness tools accessible to employees globally.\nWe will continue to evolve these programs to protect the health, well-being and safety of our employees.\nInformation about our Executive Officers\n(1)\nAs of February 11, 2022, there are no family relationships among any of the above-named executive officers and any of our directors. For information related to our Board of Directors, refer to Item 10. Directors, Executive Officers and Corporate Governance."
  },
  {
    "item_key": "item_1a",
    "text": "Our business, operating results, financial condition, and cash flows may be affected by a number of factors including, but not limited to those set forth below. Any one of these factors could cause our actual results to vary materially from recent results or future anticipated results. See also Item 7. Management’s Discussion and Analysis — “Executive Overview of the Business” and “Results of Operations”.\nCOVID-19 Pandemic Risks\nOur business and operations, and the operations of our suppliers, have been, and may in the future be adversely affected by epidemics or pandemics such as the COVID-19 pandemic outbreak.\nWe may face risks related to health epidemics and pandemics or other outbreaks of communicable diseases. The global spread of COVID-19 has created significant volatility, uncertainty and economic disruption, including significant volatility in the capital markets. The extent to which the COVID-19 pandemic impacts our business, operations, financial results and the trading price of our common stock will depend on numerous evolving factors that we may not be able to accurately predict, as there are no comparable recent events that provide guidance as to the potential effect of the spread of a global pandemic. These include: the duration and scope and possible resurgence of the pandemic or continued emergence of new strains of COVID-19, such as the Delta and Omicron variants; the availability of an effective vaccine and the speed with which it is administered to the public; governmental, business individuals' actions that have been and continue to be taken in response to the pandemic (including mitigation efforts such as stay at home and other social distancing orders) and the impact of the pandemic on economic activity and actions taken in response (including stimulus efforts such as the Families First Coronavirus Act and the CARES Act).\nA public health epidemic or pandemic, such as the COVID-19 pandemic, poses the risk that our employees, contractors, suppliers, customers and other business partners may be prevented from conducting business activities for an indefinite period of time, including due to shutdowns that may be requested or mandated by governmental authorities, or that such epidemic may otherwise interrupt or impair business activities.\nWe have adjusted standard operating procedures within our business operations to ensure continued safety of those within our locations and are continually monitoring evolving health guidelines, as well as market conditions, and responding to changes as appropriate; however, we cannot be certain that these efforts will prevent further disruption due to shutdowns or other pandemic mitigation efforts and could have a material adverse effect on our results of operations and liquidity. This situation is changing continually, and additional effects may arise that we are not presently aware of or that we currently do not consider to be significant risks to our operations. If we are not able to respond to and manage the impact of such events effectively, our business and financial condition could be negatively impacted.\nThe global COVID-19 pandemic has led to significant global supply chain shortages for materials and component parts used in our products and associated escalating prices. In addition to supply shortages, constrained transportation capacities have led to significant price increases in transportation costs. We expect to continue to be affected by supply chain issues due to factors largely beyond our control, including, a global shortage of semi-conductors, chips and components used in our products, a strain on raw materials and cost inflation, all of which could escalate in future quarters.\nAlthough economic conditions have generally improved during 2021, the strength of the economic recovery is uncertain and may vary across industries, customers and from country to country. The ultimate extent and robustness of any economic recovery from the impact of the pandemic imposes a significant degree of uncertainty and complexity, and may adversely affect our operations, customer demand and our costs of production. Failure of economic recovery to continue and adverse or weakening economic conditions may also result in deterioration in the collection of customer accounts receivable, as well as a reduction in sales.\nNew regulations on employers concerning COVID-19 vaccination mandates or testing of U.S.-based employees could have an adverse impact on our business and results of operations.\nOn November 5, 2021, the Occupational Safety and Health Administration (OSHA) issued an emergency testing standard (ETS), which required employers with 100 or more employees to develop, implement and enforce a mandatory COVID-19 vaccination policy, unless they adopt a policy requiring employees to choose to either be vaccinated or undergo regular COVID-19 testing. Although the ETS was withdrawn effective January 26, 2022 OSHA is not withdrawing the ETS as a proposed rule. We cannot currently predict the impact the OSHA proposed rule, if adopted, or any executive order that may be issued in the future would have on our workforce, and additional vaccine mandates may be announced within the jurisdictions in which our businesses operate. However, the implementation of these requirements may result in an increase in attrition rates or absenteeism within our skilled labor force, challenges securing future labor needs, inefficiencies connected to employee turnover, and costs associated with implementation and on-going compliance, which could have a material adverse effect on our business, financial condition, and results of operations.\nIndustry and Economic Risks\nWe operate in markets that are subject to competitive pressures that could affect selling prices or demand for our products.\nWe compete on the basis of product performance, quality, service and/or price. Competitors' behavior related to these areas could potentially have significant impacts on our financial results. Our competitive strategy is to design and manufacture high quality products at the lowest possible cost. Our strategy is to also increase selling prices to offset rising costs of raw materials and components. Competitive pricing pressures may not allow us to offset some or all of our increased costs through pricing actions. Alternatively, if raw material and component costs decline, the Company may not be able to maintain current pricing levels. Competition could also affect future selling prices or demand for our products which could have an adverse impact on our results of operations, financial condition and cash flows.\nVolatility in currency exchange rates may adversely affect our financial condition, results of operations and cash flows.\nOur international operations accounted for approximately 9% of our Net sales in 2021. We are exposed to the effects (both positive and negative) that fluctuating exchange rates have on translating the financial statements of our international operations, most of which are denominated in local currencies, into the U.S. dollar. Fluctuations in exchange rates may affect product demand and reported profits in our international  operations. In addition, currency fluctuations may affect\nthe prices we pay suppliers for materials used in our products, along with other local costs incurred in foreign countries for foreign entities with U.S. dollar functional currency. As a result, fluctuating exchange rates may adversely impact our results of operations and cash flows.\nUncertainty about the future of the London Interbank Offer Rate (\"LIBOR\") may adversely affect our business and financial results.\nOur 2021 Credit Facility uses LIBOR as a reference rate, such that the interest due pursuant to such borrowings may be calculated using LIBOR plus an applicable margin (determined by reference to a ratings based grid) or the alternate base rate. In March 2021, the UK’s Financial Conduct Authority, which regulates LIBOR, announced that most tenors of the USD LIBOR, rates will cease to be published after June 30, 2023, and one-week and two-month LIBOR will cease being published December 31, 2021. It is not possible to predict the effect of this announcement, including what alternative reference rates may replace LIBOR in use going forward, and how LIBOR will be determined for purposes of loans, securities and derivative instruments currently referencing it when it ceases to exist. Once LIBOR is no longer available, if lenders have increased costs due to such changes, we may suffer from potential increases in interest rates on our floating rate debt. These uncertainties or their resolution also could negatively impact our funding costs, loan and other asset values, asset-liability management strategies, and other aspects of our business and financial results.\nBusiness and Operational Risks\nOur ability to effectively develop and introduce new products could adversely affect our ability to compete.\nNew product introductions and enhancement of existing products and services are key to the Company’s competitive strategy. The success of new product introductions is dependent on a number of factors, including, but not limited to, timely and successful development of new products, including software development, market acceptance of these products and the Company’s ability to manage the risks associated with these introductions. These risks include development and production capabilities, management of inventory levels to support anticipated demand, the risk that new products may have quality defects in the early stages of introduction, and obsolescence risk of existing products. The Company cannot predict with certainty the ultimate impact new product introductions could have on our results of operations, financial condition or cash flows.\nWe manufacture and source products and materials from various countries throughout the world. A disruption in the availability, price or quality of these products or materials could adversely affect our operating results.\nOur business is subject to risks associated with global manufacturing and sourcing. We use a variety of raw materials in the production of our products including steel, aluminum, brass, copper, bronze, zinc, nickel, plastics, phenolics, elastomers and petrochemicals. We also purchase certain electrical and electronic components, including solenoids, lighting ballasts, printed circuit boards, integrated circuit chips and cord sets from a number of suppliers. Significant shortages in the availability of these materials or significant price increases could increase our operating costs and adversely impact the competitive positions of our products, which could adversely impact our results of operations. See also Risk Factor, “\nSignificant developments from the recent and potential changes in U.S. trade policies could have a material adverse effect on us\n.\n”\nWe rely on materials, components and finished goods that are sourced from or manufactured in foreign countries including Mexico, China, and other international countries. Political instability in any country where we do business could have an adverse impact on our results of operations.\nWe rely on our suppliers to produce high quality materials, components and finished goods according to our specifications, including timely delivery. There is a risk that products may not meet our quality control procedure specifications which could adversely affect our ability to ship quality products to our customers on a timely basis and, could adversely affect our results of operations.\nWe may be required to recognize impairment charges for our goodwill and other intangible assets.\nAs of December 31, 2021, the net carrying value of our goodwill and other intangible assets totaled approximately $2,552.8 million. As required by generally accepted accounting principles, we periodically assess these assets to determine if they are impaired. Impairment of intangible assets may be triggered by developments both within and outside the Company’s control. Deteriorating economic conditions, technological changes, disruptions to our business, inability to effectively integrate acquired businesses, unexpected significant changes or planned changes in use of the assets, intensified competition, divestitures, market capitalization declines and other factors may impair our goodwill and other intangible assets. Any charges relating to such impairments could adversely affect our results of operations in the periods an impairment is recognized.\nWe engage in acquisitions and strategic investments and may encounter difficulty in obtaining appropriate acquisitions and in integrating these businesses.\nPart of the Company’s growth strategy involves acquisitions. We have pursued and will continue to seek acquisitions and other strategic investments to complement and expand our existing businesses. The rate and extent to which acquisitions become available may affect our growth rate. The success of these transactions will depend on our ability to integrate these businesses into our operations and realize the planned synergies. We may encounter difficulties in integrating acquisitions into our operations and in managing strategic investments and foreign acquisitions and joint ventures may also present additional risk related to the integration of operations across different cultures and languages. Failure to effectively complete or manage acquisitions may adversely affect our existing businesses as well as our results of operations, financial condition and cash flows.\nWe may not be able to successfully implement initiatives, including our restructuring activities that improve productivity and streamline operations to control or reduce costs.\nAchieving our long-term profitability goals depends significantly on our ability to control or reduce our operating costs. Because many of our costs are affected by factors completely, or substantially outside our control, we generally must seek to control or reduce costs through productivity initiatives. If we are not able to identify and implement initiatives that control or reduce costs and increase operating efficiency, or if the cost savings initiatives we have implemented to date do not generate expected cost savings, our financial results could be adversely affected. Our efforts to control or reduce costs may include restructuring activities involving workforce reductions, facility consolidations and other cost reduction initiatives. If we do not successfully manage our current restructuring activities, or any other restructuring activities that we may undertake in the future, expected efficiencies and benefits may be delayed or not realized, and our operations and business could be disrupted, which could have an adverse effect on our results of operations, financial condition and cash flows.\nWe are subject to risks surrounding our information technology systems failures, network disruptions, breaches in data security and compliance with data privacy laws or regulations.\nWe are highly dependent on various software and information technology systems to record and process operational, human resources and financial transactions. The proper functioning of Hubbell’s information technology systems is critical to the successful operation of our business. Our information technology systems are susceptible to cyber threats, malware, phishing attacks, break-ins and similar events, breaches of physical security or tampering and manipulation of these systems by employees or unauthorized third parties. Information security risks also exist with respect to the use of portable electronic devices, such as smartphones and laptops, which are particularly vulnerable to loss and theft. Hubbell may also be subject to disruptions of any of our systems and our vendor's systems arising from events that are wholly or partially beyond our control, such as natural disasters, acts of terrorism, cyber-attacks, computer viruses, and electrical/telecommunications outages or failures\n.\nAll of these risks are also applicable where Hubbell relies on outside vendors to provide services, which may operate in an on-line, or “cloud,” environment. A failure of our information technology systems could adversely affect our ability to process orders, maintain proper levels of inventory, collect accounts receivable and pay expenses; all of which could have an adverse effect on our results of operations, financial condition and cash flows. In addition, security breaches could result in unauthorized disclosure of confidential information that may result in financial or reputational damage to the Company, as well as expose the Company to litigation and regulatory enforcement actions.\nHubbell also provides customers with solutions that include software components that allow for the control and/or the communication of data from those solutions to Hubbell or customer systems. In addition to the risks noted above, there are other risks associated with these solutions. For example, control and/or data from these solutions may be integral to a customer's operations. A failure of our technology to operate as designed or as a result of cyber threats could impact those operations, including by loss or destruction of data. Likewise, a customer’s failure to properly configure its own network are outside of the Company’s control and could result in a failure in functionality or security of our technology.\nHubbell is also subject to an increasing number of evolving data privacy and security laws and regulations that impose requirements on the Company and our technology prior to certain use or transfer, storing, processing, disclosure, and protection of data and prior to sale or use of certain technologies. Failure to comply with such laws and regulations could result in the imposition of fines, penalties and other costs. For example, the European Union’s implementation of the General Data Protection Regulation in 2018, the European Union’s pending ePrivacy Regulation and the implementation of the ePrivacy Directive by the various European Union member states, and California’s implementation of its Consumer Privacy Act of 2018 and Connected Device Privacy Act of 2018, as well as data privacy statutes implemented by other states, could all disrupt our ability to sell products and solutions or use and transfer data because such activities may not be in compliance with applicable law in certain jurisdictions.\nWe have continued to work on improving our utilization of our enterprise resource planning system, expanding standardization of business processes and performing implementations at our remaining businesses, as well as acquired businesses. We expect to incur additional costs related to future implementations, process reengineering efforts as well as enhancements and upgrades to the system. These system modifications and implementations could result in operating inefficiencies which could adversely impact our operating results and/or our ability to perform necessary business transactions.\nSystem failures, ineffective system implementation or disruptions, failure to comply with data privacy and security laws or regulations, IT system risk arising from the Company's acquisition activity or the compromise of security with respect to internal or external systems or portable electronic devices could damage the Company’s systems or infrastructure, subject us to liability claims, or regulatory fines, penalties, or intervention, harm our reputation, interrupt our operations, disrupt customer operations, and adversely affect the Company’s internal control over financial reporting, business, financial condition, results of operations, or cash flows.\nOur ability to access capital markets or failure to maintain our credit ratings may adversely affect our business.\nOur ability to invest in our business and make strategic acquisitions may require access to the capital markets. If general economic and capital market conditions deteriorate significantly, it could impact our ability to access capital. Failure to maintain our credit ratings could also impact our ability to access credit markets and could increase our cost of borrowing. The capital and credit markets could deteriorate and market conditions could make it more difficult for us to access capital to finance our investments and acquisitions, which could adversely affect our results of operations, financial condition and cash flows.\nDeterioration in the credit quality of our customers could have a material adverse effect on our operating results and financial condition.\nWe have an extensive customer base of distributors, wholesalers, electric utilities, OEMs, electrical contractors, telecommunications companies and retail and hardware outlets. We are not dependent on a single customer, however, our top ten customers account for approximately\n42%\nof our Net sales. Deterioration in the credit quality of several major customers could adversely affect our results of operations, financial condition and cash flows.\nWe have outstanding indebtedness; our indebtedness will increase if we incur additional indebtedness in the future and do not retire existing indebtedness.\nWe have outstanding indebtedness and other financial obligations and significant unused borrowing capacity. Our indebtedness level and related debt service obligations could have negative consequences, including (i) requiring us to dedicate significant cash flow from operations to the payment of principal and interest on our indebtedness, which would reduce the funds we have available for other purposes, (ii) reducing our flexibility in planning for or reacting to changes in our business and market conditions and (iii) exposing us to interest rate risk since a portion of our debt obligations are at variable rates.\nWe may incur significantly more indebtedness in the future. If we add new indebtedness and do not retire existing indebtedness, the risks described above could increase.\nIf the underlying investments of our defined benefit plans do not perform as expected, we may have to make additional contributions to these plans.\nWe sponsor certain pension and other postretirement defined benefit plans. The performance of the financial markets and interest rates impact these plan expenses and funding obligations. Significant changes in market interest rates, investment losses on plan assets and reductions in discount rates may increase our funding obligations and could adversely impact our results of operations,  cash flows, and financial condition. Furthermore, there can be no assurance that the value of the defined benefit plan assets will be sufficient to meet future funding requirements.\nLegal, Tax and Regulatory Risks\nTax legislation may materially adversely affect our financial condition, results of operations and cash flows.\nThe recent U.S. federal elections could provide an environment for future corporate tax legislative activity that could have a material adverse effect on us. In addition, foreign jurisdictions may enact tax legislation that could alter the manner in which corporations are subject to tax  in their jurisdictions that could significantly affect our ongoing operations.\nBecause tax laws and regulations are subject to interpretation and uncertainty, tax payments may ultimately differ from amounts currently recorded by the Company.\nWe are subject to income taxes as well as non-income based taxes, in both the United States and numerous foreign jurisdictions. The determination of the Company's worldwide provision for income taxes and other tax liabilities requires judgment and is based on diverse legislative and regulatory structures that exist in the various jurisdictions where the company operates. The ultimate tax outcome may differ from the amounts recorded in the Company's financial statements and may adversely affect the Company's financial results for the period when such determination is made.  We are subject to ongoing tax audits in various jurisdictions. Tax authorities may disagree with certain positions we have taken and assess additional taxes. We regularly assess the likely outcomes of these audits in order to determine the appropriateness of our tax provisions. However, there can be no assurance that we will accurately predict the outcomes of these audits, and the future outcomes of these audits could adversely affect our results of operations, financial condition and cash flows.\nSignificant developments from the recent and potential changes in U.S. trade policies could have a material adverse effect on us.\nOver the last four years, the U.S. government has announced and, in some cases, implemented a new approach to trade policy, including renegotiating, or potentially terminating, certain existing bilateral or multi-lateral trade agreements, such as the North American Free Trade Agreement (\"NAFTA\"), which was replaced by the U.S.-Mexico-Canada Agreement, on July 1, 2020, and proposed trade agreements, like the Trans-Pacific Partnership (\"TPP\"), from which the United States has formally withdrawn, as well as implementing the imposition of additional tariffs on certain foreign goods, including finished products and raw materials such as steel and aluminum. Changes in the U.S. trade policy, U.S. social, political, regulatory and economic conditions or in laws and policies governing foreign trade, manufacturing, development and investment in the territories and countries where we currently manufacture and sell products, and any resulting negative sentiments towards the United States as a result of such changes, could have an adverse effect on our business. In addition, we cannot predict what changes to trade policy will be made by the current presidential administration and Congress, including whether existing tariff policies will be maintained or modified or whether the entry into new bilateral or multilateral trade agreements will occur, nor can we predict the effects that any conceivable changes would have on our business.\nWe rely on materials, components and finished goods\n,\nsuch as steel and aluminum, that are sourced from or manufactured in foreign countries\n,\nincluding China and Mexico. Import tariffs and potential import tariffs have resulted or may result in increased prices for these imported goods and materials and, in some cases\n,\nmay result or have resulted in price increases for domestically sourced goods and materials. Changes in U.S. trade policy have resulted and could result in additional reactions from U.S. trading partners, including adopting responsive trade policies making it more difficult or costly for us to export our products or import goods and materials from those countries. These measures could also result in increased costs for goods imported into the U.S. or may cause us to adjust our worldwide supply chain. Either of these could require us to increase prices to our customers which may reduce demand, or, if we are unable to increase prices, result in lowering our margin on products sold.\nVarious countries, and regions, including, without limitation, China, Mexico, Canada and Europe, have announced plans or intentions to impose or have imposed tariffs on a wide range of U.S. products in retaliation for new U.S. tariffs. These actions could, in turn, result in additional tariffs being adopted by the U.S. These conditions and future actions could have a significant adverse effect on world trade and the world economy. To the extent that trade tariffs and other restrictions imposed by the United States increase the price of, or limit the amount of, raw materials and finished goods imported into the United States, the costs of our raw materials may be adversely affected and the demand from our customers for products and services may be diminished, which could adversely affect our revenues and profitability.\nWe cannot predict future trade policy or the terms of any renegotiated trade agreements and their impacts on our business. The adoption and expansion of trade restrictions, the occurrence of a trade war, or other governmental action related to tariffs or trade agreements or policies has the potential to adversely impact demand for our products, our costs, our customers, our suppliers, and the U.S. economy, which in turn could adversely impact our business, financial condition and results of operations.\nOur business and results of operations may be materially adversely effected by compliance with import and export laws.\nWe must comply with various laws and regulations relating to the import and export of products, services and technology from the U.S. and other countries having jurisdiction over our operations, which may affect our transactions with certain customers, business partners and other persons.  In certain circumstances, export control and economic sanctions regulations may prohibit the export of certain products, services and technologies and in other circumstances, we may be required to obtain an export license before exporting a controlled item. The length of time required by the licensing processes can vary, potentially delaying the shipment of products or performance of services and the recognition of the corresponding revenue. In addition, failure to comply with any of these regulations could result in civil and criminal, monetary and non-monetary penalties, disruptions to our business, limitations on our ability to import and export products and services and damage to our reputation. Moreover, any changes in export control or sanctions regulations may further restrict the export of our products or services, and the possibility of such changes requires constant monitoring to ensure we remain compliant. Any restrictions on the export of our products or product lines could have a material adverse effect on our competitive position, results of operations, cash flows or financial condition.\nThe uncertainty surrounding the implementation and effect of Brexit and related negative developments in the European Union and elsewhere could adversely affect our business, financial condition and results of operations.\nIn 2016, the United Kingdom voted to leave the European Union (“EU”) (commonly referred to as “Brexit”).  As a result of the referendum, the UK exited the EU on January 31, 2020 under a transitional trade arrangement (generally preserving the status quo) that was replaced by a definitive agreement at the end of 2020; however, the long-term effects of Brexit, including the UK's relationship with the EU and other countries, including the U.S., remains unclear. We conduct business in both the UK and EU and shipments from our UK subsidiaries represented 3% of our total Net sales in both 2021 and 2020. Brexit could adversely affect European or worldwide political, regulatory, economic or market conditions and could contribute to instability in political institutions and regulatory agencies. Brexit could also have the effect of disrupting the free movement of goods, services, and people between the UK, the EU and elsewhere. There can be no assurance that any or all of these events, or others that we cannot anticipate at this time, will not have a material adverse effect on our business, financial condition and results of operations.\nWe could incur significant and/or unexpected costs in our efforts to successfully avoid, manage, defend and litigate intellectual property matters.\nThe Company relies on certain patents, trademarks, copyrights, trade secrets and other intellectual property of which the Company cannot be certain that others have not and will not infringe upon. Intellectual property litigation could be costly and time consuming and the Company could incur significant legal expenses pursuing these claims against others.\nFrom time to time, we receive notices from third parties alleging intellectual property infringement. Any dispute or litigation involving intellectual property could be costly and time-consuming due to the complexity and the uncertainty of intellectual property litigation. Our intellectual property portfolio may not be useful in asserting a counterclaim, or negotiating a license, in response to a claim of infringement or misappropriation. In addition, as a result of such claims, the Company may lose its rights to utilize critical technology or may be required to pay substantial damages or license fees with respect to the infringed rights or be required to redesign our products at a substantial cost, any of which could negatively impact our operating results. Even if we successfully defend against claims of infringement, we may incur significant costs that could adversely affect our results of operations, financial condition and cash flow. See Item 3 “Legal Proceedings” for a discussion of our legal proceedings.\nWe are subject to litigation and environmental regulations that may adversely impact our operating results.\nWe are a party to a number of legal proceedings and claims, including those involving product liability, intellectual property and environmental matters, which could be significant. It is not possible to predict with certainty the outcome of every claim and lawsuit. In the future, we could incur judgments or enter into settlements of lawsuits and claims that could have a materially adverse effect on our results of operations, cash flows, and financial condition. In addition, we maintain insurance coverage with respect to certain claims, which insurance may not provide adequate coverage against such claims. We establish reserves based on our assessment of contingencies, including contingencies related to legal claims asserted against us. Subsequent developments in legal proceedings may affect our assessment and estimates of the loss contingency recorded as a reserve and require us to make additional payments, which could have a materially adverse effect on our results of operations, financial condition and cash flow.\nWe are also subject to various laws and regulations relating to environmental protection and the discharge of materials into the environment, and we could incur substantial costs as a result of the noncompliance with or liability for clean up or other costs or damages under environmental laws. In addition, we could be affected by future laws or regulations, including those imposed in response to climate change concerns. Compliance with any future laws and regulations could result in a materially adverse effect on our business and financial results. See Item 3 “Legal Proceedings” for a discussion of our legal proceedings.\nOur reputation and our ability to conduct business may be impaired by improper conduct by any of our employees, agents or business partners.\nWe cannot provide absolute assurance that our internal controls and compliance systems will always protect us from acts committed by our employees, agents or business partners that would violate U.S. and/or non-U.S. laws, including the laws governing payments to government officials, bribery, fraud, anti-kickback and false claims rules, competition, export and import compliance, money laundering and data privacy. In particular, the U.S. Foreign Corrupt Practices Act, the U.K. Bribery Act, and similar anti-bribery laws in other jurisdictions generally prohibit companies and their intermediaries from making improper payments to government officials for the purpose of obtaining or retaining business, and we operate in parts of the world that have experienced governmental corruption to some degree. Despite meaningful measures that we undertake to facilitate lawful conduct, which include training and internal control policies, these measures may not always prevent reckless or criminal acts by our employees or agents. Any such improper actions could damage our reputation and subject us to civil or criminal investigation in the United States and in other jurisdictions, could lead to substantial civil and criminal, monetary and non-monetary penalties and could cause us to incur significant legal and investigative fees.\nRegulations related to conflict-free minerals may cause us to incur additional expenses and may create challenges with our customers.\nThe Dodd-Frank Wall Street Reform and Consumer Protection Act contains provisions to improve transparency and accountability regarding the use of “conflict” minerals mined from the Democratic Republic of Congo and adjoining countries (“DRC”). The SEC has established annual disclosure and reporting requirements for those companies who use “conflict” minerals sourced from the DRC in their products. These new requirements could limit the pool of suppliers who can provide conflict-free minerals and as a result, we cannot ensure that we will be able to obtain these conflict-free minerals at competitive prices. Compliance with these new requirements may also increase our costs. In addition, we may face challenges with our customers if we are unable to sufficiently verify the origins of the minerals used in our products.\nGeneral Risk Factors\nWe face the potential harms of natural disasters, terrorism, acts of war, international conflicts or other disruptions to our operations.\nNatural disasters, the economic uncertainty resulting from the spread of global pandemics, acts or threats of war or terrorism, international conflicts, and the actions taken by the United States and other governments in response to such events could cause damage to or disrupt our business operations, our suppliers or our customers, and could create political or economic instability, any of which could have an adverse effect on our business. Although it is not possible to predict such events or their consequences, these events could decrease demand for our products, make it difficult or impossible for us to deliver products, or disrupt our supply chain.\nGlobal economic uncertainty could adversely affect us.\nDuring periods of prolonged slow growth, or a downturn in conditions in the worldwide or domestic economies, we could experience reduced orders, payment delays, supply chain disruptions or other factors caused by economic challenges faced by our customers, prospective customers and suppliers. Depending upon their severity and duration, these conditions could have an adverse impact on our results of operations, financial condition and cash flows.\nOur success depends on attracting and retaining qualified personnel.\nOur ability to sustain and grow our business requires us to hire, retain and develop a highly skilled and diverse management team and workforce. Failure to ensure that we have the depth and breadth of personnel with the necessary skill set and experience, or the loss of key employees, could impede our ability to deliver our growth objectives and execute our strategy."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "As of December 31, 2021, Hubbell’s global headquarters are located in leased office space in Shelton, Connecticut. Other principal administrative offices are in Greenville, South Carolina, Manchester, New Hampshire and St. Louis, Missouri. The Electrical Solutions segment operates 10 warehouse facilities and 26 manufacturing facilities globally totaling approximately 5.8 million square feet.  The Utility Solutions segment operates 4 warehouse facilities and 27 manufacturing facilities globally, totaling approximately 5.0 million square feet. The Company believes its manufacturing and warehousing facilities are adequate to carry on its business activities."
  },
  {
    "item_key": "item_3",
    "text": "Information required by this item is incorporated herein by reference to the section captioned “\n” of this Form 10-K."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable."
  },
  {
    "item_key": "item_5",
    "text": "The Company's Common Stock trades on the New York Stock Exchange under the symbol, \"HUBB\".\nThe number of common shareholders of record on February 8, 2022 was 1,260.\nOur dividends are declared at the discretion of our Board of Directors. In October 2021, the Company’s Board of Directors approved an increase in the common stock dividend rate from $0.98 to $1.05 per share per quarter. The increased quarterly dividend payment commenced with the December 15, 2021 payment made to the shareholders of record on November 30, 2021.\nThe information required by Item 5 with respect to securities authorized for issuance under equity compensation plans is incorporated herein by reference to Part III, Item 12 of this Form 10-K.\nPurchases of Equity Securities\nOn October 23, 2020 the Board of Directors approved a new stock repurchase program (the \"October 2020 program\") that authorized the repurchase of up to $300 million of common stock and expires in October 2023. At December 31, 2021 our remaining share repurchase authorization under the October 2020 program is $288.8 million. The Company repurchased $11.2 million and $41.3 million of shares of Common Stock, in 2021 and 2020, respectively. All of the repurchases in 2020 were completed prior to the expiration of the October 2017 program. Subject to numerous factors, including market conditions and alternative uses of cash, we may conduct discretionary repurchases through open market or privately negotiated transactions, which may include repurchases under plans complying with Rules 10b5-1 and 10b-18 under the Securities Exchange Act of 1934, as amended.\nThere were no share repurchases during the quarter ended December 31, 2021.\nCorporate Performance Graph\nThe following graph compares the total return to shareholders on the Company’s common stock during the five years ended December 31, 2021, with a cumulative total return on the (i) Standard & Poor’s MidCap 400 (“S&P MidCap 400”) and (ii) the Dow Jones U.S. Electrical Components & Equipment Index (“DJUSEC”).  The Company is a member of the S&P MidCap 400. The comparison assumes $100 was invested on December 31, 2016 in the Company’s Common Stock and in each of the foregoing indices and assumes reinvestment of dividends.\nCOMPARISON OF 5 YEAR CUMULATIVE TOTAL RETURN\nAmong Hubbell Incorporated, the S&P Midcap 400 Index\nand the Dow Jones US Electrical Components & Equipment Index"
  },
  {
    "item_key": "item_6",
    "text": ""
  },
  {
    "item_key": "item_7",
    "text": "Executive Overview of the Business\nHubbell is a global manufacturer of quality electrical products and utility solutions for a broad range of customer and end market applications. We provide utility and electrical solutions that enable our customers to operate critical infrastructure reliably and efficiently, and we empower and energize communities through innovation solutions supporting energy infrastructure In Front of the Meter, on The Edge, and Behind the Meter. In Front of the Meter is where utilities transmit and distribute energy to their customers. The Edge connects utilities with owner/operators and allows energy and data to be distributed back and forth. Behind the Meter is where owners and operators of building and other critical infrastructure consume energy. Products are either sourced complete, manufactured or assembled by subsidiaries in the United States, Canada, Puerto Rico, Mexico, China, the UK, Brazil, Australia, Spain and Ireland. The Company also participates in joint ventures in Hong Kong and the Philippines, and maintains offices in Singapore, Italy, China, India, Mexico, South Korea, Chile, and countries in the Middle East. The Company employed approximately 19,300 individuals worldwide as of December 31, 2021.\nThe Company’s reporting segments consist of the Electrical Solutions segment (previously named Electrical until January 1, 2021) and the Utility Solutions segment (formerly named the Power segment). In the first quarter of 2020 our former Power segment was re-named Utility Solutions to reflect the depth and breadth of our industry-leading offering for electric, water, gas and telecom utilities ranging from a wide variety of critical infrastructure components to full-scale smart grid solutions.  Results for 2021, 2020 and 2019 by segment are included under “Segment Results” within this Management’s Discussion and Analysis.\nThe Company's long-term strategy is to serve its customers with reliable and innovative electrical and related infrastructure solutions with desired brands and high-quality service, delivered through a competitive cost structure; to complement organic revenue growth with acquisitions that enhance its product offerings; and to allocate capital effectively to create shareholder value.\nOur strategy to complement organic revenue growth with acquisitions is focused on acquiring assets that extend our capabilities, expand our product offerings, and present opportunities to compete in core, adjacent or complementary markets. Our acquisition strategy also provides the opportunity to advance our revenue growth objectives during periods of weakness or inconsistency in our end-markets.\nOur strategy to deliver products through a competitive cost structure has resulted in past and ongoing restructuring and related activities. Our restructuring and related efforts include the consolidation of manufacturing and distribution facilities, and workforce actions, as well as streamlining and consolidating our back-office functions. The primary objectives of our restructuring and related activities are to optimize our manufacturing footprint, cost structure, and effectiveness and efficiency of our workforce.\nProductivity improvement also continues to be a key area of focus for the Company and efforts to drive productivity complement our restructuring and related activities to minimize the impact of rising material costs and other administrative cost inflation. Because material costs are approximately two thirds of our cost of goods sold, volatility in this area can significantly impact profitability. Our goal is to have pricing and productivity programs that offset material and other inflationary cost increases as well as pay for investments in key growth areas.\nProductivity programs affect virtually all functional areas within the Company by reducing or eliminating waste and improving processes. We continue to expand our efforts surrounding global product and component sourcing and supplier cost reduction programs. Value engineering efforts, product transfers and the use of lean process improvement techniques are expected to continue to increase manufacturing efficiency. In addition, we continue to build upon the benefits of our enterprise resource planning system across all functions.\nDisposition of the Commercial and Industrial Lighting Business\nOn October 26, 2021, Hubbell entered into a definitive agreement to sell its Commercial and Industrial Lighting business to GE Current, a Daintree company, for a cash purchase price of $350 million, subject to customary adjustments with respect to working capital and net indebtedness. The Commercial and Industrial Lighting business had sales of approximately $509 million in 2021 as part of the Electrical Solutions segment and designs, manufactures, and sells LED lighting and control solutions for commercial and industrial customers.  As a result of the agreement, the Commercial and Industrial Lighting business met the criteria for presentation as a discontinued operation. The current and prior period results presented within continuing operations exclude the results of the Commercial and Industrial Lighting business, transaction and separation costs, and tax effects of the transaction, which are presented within discontinued operations. On February 1, 2022 we completed the previously announced sale. See Note 2 - Discontinued Operations, in the Notes to the Consolidated Financial Statements for further details.\nOrganizational Changes\nEffective January 1, 2021 the Company consolidated the three business groups within its Electrical segment, and renamed the  segment as Hubbell Electrical Solutions (\"Electrical Solutions\"). The Electrical Solutions segment unites businesses with similar operating models, products, and go to market strategies under one operating banner and common leadership to drive synergies and long-term growth opportunities.\nAlso effective January 1, 2021 the Company moved its Hubbell Gas Connectors and Accessories business, from the Electrical Solutions segment to the Utility Solutions segment to create synergies with the existing gas products already offered within the Utility Solutions segment and to better serve its utility customers. The Hubbell Gas Connectors and Accessories business represented approximately $157.1 million of Net sales and $19.4 million of operating profit in 2020. The information provided in the Consolidated Financial Statements and related notes reflects the impact of this change for all periods presented.\nImpact of the COVID-19 Pandemic\nDuring March 2020, a global pandemic was declared by the World Health Organization related to the rapidly growing outbreak of a novel strain of coronavirus (COVID-19). U.S. federal, state, local, and foreign governments reacted to the public health crisis with mitigation measures, creating significant uncertainties in the U.S. and global economies, including the shutdown of large portions of, or imposition of restrictions on, the U.S. and global economies. Notwithstanding a general improvement in conditions and reduction of adverse effects from the pandemic, as of December 31, 2021 there continues to be significant uncertainty around the scope, severity, and duration of the pandemic, as well as the breadth and duration of business disruptions related to it and the overall impact on the U.S., global economies, and our operating results in future periods.\nThe COVID-19 pandemic continues to pose the risk that our employees, contractors, suppliers, customers and other business partners may be prevented from conducting business activities, partially or completely, for an indefinite period of time, including due to the continued emergence of new strains of COVID-19, such as the Delta and Omicron variants and resulting shutdowns that may be requested or mandated by governmental authorities or imposed by our management, or that the pandemic may otherwise interrupt or impair business activities. President Biden has announced an executive order mandating COVID-19 vaccination of U.S. based employees of companies that work on, or in support for, federal contracts which was blocked by the U.S. Supreme Court in January 2022, and the Occupational Safety and Health Administration (OSHA) issued an emergency testing standard (ETS), which required employers with 100 or more employees to enforce a mandatory COVID-19 vaccination policy, unless they adopt a policy requiring employees to choose to either be vaccinated or undergo regular COVID-19 testing. Although the ETS was withdrawn effective January 26, 2022, OSHA is not withdrawing the ETS as a proposed rule. On December 7, 2021, a judge in the U.S. District Court for the Southern District of Georgia issued a preliminary injunction, halting the government's enforcement of the federal contractor vaccine mandate nationwide. We cannot currently predict the impact that the OSHA proposed rule, if adopted would have on our workforce, our ability to secure skilled labor in the future, or the cost of implementation and compliance with such rule and the executive order.\nAdditionally, as economies have re-opened, global supply chains have struggled to keep up with increasing demand, and the resulting supply chain disruptions have, in certain cases, affected our ability to ship products in a timely manner. These supply chain disruptions and the increase in demand have also led to increased freight, labor and commodity cost that affected our operating margin in  2021, and those disruptions and increased cost may persist through 2022.\nFurther quantification and discussion of these pandemic related effects are included in the discussion of results of operations below.\nResults of Operations\nOur operations are classified into two reportable segments: Electrical Solutions and Utility Solutions. For a complete description of the Company’s segments, see Part I, Item 1 of this Annual Report on Form 10-K. Within these segments, Hubbell serves customers in five primary end markets: utility T&D components, utility communications and controls, non-residential, residential, and industrial.\nIn 2021, Net sales increased by 13.9 percent or $511.6 million and organic Net sales\n(1)\nincreased by 9.7 percent or\n$356 million\non favorable price realization along with higher volumes, as further discussed in segment results below. Operating margin declined in 2021, by 70 basis points and adjusted operating margin\n(1)\ndeclined by 90 basis points, driven by material cost inflation that exceeded favorable price realization, and higher freight, logistics and manufacturing costs, partially offset by higher volumes and savings from our restructuring and related actions and productivity initiatives. Net income attributable to Hubbell increased by 10.6 percent in 2021 compared to the prior year and diluted earnings per share increased by 10.3 percent. Adjusted net income attributable to Hubbell\n(1)\nincreased by 13.1 percent in 2021 compared to the prior year and adjusted diluted earnings per share\n(1)\nincreased by 12.7 percent in 2021.\nFree cash flow\n(2)\nwas lower in 2021 at $423.5 million as compared to $520.1 million in the prior year. In 2021 we paid $216.9 million in shareholder dividends, an increase of 7.7 percent as compared to the prior year, while also reducing our debt by $144.8 million.\n(1) Organic Net sales, adjusted operating margin, adjusted net income attributable to Hubbell and adjusted diluted earnings per share are non-GAAP financial measures. See \"Adjusted Operating Measures\" below for a reconciliation to the comparable GAAP financial measures.\n(2) Free cash flow is a non-GAAP financial measure. See \"Adjusted Operating Measures\" and \"Financial Condition, Liquidity and Capital Resources - Cash Flow\" below for a reconciliation to the comparable GAAP financial measure.\nSUMMARY OF CONSOLIDATED RESULTS (IN MILLIONS, EXCEPT PER SHARE DATA)\nAdjusted Operating Measures\nIn the following discussion of results of operations, we refer to \"adjusted\" operating measures. We believe those adjusted measures, which exclude the impact of certain costs, gains and losses, may provide investors with useful information regarding our underlying performance from period to period and allow investors to understand our results of operations without regard to items we do not consider a component of our core operating performance.\nAdjusted operating measures exclude amortization of all intangible assets associated with our business acquisitions, including inventory step-up amortization associated with those acquisitions. The intangible assets associated with our business acquisitions arise from the allocation of the purchase price using the acquisition method of accounting in accordance with Accounting Standards Codification 805, “Business Combinations.” These assets consist primarily of customer relationships, developed technology, trademarks and tradenames, and patents, as reported in Note 7 – Goodwill and Other Intangible Assets, under the heading “Total Definite-Lived Intangibles\" within the Notes to Consolidated Financial Statements.\nThe Company believes that the exclusion of these non-cash expenses (i) enhances management’s and investors’ ability to analyze underlying business performance, (ii) facilitates comparisons of our financial results over multiple periods, and (iii) provides more relevant comparisons of our results with the results of other companies as the amortization expense associated with these assets may fluctuate significantly from period to period based on the timing, size, nature, and number of acquisitions. Although we exclude amortization of these acquired intangible assets and inventory step-up from our non-GAAP results, we believe that it is important for investors to understand that revenue generated, in part, from such intangibles is included within revenue in determining adjusted net income from continuing operations.\nAdjusted operating measures also exclude the following:\n•\n2021 - A\n$16.8 million\npre-tax loss on the early extinguishment of long-term debt from the redemption of all of the Company's outstanding\n3.625%\nSenior Notes due\n2022\nin the aggregate principal amount of\n$300 million\nand a\n$6.9 million\nloss on the disposal of a business.\n•\n2020 -  A pension settlement charge of\n$7.6 million\n.\n•\n2019 - A\n$21.7 million\ngain on the disposition of the Haefely business and a\n$5.0 million\ninvestment loss.\n•\nIncome tax effects of the above adjustments which are calculated using the statutory tax rate, taking into consideration the nature of the item and the relevant taxing jurisdiction, unless otherwise noted\nThese items are reported in Total other expense (below Operating income) in the Consolidated Statement of Income. The Company excludes these non-core items because we believe it enhances management's and investors' ability to analyze underlying business performance and facilitates comparisons of our financial results over multiple periods. Refer to the reconciliation of non-GAAP measures presented below, Note 4 – Business Acquisitions and Dispositions, Note 12 – Retirement Benefits, and Note 13 – Debt in the Notes to Consolidated Financial Statements, for additional information.\nOrganic Net sales, a non-GAAP measure, represents Net sales according to U.S. GAAP, less Net sales from acquisitions and divestitures during the first twelve months of ownership or divestiture, respectively, less the effect of fluctuations in Net sales from foreign currency exchange. The period-over-period effect of fluctuations in Net sales from foreign currency exchange is calculated as the difference between local currency Net sales of the prior period translated at the current period exchange rate as compared to the same local currency Net sales translated at the prior period exchange rate. We believe this measure provides management and investors with a more complete understanding of the underlying operating results and trends of established, ongoing operations by excluding the effect of acquisitions, dispositions and foreign currency as these activities can obscure underlying trends. When comparing Net sales growth between periods excluding the effects of acquisitions, business dispositions and currency exchange rates, those effects are different when comparing results for different periods. For example, because Net sales from acquisitions are considered inorganic from the date we complete an acquisition through the end of the first year following the acquisition, Net sales from such acquisition are reflected as organic Net sales thereafter.\nThere are limitations to the use of non-GAAP measures. Non-GAAP measures do not present complete financial results. We compensate for this limitation by providing a reconciliation between our non-GAAP financial measures and the respective most directly comparable financial measure calculated and presented in accordance with GAAP. Because non-GAAP financial measures are not standardized, it may not be possible to compare these financial measures with other companies’ non-GAAP financial measures having the same or similar names. These financial measures should not be considered in isolation from, as substitutes for, or alternative measures of, reported GAAP financial results, and should be viewed in conjunction with the most comparable GAAP financial measures and the provided reconciliations thereto. We believe, however, that these non-GAAP financial measures, when viewed together with our GAAP results and related reconciliations, provide a more complete understanding of our business. We strongly encourage investors to review our consolidated financial statements and publicly filed reports in their entirety and not rely on any single financial measure.\nThe following table reconciles our adjusted financial measures to the directly comparable GAAP financial measure (in millions, except per share amounts):\n(1)\nThe income tax effects are calculated using the statutory tax rate, taking into consideration the nature of the item and the relevant taxing jurisdiction, unless otherwise noted. For 2019, the gain on the disposition of business was not taxable in the jurisdiction of sale but resulted in additional U.S. and Canadian tax and adjustments were made accordingly. Furthermore, no tax effects are reflected for the loss on investment because the Company recorded a full valuation allowance against the loss based on its evaluation that it is more likely than not that the benefit of the realized loss will not be recognized for tax purposes.\nThe following table reconciles our Organic Net sales to the directly comparable GAAP financial measure (in millions and percentage change):\n2021 Compared to 2020\nNet Sales\nNet sales of $4,194.1 million in 2021 increased by $511.6 million, or 13.9% compared to 2020. Organic Net sales increased by 9.7% due to favorable price realization along with higher unit volume. Net sales increased by 3.9% from acquisitions and by a 0.5% from foreign exchange.\nCost of Goods Sold\nAs a percentage of Net sales, Cost of goods sold was 72.5% of Net sales in 2021 as compared to 70.5% in 2020. The increase was primarily driven by material cost inflation that exceeded favorable price realization, and higher freight, logistics and manufacturing costs, partially offset by higher volumes, savings from our restructuring and related actions and productivity initiatives.\nGross Profit\nThe gross profit margin in 2021 was 27.5% of Net sales as compared to 29.5% in 2020. Excluding amortization of acquisition-related intangible assets, the adjusted gross profit margin was 28.1% in 2021 as compared to 30.2% in 2020. The decline in adjusted gross profit margin was primarily driven by material cost inflation that exceeded favorable price realization, and higher freight, logistics and manufacturing costs, partially offset by higher volumes, savings from our restructuring and related actions and productivity initiatives.\nSelling & Administrative Expenses\nS&A expense in 2021 was $619.2 million and increased by $27.9 million compared to the prior year period. S&A expense as a percentage of Net sales declined by 130 basis points to 14.8% in 2021. Excluding amortization of acquisition-related intangible assets, adjusted S&A expense as a percentage of Net sales declined by 120 basis points to 13.6% in 2021. The decrease in adjusted S&A expense as a percentage of Net sales is primarily due to higher organic sales and a reduction of bad debt expense in 2021 compared to 2020, partially offset by the impact of compensation actions and other cost reductions in the second quarter of 2020 due to the COVID-19 pandemic that did not repeat in 2021 as operations normalized.\nOperating Income\nOperating income in 2021 was $532.3 million and increased 7.6% compared to 2020, and operating margin declined by 70 basis points to 12.7%. Excluding amortization of acquisition-related intangible assets, adjusted operating income increased by 7.6% percent in 2021 to $610.0 million and adjusted operating margin declined by 90 basis points to 14.5% in 2021. The decrease in adjusted operating margin is primarily due to increased material cost in excess of price realization, higher freight, logistics and manufacturing costs, partially offset by higher volume and savings from restructuring and related actions, and productivity initiatives.\nTotal Other Expense\nTotal other expense increased by $3.0 million in 2021 to $73.0 million compared to the prior year primarily due to a $16.8 million pre-tax loss on the early extinguishment of long-term debt recognized in the second quarter of 2021 from the redemption of the Company's $300 million long-term notes, which were scheduled to mature in 2022, partially offset by $5.4 million reduction in interest expense and lower non-service pension costs.\nIncome Taxes\nThe effective tax rate was 19.2% in 2021 as compared to 21.2% in 2020. The decrease in the effective tax rate is primarily due to favorable tax effects from stock based compensation and statute of limitation expirations on certain tax reserves as compared to 2020.\nNet Income From Continuing Operations Attributable to Hubbell and Earnings Per Diluted Share From Continuing Operations\nNet income from continuing operations attributable to Hubbell was $365.0 million in 2021 and increased 10.6% as compared to 2020. Adjusted net income from continuing operations attributable to Hubbell was $441.7 million in 2021 and increased 13.1% as compared to 2020 primarily as a result of higher operating income, driven by higher Net sales, a decrease in the effective tax rate, and lower non-service pension costs and interest expense. As a result, earnings per diluted share from continuing operations in 2021 increased 10.3% compared to 2020. Adjusted earnings per diluted share from continuing operations in 2021 increased 12.7% as compared to 2020.\nIncome From Discontinued Operations, Net of Tax\nThe operating results of the Commercial and Industrial Lighting business have been reflected as discontinued operations.  In addition, the year ended December 31, 2021 includes pre-tax separation and transactions costs of $7.0 million and a one-time tax benefit of $25.1 million related to the realization of book to tax basis differences.\nSegment Results\nElectrical Solutions\nThe following table reconciles our Organic Net sales to the directly comparable GAAP financial measure (in millions and percentage change):\nNet sales of the Electrical Solutions segment in 2021 were $1.9 billion and increased by $256.6 million, or 16.0% as compared to 2020. Organic Net sales in 2021 increased by 13.8% as compared to the prior year primarily due to favorable price realization and higher unit volume. Net sales also increased by 1.3% from acquisitions and by a 0.9% from foreign exchange. Higher unit volume was primarily driven by strong growth in the industrial markets during the 2021 period.\nOperating income of the Electrical Solutions segment in 2021 was $248.2 million and increased approximately 31.4% compared to 2020, while operating margin in 2021 increased by 150 basis points as compared to the prior year to 13.3%. Excluding amortization of acquisition-related intangibles, adjusted operating margin increased by 140 basis points to 14.1% in 2021 as compared to 2020. The increase in the adjusted operating margin in 2021 is primarily due to higher Net sales volume and higher savings from restructuring and related actions in 2021, including a gain on the sale of a facility, and productivity initiatives, partially offset by material cost inflation that was greater than favorable price realization and higher freight, logistics and manufacturing costs. Acquisitions contributed 20 basis points to adjusted operating margin in 2021 as compared to the prior year.\nUtility Solutions\nThe following table reconciles our Organic Net sales to the directly comparable GAAP financial measure (in millions and percentage change):\nNet sales in the Utility Solutions segment in 2021 were $2.3 billion, and increased by 12.3% as compared to 2020, due to a 6.5% increase in Organic Net sales due to favorable price realization and higher unit volume. Acquisitions, net of divestitures contributed 5.7% to Net sales growth in 2021 and foreign exchange was slightly favorable by 0.1%.\nWithin the Utility Solutions segment, Net sales of our Utility T&D components business increased by approximately 16.2% as compared to the prior year, primarily driven by 10.5% Organic Net sales growth, and 5.7% Net sales growth from acquisitions.  Net sales of our Utility communications and controls business increased by 3.2% as compared to the prior year primarily due to Net sales growth from acquisitions net of divestitures of 5.7% and a 0.3% increase in Net sales from foreign exchange, partially offset by a 2.8% decline in Organic Net sales.\nOperating income in the Utility Solutions segment in 2021 decreased by 7.0% to $284.1 million as compared to 2020. Operating margin in 2021 decreased to 12.2% as compared to 14.7% in 2020. Excluding amortization of acquisition-related intangibles the adjusted operating margin in 2021 decreased by 260 basis points to 14.9% as compared to the prior year. The year-over-year decrease in adjusted operating margin was primarily driven by increased material cost in excess of price realization, higher freight, logistics and manufacturing costs, partially offset by savings from restructuring and related actions, productivity initiatives and higher volumes. Adjusted operating income increased from acquisitions, but contributed 60 basis points to the decline in adjusted operating margin, due to higher manufacturing costs.\n2020 Compared to 2019\nNet Sales\nNet sales of $3,682.5 million in 2020 decreased by $264.1 million compared to 2019. Organic Net sales declined by 7.0% due to lower unit volume primarily driven by the unfavorable effects of the COVID-19 pandemic on demand, as well as restrictions on project deployments and installations within our Aclara business associated with the COVID-19 pandemic. The impact of lower unit volume was partially offset by an increase in Net sales of less than one percentage point from the effect of acquisitions net of dispositions and favorable price realization.\nCost of Goods Sold\nAs a percentage of Net sales, Cost of goods sold was 70.5% of Net sales in 2020 as compared to 70.3% in 2019. The increase primarily reflects cost increases that exceeded savings from productivity initiatives, inefficiencies related to the COVID-19 pandemic and lower sales volume, partially offset by favorable price realization and material costs, higher savings from our restructuring and related actions, and a favorable impact from acquisitions.\nGross Profit\nThe gross profit margin in 2020 was 29.5% of Net sales as compared to 29.7% in 2019. Excluding amortization of acquisition-related intangible assets, the adjusted gross profit margin was 30.2% in 2020 as compared to 30.3% in 2019. The decline in adjusted gross profit margin primarily reflects cost increases that exceeded savings from productivity initiatives, inefficiencies related to the COVID-19 pandemic and lower sales volume, partially offset by favorable price realization and material costs, higher savings from our restructuring and related actions, and a favorable impact from acquisitions.\nSelling & Administrative Expenses\nS&A expense in 2020 was $591.3 million and decreased by $53.6 million compared to the prior year period. S&A expense as a percentage of Net sales declined by 20 basis points to 16.1% in 2020. Excluding amortization of acquisition-related intangible assets, adjusted S&A expense as a percentage of Net sales declined by 40 basis points to 14.8% in 2020. The decrease in S&A expense as a percentage of Net sales in 2020 as compared to the 2019 is primarily due to the impact of compensation actions taken in the second quarter of 2020 in response to lower Net sales volumes associated with the pandemic as well as other cost reductions associated with lower volume and the COVID-19 pandemic, including lower travel and entertainment costs. These decreases were partially offset by the deleveraging effect of lower sales volume and the timing of stock-based compensation expense associated with our annual grant, which shifted from the fourth quarter of 2019 to the first quarter of 2020.\nOperating Income\nOperating income decreased 6.1% in 2020 to $494.5 million compared to 2019, and operating margin increased by 10 basis points to 13.4%. Excluding amortization of acquisition-related intangible assets, adjusted operating income declined by 4.8% percent in 2020 to $567.1 million and adjusted operating margin increased by 30 basis points to 15.4% in 2020. The decrease in adjusted operating income is primarily due to the effect on gross margin of lower volume and higher costs, including inefficiencies related to the COVID-19 pandemic, partially offset by lower S&A expense due to the factors described above.\nTotal Other Expense\nTotal other expense increased by $12.5 million in 2020 to $70.0 million compared to the prior year primarily due to a $21.7 million gain recognized on the disposal of the Haefely business in 2019 and higher losses on foreign exchange revaluations in the current year, partially offset by a $5.0 million loss on an investment in an available-for-sale debt security in 2019 that did not repeat in 2020, as well as lower non-service pension costs and interest expense in the current year.\nIncome Taxes\nThe effective tax rate was 21.2% in 2020 compared to 21.6% in 2019. The decrease in the tax rate was due to the state effective tax rate and favorable tax effects from stock based compensation, partially offset by the absence in 2020 of favorable adjustments related to the disposition in 2019.\nNet Income From Continuing Operations Attributable to Hubbell and Earnings Per Diluted Share From Continuing Operations\nNet income from continuing operations attributable to Hubbell was $330.0 million in 2020 and decreased 8.7% as compared to 2019. Adjusted net income attributable to Hubbell was $390.4 million in 2020 and decreased 1.8% as compared to 2019 primarily as a result of lower operating income, driven by lower Net sales volumes and other COVID-19 pandemic effects (as detailed above), partially offset by lower non-service pension costs and interest expense. As a result, earnings per diluted share from continuing operations in 2020 decreased 8.3% compared to 2019. Adjusted earnings per diluted share from continuing operations in 2020 decreased 1.5% as compared to 2019.\nIncome From Discontinued Operations Net of Tax\nThe operating results of the Commercial and Industrial Lighting business have been reflected as discontinued operations.\nSegment Results\nElectrical Solutions\nThe following table reconciles our Organic Net sales to the directly comparable GAAP financial measure (in millions and percentage change):\nNet sales of the Electrical Solutions segment in 2020 were $1.6 billion and decreased by $173.6 million, or 9.8% as compared to 2019.  Organic Net sales in 2020 declined by 9.6% as compared to the same prior year period due to lower unit volume, primarily driven by the unfavorable effects of the COVID-19 pandemic on demand.\nOperating income of the Electrical Solutions segment in 2020 was $188.9 million and decreased approximately 20.0% compared to 2019, while operating margin in 2020 decreased by 150 basis points to 11.8%. Excluding amortization of acquisition-related intangibles, adjusted operating margin decreased by 140 basis points to 12.7% in 2020 as compared to 2019. The decrease in operating income and operating margin in 2020 is primarily due to lower Net sales volume and inefficiencies related to the pandemic and higher stock based compensation expense due to the change in timing of our annual equity grants. These items were partially offset by favorable price realization and material costs, higher savings from our restructuring and related activities, savings from productivity initiatives and lower costs due in part to the impact of compensation actions and other cost reductions associated with the COVID-19 pandemic.\nUtility Solutions\nThe following table reconciles our Organic Net sales to the directly comparable GAAP financial measure (in millions and percentage change):\nNet sales in the Utility Solutions segment in 2020 were $2.1 billion, down 4.2% as compared to 2019, due to a 5.0% decline in  Organic Net sales resulting from restrictions associated with the pandemic on project deployments and installations, partially offset by higher end-market demand in the electrical transmission and distribution markets, an increase in storm-related sales as compared to the prior year, and favorable price realization. Acquisitions contributed 1.2% to Net sales growth in 2020 and foreign exchange was slightly unfavorable by 0.4%.\nWithin the Utility Solutions segment, Net sales of our Utility T&D components business in 2020 increased by approximately 2% as compared to the prior year driven by domestic demand in the utility transmission and distribution markets as well as Net sales growth from acquisitions and higher storm-related sales as compared to the prior year. Net sales of our Utility communications and controls business in 2020 decreased by approximately 14% as compared to the prior year primarily driven by restrictions associated with the pandemic on project deployments and installations.\nOperating income in the Utility Solutions segment in 2020 increased by 5.2% to $305.6 million as compared to 2019. Operating margin in 2020 increased to 14.7% as compared to 13.4% in 2019. Excluding amortization of acquisition-related intangibles the adjusted operating margin in 2020 increased by 160 basis points to 17.5% as compared to the prior year. That increase was primarily driven by savings from our productivity initiatives and lower cost inflation, due in part to the impact of compensation actions and other cost reductions associated with the COVID-19 pandemic, favorable price realization, higher savings from restructuring programs and lower restructuring and related costs, and favorable Net sales mix. Those favorable items were partially offset by the impact of lower volume, COVID-19 pandemic related inefficiencies and higher stock based compensation expense due to the change in timing of our annual equity grants.\nFinancial Condition, Liquidity and Capital Resources\nIn October 2021, the Company entered into a definitive agreement to sell its Commercial and Industrial Lighting business for cash consideration of $350 million, subject to customary adjustments with respect to working capital and net indebtedness.  As a result of the agreement, the Commercial and Industrial Lighting business met the criteria for presentation as a discontinued operation. The current and prior period results presented below represent the results of our continuing operations, and exclude the results of the Commercial and Industrial Lighting business which are presented within cash provided by discontinued operations. See Note 2 - Discontinued Operations, in the Notes to the Consolidated Financial Statements for further details.\nCash Flow\nThe following table reconciles our cash flows from operating activities to free cash flows for 2021, 2020 and 2019:\nFree cash flow is a non-GAAP measure that we define as cash flow from operations less capital expenditures. Management believes that free cash flow provides useful information regarding Hubbell’s ability to generate cash without reliance on external financing. In addition, management uses free cash flow to evaluate the resources available for investments in the business, strategic acquisitions and further strengthening the balance sheet.\n2021 Compared to 2020\nCash provided by operating activities from continuing operations was $513.7 million in 2021 compared to $602.9 million in 2020. The decrease compared to the prior year is primarily due to changes in the components of working capital. In 2021 we invested in working capital to serve customer demand and growth in our order backlog, resulting in increased accounts receivable and inventories, partially offset by an increase in accounts payable, as compared to a lower investment in working capital in 2020 due to lower sales volume reflecting the impacts of COVID-19.\nCash used for investing activities was $72.1 million in 2021 compared to cash used of $323.3 million in 2020.  The decrease was driven by cash used for acquisitions in 2020, partially offset by a $7.4 million increase in capital expenditures in the current year and proceeds received in conjunction with the disposal of the Consumer Analytics Solutions business in 2021.\nCash used in financing activities was $433.0 million in 2021 as compared to cash used of $244.2 million in 2020. The change in cash flows from financing activities primarily reflects the change in short-term debt in 2021 compared to 2020, a $15.5 million increase in dividends paid and a $16.0 million make whole premium incurred in 2021 due to the redemption of the 2022 Notes (as defined below). These changes were partially offset by a $30.1 million reduction in the acquisition of common shares as compared to 2020.\nThe unfavorable impact of foreign currency exchange rates on cash was $3.0 million in 2021 as compared to a favorable effect of $2.6 million in 2020. The unfavorable impact in 2021 was primarily related to a weaker Mexican Peso and Australian Dollar, compared to the U.S. Dollar.\n2020 Compared to 2019\nCash provided by operating activities in 2020 was $602.9 million compared to cash provided by operating activities of $516.8 million in 2019 and increased primarily due to changes in the components of working capital, including accounts receivable and inventories, as well as the deferral in 2020 of the employer portion of certain payroll taxes under the Coronavirus Aid, Relief, and Economic Security (CARES) Act, partially offset by decreases in current liabilities in 2020 as compared to 2019.\nCash used for investing activities was $323.3 million in 2020 compared to cash used of $121.9 million in 2019 and primarily reflects an increase in cash used for acquisitions in 2020 and the absence of the net proceeds for the sale of the Haefely business in 2019, partially offset by lower cash used for capital expenditures in 2020.\nCash used in financing activities was $244.2 million in 2020  as compared to cash used of $471.0 million in 2019. The change in cash flows from financing activities primarily reflects the settlement of the remaining principal amount under the Term Loan in 2020.\nThe favorable impact of foreign currency exchange rates on cash was $2.6 million in 2020 as compared to a favorable effect of $1.3 million in 2019. The favorable impact in 2020 was primarily related to a stronger Canadian Dollar, British Pound, Australian Dollar and Chinese Yuan versus the U.S. Dollar, partially offset by a weaker Mexican Peso and Brazilian Real.\nInvestments in the Business\nInvestments in our business include cash outlays for the acquisition of businesses as well as expenditures to maintain the operation of our equipment and facilities and invest in restructuring activities.\nIn the fourth quarter of 2020, the Company acquired all of the issued and outstanding shares of Armorcast Products Company, Inc. (“Armorcast”) for\n$136.3 million\n, all of the issued and outstanding shares of Beckwith Electric Co., Inc., (“Beckwith”) for\n$54.7 million\nand all of the issued and outstanding shares of AccelTex Solutions, LLC (“AccelTex”) for\n$45.1 million\n, net of cash acquired in all cases.\nIn the fourth quarter of 2019, the Company acquired all of the issued and outstanding shares of Cantega Technologies Inc., including its wholly owned subsidiary Greenjacket Inc., and all of the issued and outstanding shares of Reliaguard Inc. (collectively “Cantega”) for $38.4 million, net of cash acquired, and the Company also acquired substantially all of the assets of Connector Products, Incorporated (“CPI”) for $27.9 million.\nWe continue to invest in restructuring and related programs to maintain a competitive cost structure, to drive operational efficiencies and to mitigate the impact of rising material costs and administrative cost inflation. We expect our investment in restructuring and related activities to continue in 2022 as we continue to invest in previously initiated actions and initiate further footprint consolidation and other cost reduction initiatives.\nIn connection with our restructuring and related actions, we have incurred restructuring costs as defined by U.S. GAAP, which are primarily severance and employee benefits, asset impairments, accelerated depreciation, as well as facility closure, contract termination and certain pension costs that are directly related to restructuring actions. We also incurred restructuring-related costs, which are costs associated with our business transformation initiatives, including the consolidation of back-office functions and streamlining of our processes, and certain other costs and gains associated with restructuring actions. We refer to these costs on a combined basis as \"restructuring and related costs\", which is a non-GAAP measure. We believe this non-GAAP measure provides investors with useful information regarding our underlying performance from period to period. Restructuring costs are predominantly settled in cash from our operating activities and are generally settled within one year, with the exception of asset impairments, which are non-cash.\nThe table below presents the restructuring and related costs incurred in 2021, additional expected costs, and the expected completion date of restructuring actions that have been initiated as of December 31, 2021 and in prior years (in millions):\nDuring 2021, we invested $90.2 million in capital expenditures, an increase of $7.4 million as compared to 2020 as we were selective with our 2020 capital expenditures as a result of the general slowdown in economic activity associated with the COVID-19 pandemic.\nStock Repurchase Program\nOn October 23, 2020 the Board of Directors approved a new stock repurchase program (the “October 2020 program”) that authorized the repurchase of up to $300 million of common stock and expires in October 2023. At December 31, 2021 our remaining share repurchase authorization under the October 2020 program is $288.8 million. The Company repurchased $11.2 million and $41.3 million of shares of common stock, in 2021 and 2020, respectively. All of the repurchases in 2020 were completed prior to the expiration of the prior program. Subject to numerous factors, including market conditions and alternative uses of cash, we may conduct discretionary repurchases through open market or privately negotiated transactions, which may include repurchases under plans complying with Rules 10b5-1 and 10b-18 under the Securities Exchange Act of 1934, as amended.\nDebt to Capital\nAt December 31, 2021 and 2020, the Company had $1,435.5 million and $1,436.9 million, respectively, of long-term debt outstanding, net of  unamortized discount and the unamortized balance of capitalized debt issuance costs. At December 31, 2021 and December 31, 2020 the Company had no long-term debt with maturities due within the next twelve months.\nBorrowings under Revolving Credit Facility\nOn March 12, 2021, the Company, as borrower, and its subsidiaries Hubbell Power Holdings S.à r.l. and Harvey Hubbell Holdings S.à r.l., each as a subsidiary borrower (collectively, the “Subsidiary Borrowers”) entered into a new five-year credit agreement with a syndicate of lenders and JPMorgan Chase Bank, N.A., as administrative agent, that provides a $750 million committed revolving credit facility (the “2021 Credit Facility\"). Commitments under the 2021 Credit Facility may be increased to an aggregate amount not to exceed $1.25 billion. The 2021 Credit Facility includes a $50 million sub-limit for the issuance of letters of credit. The sum of the dollar amount of loans and letters of credits to the Subsidiary Borrowers under the 2021 Credit Facility may not exceed $75 million. There were no borrowings outstanding under the 2021 Credit Facility at December 31, 2021.\nThe interest rate applicable to borrowings under the 2021 Credit Facility is (i) either the alternate base rate (as defined in the 2021 Credit Facility) or (ii) the adjusted LIBOR rate (as defined in the 2021 Credit Facility) plus an applicable margin based on the Company’s credit ratings. All revolving loans outstanding under the 2021 Credit Facility will be due and payable on March 12, 2026.\nThe 2021 Credit Facility contains a financial covenant requiring that, as of the last day of each fiscal quarter, the ratio of total indebtedness to total capitalization shall not be greater than 65%. The Company was in compliance with this covenant as of December 31, 2021. As of December 31, 2021, the 2021 Credit Facility was undrawn.\nIn connection with entry into the 2021 Credit Facility, the Company terminated all commitments under the existing credit facility dated as of January 31, 2018 (the \"2018 Credit Facility\"). In March 2020, the Company borrowed $100.0 million under the 2018 Credit Facility and subsequently repaid those borrowings in the second quarter of 2020.\nTerm Loan Agreement\nThe Company was also a party to a Term Loan Agreement (the “Term Loan Agreement”) with a syndicate of lenders under which the Company borrowed $500 million on an unsecured basis to partially finance the Aclara acquisition on February 2, 2018. During the third quarter of 2020, the Company repaid in full the remaining principal outstanding under the Term Loan Agreement. The Company paid $90.7 million in cash, composed of $90.6 million of principal and $0.1 million of accrued interest, also resulting in a $0.2 million loss on extinguishment of debt (recorded within Interest expense in the Consolidated Statement of Income) primarily related to the write-off of capitalized debt issuance costs.\nUnsecured Senior Notes\nOn March 12, 2021, the Company completed a public offering of $300 million aggregate principal amount of its 2.300% Senior Notes due 2031 (the “2031 Notes” and collectively with those described below, the \"Notes\"). The net proceeds from the offering were approximately $295.5 million after deducting the underwriting discount and estimated offering expenses payable by the Company. The 2031 Notes bear interest at a rate of 2.300% per annum from March 12, 2021. Interest on the 2031 Notes is payable semi-annually in arrears on March 15 and September 15 of each year, beginning on September 15, 2021. The 2031 Notes will mature on March 15, 2031.\nThe Company used the net proceeds from the offering of the 2031 Notes, together with cash on hand, on April 2, 2021 to redeem in full all of the Company’s outstanding 3.625% Senior Notes due in 2022 for an aggregate principal amount of $300 million, which had a stated maturity date of November 15, 2022, and to pay the premium and accrued interest in respect thereof. The redemption of the 2022 Notes resulted in a $16.8 million loss on extinguishment that was recognized in the second quarter of 2021.\nAt December 31, 2020, the Company had outstanding unsecured, senior notes in principal amounts of $300 million due in 2022 (the \"2022 Notes\"), $400 million due in 2026, $300 million due in 2027, and $450 million due in 2028. At December 31, 2021 the 2026, 2027 and 2028 notes were still outstanding in addition to the principal amounts of the 2031 Notes of $300 million.\nThe carrying value of the Notes, net of unamortized discount and the unamortized balance of capitalized debt issuance costs, was $1,435.5 million and $1,436.9 million at December 31, 2021 and December 31, 2020, respectively.\nThe Notes are callable at any time at specified prices and are only subject to accelerated payment prior to maturity upon customary events of default, or upon a change in control triggering event as defined in the indenture governing the Notes, as supplemented. The Company was in compliance with all covenants (none of which are financial) as of December 31, 2021.\nShort-term Debt\nAt December 31, 2021 and 2020, the Company had $9.7 million and $153.1 million, respectively, of short-term debt outstanding composed of:\n◦\n$150.0 million of commercial paper borrowings outstanding at December 31, 2020.  There was no commercial paper borrowings outstanding as of December 31, 2021.\n◦\n$1.6 million at December 31, 2021 and $3.1 million at December 31, 2020, respectively, of borrowings to support our international operations in China as well as $8.1 million of other short term debt at December 31, 2021 to support operations.\nNet debt, defined as total debt less cash and investments, is a non-GAAP measure that may not be comparable to definitions used by other companies. We consider net debt to be a useful measure of our financial leverage for evaluating the Company’s ability to meet its funding needs.\nThe following table sets forth the reconciliation of net debt at December 31, 2021 and 2020:\nLiquidity\nWe measure liquidity on the basis of our ability to meet short-term and long-term operational funding needs, to fund additional investments, including acquisitions, and to make dividend payments to shareholders. Significant factors affecting the management of liquidity are cash flows from operating activities, capital expenditures, cash dividend payments, stock repurchases, access to bank lines of credit and our ability to attract long-term capital with satisfactory terms.\nIn 2021, we returned capital to our shareholders through dividends and share repurchases. These activities were funded primarily with cash flows from operations, however a portion of our fourth quarter 2020 acquisitions were funded by short-term commercial paper borrowings, which were repaid during 2021.\n◦\nIn 2021, cash used for share repurchases was $11.2 million.\n◦\nDividends paid on our Common Stock in 2021 were $216.9 million.\nWe also require cash outlays to fund our operations, capital expenditures, and working capital requirements to accommodate anticipated levels of business activity, as well as our rate of cash dividends and potential future acquisitions. We have contractual obligations for long-term debt, operating leases, purchase obligations, and certain other long-term liabilities, including defined benefit retirement obligations and other benefits.  Refer to Note 13 - Debt and Note 24 - Leases in the Notes to the Consolidated Financial Statements for further details on anticipated cash outflows.  As a result of the TCJA, we also have an obligation to fund, by annual installments through 2025, the Company's liability for the transition tax on the deemed repatriation of foreign earnings. Contractual purchase obligations for years subsequent to December 31, 2021 include $630.7 million in 2022. Contractual purchase obligations beyond 2022 are not significant.\nOur purchase obligations include amounts committed under legally enforceable contracts or purchase orders for goods and services with defined terms as to price, quantity, delivery and termination liability. These obligations primarily consist of inventory purchases made in the normal course of business to meet operational requirements and commitments for equipment purchases. As of December 31, 2021, we have $41.2 million of uncertain tax positions reflected in our Consolidated Balance Sheet. We are unable to make a reasonable estimate regarding the timing of settlement of these uncertain tax positions and, as a result, they have been excluded from the table. See Note 14 — Income Taxes in the Notes to Consolidated Financial Statements.\nOur sources of funds and available resources to meet these funding needs are as follows:\n◦\nCash flows from operating activities and existing cash resources: In additional to our cash flows from operating activities, was also had $286.2 million of cash and cash equivalents at December 31, 2021, of which approximately 7% was held inside the United States and the remainder held internationally.\n◦\nOur 2021 Credit Facility provides a $750.0 million committed revolving credit facility and commitments under the 2021 Credit Facility may be increased (subject to certain conditions) to an aggregate amount not to exceed $1.250 billion. Annual commitment fees to support availability under the 2021 Credit Facility are not material. Although not the principal source of liquidity, we believe our 2021 Credit Facility is capable of providing significant financing flexibility at reasonable rates of interest and is an attractive alternative source of funding in the event that commercial paper markets experience disruption. However, an increase in usage of the 2021 Credit Facility related to growth or a significant deterioration in the results of our operations or cash flows could cause our borrowing costs to increase and/or our ability to borrow could be restricted. We have not entered into any guarantees that could give rise to material unexpected cash requirements. The full $750.0 million of borrowing capacity under the 2021 Credit Facility was available to the Company at December 31, 2021.\n◦\nIn addition to our commercial paper program and existing revolving credit facility, we also have the ability to obtain additional financing through the issuance of long-term debt. Considering our current credit rating, historical earnings performance, and financial position we believe that we would be able to obtain additional long-term debt financing on attractive terms.\n◦\nThe Company also maintains other lines of credit that are primarily used to support the issuance of letters of credit. Interest rates and other terms of borrowing under these lines of credit vary from country to country, depending on local market conditions. At December 31, 2021 and 2020, total availability under these lines was $30.0 million and $32.1 million, respectively, of which $23.2 million and $19.3 million was utilized to support letters of credit and the remaining amount was unused. The annual commitment fees associated with these lines of credit are not material.\nPension Funding Status\nWe have a number of funded and unfunded non-contributory U.S. and foreign defined benefit pension plans. Benefits under these plans are generally provided based on either years of service and final average pay or a specified dollar amount per year of service. The funded status of our qualified, defined benefit pension plans is dependent upon many factors including future returns on invested pension assets, the level of market interest rates, employee earnings and employee demographics.\nIn 2020, the Company recognized a $7.6 million settlement loss relating to retirees that elected to receive lump-sum distributions from the Company's defined benefit pension plans. This charge was the result of lump-sum payments which exceeded the threshold for settlement accounting under U.S. GAAP for 2020\n.\nIn 2019, the Company approved amendments to one of its domestic qualified defined benefit pension plans, that froze service accruals for nearly all active participants within the plan effective January 1, 2020. As a result of the amendments, the Company recognized a $0.3 million curtailment charge, net of tax.\nChanges in the value of the defined benefit plan assets and liabilities will affect the amount of pension expense ultimately recognized. Although differences between actuarial assumptions and actual results are no longer deferred for balance sheet purposes, deferral is still permitted for pension expense purposes. Unrecognized gains and losses in excess of an annual calculated minimum amount (the greater of 10% of the projected benefit obligation or 10% of the market value of assets) have been amortized and recognized in net periodic pension cost. Effective January 1, 2020, the amortization of unrecognized gains and losses of all of the Company's qualified defined benefit pension plans is recognized over the remaining life expectancy of participants, as all participants are considered inactive as a result of plan amendments. During 2021 and 2020, we recorded $10.8 million and $9.8 million, respectively, of pension expense related to the amortization of these unrecognized losses.\nIn 2021, 2020 and 2019, we contributed $0.1 million, $23.2 million, and $10.4 million, respectively, to our qualified foreign and domestic defined benefit pension plans. These contributions have improved the funded status of those plans. Although not required by ERISA and the Internal Revenue Code, the Company may elect to make a voluntary contribution to its qualified domestic defined benefit pension plan in 2022. The anticipated level of pension funding in 2022 is not expected to have a significant impact on our overall liquidity.\nAssumptions\nThe following assumptions were used to determine projected pension and other benefit obligations at the measurement date and the net periodic benefit costs for the year:\nAt the end of each year, we estimate the expected long-term rate of return on pension plan assets based on the strategic asset allocation for our plans. In making this determination, we utilize expected rates of return for each asset class based upon current market conditions and expected risk premiums for each asset class. A one percentage point change in the expected long-term rate of return on pension fund assets would have an impact of approximately $7.6 million on 2022 pretax pension expense. The expected long-term rate of return is applied to the fair market value of pension fund assets to produce the expected return on fund assets that is included in pension expense.\nThe difference between this expected return and the actual return on plan assets was recognized at December 31, 2021 for balance sheet purposes, but continues to be deferred for expense purposes. The net deferral of past asset gains (losses) ultimately affects future pension expense through the amortization of gains (losses) with an offsetting adjustment to Hubbell shareholders’ equity through Accumulated other comprehensive loss.\nAt the end of each year, we determine the discount rate to be used to calculate the present value of our pension plan liabilities. For our U.S. and Canadian pension plans, this discount rate is determined by matching the expected cash flows associated with our benefit obligations to the expected cash flows of a hypothetical portfolio of high quality, fixed income debt instruments with maturities that closely match the expected funding period of our pension liabilities. As of December 31, 2021, we used a discount rate of\n2.90%\nfor our U.S. pension plans compared to a discount rate of 2.60% used in 2020. For our Canadian pension plan, we used a discount rate of 2.98% in 2021, compared to a 2.55% discount rate used in 2020.\nFor our UK pension plan the discount rate was derived using a full yield curve and uses plan specific cash flows. The derived discount rate is the single discount rate equivalent to discounting these liability cash flows at the term-dependent spot rates of AA corporate bonds. This methodology resulted in a December 31, 2021 discount rate for the UK pension plan of 1.80% as compared to a discount rate of 1.40% used in 2020.\nA decrease of one percentage point in the discount rate would lower our 2022 pretax pension expense by approximately $0.3 million. A discount rate increase of one percentage point would increase our 2022 pretax pension expense by less than $0.1 million.\nIn 2019 we changed the mortality table used to calculate the present value of our pension plan liabilities from the RP-2014 mortality table, with generational projection from 2006 using Scale MP-2018 to the Pri-2012 mortality table, with generational projection from 2012 using Scale MP-2019. In 2020 we used the Pri-2012 mortality table and adopted the MP-2020 projection scale and in 2021 we used the Pri-2012 mortality table and adopted the MP-2021 projection scale  The Pri-2012 mortality table with adjustment for collar as appropriate and generational projection from 2012 using Scale MP-2021 was chosen as the best estimate based on the observed and anticipated experience of the plans after considering alternative tables. These changes did not have a material impact to the projected benefit obligation of our U.S. plans upon re-measurement.\nOther Post Employment Benefits (“OPEB”)\nThe Company also has a number of health care and life insurance benefit plans covering eligible employees who reached retirement age while working for the Company. These benefits have been discontinued for substantially all future retirees. These plans are not funded and, therefore, no assumed rate of return on assets is required. We use a similar methodology to derive the discount rate for our post employment benefit plan obligations that we use for our pension plans. As of December 31, 2021, the Company used a discount rate of\n2.90%\nto determine the projected benefit obligation compared to a discount rate of 2.50% used in 2020.\nIn accordance with the accounting guidance for retirement benefits, we recorded to Accumulated other comprehensive loss, within Hubbell shareholders’ equity, a benefit, net of tax, of approximately $3.4 million in 2021 and a charge, net of tax, of approximately $0.6 million in 2020, related to the annual remeasurement of the OPEB plans and the amortization of prior service credits and net actuarial gains.\nOff-Balance Sheet Arrangements\nOff-balance sheet arrangements are defined as any transaction, agreement or other contractual arrangement to which an entity that is not included in our consolidated results is a party, under which we, whether or not a party to the arrangement, have, or in the future may have: (1) an obligation under a direct or indirect guarantee or similar arrangement, (2) a retained or contingent interest in assets transferred to an unconsolidated entity or similar arrangement that serves as credit, liquidity or market risk support to such entity for such assets, (3) an obligation or liability, including a contingent obligation or liability, under a contract that would be accounted for as a derivative instrument, except that it is excluded from the scope of FASB ASC Topic 815, or (4)  an obligation, including a contingent obligation, arising out of a variable interest in an unconsolidated entity that is held by, and material to, the Company, where such entity provides financing, liquidity, market risk or credit risk support to, or engages in leasing, hedging or research and development services with, the Company.\nWe do not have any off-balance sheet arrangements as defined above which have or are likely to have a current or future material effect on our financial condition, results of operations, liquidity, capital expenditures, capital resources or cash flows.\nCritical Accounting Estimates\nNote 1 — Significant Accounting Policies in the Notes to Consolidated Financial Statements describes the significant accounting policies used in the preparation of our financial statements.\nUse of Estimates\nWe are required to make assumptions and estimates and apply judgments in the preparation of our financial statements that affect the reported amounts of assets and liabilities, revenues and expenses and related disclosures. We base our assumptions, estimates and judgments on historical experience, current trends and other factors deemed relevant by management, such as projections of future performance. We continually review these estimates and their underlying assumptions to ensure they are appropriate for the circumstances. Changes in estimates and assumptions used by us could have a material impact on our financial results, and actual results could differ significantly from those estimates. We believe that the following estimates are among the most critical in fully understanding and evaluating our reported financial results. These items utilize assumptions and estimates about the effect of future events that are inherently uncertain and are based on our judgment.\nRevenue Recognition\nThe Company recognizes revenue when performance obligations identified under the terms of contracts with its customers are satisfied, which generally occurs, for products, upon the transfer of control in accordance with the contractual terms and conditions of the sale. The majority of the Company’s revenue associated with products is recognized at a point in time when the product is shipped to the customer, with a relatively small amount of transactions in the Utility Solutions segment recognized upon delivery of the product at the contractually specified destination. Revenue from service contracts and post-shipment performance obligations is approximately three percent of total annual consolidated net revenue and those service contracts and post-shipment obligations are primarily within the Utility Solutions segment. Revenue from service contracts and post-shipment performance obligations is recognized when or as those obligations are satisfied. The Company primarily offers assurance-type standard warranties that do not represent separate performance obligations and on occasion will separately offer and price extended warranties that are separate performance obligations for which the associated revenue is recognized over-time based on the extended warranty period. The Company records amounts billed to customers for reimbursement of shipping and handling costs within revenue. Shipping and handling costs associated with outbound freight after control over a product has transferred to a customer are accounted for as fulfillment costs and are included in cost of goods sold. Sales taxes and other usage-based taxes are excluded from revenue.\nThe Company has certain arrangements that require us to estimate at the time of sale the amounts of variable consideration that should not be recorded as revenue as certain amounts are not expected to be collected from customers, as well as an estimate of the value of the product to be returned. The Company principally relies on historical experience, specific customer agreements and anticipated future trends to estimate these amounts at the time of shipment and to reduce the transaction price. These arrangements include sales discounts and allowances based on sales volumes, specific programs and special pricing allowances, and returned goods, as are customary in the electrical products industry. Customer returns have historically been approximately one percent of gross sales.\nInventory Valuation\nInventories in the U.S. are primarily valued at the lower of LIFO cost or market, while non-U.S. inventories are valued at the lower of FIFO cost or market. We routinely evaluate the carrying value of our inventories to ensure they are carried at the lower of LIFO or FIFO cost or market value. Such evaluation is based on our judgment and use of estimates, including sales forecasts, gross margins for particular product groupings, planned dispositions of product lines, technological events and overall industry trends. In addition, the evaluation is based on changes in inventory management practices which may influence the timing of exiting products and method of\ndisposing of excess inventory.\nExcess inventory is generally identified by comparing future expected inventory usage to actual on-hand quantities. Inventory values are reduced for on-hand inventory in excess of pre-defined usage forecasts. Forecast usage is primarily determined by projecting historical (actual) sales and inventory usage levels forward to future periods. Changes in these estimates may necessitate future adjustments to inventory values.\nAccrued Insurance\nWe retain a significant portion of the risks associated with workers’ compensation, medical, automobile and general liability insurance. We estimate self-insurance liabilities using a number of factors, including historical claims experience, demographic factors, severity factors and other actuarial assumptions. The accrued liabilities associated with these programs are based on our estimates of ultimate costs to settle known claims as well as claims incurred but not reported as of the balance sheet date. These assumptions are periodically reviewed with a third-party actuary to determine the adequacy of these self-insurance reserves. Changes in these assumptions may necessitate future adjustments to these self-insurance liabilities.\nEmployee Benefits Costs and Funding\nWe sponsor domestic and foreign defined benefit pension, defined contribution and other postretirement plans. Significant assumptions used in the accounting for these employee benefit plans include the discount rate, expected return on the pension fund assets, rate of increase in employee compensation levels and health care cost increase projections. These assumptions are determined based on Company data and appropriate market indicators, and are evaluated each year as of the plans’ measurement dates. Further discussion o\nf the assumptions used in 2021 and 2020 are included above under “Pension Funding Status” and in Note 12 — Retirement Benefits in the Notes to Consolidated Financial Statements.\nTaxes\nWe account for income taxes in accordance with the applicable accounting guidance which requires that deferred tax assets and liabilities be recognized using enacted tax rates for the effect of temporary differences between the book and tax basis of recorded assets and liabilities. Additionally, deferred tax assets are required to be reduced by a valuation allowance if it is more-likely-than-not that some portion or all of a deferred tax asset will not be realized. The factors used to assess the likelihood of realization of deferred tax assets are the forecast of future taxable income, available tax planning strategies that could be implemented to realize the net deferred tax assets, and future reversals of deferred tax liabilities. Failure to achieve forecasted taxable income can affect the ultimate realization of net deferred tax assets.\nWe operate within multiple taxing jurisdictions and are subject to audit in these jurisdictions. The Internal Revenue Service (“IRS”) and other tax authorities routinely review our tax returns. These audits can involve complex issues, which may require an extended period of time to resolve. The Company records uncertain tax positions when it has determined that it is more-likely-than-not that a tax position will not be sustained upon examination by taxing authorities based on the technical merits of the position. The Company uses the criteria established in the accounting guidance to determine whether an item meets the definition of more-likely-than-not. The Company’s policy is to recognize these uncertain tax positions when the more-likely-than-not threshold is met, when the statute of limitations has expired or upon settlement. In management’s opinion, adequate provision has been made for potential adjustments arising from any examinations. See\nNote 14 — Income Taxes in the Notes to Consolidated Financial Statements.\nContingent Liabilities\nWe are subject to proceedings, lawsuits, and other claims or uncertainties related to environmental, legal, product and other matters. We routinely assess the likelihood of an adverse judgment or outcome to these matters, as well as the range of potential losses. We record a liability when it is both probable that a liability has been incurred and the amount can be reasonably estimated. A determination of the reserves required, if any, is made after careful analysis, including consultations with outside advisors, where applicable. Where no amount within a range of estimates is more likely, the minimum is accrued. The required reserves may change in the future due to new developments.\nWarranty\nThe Company offers product warranties that cover defects on most of its products. These warranties primarily apply to products that are properly installed, maintained and used for their intended purpose. The Company accrues estimated warranty costs at the time of sale. Estimated warranty expenses, recorded in cost of goods sold, are based upon historical information such as past experience, product failure rates, or the estimated number of units to be repaired or replaced. Adjustments are made to the product warranty accrual as claims are incurred, additional information becomes known or as historical experience indicates.\nValuation of Long-Lived Assets, Goodwill, and Indefinite-Lived Intangible Assets\nOur long-lived assets include land, buildings, equipment, molds and dies, software, goodwill and other intangible assets. Long-lived assets, other than land, goodwill and indefinite-lived intangibles, are depreciated over their estimated useful lives. The assets and liabilities of acquired businesses are recorded under the acquisition method of accounting at their estimated fair values at the dates of acquisition. Goodwill represents purchase price in excess of fair values assigned to the underlying identifiable net assets of acquired businesses. Intangible assets primarily consist of patents, tradenames, developed technology and customer related intangibles.\nGoodwill and indefinite-lived intangible assets are reviewed annually for impairment unless circumstances dictate the need for more frequent assessment. We perform our annual goodwill impairment testing as of April 1\nst\nof each year. The accounting guidance provides entities an option of performing a qualitative assessment (the \"Step-zero\" test) before performing a quantitative analysis. If the entity determines, on the basis of certain qualitative factors, that it is more-likely-than-not that the goodwill is not impaired, the entity would not need to  proceed to the quantitative goodwill impairment testing process as prescribed in the guidance. If the Company does not elect to complete the qualitative assessment, the Company completes the quantitative assessment whereby the estimated fair value of each reporting unit is compared to its carrying value.\nThe organizational changes within Electrical Solutions effective January 1, 2021 resulted in a change in the Company’s reporting units. As a result, the Company performed an interim goodwill impairment assessment as of January 1, 2021. The Company applied the Step-zero test to one of its five reporting units. Based on the qualitative assessment, the Company concluded that it was more likely than not that the fair value of this reporting unit substantially exceeded its carrying value and, therefore, further quantitative analysis was not required. For the other four reporting units, the Company elected to utilize the quantitative goodwill impairment testing process, as permitted in the accounting guidance, by comparing the estimated fair value of the reporting units to their carrying values. As of January 1, 2021, the impairment testing resulted in implied fair values for each reporting unit that significantly exceeded such reporting unit’s carrying value, including goodwill.  The Company did not have any reporting units at risk of failing the quantitative impairment test as the excess of the implied fair value significantly exceeded the carrying value of each of the reporting units. Additionally, the Company did not have any reporting units with zero or negative carrying amounts.\nThe Company also completed its annual goodwill impairment test as of April 1, 2021. The Company applied the Step-zero test to one of its five reporting units. Based on the qualitative assessment, the Company concluded that it was more likely than not that the fair value of this reporting unit substantially exceeded its carrying value and, therefore, further quantitative analysis was not required. For the other four reporting units, the Company elected to utilize the quantitative goodwill impairment testing process, as permitted in the accounting guidance, by comparing the estimated fair value of the reporting units to their carrying values. As of April 1, 2021, the impairment testing resulted in implied fair values for each reporting unit that significantly exceeded such reporting unit’s carrying value, including goodwill.  The Company did not have any reporting units at risk of failing the quantitative impairment test as the excess of the implied fair value significantly exceeded the carrying value of each of the reporting units. Additionally, the Company did not have any reporting units with zero or negative carrying amounts.\nThe goodwill impa\nirment test requires judgment, including the identification of reporting u\nnits, assigning assets and liabilities to reporting units, and determining the fair value of each reporting unit. Significant judgments required to estimate the fair value of reporting units include estimating future discounted cash flows, determining appropriate discount rates and other assumptions, including assumptions about secular economic and market conditions, such as the potential continuing effects of the COVID-19 pandemic. We use internal discounted cash flow models to estimate fair value. These cash flow estimates are derived from historical experience, third-party end market data, and future long-term business plans and include assumptions of future sales growth, gross margin, operating margin, terminal growth rate,  and the application of an appropriate discount rate. Changes in these estimates and assumptions could materially affect the determination of fair value and/or goodwill impairment for each reporting unit. We corroborate the values determined from our discounted cash flow models by reconciling the sum of the estimated fair values of each reporting unit to our market capitalization at the testing date, including consideration of a control premium. We have not recorded any goodwill impairments since the initial adoption of the accounting guidance in 2002.\nThe identification and measurement of impairment of indefinite-lived intangible assets involves either an assessment of qualitative factors to determine whether events or circumstances indicate that it is more-likely-than-not that an indefinite-lived intangible asset is impaired or a quantitative assessment whereby the estimated fair value of each indefinite-lived intangible asset is compared to its carrying value.  If it is more-likely-than-not that the asset is impaired, the fair value of the indefinite lived intangibles will be determined using discounted cash flow estimates.  If the carrying value of these assets exceeds the estimated fair value, the carrying value will be reduced to the estimated fair value. For the Company’s annual impairment test as of April 1, 2021, the Company elected to utilize the quantitative impairment testing process as permitted in the accounting guidance. The fair value was determined utilizing an income approach (relief from royalty method). Significant judgment is required to estimate the fair value of the indefinite-lived intangible assets including assumptions for future revenues, discount rates, royalty rates, and other assumptions, including assumptions about secular economic and market conditions, such as the potential continuing effects of the COVID-19 pandemic. Significant changes in these estimates and assumptions could affect the determination of fair value and/or impairment for each indefinite-lived intangible asset. As of April 1, 2021, the impairment testing resulted in fair values for each indefinite-lived intangible asset that significantly exceeded the carrying values and there were no indefinite-lived intangible assets at risk of failing the quantitative impairment test. We did not record any impairments related to indefinite-lived intangible assets in 2021, 2020, or 2019.\nStock-Based Compensation\nWe determine the grant date fair value of certain stock-based compensation awards using either a lattice model or the Black-Scholes option pricing model. Both of these models require management to make certain assumptions with respect to selected model inputs. These inputs include assumptions for the expected term, stock volatility, dividend yield and risk-free interest rate. Changes in these inputs impact fair value and could impact our stock-based compensation expense in the future. In addition, we are required to estimate the expected forfeiture rate and recognize expense only for those awards expected to meet the service and performance vesting conditions. If our actual forfeiture rate is different from our estimate, adjustments to stock-based compensation expense may be required. We review the potential achievement of our performance awards on a recurring basis and update compensation expense based on the probability that the related performance metrics will be satisfied. See also Note 18 — Stock-Based Compensation in the Notes to Consolidated Financial Statements.\nForward-Looking Statements\nSome of the information included in this Management’s Discussion and Analysis of Financial Condition and Results of Operations, and elsewhere in this Form 10-K, contain “forward-looking statements” as defined by the Private Securities Litigation Reform Act of 1995. These include statements about our expected capital resources, liquidity, financial performance, pension funding, and results of operations and are based on our reasonable current expectations. In addition, all statements regarding the expected financial impact of the integration of acquisitions and completion of certain divestitures, adoption of updated accounting standards and any expected effects of such adoption, restructuring plans and expected associated costs and benefits, intent to repurchase shares of common stock, and change in operating results, anticipated market conditions and productivity initiatives are forward looking. Forward-looking statements may be identified by the use of words, such as “believe”, “expect”, “anticipate”, “intend”, “depend”, “should”, “plan”, “estimated”, “predict”, “could”, “may”, “subject to”, “continues”, “growing”, “prospective”, “forecast”, “projected”, “purport”, “might”, “if”, “contemplate”, “potential”, “pending,” “target”, “goals”, “scheduled”, “will likely be”, and similar words and phrases. Discussions of strategies, plans or intentions often contain forward-looking statements. Important factors, among others, that could cause our actual results and future actions to differ materially from those described in forward-looking statements include, but are not limited to:\n•\nAvailability, cost and quantity of raw materials, purchased components, energy and freight, particularly as global economic activity recovers from the effects to the COVID-19 pandemic.\n•\nThe scope, duration or resurgence of the novel coronavirus, or COVID-19 (including any variants thereof), global pandemic and its impact on global economic systems, our employees, sites, operations, customers, and supply chain.\n•\nChanges in demand for our products, market conditions, product quality, or product availability adversely affecting sales levels.\n•\nAbility to effectively develop and introduce new products.\n•\nChanges in markets or competition adversely affecting realization of price increases.\n•\nFailure to achieve projected levels of efficiencies, cost savings and cost reduction measures, including those expected as a result of our lean initiatives and strategic sourcing plans.\n•\nImpacts of trade tariffs, import quotas or other trade restrictions or measures taken by the U.S., U.K. and other countries, including the recent and potential changes in U.S. trade policies.\n•\nFailure to comply with import and export laws.\n•\nChanges relating to impairment of our goodwill and other intangible assets.\n•\nInability to access capital markets or failure to maintain our credit ratings.\n•\nChanges in expected or future levels of operating cash flow, indebtedness and capital spending.\n•\nGeneral economic and business conditions in particular industries, markets or geographic regions, as well as inflationary trends.\n•\nRegulatory issues, changes in tax laws including, or changes in geographic profit mix affecting tax rates and availability of tax incentives.\n•\nA major disruption in one or more of our manufacturing or distribution facilities or headquarters, including the impact of plant consolidations and relocations.\n•\nChanges in our relationships with, or the financial condition or performance of, key distributors and other customers, agents or business partners which could adversely affect our results of operations.\n•\nImpact of productivity improvements on lead times, quality and delivery of product.\n•\nAnticipated future contributions and assumptions including changes in interest rates and plan assets with respect to pensions and other retirement benefits, as well as pension withdrawal liabilities.\n•\nAdjustments to product warranty accruals in response to claims incurred, historical experiences and known costs.\n•\nUnexpected costs or charges, certain of which might be outside of our control.\n•\nChanges in strategy, economic conditions or other conditions outside of our control affecting anticipated future global product sourcing levels.\n•\nAbility to carry out future acquisitions and strategic investments in our core businesses as well as the acquisition related costs.\n•\nAbility to successfully execute, manage and integrate key acquisitions, mergers, and other transactions, as well as the failure to realize expected synergies and benefits anticipated when we make an acquisition.\n•\nThe impact of certain divestitures, including the consummation and timing of, and the benefits and costs of, the pending sale of the Commercial and Industrial Lighting business to GE Current.\n•\nThe ability to effectively implement Enterprise Resource Planning systems without disrupting operational and financial processes.\n•\nThe ability of government customers to meet their financial obligations.\n•\nPolitical unrest in foreign countries.\n•\nThe impact of Brexit and other world economic and political issues.\n•\nThe impact of natural disasters or public health emergencies, such as the COVID-19 global pandemic, on our financial condition and results of operations.\n•\nFailure of information technology systems, security breaches, cyber threats, malware, phishing attacks, break-ins and similar events resulting in unauthorized disclosure of confidential information or disruptions or damage to information technology systems that could cause interruptions to our operations or adversely affect our internal control over financial reporting.\n•\nIncurring significant and/or unexpected costs to avoid manage, defend and litigate intellectual property matters.\n•\nFuture repurchases of common stock under our common stock repurchase program.\n•\nChanges in accounting principles, interpretations, or estimates.\n•\nFailure to comply with any laws and regulations, including those related to data privacy and information security, environmental and conflict-free minerals.\n•\nThe outcome of environmental, legal and tax contingencies or costs compared to amounts provided for such contingencies, including contingencies or costs with respect to pension withdrawal liabilities.\n•\nImproper conduct by any of our employees, agents or business partners that damages our reputation or subjects us to civil or criminal liability.\n•\nOur ability to hire, retain and develop qualified personnel.\n•\nAdverse changes in foreign currency exchange rates and the potential use of hedging instruments to hedge the exposure to fluctuating rates of foreign currency exchange on inventory purchases.\n•\nTransitioning from LIBOR to a replacement alternative reference rate.\n•\nOther factors described in our Securities and Exchange Commission filings, including the “Business”, “Risk Factors” and “Quantitative and Qualitative Disclosures about Market Risk” sections in the Company’s Annual Report on Form 10-K for the year ended December 31, 2021.\nAny such forward-looking statements are not guarantees of future performances and actual results, developments and business decisions may differ from those contemplated by such forward-looking statements. The Company disclaims any duty to update any forward-looking statement, all of which are expressly qualified by the foregoing, other than as required by law."
  },
  {
    "item_key": "item_7a",
    "text": "In the operation of our business, we have various exposures to areas of risk related to factors within and outside the control of management. Significant areas of risk and our strategies to manage the exposure are discussed below.\nIn 2021, we manufactured and/or assembled products in the United States, Canada, Puerto Rico, Mexico, China,  the UK, Brazil, Spain and Australia and sold products in those markets as well as through offices in Singapore, Italy, China, Mexico, and South Korea and countries in the Middle East. In 2021, Hubbell also participated in joint ventures in Hong Kong and the Philippines. As a percentage of the Company’s total Net sales, shipments from foreign operations directly to third parties were 9% in 2021, 9% in 2020 and 10% in 2019, with the Canadian and UK operations representing approx\nimately\n36%\nand\n29%\n, respectively, of 2021 total inte\nrnational Net sales.  As such, our operating results could be affected by changes in foreign currency exchange rates or weak economic conditions in the foreign markets in which we sell our products. To manage this exposure, we closely monitor the working capital requirements of our international units and may enter into forward foreign exchange contracts. Further discussion of forward exchange contracts can be found in Note 15 — Financial Instruments and Fair Value Measurement in the Notes to Consolidated Financial Statements.\nProduct purchases representing approximately 17% of our Net sales are sourced from unaffiliated suppliers located outside the United States, primarily in China and other Asian countries, Europe and Brazil. Foreign sourcing of products may result in unexpected fluctuations in product cost or increased risk of business interruption due to lack of product or component availability due to any one of the following:\n•\nPolitical or economic uncertainty in the source country\n•\nFluctuations in the rate of exchange between the U.S. dollar and the currencies of the source countries\n•\nChanges in U.S. laws and policies governing foreign trade\n•\nIncreased logistical complexity including supply chain interruption or delay, port of departure or entry disruption and overall time to market\n•\nLoss of proprietary information\n•\nProduct quality issues outside the control of the Company\nWe have developed plans that address many of these risks. Such actions include careful selection of products to be outsourced and the suppliers selected; ensuring multiple sources of supply; limiting concentrations of activity by port, broker, freight forwarder, etc.; processes related to quality control; and maintaining control over operations, technologies and manufacturing deemed to provide competitive advantage. Many of our businesses have a dependency on certain basic raw materials needed to produce their products including steel, aluminum, brass, copper, bronze, zinc, nickel, plastics, phenols, elastomers and petrochemicals as well as purchased electrical and electronic components. Our financial results could be affected by the availability and changes in prices of these materials and components.\nCertain of these materials are sourced from a limited number of suppliers. These materials are also key source materials for many other companies in our industry and within the universe of industrial manufacturers in general. As such, in periods of rising demand for these materials, we may experience both increased costs and/or limited supply. These conditions can potentially result in our inability to acquire these key materials on a timely basis to produce our products and satisfy our incoming sales orders. Similarly, the cost of these materials can rise suddenly and result in materially higher costs of producing our products. We believe we have adequate primary and secondary sources of supply for each of our key materials and that, in periods of rising prices, we expect to recover a majority of the increased cost in the form of higher selling prices. However, recoveries typically lag the effect of cost increases due to the nature of our markets.\nOur financial results are subject to interest rate fluctuations to the extent there is a difference between the amount of our interest-earning assets and the amount of interest-bearing liabilities. The principal objectives of our investment management activities are to preserve capital while earning net investment income that is commensurate with acceptable levels of interest rate, default and liquidity risk taking into account our funding needs. As part of our investment management strategy, we may use derivative financial products such as interest rate hedges and interest rate swaps.\nFrom time to time or when required, we issue commercial paper, which exposes us to changes in interest rates. Our cash position includes amounts denominated in foreign currencies. We manage our worldwide cash requirements by considering available funds held by our subsidiaries and the cost effectiveness with which these funds can be accessed.\nAs of December 31, 2021, the long-term debt outstanding related to the fixed-rate senior notes was $1,450.0 million. The senior notes are not exposed to interest rate risk as the bonds are at a fixed-rate until maturity.\nWe continually evaluate risk retention and insurance levels for product liability, property damage and other potential exposures to risk. We devote significant effort to maintaining and improving safety and internal control programs, which are intended to reduce our exposure to certain risks. We determine the level of insurance coverage and the likelihood of a loss and believe that the current levels of risk retention are consistent with those of comparable companies in the industries in which we operate. There can be no assurance that we will not incur losses beyond the limits of our insurance. However, our liquidity, financial position and profitability are not expected to be materially affected by the levels of risk retention that we accept.\nThe following table presents cost and weighted average interest rate information related to financial instruments that are sensitive to changes in interest rates, by maturity at December 31, 2021 (dollars in millions):\nWe use derivative financial instruments only if they are matched with a specific asset, liability, or proposed future transaction. We do not speculate or use leverage when trading a financial derivative product."
  },
  {
    "item_key": "item_8",
    "text": "All other schedules are omitted because they are not applicable or the required information is shown in the consolidated financial statements or notes thereto.\nReports of Management\nReport on Management’s Responsibility for Financial Statements\nOur management is responsible for the preparation, integrity and fair presentation of our published financial statements. The financial statements have been prepared in accordance with accounting principles generally accepted in the United States of America and include amounts based on informed judgments made by management.\nWe believe it is critical to provide investors and other users of our financial statements with information that is relevant, objective, understandable and timely, so that they can make informed decisions. As a result, we have established and maintain systems and practices and internal control processes designed to provide reasonable, but not absolute, assurance that transactions are properly executed and recorded and that our policies and procedures are carried out appropriately. Management strives to recruit, train and retain high quality people to ensure that controls are designed, implemented and maintained in a high-quality, reliable manner.\nOur independent registered public accounting firm audited our financial statements and the effectiveness of our internal control over financial reporting in accordance with standards established by the Public Company Accounting Oversight Board (United States). Their report appears on the next page within this Annual Report on Form 10-K.\nOur Board of Directors normally meets at least eight times per year to provide oversight, to review corporate strategies and operations, and to assess management’s conduct of the business. The Board of Directors also schedules additional meetings on an as needed basis. The Audit Committee of our Board of Directors is composed of at least three individuals all of whom must be “independent” under current New York Stock Exchange listing standards and regulations adopted by the SEC under the federal securities laws. The Audit Committee meets regularly with our internal auditors and independent registered public accounting firm, as well as, management to review, among other matters, accounting, auditing, internal controls and financial reporting issues and practices. Both the internal auditors and independent registered public accounting firm have full, unlimited access to the Audit Committee.\nManagement’s Annual Report on Internal Control over Financial Reporting\nManagement is responsible for establishing and maintaining adequate systems of internal control over financial reporting as defined by Rules 13a-15(f) and 15d-15(f) under the Securities Exchange Act of 1934, as amended. Our internal control over financial reporting is designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external reporting purposes in accordance with generally accepted accounting principles in the United States of America. Because of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Management has assessed the effectiveness of our internal control over financial reporting as of December 31, 2021.\nIn making this assessment, management used the criteria set forth in Internal Control-Integrated Framework (2013 framework) issued by the Committee of Sponsoring Organizations of the Treadway Commission (\"COSO\"). Based on this assessment, management concluded that our internal control over financial reporting was effective at a reasonable assurance level as of December 31, 2021.\nThe effectiveness of our internal control over financial reporting as of December 31, 2021 has been audited by PricewaterhouseCoopers LLP, our independent registered public accounting firm as stated in their report which is included below within this Annual Report on Form 10-K.\nReport of Independent Registered Public Accounting Firm\nTo\nthe Board of Directors and Shareholders of Hubbell Incorporated\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheet of Hubbell Incorporated and its subsidiaries (the “Company”) as of December 31, 2021 and 2020, and the related consolidated statements of income, of comprehensive income, of changes in equity and of cash flows for each of the three years in the period ended December 31, 2021, including the related notes and schedule of valuation and qualifying accounts for each of the three years in the period ended December 31, 2021 appearing under Item 15 (collectively referred to as the “consolidated financial statements”). We also have audited the Company's internal control over financial reporting as of December 31, 2021, based on criteria established in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2021 and 2020, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2021 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2021, based on criteria established in Internal Control - Integrated Framework (2013) issued by the COSO.\nBasis for Opinions\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in Management’s Annual Report on Internal Control over Financial Reporting appearing under Item 8. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nCritical Audit Matters\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nGoodwill Impairment Assessments - Certain Reporting Units Subject to a Quantitative Assessment\nAs described in Notes 1,  7, and 21 to the consolidated financial statements, the Company’s consolidated goodwill balance was $1,871.3 million as of December 31, 2021. Goodwill represents purchase price in excess of fair values of the underlying net assets of acquired companies. Goodwill is subject to annual impairment testing. Management performs its goodwill impairment testing as of April 1st of each year, unless circumstances dictate the need for more frequent assessments. Effective January 1, 2021, the Company consolidated three business groups within its Electrical segment and renamed the segment as Hubbell Electrical Solutions (“Electrical Solutions”) and moved its Hubbell Gas Connectors and Accessories business from the Electrical Solutions segment to the Utility Solutions segment. As disclosed by management, management performed an interim goodwill impairment assessment as of January 1, 2021 as a result of the change in reporting units and also completed its annual goodwill impairment assessment as of April 1, 2021. For four of its reporting units, management elected to utilize the quantitative goodwill impairment testing process, as permitted in the accounting guidance, by comparing the estimated fair value of the Company's reporting units to their carrying values for both assessments. If the estimated fair value of the reporting unit exceeds its carrying value, no impairment exists. Goodwill impairment testing requires judgment by management, including the identification of reporting units, assigning assets and liabilities to reporting units and determining the fair value of each reporting unit. Management uses internal discounted cash flow models to estimate fair value. Significant judgments required by management to estimate the fair value of reporting units include estimating future cash flows, determining appropriate discount rates and other assumptions, including assumptions about secular economic and market conditions, such as the potential continuing effects of the COVID-19 pandemic. These cash flow estimates are derived from historical experience, third party end market data, and future long-term business plans and include assumptions of future sales growth, gross margin, operating margin, terminal growth rate and the application of an appropriate discount rate.\nThe principal considerations for our determination that performing procedures relating to the goodwill impairment assessments for certain reporting units subject to a quantitative assessment is a critical audit matter are (i) the significant judgment by management when estimating the fair value of the reporting units and (ii) the high degree of auditor judgment, subjectivity, and effort in performing procedures and evaluating management’s significant assumptions related to future sales growth, gross margin, and operating expenses.\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to management’s quantitative goodwill impairment assessments, including controls over the estimation of the fair value of the reporting units. These procedures also included, among others, (i) testing management’s process for estimating the fair value of the reporting units; (ii) evaluating the appropriateness of the discounted cash flow models; (iii) testing the completeness and accuracy of the underlying data used in the models; and (iv) evaluating the reasonableness of significant assumptions used by management related to future sales growth, gross margin, and operating expenses. Evaluating management’s assumptions related to the future sales growth, gross margin, and operating expenses involved evaluating whether the assumptions used by management were reasonable considering (i) the current and past performance of the reporting units; (ii) the consistency with industry and third party data; and (iii) whether these assumptions were consistent with evidence obtained in other areas of the audit.\n/s/\nPricewaterhouseCoopers LLP\nHartford, Connecticut\nFebruary 11, 2022\nWe have served as the Company’s auditor since at least 1961. We have not been able to determine the specific year we began serving as auditor of the Company.\nConsolidated Statement of Income\nSee notes to consolidated financial statements.\nConsolidated Statement of Comprehensive Income\nSee notes to consolidated financial statements.\nConsolidated Balance Sheet\nSee notes to consolidated financial statements.\nConsolidated Statement of Cash Flows\nSee notes to consolidated financial statements.\nConsolidated Statement of Changes in Equity\nSee notes to consolidated financial statements.\n(1)\nFor accounting purposes, the Company treats repurchased shares as constructively retired when acquired and accordingly charges the purchase price against Common Stock par value, Additional paid-in capital, to the extent available, and Retained earnings.  The change in Retained earnings of $\n15.8\nmillion, $\n34.1\nmillion and $\n28.9\nmillion in 2021, 2020 and 2019, respectively, reflects this accounting treatment.\nNotes to Consolidated Financial Statements\nNOTE 1\nSignificant Accounting Policies\nBasis of Presentation\nThe accompanying consolidated financial statements of the Company have been prepared in accordance with accounting principles generally accepted in the United States of America (“GAAP”).\nOn October 26, 2021, Hubbell entered into a definitive agreement to sell its Commercial and Industrial Lighting  business to GE Current, a Daintree company, for a cash purchase price of $\n350\nmillion, subject to customary adjustments with respect to working capital and net indebtedness. The Commercial and Industrial Lighting business had sales of $\n509.4\nmillion in 2021 as part of the Electrical Solutions segment and designs, manufactures, and sells LED lighting and control solutions for commercial and industrial customers. As a result of the agreement, the Commercial and Industrial Lighting business met the criteria set forth in ASC 205-20 to be presented as a discontinued operation and is classified as held for sale. The Commercial and Industrial Lighting business' results of operations and the related cash flows have been reclassified to income from discontinued operations in the Consolidated Statements of Income and cash flows from discontinued operations in the Consolidated Statements of Cash Flows, respectively, for all periods presented.\nSee Note 2, Discontinued Operations, to the Consolidated Financial Statements for further information.\nPrinciples of Consolidation\nThe Consolidated Financial Statements include all wholly owned subsidiaries. All significant intercompany balances and transactions have been eliminated. The Company participates in\ntwo\njoint ventures that have been consolidated in accordance with the consolidation accounting guidance. An analysis is performed to determine which reporting entity, if any, has a controlling financial interest in a variable interest entity (“VIE”) with a primarily qualitative analysis. The qualitative analysis is based on identifying the party that has both the power to direct the activities that most significantly impact the VIE’s economic performance (the “power criterion”) and the obligation to absorb losses from or the right to receive benefits of the VIE that could potentially be significant to the VIE (the “losses/benefit criterion”). The party that meets both these criteria is deemed to have a controlling financial interest. The party with the controlling financial interest is considered to be the primary beneficiary and as a result is required to consolidate the VIE. The Company has a\n50\n% interest in a joint venture in Hong Kong, established as Hubbell Asia Limited (“HAL”). The principal objective of HAL is to manage the operations of its wholly-owned manufacturing company in China. Under the accounting guidance, the Company is the primary beneficiary of HAL and as a result consolidates HAL.\nThis determination is based on the fact that HAL’s sole business purpose is to manufacture product exclusively for the Company (the power criterion) and the Company is financially responsible for ensuring HAL maintains a fixed operating margin (the losses/benefit criterion). The consolidation of HAL is not material to the Company’s consolidated financial statements.\nUse of Estimates\nThe preparation of financial statements in accordance with GAAP requires management to make estimates and assumptions that affect the reported amounts in the Consolidated Financial Statements and accompanying Notes to Consolidated Financial Statements. Actual results could differ from the estimates that are used.\nImpact of the COVID-19 Pandemic\nDuring March 2020, a global pandemic was declared by the World Health Organization related to the rapidly growing outbreak of a novel strain of coronavirus (COVID-19). The pandemic has had, and may continue to have, a significant effect on global economic conditions. U.S. Federal, state, local, and foreign governments have reacted to the public health crisis with mitigation measures, creating significant uncertainties in the U.S. and global economies. The extent to which the coronavirus pandemic will continue to affect our business, operations, supply chains, and our financial results will depend on numerous evolving factors that we may not be able to accurately predict and which may cause the actual results to differ from the estimates and assumptions we are required to make in the preparation of financial statements according to GAAP.\nAssets and Liabilities Held for Sale\nThe Company classifies assets and liabilities (disposal groups) to be sold as held for sale in the period in which all of the following criteria are met: management, having the authority to approve the action, commits to a plan to sell the disposal group; the disposal group is available for immediate sale in its present condition subject only to terms that are usual and customary for sales of such disposal groups; an active program to locate a buyer and other actions required to complete the plan to sell the disposal group have been initiated; the sale of the disposal group is probable, and transfer of the disposal group is expected to qualify for recognition as a completed sale within\none year\n, except if events or circumstances beyond the Company's control extend the period of time required to sell the disposal group beyond\none year\n; the disposal group is being actively marketed for sale at a price that is reasonable in relation to its current fair value; and actions required to complete the plan indicate that it is unlikely that significant changes to the plan will be made or that the plan will be withdrawn.\nThe Company initially measures a disposal group that is classified as held for sale at the lower of its carrying value or fair value less any costs to sell. Any loss resulting from this measurement is recognized in the period in which the held for sale criteria are met. Conversely, gains are not recognized on the sale of a disposal group until the date of sale. The Company assesses the fair value of a disposal group, less any costs to sell, each reporting period it remains classified as held for sale and reports any subsequent changes as an adjustment to the carrying value of the disposal group, as long as the new carrying value does not exceed the carrying value of the disposal group at the time it was initially classified as held for sale.\nUpon determining that a disposal group meets the criteria to be classified as held for sale, the Company reports the assets and liabilities of the disposal group, if material, in the line items assets held for sale and liabilities held for sale in the consolidated statements of financial position.\nRefer to Note 2, \"Discontinued Operations,\" of the notes to Consolidated Financial Statements for further information. In conjunction with the C&I Lighting Business being classified as held for sale, depreciation and amortization ceased.\nRevenue Recognition\nThe Company recognizes revenue when performance obligations identified under the terms of contracts with its customers are satisfied, which generally occurs, for products, upon the transfer of control in accordance with the contractual terms and conditions of the sale. The majority of the Company’s revenue associated with products is recognized at a point in time when the product is shipped to the customer, with a relatively small amount of transactions in the Utility Solutions segment recognized upon delivery of the product at the contractually specified destination. Revenue from service contracts and post-shipment performance obligations is approximately\nthree\npercent of total annual consolidated net revenue and those service contracts and post-shipment obligations are primarily within the Utility Solutions segment. Revenue from service contracts and post-shipment performance obligations is recognized when or as those obligations are satisfied. The Company primarily offers assurance-type standard warranties that do not represent separate performance obligations and on occasion will separately offer and price extended warranties that are separate performance obligations for which the associated revenue is recognized over-time based on the extended warranty period. The Company records amounts billed to customers for reimbursement of shipping and handling costs within revenue. Shipping and handling costs associated with outbound freight after control over a product has transferred to a customer are accounted for as fulfillment costs and are included in cost of goods sold. Sales taxes and other usage-based taxes are excluded from revenue.\nWithin the Electrical Solutions segment, certain businesses require a portion of the transaction price to be paid in advance of transfer of control. Advance payments are not considered a significant financing component as they are received less than one year before the related performance obligations are satisfied. In addition, in the Utility Solutions segment, certain businesses offer annual maintenance service contracts that require payment at the beginning of the contract period. These payments are treated as a contract liability and are classified in Other accrued liabilities in the Consolidated Balance Sheet. Once control transfers to the customer and the Company meets the revenue recognition criteria, the deferred revenue is recognized in the Consolidated Statement of Income. The deferred revenue relating to the annual maintenance service contracts is recognized in the Consolidated Statement of Income on a straight line basis over the expected term of the contract.\nThe Company has certain arrangements that require us to estimate at the time of sale the amounts of variable consideration that should not be recorded as revenue as certain amounts are not expected to be collected from customers, as well as an estimate of the value of the product to be returned. The Company principally relies on historical experience, specific customer agreements and anticipated future trends to estimate these amounts at the time of shipment and to reduce the transaction price. These arrangements include sales discounts and allowances based on sales volumes, specific programs and special pricing allowances, and returned goods, as are customary in the electrical products industry. Customer returns have historically been approximately\n1\n% of gross sales.\nShipping and Handling Costs\nThe Company records shipping and handling costs as part of Cost of goods sold in the Consolidated Statement of Income.\nForeign Currency Translation\nThe assets and liabilities of international subsidiaries are translated to U.S. dollars at exchange rates in effect at the end of the year, and income and expense items are translated at average exchange rates in effect during the year. The effects of exchange rate fluctuations on the translated amounts of foreign currency assets and liabilities are included as translation adjustments in Accumulated other comprehensive loss within Hubbell shareholders’ equity. Gains and losses from foreign currency transactions are included in results of operations.\nCash and Cash Equivalents\nThe carrying value of cash equivalents approximates fair value. Cash equivalents consist of highly liquid investments with original maturities to the Company of three months or less.\nInvestments\nInvestments in debt and equity securities are classified by individual security as available-for-sale, held-to-maturity or trading securities. Our available-for-sale securities, consisting of municipal bonds, are carried on the balance sheet at fair value with current period adjustments to carrying value recorded in Accumulated other comprehensive loss within Hubbell shareholders’ equity, net of tax. Realized gains and losses are recorded in income in the period of sale. The Company’s trading securities are carried on the balance sheet at fair value and consist primarily of debt and equity mutual funds. Gains and losses associated with these trading securities are reflected in the results of operations.\nThe Company did\nno\nt have any investments classified as held-to-maturity as of December 31, 2021 and 2020.\nAccounts Receivable and Allowances\nTrade accounts receivable are recorded at the invoiced amount and generally do not bear interest. The allowance for doubtful accounts is based on an estimated amount of probable credit losses in existing accounts receivable. The allowance is calculated based upon a combination of historical write-off experience, fixed percentages applied to aging categories and specific identification based upon a review of past due balances and problem accounts. Account balances are charged off against the allowance when it is determined that internal collection efforts should no longer be pursued. The Company also maintains a reserve for credit memos and cash discounts which are principally calculated based upon historical experience, specific customer agreements, as well as anticipated future trends.\nInventories\nInventories are stated at the lower of cost or market value. Approximately\n50\n% of total net inventory value is determined utilizing the last-in, first-out (LIFO) method of inventory accounting. The cost of foreign inventories and certain domestic inventories is determined utilizing average cost or first-in, first-out (FIFO) methods of inventory accounting. Reserves for excess and obsolete inventory are provided based on current assessments about future demand compared to on-hand quantities.\nProperty, Plant, and Equipment\nProperty, plant, and equipment values are stated at cost less accumulated depreciation. Maintenance and repair expenditures that do not significantly increase the life of an asset are charged to expense when incurred. Property, plant, and equipment placed in service prior to January 1, 1999 are depreciated over their estimated useful lives, principally, using accelerated methods.  Assets placed in service subsequent to January 1, 1999 are depreciated over their estimated useful lives, using straight-line methods. Leasehold improvements are amortized over the shorter of their economic lives or the lease term. Gains and losses arising on the disposal of property, plant and equipment are included in Operating income in the Consolidated Statement of Income.\nCapitalized Computer Software Costs\nCapitalized computer software costs, net of amortization, were $\n10.8\nmillion and $\n20.1\nmillion at December 31, 2021 and 2020, respectively. This balance is reflected in Other long-term assets in the Consolidated Balance Sheet. Capitalized computer software is for internal use and costs primarily consist of purchased materials, external services and salary costs for personnel dedicated to the projects. Software is amortized on a straight-line basis over appropriate periods, generally between\nthree\nand\nfive years\n. The Company recorded amortization expense of $\n9.6\nmillion in 2021, $\n10.0\nmillion in 2020  and $\n8.9\nmillion in 2019 relating to capitalized computer software.\nGoodwill and Other Intangible Assets\nGoodwill represents purchase price in excess of fair values of the underlying net assets of acquired companies. Indefinite-lived intangible assets and goodwill are subject to annual impairment testing using the specific guidance and criteria described in the accounting guidance. The Company performs its goodwill impairment testing as of April 1st of each year, unless circumstances dictate the need for more frequent assessments. The accounting guidance provides entities an option of performing a qualitative assessment (a \"step-zero\" test) before performing a quantitative analysis. If the entity determines, on the basis of certain qualitative factors, that it is more-likely-than-not that the goodwill is not impaired, the entity would not need to  proceed to quantitative goodwill impairment testing process as prescribed in the guidance. The Company applied the \"step-zero\" test to\none\nof its\nfive\nreporting units. Based on that qualitative assessment, the Company concluded it was more-likely-than-not that the fair value of this reporting unit exceeded their carrying value and therefore, further quantitative analysis was not required. For the other\nfour\nreporting units the Company has elected to utilize the quantitative goodwill impairment testing process as permitted in the accounting guidance, by comparing the fair value of the Company's reporting units to their carrying values. If the fair value of the reporting unit exceeds its carrying value, no impairment exists.\nGoodwill impairment testing requires judgment, including the identification of reporting units, assigning assets and liabilities to reporting units and determining the fair value of each reporting unit. Significant judgments required to estimate the fair value of reporting units include estimating future cash flows, determining appropriate discount rates and other assumptions, including assumptions about secular economic and market conditions, such as the potential continuing effects of the COVID-19 pandemic. We use internal discounted cash flow models to estimate fair value. These cash flow estimates are derived from historical experience, third party end market data, and future long-term business plans and include assumptions on future sales growth, gross margin, operating margin, terminal growth rate, and the application of an appropriate discount rate. Changes in these estimates and assumptions could affect the determination of fair value and/or goodwill impairment for each reporting unit. The Company believes that its estimated aggregate fair value of its reporting units is reasonable when compared to the Company's market capitalization on the valuation date.\nAs of April 1, 2021, the impairment testing resulted in implied fair values for each reporting unit that substantially exceeded the reporting unit's carrying value, including goodwill. The Company did not have any reporting units at risk of failing the quantitative impairment test as the excess of the implied fair value significantly exceeded the carrying value of the reporting units. Additionally, the Company did not have any reporting units with zero or negative carrying amounts. The Company has not recorded any goodwill impairments since the initial adoption of the accounting guidance in 2002.\nThe Company’s intangible assets consist primarily of customer relationships, tradenames, developed technology and patents. Intangible assets with definite lives are amortized over periods generally ranging from\n5\n-\n30\nyears. The Company amortizes intangible assets with definite lives using either an accelerated method that reflects the pattern in which economic benefits of the intangible assets are consumed and results in higher amortization in the earlier years of the assets' useful life, or using a straight line method. Approximately\n80\n% of the gross value of definite-lived intangible assets follow an accelerated amortization method. These definite lived intangibles are tested for impairment whenever events or circumstances indicate that the carrying amount of an asset (asset group) may not be recoverable. An impairment loss is recognized when the carrying amount of an asset exceeds the estimated undiscounted cash flows used in determining the fair value of the asset. The Company did\nno\nt record any material impairments related to its definite lived intangible assets in 2021, 2020 or 2019. The Company also has some tradenames that are considered to be indefinite-lived intangible assets. These indefinite-lived intangible assets are not amortized and are tested for impairment annually, unless circumstances dictate the need for more frequent assessment.\nThe accounting guidance related to testing indefinite-lived intangible assets for impairment provides entities an option of performing a qualitative assessment before calculating the fair value of the asset. If the entity determines, on the basis of certain qualitative factors, that it is more-likely-than-not that the asset is not impaired, the entity would not need to calculate the fair value of the asset. The Company performed the qualitative assessment which resulted in\nno\nimpairment in 2021, 2020 and 2019.\nOther Long-Lived Assets\nThe Company reviews depreciable long-lived assets for impairment whenever events or changes in circumstances indicate that the carrying amount may not be fully recoverable. If such a change in circumstances occurs, the related estimated future undiscounted cash flows expected to result from the use of the asset group and its eventual disposition is compared to the carrying amount. If the sum of the expected cash flows is less than the carrying amount, an impairment charge is recorded. The impairment charge is measured as the amount by which the carrying amount exceeds the fair value of the asset. The fair value of impaired assets is determined using expected cash flow estimates, quoted market prices when available and appraisals as appropriate. The Company did not record any material impairment charges in 2021, 2020 or 2019.\nLeases\nWe determine if an arrangement is a lease at inception. Operating leases are included as ROU assets within other long-term assets, other accrued liabilities, and other non-current liabilities in our Consolidated Balance Sheets. Finance leases are included in property, plant, and equipment, net, other accrued liabilities, and other non-current liabilities. The Company's finance leases are immaterial.\nROU assets represent our right to use an underlying asset for the lease term and lease liabilities represent our obligation to make lease payments arising from the lease. ROU assets and liabilities are recognized at the lease commencement date based on the present value of lease payments over the lease term. As most of our leases do not provide an implicit rate, we use our incremental borrowing rate based on the information available at the commencement date in determining the present value of lease payments. We use an implicit rate when readily determinable. For leases existing as of January 1, 2019, we have elected to use the remaining lease term as of the adoption date in determining the incremental borrowing rate. Our determination of the lease term may include options to extend or terminate the lease when it is reasonably certain that we will exercise that option.\nWe have lease agreements with lease and non-lease components, which are generally accounted for separately. Additionally, for our vehicle leases, we apply a portfolio approach regarding the assumed lease term.\nAccrued Insurance\nThe Company retains a significant portion of the risks associated with workers’ compensation, medical, automobile and general liability insurance. The Company estimates self-insurance liabilities using a number of factors, including historical claims experience, demographic factors, and other actuarial assumptions. The accrued liabilities associated with these programs are based on the Company’s estimate of the ultimate costs to settle known claims as well as claims incurred but not reported as of the balance sheet date. The Company periodically reviews the assumptions with a third party actuary to determine the adequacy of these self-insurance reserves.\nAccrued Warranty\nThe Company offers product warranties which cover defects on most of its products. These warranties primarily apply to products that are properly installed, maintained and used for their intended purpose. The Company accrues estimated warranty costs at the time of sale. Estimated warranty expenses, recorded in cost of goods sold, are based upon historical information such as past experience, product failure rates, or the estimated number of units to be repaired or replaced. Adjustments are made to the product warranty accrual as claims are incurred, additional information becomes known or as historical experience indicates.\nIncome Taxes\nThe Company operates within multiple taxing jurisdictions and is subject to audit in these jurisdictions. The IRS and other tax authorities routinely examine the Company’s tax returns. These audits can involve complex issues which may require an extended period of time to resolve. The Company makes adequate provisions for best estimates of exposures on previously filed tax returns. Deferred income taxes are recognized for the tax consequence of differences between financial statement carrying amounts and the tax basis of assets and liabilities by applying the currently enacted statutory tax rates in accordance with the accounting guidance for income taxes. The effect of a change in statutory tax rates is recognized in the period that includes the enactment date. Additionally, deferred tax assets are required to be reduced by a valuation allowance if it is more-likely-than-not that a portion or all of the deferred tax asset will not be realized. The Company uses factors to assess the likelihood of realization of deferred tax assets such as the forecast of future taxable income and available tax planning that could be implemented to realize the deferred tax assets.\nIn addition, the accounting guidance prescribes a recognition threshold and measurement attribute for the financial statement recognition and measurement of the tax position taken or expected to be taken in a tax return. For any amount of benefit to be recognized, it must be determined that it is more-likely-than-not that a tax position will be sustained upon examination by taxing authorities based on the technical merits of the position. The amount of benefit to be recognized is based on the Company’s assertion of the most likely outcome resulting from an examination, including resolution of any related appeals or litigation processes. Companies are required to reflect only those tax positions that are more-likely-than-not to be sustained. See Note 14 — Income Taxes for additional information.\nResearch and Development\nResearch and development expenditures represent costs to discover and/or apply new knowledge in developing a new product, process, or in bringing about a significant improvement to an existing product or process. Research and development expenses are recorded as a component of Cost of goods sold.\nExpenses for research and development were approximately\n3\n% of Cost of goods sold in each of 2021, 2020 and in 2019.\nRetirement Benefits\nThe Company maintains various defined benefit pension plans for some of its U.S. and foreign employees. The accounting guidance for retirement benefits requires the Company to recognize the funded status of its defined benefit pension and postretirement plans as an asset or liability in the Consolidated Balance Sheet. Gains or losses, prior service costs or credits, and transition assets or obligations that have not yet been included in net periodic benefit cost as of the end of the year are recognized as components of Accumulated other comprehensive loss, net of tax, within Hubbell shareholders’ equity. The Company’s policy is to fund pension costs within the ranges prescribed by applicable regulations. In addition to providing defined benefit pension benefits, the Company provides health care and life insurance benefits for some of its active and retired employees. The Company’s policy is to fund these benefits through insurance premiums or as actual expenditures are made. See also Note 12 — Retirement Benefits.\nEarnings Per Share\nRestricted stock granted by the Company is considered a participating security since it contains a non-forfeitable right to dividends. As a result, the earnings per share accounting guidance requires the Company to use the two-class method for calculating earnings per share. The two-class method is an earnings allocation formula that determines earnings per share for common stock and participating securities. Basic earnings per share is calculated as net income available to common shareholders divided by the weighted average number of shares of common stock outstanding. Earnings per diluted share is calculated as net income available to common shareholders divided by the weighted average number of shares outstanding of common stock plus the incremental shares outstanding assuming the exercise of dilutive stock options, stock appreciation rights and performance shares. See also Note 19 — Earnings Per Share.\nStock-Based Compensation\nThe Company recognizes the grant-date fair value of all stock-based awards on a straight-line basis over their respective requisite service periods (generally equal to an award’s vesting period). A stock-based award is considered vested for expense attribution purposes when the retention of the award is no longer contingent on providing subsequent service. Accordingly, the Company generally recognizes compensation cost immediately for awards granted to retirement-eligible individuals or over the period from the grant date to the date retirement eligibility is achieved, if less than the stated vesting period. The expense is recorded in Cost of goods sold and S&A expense in the Consolidated Statement of Income based on the recipients’ respective functions within the organization.\nThe Company records deferred tax assets for awards that will result in deductions on its tax returns, based upon the amount of compensation cost recognized and the statutory tax rate in the jurisdiction in which it will receive a deduction. See also Note 18 — Stock-Based Compensation.\nRecently Issued Accounting Pronouncements\nIn March 2020, the FASB issued ASU No. 2020-04, \"Reference Rate Reform (Topic 848): Facilitation of the Effects of Reference Rate Reform on Financial Reporting\", which provides optional expedients and exceptions for applying generally accepted accounting principles to contracts, hedging relationships, and other transactions affected by reference rate reform if certain criteria are met. The amendments are effective for all entities beginning on March 12, 2020 through December 31, 2022. The Company may elect to apply the amendments prospectively through December 31, 2022. The Company has not adopted this ASU as of December 31, 2021.\nThe Company is currently assessing the impact of adopting this standard on its financial statements and the timing of adoption.\nIn November 2021, the FASB issued ASU 2021-10, Government Assistance (Topic 832): Disclosures by Business Entities about Government Assistance. This update requires annual disclosures about transactions with a government that are accounted for by applying a grant or contribution accounting model by analogy. This standard is effective for fiscal years beginning after December 15, 2021 and should be applied either prospectively or retrospectively. Early adoption is permitted. The Company is currently assessing the impact of adopting this standard on its financial statements and the timing of adoption.\nNOTE 2\nDiscontinued Operations\nOn October 26, 2021, Hubbell entered into a definitive agreement to sell its Commercial and Industrial Lighting business to GE Current, a Daintree company, for a cash purchase price of $\n350\nmillion, subject to customary adjustments with respect to working capital and net indebtedness. We have concluded the divestiture of this business represents a strategic shift that will have a major effect on our operations and financial results, and as a result, is reported as a discontinued operation in our Consolidated Financial Statements for all periods presented. The assets and liabilities of this business are also presented as held for sale in the Consolidated Balance Sheets. The Commercial and Industrial Lighting business was previously included in the Electrical Solutions segment.\nOn February 1, 2022 we completed the sale of the Commercial and Industrial Lighting business to GE Current. Under the terms of the transaction, Hubbell and the buyer entered into a short-term supply agreement whereby the Company will act as a supplier of finished goods and component parts to the Commercial and industrial Lighting business.\nThe following table presents the summarized components of income from discontinued operations, net of income taxes, for the Commercial and Industrial Lighting business:\nIncome from discontinued operations, net of taxes for the year ended December 31, 2021 includes pre-tax transaction and separation costs of\n$\n7.0\nmillion\nand a one-time tax benefit of $\n25.1\nmillion related to book-to-tax basis differences of the business.\nThe following table presents balance sheet information for assets and liabilities held for sale:\nNOTE 3\nRevenue\nApproximately two-thirds of the Company's Net sales are to distributors who then sell directly into our end markets. Within the Utility Solutions segment, our businesses sell to distributors, with the majority of sales to the utility end markets. Our businesses within the Utility Solutions segment also sell directly into transmission and distribution utility markets.\nThe following table presents disaggregated revenue by business group. Prior period amounts have been reclassified to conform to our organizational changes as described in Note 1 - Basis of Presentation and Note 2 - Discontinued Operations:\n(1)\nSales of the Company's Commercial and Industrial Lighting business are included in earnings from discontinued operations, net of tax, on the Company's Consolidated Statements of Operations in the years ended December 31, 2021, 2020, and 2019. See Note 2, Discontinued Operations for further information.\nThe following table presents disaggregated third-party Net sales by geographic location (on a geographic basis, the Company defines \"international\" as operations based outside of the United States and its possessions):\nContract Balances\nOur contract liabilities consist of advance payments for products as well as deferred revenue on service obligations and extended warranties. The current portion of deferred revenue is included in Other accrued liabilities and the non-current portion of deferred revenue is included in Other non-current liabilities in the Consolidated Balance Sheet.\nContract liabilities were $\n16.7\nmillion as of December 31, 2021 compared to $\n29.8\nmillion as of December 31, 2020. The $\n13.1\nmillion decrease in our contract liabilities balance was primarily due to the recognition of $\n27.1\nmillion in revenue related to amounts that were recorded in contract liabilities at January 1, 2021, partially offset by a $\n14.0\nmillion net increase in current year deferrals primarily due to timing of advance payments on certain orders.  Impairment losses recognized on our receivables and contract assets were immaterial in the twelve months ended December 31, 2021. See Note 1 – Significant Accounting Policies in the Notes to Consolidated Financial Statements for additional information.\nUnsatisfied Performance Obligations\nThe Company has elected the practical expedient to disclose only the value of unsatisfied performance obligations for contracts with an original expected length greater than one year.  As of December 31, 2021, the Company had approximately $\n420\nmillion of unsatisfied performance obligations for contracts with an original expected length of greater than one year, primarily relating to long-term contracts of the Aclara business (within the Utility Solutions segment) to deliver and install meters, metering communications and grid monitoring sensor technology. The Company expects that a majority of the unsatisfied performance obligations will be completed and recognized over the next\n2\nyears.\nNOTE 4\nBusiness Acquisitions and Dispositions\n2020 Acquisitions\nIn the fourth quarter of 2020 we completed the following acquisitions:\nThe Company acquired all of the issued and outstanding shares of Armorcast Products Company, Inc. (“Armorcast”) for $\n136.3\nmillion, net of cash acquired. Armorcast develops and manufactures polymer concrete and fiberglass products for the utility industry. Armorcast is reported in the Utility Solutions segment. We have recognized intangible assets of $\n51.2\nmillion, primarily consisting of customer relationships and a tradename, and goodwill of $\n71.6\nmillion as a result of this acquisition. The intangible assets will be amortized over a weighted average period of approximately\n19\nyears.\nThe Company acquired all of the issued and outstanding shares of Beckwith Electric Co., Inc. (“Beckwith”) for $\n54.7\nmillion, net of cash acquired. Beckwith is a manufacturer and installer of protection relay and distribution control units used in electronic power systems. Beckwith is reported in the Utility Solutions segment. We have recognized intangible assets of $\n32.6\nmillion, primarily consisting of customer relationships, technology and a tradename, and goodwill of $\n12.7\nmillion as a result of this acquisition. The intangible assets will be amortized over a weighted average period of approximately\n15\nyears.\nThe Company acquired all of the issued and outstanding shares of AccelTex Solutions, LLC (“AccelTex”) for $\n45.1\nmillion, net of cash acquired. AccelTex is a manufacturer of products and accessories for wireless networks. AccelTex is reported in the Electrical Solutions segment. We have recognized intangible assets of $\n19.4\nmillion, primarily consisting of customer relationships and a tradename, and goodwill of $\n21.0\nmillion as a result of this acquisition. The intangible assets will be amortized over a weighted average period of approximately\n15\nyears.\nIn the fourth quarter of 2020 the Company also completed a $\n1.6\nmillion asset acquisition and recogni\nzed $\n1.0\nmillion of goodwill as a result.\nThese business acquisitions have been accounted for as business combinations and have resulted in the recognition of goodwill. The goodwill relates to a number of factors implied in the purchase price, including the future earnings and cash flow potential of the businesses as well as the complementary strategic fit and resulting synergies they bring to the Company’s existing operations.\nWith the exception of tradenames, we amortize intangible assets using an accelerated method that reflects the pattern in which economic benefits of the intangible assets are consumed and results in higher amortization in the earlier years of the assets' useful life. Tradenames are amortized on a straight-line basis.\nAll of the goodwill associated with the 2020 acquisitions is deductible for tax purposes, except the goodwill associated with the acquisition of Beckwith.\nAllocation of Consideration Transferred to Net Assets Acquired\nThe following table presents the determination of the fair value of identifiable assets acquired and liabilities assumed from the Company's 2020 acquisitions. Fair value est\nimates are based on a complex series of judgments about future events and uncertainties and rely heavily on estimates and assumptions. The judgments used to determine the estimated fair value assigned to each class of assets acquired and liabilities assumed, as well as asset lives, can materially impact the Company's results of operations.\nThe following table summarizes the fair values of the assets acquired and liabilities assumed as of the respective date of acquisition for all transactions (in millions):\nCash used for the acquisition of businesses, net of cash acquired as reported in the Consolidated Statement of Cash Flows for the year ended December 31, 2021 is $\n0.1\nmillion and for the year ended December 31, 2020 is $\n239.6\nmillion and includes approximately $\n2.0\nmillion of net working capital settlements relating to acquisitions completed in the previous year.\nDispositions\nIn August 2019, the Company completed the sale of Haefely Test, AG (“Haefely”) for $\n38.1\nmillion. Haefely designs and manufactures high voltage test equipment and is based in Basel, Switzerland. The Haefely business was previously included within the Electrical Solutions segment. Upon disposition, the Haefely business had tangible assets of $\n32.3\nmillion (primarily composed of cash, accounts receivable, inventories, and property, plant and equipment), goodwill of $\n3.1\nmillion, total liabilities of $\n12.2\nmillion (primarily composed of accounts payable, accrued expenses, and cash received in advance from customers) and a $\n7.7\nmillion balance of cumulative currency translation adjustments recognized within Accumulated other comprehensive income. As a result of the sale of Haefely, we recognized a pre-tax gain of $\n21.7\nmillion that is included in Total other expense in the Consolidated Statement of Income.\nIn June of 2021, the Company completed the sale of the Consumer Analytics Solutions business for $\n9.8\nmillion. The Consumer Analytics Solutions business was part of Aclara and was previously included in the Utility Solutions segment. Upon disposition, the Consumer Analytics Solutions business had assets of $\n15.9\nmillion, including definite-lived intangibles of $\n8.7\nmillion (primarily customer relationships and developed technology), goodwill of $\n1.9\nmillion and total liabilities of $\n1.5\nmillion (primarily composed of deferred revenue). As a result of the sale of the Consumer Analytics Solutions business, we recognized a pre-tax loss of $\n6.9\nmillion that is included in Total other expense in the Consolidated Statement of Income.\nNOTE 5\nReceivables and Allowances\nReceivables consist of the following components at December 31, (in millions):\nNOTE 6\nInventories\nInventories are classified as follows at December 31, (in millions):\nNOTE 7\nGoodwill and Other Intangible Assets\nChanges in the carrying amounts of goodwill for the years ended December 31, 2021 and 2020, by segment, were as follows (in millions):\n(1)\nRefer to Note 4 – Business Acquisitions and Dispositions for additional information.\nGoodwill of the Commercial and Industrial Lighting business is included in assets held for sale, non-current portion as of the beginning of the earliest period presented on the Company's Consolidated Balance Sheets. See Note 2, Discontinued Operations, for further information.\nIn 2020, the Company completed multiple acquisitions. These acquisitions have been accounted for as business combinations and have resulted in the recognition of $\n106.3\nmillion of goodwill. The Company has not recorded any material goodwill impairments since the initial adoption of the related accounting guidance in 2002.\nIdentifiable intangible assets are recorded in Other intangible assets, net in the Consolidated Balance Sheet. Identifiable intangible assets are comprised of the following (in millions):\nAmortization expense associated with these definite-lived intangible assets was $\n75.7\nmillion, $\n72.1\nmillion and $\n68.7\nmillion in 2021, 2020 and 2019, respectively.\nAmortization expense associated with these intangible assets is expected to be $\n69.8\nmillion in 2022, $\n65.4\nmillion in 2023, $\n61.4\nmillion in 2024, $\n57.3\nmillion in 2025 and $\n53.7\nmillion in 2026.\nThe Company amortizes intangible assets with definite lives using either an accelerated method that reflects the pattern in which economic benefits of the intangible assets are consumed and results in higher amortization in the earlier years of the assets' useful life, or using a straight line method. Approximately\n80\n%\nof the gross value of definite-lived intangible assets follow an accelerated amortization method.\nNOTE 8\nInvestments\nAt December 31, 2021 and December 31, 2020, the Company held investments classified as available-for-sale and investments classified as trading securities. Investments classified as available-for-sale consisted of municipal bonds with an amortized cost basis of $\n53.3\nmillion as of December 31, 2021. Investments classified as trading securities were composed primarily of debt and equity mutual funds and are stated at fair market value based on current quotes.\nThe following table sets forth selected data with respect to the Company’s investments at December 31, (in millions):\nContractual maturities of our investments in available-for-sale securities at December 31, 2021 were as follows (in millions):\nThe total unrealized gain/(loss) recognized in the year relating to available-for-sale securities, net of tax, was\n$(\n0.4\n) million and\n$\n0.4\nmillion at December 31, 2021 and 2020, respectively. These net unrealized gains/(losses) are included in Accumulated other comprehensive loss, net of tax. Net unrealized gains relating to trading securities have been reflected in the results of operations. The Company uses the specific identification method when identifying the cost basis used to calculate the gain or loss on these securities. Gains and losses for both available-for-sale and trading securities were not material in 2021, 2020 and 2019.\nAt December 31, 2021 and December 31, 2020, the Company had $\n54.0\nmillion and $\n57.7\nmillion, respectively, of available-for-sale municipal debt securities.  These investments had an amortized cost of $\n53.3\nmillion and $\n56.4\nmillion, respectively.\nNo\nallowance for credit losses related to our available-for-sale debt securities was recorded for the twelve months ended December 31, 2021. As of December 31, 2021 and December 31, 2020 the unrealized losses attributable to our available-for-sale debt securities was $\n0.1\nmillion at each period end. The fair value of available-for-sale debt securities with unrealized losses was $\n12.2\nmillion at December 31, 2021 and $\n6.1\nmillion at December 31, 2020.\nNOTE 9\nProperty, Plant, and Equipment\nProperty, plant, and equipment, carried at cost, is summarized as follows at December 31, (in millions):\nDepreciable lives on buildings range between\n20\n-\n45\nyears. Depreciable lives on machinery, tools, and equipment range between\n3\n-\n15\nyears. The Company recorded depreciation expense of $\n61.7\nmillion, $\n61.7\nmillion and $\n60.2\nmillion for 2021, 2020 and 2019, respectively.\nNOTE 10\nOther Accrued Liabilities\nOther accrued liabilities consist of the following at December 31, (in millions):\n(1)\nRefer to Note 22\n–\nGuarantees for additional information regarding warranties.\nNOTE 11\nOther Non-Current Liabilities\nOther non-current liabilities consists of the following at December 31, (in millions):\n(1)\nRefer to Note 22\n–\nGuarantees for additional information regarding warranties.\nNOTE 12\nRetirement Benefits\nThe Company has funded and unfunded non-contributory U.S. and foreign defined benefit pension plans. Benefits under these plans are generally provided based on either years of service and final average pay or a specified dollar amount per year of service. The U.S. defined benefit pension plan has been closed to new participants since 2004, while the Canadian and UK defined benefit pension plans have been closed to new entrants since 2006 and 2007, respectively. These U.S., Canadian and UK employees are eligible instead for defined contribution plans.\nThe Company also has a number of health care and life insurance benefit plans covering eligible employees who reached retirement age while working for the Company. These benefits have been discontinued for substantially all future retirees. The Company anticipates future cost-sharing charges for its discontinued plans that are consistent with past practices. The Company uses a December 31 measurement date for all of its plans.\nIn 2020, the Company recognized a $\n7.6\nmillion settlement loss relating to retirees that elected to receive lump-sum distributions from the Company's defined benefit pension plans. This charge was the result of lump-sum payments which exceeded the threshold for settlement accounting under U.S. GAAP for 2020\n.\nIn 2019, the Company approved amendments to one of its domestic qualified defined benefit pension plans, which froze service accruals for nearly all active participants within the plan effective January 1, 2020. As a result of the amendment, the Company recognized a $\n0.3\nmillion curtailment charge, net of tax. Effective January 1, 2020, the amortization of unrecognized gains and losses of all of the Company's qualified defined benefit pension plans is recognized over the remaining life expectancy of participants, as nearly all participants are considered inactive as a result of plan amendments.\nThe Company's U.S. defined benefit pension plans were approximately\n87\n% of the $\n937.7\nmillion total pension benefit obligations at December 31, 2021.\nThe following table sets forth the reconciliation of beginning and ending balances of the benefit obligations and the plan assets for the Company’s defined benefit pension and other benefit plans at December 31, (in millions):\nThe accumulated benefit obligation for all defined benefit pension plans was\n$\n937.6\nmillion\nand $\n993.9\nmillion at December 31, 2021 and 2020, respectively.\nInformation with respect to plans with accumulated benefit obligations in excess of plan assets is as follows, (in millions):\nThe following table sets forth the components of pension and other benefit costs for the years ended December 31, (in millions):\nThe Company also maintains\nfour\nprimary defined contribution pension plans. The total cost of the Company's defined contribution plans was $\n23.3\nmillion in 2021, $\n21.0\nmillion in 2020 and $\n20.8\nmillion in 2019, excluding the employer match for the 401(k) plan. This cost is not included in the above net periodic benefit cost for the defined benefit pension plans.\nIn 2019, 2020 and 2021 the Company participated in\none\nmulti-employer defined benefit pension plan. The Company’s total contributions while participating in this plan was $\n0.2\nmillion in each of these years.\nThe risks of participating in multi-employer plans are different from single-employer plans in that assets contributed are pooled and may be used to provide benefits to employees of other participating employers. If a participating employer stops contributing to the plan, the unfunded obligations of the plan may have to be assumed by the remaining participant employers. If we choose to stop participating in a multi-employer plan we may be required to pay those plans a withdrawal liability based on the unfunded status of the plan.\nAssumptions\nThe following assumptions were used to determine the projected benefit obligations at the measurement date and the net periodic benefit cost for the year:\nAt the end of each year, the Company determines the appropriate expected return on assets for each plan based upon its strategic asset allocation (see discussion below). In making this determination, the Company utilizes expected returns for each asset class based upon current market conditions and expected risk premiums for each asset class.\nThe Company also determines the discount rate to be used to calculate the present value of pension plan liabilities at the end of each year. The discount rate for the Company’s U.S. and Canadian pension plans is determined by matching the expected cash flows associated with its benefit obligations to the expected cash flows of a hypothetical portfolio of high quality, fixed income debt instruments with maturities that closely match the expected funding period of its pension liabilities. As of December 31, 2021, the Company used a discount rate of\n2.90\n% for its U.S. pension plans compared to a discount rate of\n2.60\n% used in 2020. For its Canadian pension plan, the Company used a discount rate of\n2.98\n% as of December 31, 2021 compared to a\n2.55\n% discount rate used in 2020.\nFor its UK pension plan the discount rate was derived using a full yield curve and uses plan specific cash flows. The derived discount rate is the single discount rate equivalent to discounting these liability cash flows at the term-dependent spot rate of AA corporate bonds. This methodology resulted in a December 31, 2021 discount rate for the UK pension plan of\n1.80\n% as compared to a discount rate of\n1.40\n% used in 2020.\nIn 2019 we changed the mortality table used to calculate the present value of our pension plan liabilities from the RP-2014 mortality table, with generational projection from 2006 using Scale MP-2018 to the Pri-2012 mortality table, with generational projection from 2012 using Scale MP-2019. In 2020 we used the Pri-2012 mortality table and adopted the MP-2020 projection scale and in 2021 we used the Pri-2012 mortality table and adopted the MP-2021 projection scale  The Pri-2012 mortality table with adjustment for collar as appropriate and generational projection from 2012 using Scale MP-2021 was chosen as the best estimate based on the observed and anticipated experience of the plans after considering alternative tables. These changes did not have a material impact to the projected benefit obligation of our U.S. plans upon remeasurement.\nThe rate of compensation increase assumption reflects the Company’s actual experience and best estimate of future increases.\nThe assumed health care cost trend rates used to determine the projected postretirement benefit obligation are as follows:\nPlan Assets\nThe Company’s combined targeted 2022 weighted average asset allocation for domestic and foreign pension plans and the actual weighted average asset allocation for domestic and foreign pension plans at December 31, 2021\nand\n2020 by asset category are as follows:\nAt the end of each year, the Company estimates the expected long-term rate of return on pension plan assets based on the strategic asset allocation for its plans. In making this determination, the Company utilizes expected rates of return for each asset class based upon current market conditions and expected risk premiums for each asset class. The Company has written investment policies and asset allocation guidelines for its domestic and foreign pension plans. In establishing these policies, the Company has considered that its various pension plans are a major retirement vehicle for most plan participants and has acted to discharge its fiduciary responsibilities with regard to the plans solely in the interest of such participants and their beneficiaries. The goal underlying the establishment of the investment policies is to provide that pension assets shall be invested in a prudent manner and so that, together with the expected contributions to the plans, the funds will be sufficient to meet the obligations of the plans as they become due.\nTo achieve this result, the Company conducts a periodic strategic asset allocation study to form a basis for the allocation of pension assets between various asset categories. Specific policy benchmark percentages are assigned to each asset category with minimum and maximum ranges established for each. The assets are then tactically managed within these ranges. Derivative investments include futures contracts used by the plan to adjust the level of its investments within an asset allocation category. The actual and target percentages reported in the preceding table reflect the economic exposure to each asset category, including the impact of derivative positions. All futures contracts are\n100\n% supported by cash or cash equivalent investments. At no time may derivatives be utilized to leverage the asset portfolio. At December 31, 2021 and 2020, there were\nno\nholdings of Company stock in pension plan assets.\nThe Company’s other post-employment benefits are unfunded; therefore, no asset information is reported.\nThe fair value of the Company’s pension plan assets at December 31, 2021 and 2020, by asset category are as follows (in millions):\n(a)\nInvestments in Common Pooled Equity Funds, including funds and fund products investing in various equity securities.\n(b)\nIncludes primarily investment grade bonds from diverse industries\n(c)\nInvestments in Common Pooled Fixed Income Funds, including funds and fund products investing in various fixed income investments\n(d)\nIncludes investments in hedge funds, including fund of funds products and open end mutual funds\n(e)\nInvestments in Common Pooled Funds, consisting of equities and fixed income securities\nInvestments priced using Net Asset Value (\"NAV\") within Alternative Investment Funds and Common Pooled Fixed Income Funds in the preceding tables consist of fund of fund products. These products invest in a number of investment funds managed by a diversified group of third-party investment managers who employ a variety of investment strategies, including relative value, security selection, distressed value, global macro, specialized credit and directional strategies. The objective of these funds is to achieve the desired capital appreciation or fixed income as applicable with lower volatility than either traditional equity or fixed income securities.\nContributions\nIn 2021, there were no contributions to the Company's U.S. qualified plans required by the Pension Protection Act of 2006. The Company contributed  $\n0.1\nmillion to its foreign qualified plans in 2021. The Company entered into a settlement agreement with a multi-employer pension plan in December of 2019 and, pursuant to that agreement, made a $\n10.0\nmillion cash payment in 2019, $\n6.0\nmillion cash payment in 2020, and $\n5.0\nmillion cash payment in 2021, according to the terms of that settlement agreement.\nEstimated Future Benefit Payments\nThe following domestic and foreign benefit payments, which reflect future service, as appropriate, are expected to be paid as follows, (in millions):\nNOTE 13\nDebt\nThe following table sets forth the Company’s long-term debt at December 31, (in millions):\n(a)\nLong-term debt is presented net of debt issuance costs and unamortized discounts.\nOn March 12, 2021, the Company, as borrower, and its subsidiaries Hubbell Power Holdings S.à r.l. and Harvey Hubbell Holdings S.à r.l., each as a subsidiary borrower (collectively, the “Subsidiary Borrowers”), entered into a new\nfive-year\ncredit agreement with a syndicate of lenders and JPMorgan Chase, N.A., as administrative agent, that provides a $\n750\nmillion committed revolving credit facility (the \"2021 Credit Facility\"). Commitments under the 2021 Credit Facility may be increased to an aggregate amount not to exceed $\n1.25\nbillion. The 2021 Credit Facility includes a $\n50\nmillion sub-limit for the issuance of letters of credit. The sum of the dollar amount of loans and letters of credits to the Subsidiary Borrowers under the 2021 Credit Facility may not exceed $\n75\nmillion.\nThe interest rate applicable to borrowings under the 2021 Credit Facility is either (i) the alternate base rate (as defined in the Revolving Credit Agreement) or (ii) the adjusted LIBOR rate (as defined in the 2021 Credit Facility) plus, in the case of this clause (ii), an applicable margin based on the Company’s credit ratings. All revolving loans outstanding under the 2021 Credit Facility will be due and payable on March 12, 2026.\nThe 2021 Credit Facility contains a financial covenant requiring that, as of the last day of each fiscal quarter, the ratio of total indebtedness to total capitalization shall not be greater than\n65\n%. The Company was in compliance with this covenant as of December 31, 2021. As of December 31, 2021, the 2021 Credit Facility was undrawn.\nIn connection with entry into the 2021 Credit Facility, the Company terminated all commitments under the existing credit facility dated as of January 31, 2018.\nOn March 12, 2021, the Company completed a public offering of $\n300\nmillion aggregate principal amount of its\n2.300\n% Senior Notes due 2031 (the “2031 Notes”). The net proceeds from the offering were approximately $\n295.5\nmillion after deducting the underwriting discount and estimated offering expenses payable by the Company. The Company used the net proceeds from the offering of the 2031 Notes, together with cash on hand, to redeem in full all of the Company’s outstanding\n3.625\n% Senior Notes due 2022 in an aggregate principal amount of $\n300\nmillion, which had a stated maturity date of November 15, 2022 (the “2022 Notes”), and to pay any premium and accrued interest in respect thereof, which redemption was completed on April 2, 2021. The redemption resulted in a $\n16.8\nmillion loss on extinguishment of indebtedness that was recognized in the second quarter of 2021. The loss on extinguishment includes a cash premium of $\n16.0\nmillion paid upon redemption in accordance with the terms of the 2022 Notes.\nThe 2031 Notes bear interest at a rate of\n2.300\n% per annum from March 12, 2021. Interest on the 2031 Notes is payable semi-annually in arrears on March 15 and September 15 of each year, beginning on September 15, 2021. The 2031 Notes will mature on March 15, 2031.\nThe 2031 Notes are callable at any time with a make whole premium and are only subject to accelerated payment prior to maturity in the event of a default (including as a result of the Company's failure to meet certain non-financial covenants) under the indenture governing the notes or upon a change in control triggering event as defined in such indenture. The Company was in compliance with all non-financial covenants as of December 31, 2021.\nIn February 2018, the Company completed a public offering of $\n450\nmillion of senior, unsecured, notes maturing in February 2028 and bearing interest at a fixed rate of\n3.50\n% (the \"2028 Notes\"). Net proceeds from the issuance of the 2028 Notes were $\n442.6\nmillion after deducting the discount on such notes and offering expenses paid by the Company. The 2028 Notes are callable at any time at specified prices and are only subject to accelerated payment prior to maturity upon customary events of a default under the indenture governing the 2028 Notes, as modified by the supplemental indenture creating such notes, or upon a change in control triggering event as defined in such indenture.\nIn August 2017, the Company completed a public debt offering of $\n300\nmillion of long-term unsecured, unsubordinated notes maturing in August 2027 and bearing interest at a fixed rate of\n3.15\n% (the \"2027 Notes\"). Net proceeds from the issuance were $\n294.6\nmillion after deducting the discount on the notes and offering expenses paid by the Company.\nIn March 2016, the Company completed a public debt offering of $\n400\nmillion of long-term unsecured, unsubordinated notes maturing in March 2026 and bearing interest at a fixed rate of\n3.35\n% (the \"2026 Notes\"). Net proceeds from the issuance were $\n393.4\nmillion after deducting the discount on the notes and offering expenses paid by the Company.\nThe 2026 Notes, 2027 Notes, 2028 Notes and 2031 Notes, are all fixed rate indebtedness, are callable at any time with a make whole premium and are only subject to accelerated payment prior to maturity in the event of a default (including as a result of the Company's failure to meet certain non-financial covenants) under the indenture governing the notes, as modified by the supplemental indentures creating such notes, or upon a change in control triggering event as defined in such indenture. The Company was in compliance with all non-financial covenants as of December 31, 2021.\nAt December 31, 2021 and 2020, the Company had $\n9.7\nmillion and $\n153.1\nmillion, respectively, of short-term debt outstanding composed of:\n◦\n$\n150.0\nmillion of commercial paper borrowings outstanding at December 31, 2020.  There was\nno\ncommercial paper borrowings outstanding as of December 31, 2021.\n◦\n$\n1.6\nmillion at December 31, 2021 and $\n3.1\nmillion at December 31, 2020, respectively, of borrowings to support our international operations in China as well as $\n8.1\nmillion of other short term debt at December 31, 2021 to support operations.\nOther information related to short-term debt at December 31, is summarized below:\nThe Company also maintains other lines of credit that are primarily used to support the issuance of letters of credit. Interest rates and other terms of borrowing under these lines of credit vary from country to country, depending on local market conditions. At December 31, 2021 and 2020 these lines totaled $\n30.0\nmillion and $\n32.1\nmillion, respectively, of which $\n23.2\nmillion and $\n19.3\nmillion was utilized to support letters of credit and the remaining amount was unused. The annual commitment fees associated with these lines of credit are not material.\nInterest and fees paid related to total indebtedness was $\n65.6\nmillion, $\n54.4\nmillion and $\n62.8\nmillion in 2021, 2020 and 2019, respectively. The $\n65.6\nmillion paid in 2021 includes $\n16.0\nmillion related to the make whole payment for the extinguishment of the 2022 Notes.\nNOTE 14\nIncome Taxes\nThe following table sets forth selected data with respect to the Company’s income tax provisions of continuing operations for the years ended December 31, (in millions):\nDeferred tax assets and liabilities result from differences in the basis of assets and liabilities for tax and financial statement purposes. The components of the deferred tax assets/(liabilities) of continuing operations at December 31, were as follows (in millions):\nAs of December 31, 2021, the Company had a total of $\n22.8\nmillion of U.S. federal, state (net of federal benefit) and foreign tax credit carryforwards, available to offset future income taxes. As of December 31, 2021, $\n16.6\nmillion of the tax credits may be carried forward indefinitely while the remaining $\n6.2\nmillion will begin to expire at various times in 2022 through 2036. As of December 31, 2021, the Company had recorded tax benefits totaling $\n16.7\nmillion for U.S. federal, state and foreign net operating loss carryforwards (“NOLs”). As of December 31, 2021, $\n7.1\nmillion of NOLs may be carried forward indefinitely while the remaining $\n9.5\nmillion will begin to expire at various times in 2022 through 2040. The tax benefit related to a portion of these NOLs has been adjusted to reflect an “ownership change” pursuant to Internal Revenue Code Section 382, which imposes an annual limitation on the utilization of pre-acquisition operating losses. The Company has recorded a net valuation allowance of $\n32.6\nmillion on certain deferred tax assets including a portion of foreign and state tax credit carryforwards, capital loss carryforwards and NOLs that the Company anticipates will expire prior to utilization.\nDuring 2019, the Company repatriated certain of its foreign earnings. As of December 31, 2021, the Company also anticipates repatriating certain of its foreign earnings in the future. The accompanying financial statements reflect the income tax expense associated with actual and anticipated remittances related to certain of our outside basis differences.  The Company has not provided for the income tax effects of distributing the remaining approximately $\n370\nmillion of undistributed foreign earnings as those amounts are either permanently reinvested or intended to be reinvested in our international operations. It is not practicable to estimate the tax cost associated with a remittance of such earnings.\nCash payments of income taxes were $\n84.0\nmillion, $\n96.2\nmillion and $\n91.9\nmillion in 2021, 2020, and 2019, respectively.\nThe Company operates within multiple taxing jurisdictions and is subject to audit in these jurisdictions. The IRS and other tax authorities routinely audit the Company’s tax returns. These audits can involve complex issues which may require an extended period of time to resolve. The Company is currently under U.S. federal examination for 2017 and 2018. With few exceptions, the Company is no longer subject to state, local, or income tax examinations by tax authorities for years prior to 2017.\nThe following tax years, by major jurisdiction, are still subject to examination by taxing authorities:\nA reconciliation of the beginning and ending amount of unrecognized tax benefits is as follows (in millions):\nIncluded in the balance at December 31, 2021 are approximately $\n36.2\nmillion of tax positions which, if in the future are determined to be recognizable, would affect the annual effective income tax rate. Additionally, there are $\n0.9\nmillion of tax positions for which the ultimate deductibility is highly certain but for which there is uncertainty as to the timing of such deductibility. Because of the impact of deferred tax accounting, other than interest and penalties, the disallowance of the shorter deductibility period would not affect the annual effective tax rate but would accelerate the payment of cash to the applicable taxing authority to an earlier period. It is reasonably possible that in the next twelve months, because of changes in facts and circumstances, the unrecognized tax benefits may increase or decrease.\nThe Company estimates a possible decrease of approximately  $\n5\nmillion to $\n14\nmillion within the next twelve months due to the expiration of the statute of limitations and audit resolutions.\nThe Company’s policy is to record interest and penalties associated with the underpayment of income taxes within Provision for income taxes in the Consolidated Statement of Income. The Company recognized expense, before federal tax impact, related to interest and penalties of approximately $\n0.3\nmillion in 2021, $\n0.2\nmillion in 2020 and $\n0.1\nmillion in 2019. The Company had $\n7.6\nmillion and $\n7.3\nmillion accrued for the payment of interest and penalties as of December 31, 2021 and December 31, 2020, respectively.\nThe consolidated effective income tax rate varied from the United States federal statutory income tax rate of continuing operations for the years ended December 31, as follows:\nThe foreign income tax benefit shown is primarily due to lower statutory rates in foreign jurisdictions compared to the Federal statutory income tax rate.\nNOTE 15\nFinancial Instruments and Fair Value Measurement\nFinancial Instruments\nConcentrations of Credit Risk: Financial instruments which potentially subject the Company to significant concentrations of credit risk consist of trade receivables, cash equivalents and investments. The Company grants credit terms in the normal course of business to its customers. Due to the diversity of its product lines, the Company has an extensive customer base including electrical distributors and wholesalers, electric utilities, equipment manufacturers, electrical contractors, telecommunication companies and retail and hardware outlets. We are not dependent on a single customer, however, the Company’s top ten customers account for approximately\n42\n%\nof its Net sales. As part of its ongoing procedures, the Company monitors the credit worthiness of its customers. Bad debt write-offs have historically been minimal. The Company places its cash and cash equivalents with financial institutions and limits the amount of exposure in any one institution.\nAt December 31, 2021 our accounts receivable balance was $\n675.3\nmillion, net of allowances of $\n10.6\nmillion. The allowance for doubtful accounts has not materially changed since December 31, 2020.\nFair Value: The carrying amounts reported in the Consolidated Balance Sheet for cash and cash equivalents, short-term investments, receivables, bank borrowings, accounts payable and accruals approximate their fair values given the immediate or short-term nature of these items. See also Note 8 — Investments.\nFair value measurements\nAt December 31, 2021 and 2020 the Company had $\n78.5\nmillion and $\n80.4\nmillion respectively, of investments carried on the balance sheet at fair value. Fair value is defined as the amount that would be received for selling an asset or paid to transfer a liability in an orderly transaction between market participants at the measurement date. The FASB fair value measurement guidance established a fair value hierarchy that prioritizes the inputs used to measure fair value. Refer to Note 8 — Investments for more information about these investments.\nThe three broad levels of the fair value hierarchy are as follows:\nLevel 1 -\nQuoted prices (unadjusted) in active markets for identical assets or liabilities\nLevel 2 -\nQuoted prices for similar assets and liabilities in active markets or inputs that are observable for the asset or liability, either directly or indirectly\nLevel 3 -\nUnobservable inputs for which little or no market data exists, therefore requiring a company to develop its own assumptions\nThe following tables show, by level within the fair value hierarchy, the Company’s financial assets and liabilities that are accounted for at fair value on a recurring basis at December 31, 2021 and 2020 (in millions):\n(a)\nMoney market funds and time deposits are included in Cash and cash equivalents in the Consolidated Balance Sheet.\n(b)\nForward exchange contracts-Assets are reflected in Other current assets in the Consolidated Balance Sheet.\n(c)\nForward exchange contracts-(Liabilities) are reflected in Other accrued liabilities in the Consolidated Balance Sheet.\nThe methods and assumptions used to estimate the Level 2 fair values were as follows:\nForward exchange contracts – The fair value of forward exchange contracts were based on quoted forward foreign exchange prices at the reporting date.\nAvailable-for-sale municipal bonds classified in Level 2 – The fair value of available-for-sale investments in municipal bonds is based on observable market-based inputs, other than quoted prices in active markets for identical assets.\nDeferred compensation plan\nThe Company offers certain employees the opportunity to participate in non-qualified deferred compensation plans. A participant’s deferrals are invested in a variety of participant-directed debt and equity mutual funds that are classified as trading securities. During 2021 and 2020, the Company purchased $\n2.7\nmillion and $\n3.0\nmillion, respectively, of trading securities related to these deferred compensation plans. As a result of participant distributions, the Company sold $\n3.6\nmillion and $\n2.0\nmillion of these trading securities in 2021 and 2020 respectively. The unrealized gains and losses associated with these trading securities are directly offset by the changes in the fair value of the underlying deferred compensation plan obligation.\nLong-term Debt\nAs of December 31, 2021 and December 31, 2020, the carrying value of long-term debt, net of unamortized discount and debt issuance costs, was $\n1,435.5\nmillion and $\n1,436.9\nmillion, respectively. The estimated fair value of the long-term debt as of December 31, 2021 and  December 31, 2020 was $\n1,524.5\nmillion and $\n1,569.5\nmillion, respectively, using quoted market prices in active markets for similar liabilities (Level 2)\n.\nNOTE 16\nCommitments and Contingencies\nLegal and Environmental\nThe Company is subject to various legal proceedings arising in the normal course of its business. These proceedings include claims for damages arising out of use of the Company’s products, intellectual property, workers’ compensation and environmental matters.  The Company is self-insured up to specified limits for certain types of claims, including product liability and workers’ compensation, and is fully self-insured for certain other types of claims, including environmental and intellectual property matters. The Company recognizes a liability for any contingency that in management’s judgment is probable of occurrence and can be reasonably estimated. We continually reassess the likelihood of adverse judgments and outcomes in these matters, as well as estimated ranges of possible losses based upon an analysis of each matter which includes advice of outside legal counsel and, if applicable, other experts.\nThe Company is subject to environmental laws and regulations which may require that it investigate and remediate the effects of potential contamination associated with past and present operations as well as those acquired through business combinations. Environmental liabilities are recorded when remedial efforts are probable and the costs can be reasonably estimated. The Company continues to monitor these environmental matters and revalues its liabilities as necessary. Total environmental liabilities were $\n6.4\nmillion and $\n7.6\nmillion as of December 31, 2021 and 2020, respectively.\nThe Company accounts for conditional asset retirement and environmental obligations in accordance with the applicable accounting guidance. The accounting guidance defines “conditional asset retirement obligation” as a legal obligation to perform an asset retirement activity in which the timing and/or method of settlement are conditional on a future event that may or may not be within the control of the Company. Accordingly, an entity is required to recognize a liability for the fair value of a conditional asset retirement obligation if the fair value of the liability can be reasonably estimated. Asset retirement obligations were not material as of December 31, 2021 and 2020.\nNOTE 17\nCapital Stock\nActivity in the Company’s common shares outstanding is set forth below for the three years ended December 31, 2021 (in thousands):\nFor accounting purposes, the Company treats repurchased shares as constructively retired when acquired and accordingly   charges the purchase price against Common Stock par value, Additional paid-in capital and Retained earnings to the extent required. Shares may be repurchased through the Company’s stock repurchase program, acquired by the Company from employees or surrendered to the Company by employees in settlement of their minimum tax liability on vesting of restricted shares and performance shares under the Hubbell Incorporated 2005 Incentive Award Plan as amended and restated, (the “Award Plan”).\nShares of the Company’s common stock were reserved at December 31, 2021 as follows (in thousands):\nNOTE 18\nStock-Based Compensation\nAs of December 31, 2021, the Company had various stock-based awards outstanding which were issued to executives and other key employees. The Company recognizes the grant-date fair value of all stock-based awards to employees over their respective requisite service periods (generally equal to an award’s vesting period), net of estimated forfeitures. A stock-based award is considered vested for expense attribution purposes when the employee’s retention of the award is no longer contingent on providing subsequent service. For those awards that vest immediately upon retirement eligibility, the Company recognizes compensation cost immediately for retirement-eligible individuals or over the period from the grant date to the date retirement eligibility is achieved, if less than the stated vesting period.\nThe Company’s long-term incentive program for awarding stock-based compensation includes a combination of restricted stock, stock appreciation rights (“SARs”), and performance shares of the Company’s common stock pursuant to the Award Plan. Under the Award Plan, the Company may authorize up to\n9.7\nmillion shares of common stock to settle awards of restricted stock, performance shares, or SARs. The Company issues new shares to settle stock-based awards. In 2021, the Company's grant of stock-based awards included restricted stock, SARs and performance shares.\nStock-based compensation expense recognized by the Company was $\n17.5\nmillion in 2021, $\n21.9\nmillion in 2020 and $\n14.5\nmillion in 2019, and was lower in 2019 as the Company shifted the timing of its annual grant from the fourth quarter of 2019 to the first quarter of 2020. The total income tax benefit recognized was $\n3.2\nmillion in 2021, $\n3.2\nmillion in 2020, and $\n2.2\nmillion in 2019. The net tax windfall recorded as a result of exercise or vesting (depending on the type of award) was $\n6.8\nmillion, $\n3.4\nmillion, and $\n3.3\nmillion in 2021, 2020 and 2019, respectively. As of December 31, 2021, there was $\n18.7\nmillion, pretax, of total unrecognized compensation cost related to non-vested share-based compensation arrangements. This cost is expected to be primarily recognized through 2024.\nStock-based compensation expense is recorded in S&A expense as well as Cost of goods sold. Of the total 2021 expense, $\n15.8\nmillion was recorded to S&A expense and $\n1.7\nmillion was recorded to Cost of goods sold. In 2020 and 2019, $\n20.4\nmillion and $\n13.5\nmillion, respectively, was recorded to S&A expense and $\n1.5\nmillion and $\n1.0\nmillion, respectively, was recorded to Cost of goods sold. Stock-based compensation costs capitalized to inventory was $\n0.4\nmillion in 2021, $\n0.4\nmillion in 2020 and $\n0.2\nmillion in 2019.\nEach of the compensation arrangements is discussed below.\nRestricted Stock\nThe Company issues various types of restricted stock awards all of which are considered outstanding at the time of grant, as the award holders are entitled to dividends and voting rights. Unvested restricted stock awards are considered participating securities when computing earnings per share. Restricted stock grants are not transferable and are subject to forfeiture in the event of the recipient’s termination of employment prior to vesting.\nRestricted Stock Issued to Employees - Service Condition\nRestricted stock awards that vest based upon a service condition are expensed on a straight-line basis over the requisite service period. These awards generally\nvest in\nthree\nequal installments on each of the first\nthree\nanniversaries of the grant date, however starting in December 2018 the Company granted a certain number of these awards that vest on the third year anniversary of the grant date. The f\nair value of these awards is measured by the average of the high and low trading prices of the Company’s common stock on the most recent trading day immediately preceding the grant date (“measurement date”).\nRestricted Stock Issued to Employees - Market Condition\nThe Company granted certain restricted stock awards that vest subject to the achievement of a market-based condition (referred to as performance based restricted stock, or PBRS).  These awards were granted to certain employees in 2017.\nNo\nPBRS awards were granted since 2017. PBRS awards are expensed on a straight-line basis over the requisite service period which starts on the date of the grant and ends upon the completion of the performance period. Expense is recognized irrespective of the market condition being achieved.\nPBRS awards are earned if the Company’s relative TSR performance over a\nthree year\nperiod is equal to or exceeds the\n20\nth percentile as compared to the TSR of other companies in the S&P Capital Goods 900 Index, and\nservice through the requisite service period or the retirement-eligibility date.  If this market-based condition is achieved, the awards will vest at\n100\n% of the number of awards granted. If the market-based condition is not achieved the awards will not vest. The fair value of these awards was determined based upon a lattice model.\nThe\nthree year\nperformance period for awards granted in 2017 ended on December 31, 2020. The performance condition was met and approximately\n18,100\nshares vested and were approved by the Compensation Committee in February 2021. The fair value of the shares at vesting was approximately $\n3.0\nmillion.\nRestricted Stock Issued to Non-employee Directors\nIn 2021, 2020 and 2019, each non-employee director received a restricted stock grant. These grants are made on the date of the annual meeting of shareholders and vest at the following year’s annual meeting of shareholders, or upon certain other events. The grant is subject to forfeiture if the director’s service terminates prior to the date of the next regularly scheduled annual meeting of shareholders. During 2021, 2020 and 2019, the Company granted\n6,741\nshares,\n7,413\nshares, and\n8,216\nshares, respectively, to non-employee directors.\nRestricted Stock Issued to Employees and Non-employee Directors\nActivity related to both employee and non-employee restricted stock for the year ended December 31, 2021 is as follows (in thousands, except per share amounts):\nThe weighted average fair value per share of restricted stock granted in 2021, 2020 and 2019 was $\n166.46\n, $\n145.48\nand $\n127.89\n, respectively. The total fair value of restricted stock vested in 2021, 2020 and 2019 was $\n12.6\nmillion, $\n7.8\nmillion and $\n8.9\nmillion, respectively.\nStock Appreciation Rights\nSARs grant the holder the right to receive, once vested, the value in shares of the Company's common stock equal to the positive difference between the grant price, as determined using the mean of the high and low trading prices of the Company’s common stock on the measurement date, and the fair market value of the Company’s common stock on the date of exercise. This amount is payable in shares of the Company’s common stock. SARs vest and become exercisable in\nthree\nequal installments during the first\nthree years\nfollowing the grant date and expire\nten years\nfrom the grant date.\nActivity related to SARs for the year ended December 31, 2021 is as follows (in thousands, except per share amounts):\nThe aggregated intrinsic value of SARs exercised during 2021, 2020 and 2019 was $\n46.8\nmillion, $\n20.2\nmillion and $\n17.8\nmillion, respectively.\nThe fair value of each SAR award was measured using the Black-Scholes option pricing model.\nThe following table summarizes the weighted-average assumptions used in estimating the fair value of the SARs granted during the years 2021, 2020 and 2019:\nThe expected dividend yield was calculated by dividing the Company’s expected annual dividend by the average stock price for the past three months. Expected volatilities are based on historical volatilities of the Company’s stock for a period consistent with the expected term. The expected term of SARs granted was based upon historical exercise behavior of SARs. The risk-free interest rate is based on the U.S. Treasury yield curve in effect at the time of grant for the expected term of the award.\nPerformance Shares\nPerformance shares represent the right to receive a share of the Company’s common stock subject to the achievement of certain market or performance conditions established by the Company’s Compensation Committee and measured over a\nthree year\nperiod. Partial vesting in these awards may occur after separation from the Company for retirement eligible employees. Shares are not vested until approved by the Company’s Compensation Committee.\nPerformance Shares - Performance and Market Conditions\nIn February 2020 and December 2018, the Company granted\n63,868\nand\n60,008\nshares, respectively that will vest subject to a performance condition and service requirement. The number of shares vested is then modified by a market condition as described below.\nThirty-four\npercent of shares granted will vest based on Hubbell’s compounded annual growth rate of Net sales as compared to that of the companies that comprise the S&P Capital Goods 900 index.\nThirty-three\npercent of shares granted will vest based on achieved operating margin performance as compared to internal targets, and\nthirty-three\npercent of shares granted will vest based on achieved trade working capital as a percent of Net sales as compared to internal targets. Each of these performance conditions is measured over the same\nthree-year\nperformance period. The cumulative result of these performance conditions can result in a number of shares earned in the range of\n0\n% -\n200\n% of the target number of shares granted. That cumulative performance achieved is then further modified based on the Company's\nthree year\nTSR relative to the companies that constitute the S&P Capital Goods 900 index, to potentially increase or reduce the shares earned by a multiple of up to\n1.5\nor\n1.2\n, depending on the award year.\nThe fair value of the award was determined based upon a lattice model. The Company expenses these awards on a straight-line basis over the requisite service period which includes an assessment of the performance achieved to date. The weighted average fair value per share was $\n151.78\nfor the awards granted in 2020 and $\n98.80\nfor the awards granted in 2018.\nPerformance Shares - Market Condition\nIn February 2021, approximately\n16,100\nshares vested related to the performance awards granted in December 2017 and were approved by the Compensation Committee. The performance period associated with this award was from January 1, 2018 through December 31, 2020 and was based upon the Company's TSR compared to the TSR generated by the other companies that comprise the S&P Capital Goods 900 index. The number of shares vested in February 2021 was based upon achieving\n87\n% of the market based criteria and the fair value of the awards at vesting was approximately $\n2.6\nmillion.\nIn February 2021, the Company granted\n15,741\nperformance shares that will vest subject to a market condition and service condition through the performance period. The market condition associated with the awards is the Company's total shareholder return (\"TSR\") compared to the TSR generated by the companies that comprise the S&P Capital Goods 900 index over a\nthree year\nperformance period. Performance at target will result in vesting and issuance of the number of performance shares granted, equal to\n100\n% payout. Performance below or above target can result in issuance in the range of\n0\n%-\n200\n% of the number of shares granted. Expense is recognized irrespective of the market condition being achieved.\nThe fair value of the performance share awards with a market condition for the 2021 grant was determined based upon a lattice model.\nThe following table summarizes the related assumptions used to determine the fair values of the performance share awards with a market condition granted during February 2021:\nExpected volatilities are based on historical volatilities of the Company's and members of the peer group's stock over a three year period. The risk free interest rate is based on the U.S. Treasury yield curve in effect at the time of the grant for the expected term of the award.\nPerformance Shares - Performance Condition\nIn February 2021, the Company granted\n31,543\nperformance shares that will vest subject to an internal Company-based performance condition and service requirement.\nFifty\npercent of these performance shares granted will vest based on Hubbell's compounded annual growth rate of Net sales as compared to that of the companies that comprise the S&P Capital Goods 900 index.\nFifty\npercent of these performance shares granted will vest based on achieved operating profit margin performance as compared to internal targets. Each of these performance conditions is measured over the same\nthree-year\nperformance period. The cumulative result of these performance conditions can result in a number of shares earned in the range of\n0\n%-\n200\n% of the target number of shares granted.\nThe fair value of the award is measured based upon the average of the high and low trading prices of the Company's common stock on the measurement date reduced by the present value of dividends expected to be paid during the requisite service period.\nThe Company expenses these awards on a straight-line basis over the requisite service period and including an assessment of the performance achieved to date. The weighted average fair value per share was $\n151.92\nfor the awards granted in 2021.\nIn December 2017 the Company granted\n24,675\nperformance shares that were subject to a performance condition and service requirement during the performance period of\nthree years\n. The performance condition associated with the awards was based on the Company's relative sales growth compared to the relative sales growth of the companies of a reference index, further adjusted by the Company achieving a target net income margin, each measured over the same\nthree year\nperformance period. Performance at target results in vesting and a number of shares earned equal to\n100\n% of shares granted. Performance below or above target results in a number of shares earned in the range of\n0\n%-\n250\n% of shares granted. During 2021, approximately\n25,000\nshares vested as a result of the achievement of the performance metrics, and the fair value of the awards at vesting was approximately $\n4.8\nmillion.\nNOTE 19\nEarnings Per Share\nThe Company computes earnings per share using the two-class method, which is an earnings allocation formula that determines earnings per share for common stock and participating securities. Restricted stock granted by the Company is considered a participating security since it contains a non-forfeitable right to dividends.\nThe following table sets forth the computation of earnings per share for the three years ended December 31 (in millions, except per share amounts):\nThe Company did not have any significant anti-dilutive securities in 2021, 2020 or 2019.\nNOTE 20\nAccumulated Other Comprehensive Loss\nA summary of the changes in Accumulated other comprehensive loss (net of tax) for the three years ended December 31, 2021 is provided below (in millions):\nA summary of the gain (loss) reclassifications out of Accumulated other comprehensive loss for the two years ended December 31 is provided below (in millions):\n(a)\nThese accumulated other comprehensive loss components are included in the computation of net periodic pension cost (see Note 12 — Retirement Benefits for additional details).\nNOTE 21\nIndustry Segments and Geographic Area Information\nNature of Operations\nHubbell is a global manufacturer of quality electrical products and utility solutions for a broad range of customer and end-market applications. Products are either sourced complete, manufactured or assembled by subsidiaries in the United States, Canada,  Puerto Rico, China, Mexico, the UK, Brazil, Australia, Spain and Ireland. Hubbell also participates in joint ventures in Hong Kong, and the Philippines and maintains offices in Singapore, Italy, China, India, Mexico, South Korea, Chile and countries in the Middle East. Each of the above references to manufacturing locations, joint venture participation, and office locations relate to the three year period ending December 31, 2021.\nThe Company’s reporting segments consist of the Electrical Solutions segment and the Utility Solutions segment, as described below.\nThe Electrical Solutions segment comprises businesses that sell stock and custom products including standard and special application wiring device products, rough-in electrical products, connector and grounding products, lighting fixtures,  components and assemblies for the natural gas distribution market and other electrical equipment. The products are typically used in and around industrial, commercial and institutional facilities by electrical contractors, maintenance personnel, electricians, utilities, and telecommunications companies. In addition, certain of our businesses design and manufacture industrial controls and communication systems used in the non-residential and industrial markets. Many of these products are designed such that they can also be used in harsh and hazardous locations where a potential for fire and explosion exists due to the presence of flammable gasses and vapors. Harsh and hazardous products are primarily used in the oil and gas (onshore and offshore) and mining industries. There are also a variety of wiring devices, lighting fixtures and electrical products that have residential and utility applications, including residential products with Internet-of-Things (\"IoT\") enabled technologies. These products are primarily sold through electrical and industrial distributors, home centers, retail and hardware outlets, lighting showrooms and residential product oriented internet sites. Special application products are primarily sold through wholesale distributors to contractors, industrial customers and OEMs.\nThe Utility Solutions segment consists of businesses that design, manufacture, and sell a wide variety of electrical distribution, transmission, substation, and telecommunications products. This includes utility transmission & distribution (T&D) components such as arresters, insulators, connectors, anchors, bushings, and enclosures. The Utility Solutions segment also offers solutions that serve the utility infrastructure, including smart meters, communications systems, and protection and control devices. Hubbell Utility Solutions supports the electrical distribution, electrical transmission, water, gas distribution, telecommunications, and solar and wind markets. Products are sold to distributors and directly to users such as utilities, telecommunication companies, industrial firms, construction and engineering firms.\nOrganizational Changes\nEffective January 1, 2021 the Company consolidated the\nthree\nbusiness groups within its Electrical segment, and the  segment has been re-named as Hubbell Electrical Solutions (\"Electrical Solutions\"). The Electrical Solutions segment unites businesses with similar operating models, products, and go to market strategies under\none\noperating banner and common leadership to drive synergies and long-term growth opportunities.\nEffective January 1, 2021 the Company also moved its Hubbell Gas Connectors and Accessories business, from the Electrical Solutions segment to the Utility Solutions segment to create synergies with the existing gas products offered within Utility Solutions and better serve its utility customers. The Hubbell Gas Connectors and Accessories business represented approximately $\n157.1\nmillion of Net sales and $\n19.4\nmillion of operating profit in 2020.\nFinancial Information\nFinancial information by industry segment, product class and geographic area for each of the three years ended December 31, 2021, 2020 and 2019 is summarized below (in millions). When reading the data the following items should be noted:\n•\nNet sales comprise sales to unaffiliated customers — inter-segment and inter-area sales are not significant.\n•\nSegment operating income consists of Net sales less operating expenses, including total corporate expenses, which are generally allocated to each segment on the basis of the segment’s percentage of consolidated Net sales. Interest expense and investment income and other expense, net have not been allocated to segments as these items are centrally managed by the Company.\n•\nGeneral corporate assets not allocated to segments are principally cash, prepaid pensions, investments and deferred taxes. These assets have not been allocated as they are centrally managed by the Company.\nINDUSTRY SEGMENT DATA\nGEOGRAPHIC AREA DATA\n(1)\nTotal Assets and Long-lived assets attributable to the Company's formerly owned Commercial and Industrial Lighting business, totaling $\n356.6\nmillion and $\n177.1\nmillion were included in total assets held for sale, and noncurrent portion respectively as of December 31, 2021 on the Company's Consolidated Balance Sheets. See Note 2, Discontinued Operations, for further information on the Company's sale of the Distribution business.\nOn a geographic basis, the Company defines “international” as operations based outside of the United States and its possessions. As a percentage of total Net sales, shipments from foreign operations directly to third parties were\n9\n% in 2021,\n9\n% in 2020 and\n10\n% in 2019, with the Canadian and UK operations representing approximately\n36\n%, and\n29\n%  respectively, of 2021 total international Net sales.\nLong-lived assets, excluding deferred tax assets, of international subsidiaries were\n11\n% of the consolidated total in 2021,\n11\n% in 2020 and\n11\n% in 2019, with the UK, Spain, and Canada operations representing approximately\n34\n%,\n20\n%, and\n15\n%, respectively, of the 2021 international total. Export sales from United States operations were $\n227.0\nmillion in 2021, $\n233.8\nmillion in 2020 and $\n256.8\nmillion in 2019.\nNOTE 22\nGuarantees\nThe Company records a liability equal to the fair value of guarantees in the Consolidated Balance Sheet in accordance with the accounting guidance for guarantees. When it is probable that a liability has been incurred and the amount can be reasonably estimated, the Company accrues for costs associated with guarantees. The most likely costs to be incurred are accrued based on an evaluation of currently available facts and, where no amount within a range of estimates is more likely, the minimum is accrued.\nAs of December 31, 2021, the fair value and maximum potential payment related to the Company’s guarantees were not material.\nThe Company offers product warranties which cover defects on most of its products. These warranties primarily apply to products that are properly installed, maintained and used for their intended purpose. The Company accrues estimated warranty costs at the time of sale. Estimated warranty expenses, recorded in cost of goods sold, are based upon historical information such as past experience, product failure rates, or the estimated number of units to be repaired or replaced. Adjustments are made to the product warranty accrual as claims are incurred, additional information becomes known or as historical experience indicates.\nChanges in the accrual for product warranties in 2021 are set forth below (in millions):\n(a)\nRefer to Note 10\n–\nOther Accrued Liabilities and Note 11\n–\nOther Non-Current Liabilities for a breakout of short-term and long-term warranties.\nNOTE 23\nRestructuring Costs\nDuring 2021, we incurred costs for restructuring actions initiated in 2021 as well as costs relating to restructuring actions initiated in the prior year. Our restructuring actions are associated with cost reduction efforts that include the consolidation of manufacturing and distribution facilities, as well as, workforce reductions and the sale or exit of business units we determine to be non-strategic. Restructuring costs are primarily severance and employee benefits, asset impairments, as well as facility closure, contract termination and certain pension costs that are directly related to restructuring actions. These costs are predominantly settled in cash from our operating activities and are generally settled within one year, with the exception of asset impairments, which are non-cash.\nPre-tax restructuring costs incurred in each of our segments and the location of the costs in the Consolidated Statement of Income for the years ended December 31, 2021, 2020 and 2019 are as follows (in millions):\nThe following table summarizes the accrued liabilities for our restructuring actions (in millions):\nThe actual and expected pre-tax costs for our restructuring actions are as follows (in millions):\nNOTE 24\nLeases\nOur operating leases primarily consist of office space, certain manufacturing facilities, and vehicles. Our finance leases are not material. The term of our operating leases is generally\n10\nyears or less, in some cases, with options to extend the term for up to\n5\nyears, or options to terminate after\none year\nwithout penalty. In general, our vehicle lease payments contain a monthly base rent payment which is adjusted based on changes to the LIBOR rate over the lease term. Certain other lease agreements contain variable payments related to a consumer price index or similar metric. Any change in payment amounts as a result of a change in a rate or index are considered variable lease payments and recognized as profit or loss when incurred.\nRent expense for operating leases in the Consolidated Statements of Income for the years ended December 31, 2021,  December 31, 2020, and December 31, 2019 were $\n34.1\nmillion, $\n35.5\nmillion, and $\n37.0\nmillion, respectively. Cash paid for operating leases for the year ended December 31, 2021 and December 31, 2020 were\n$\n36.7\nmillion\nand $\n35.5\nmillion reported as cash outflows from operating activities in the Consolidated Statements of Cash Flows. Right-of-use (\"ROU\") assets obtained in exchange for lease obligations for the year ended December 31, 2021 and December 31, 2020 were\n$\n17.8\nmillion\nand $\n34.3\nmillion, respectively, which includes $\n9.4\nmillion related to 2020 acquisitions.\nAmounts recognized for operating leases in the Consolidated Balance Sheets is as follows (in millions):\nT\nhe weighted average remaining lease term as of December 31, 2021 and December 31, 2020 for operating leases were\n4\nyears and\n5\nyears, respectively. The weighted average discount rate used to measure the ROU asset and lease liability for operating leases was\n2.7\n% as of December 31, 2021 and\n3.1\n% as of December 31, 2020.\nFuture maturities of our operating lease liabilities as of December 31, 2021 are as follows (in millions):\nFuture maturities of our operating lease liabilities as of December 31, 2020 are as follows (in millions):\nDuring 2021, we entered into\ntwo\nreal estate lease agreements which are expected to commence during 2022. The aggregate lease payments for these facilities is approximately $\n46\nmillion over\n10\nyears and will be recognized using the applicable valuation inputs as of the commencement date.\nNOTE 25\nQuarterly Financial Data (Unaudited)\nThe table below sets forth summarized quarterly consolidated financial data for the years ended December 31, 2021 and 2020 (in millions, except per share amounts):\nNOTE 26\nSubsequent Events\nOn February 1, 2022 we completed the previously announced sale of the Commercial and Industrial Lighting business to GE Current, a Daintree Company, for a cash purchase price of $\n350\nmillion, which is subject to customary adjustments with respect to working capital and net indebtedness.  In connection with the close of the transaction, we anticipate recognizing a pre-tax gain  of $\n80\nmillion to $\n100\nmillion within income from discontinued operations in the first quarter of 2022."
  },
  {
    "item_key": "item_9",
    "text": "Not applicable."
  },
  {
    "item_key": "item_9a",
    "text": "The Company maintains disclosure controls and procedures that are designed to ensure that information required to be disclosed in Exchange Act reports is recorded, processed, summarized and reported within the time periods specified in the SEC’s rules and forms, and that such information is accumulated and communicated to management, including the Chief Executive Officer and Chief Financial Officer, as appropriate, to allow timely decisions regarding required disclosure. Management necessarily applied its judgment in assessing the costs and benefits of such controls and procedures which, by their nature, can provide only reasonable assurance that the controls and procedures will meet their objectives.\nThe Company carried out an evaluation, under the supervision and with the participation of management, including the Chief Executive Officer and Chief Financial Officer, of the effectiveness of the design and operation of the Company’s disclosure controls and procedures as defined in Exchange Act Rules 13a-15(e) and 15d-15(e), as of the end of the period covered by this report on Form 10-K. Based upon that evaluation, each of the Chief Executive Officer and Chief Financial Officer concluded that the Company’s disclosure controls and procedures are effective at a reasonable assurance level. Management’s annual report on internal control over financial reporting and the independent registered public accounting firm’s audit report on the effectiveness of our internal control over financial reporting as of December 31, 2021 are included in Item 8 of this Annual Report on Form 10-K.\nThere has been no change in the Company’s internal control over financial reporting that occurred during the fiscal year ended December 31, 2021 that have materially affected, or are reasonably likely to materially affect, the Company’s internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "Not applicable."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable."
  },
  {
    "item_key": "item_10",
    "text": ""
  },
  {
    "item_key": "item_11",
    "text": ""
  },
  {
    "item_key": "item_12",
    "text": "Equity Compensation Plan Information\nThe following table provides information as of December 31, 2021 with respect to the Company’s common stock that may be issued under the Company’s equity compensation plans (in thousands, except per share amounts):\n(a)\nThe Company’s (1) Stock Option Plan for Key Employees and (2) 2005 Incentive Award Plan as amended and restated.\n(b)\nThe Company’s Deferred Compensation Plan for Directors as amended and restated. For a description of the material features of the plan, the information is incorporated by reference to the subheading “Deferred Compensation Plan” of the definitive proxy statement for the  Company’s 2022 annual meeting of shareholders.\n(c)\nHubbell Common Stock.\n(d)\nIncludes approximately 230,000 performance share awards assuming a maximum payout target. The maximum payout target may not be achieved for all of these awards.\n(e)\nWeighted average exercise price excludes performance share awards included in column A.\n(f)\nRepresents amount of shares currently deferred under this plan. These shares are not included in the total weighted average exercise price included in column B.\nThe remaining information required by this item is incorporated by reference to the subheading “Voting Rights and Security Ownership of Certain Beneficial Owners and Management” of the definitive proxy statement for the Company’s 2022 annual meeting of shareholders.\n(1)\nCertain of the information required by this item regarding executive officers is included under the subheading “Information about our Executive Officers” at the end of Part I of this Form 10-K and the remaining required information is incorporated by reference from our definitive proxy statement to be filed in connection with the Company’s 2022 annual meeting of shareholders.\n(2)\nThe information required by this item is incorporated by reference from our definitive proxy statement to be filed in connection with the Company’s 2022 annual meeting of shareholders."
  },
  {
    "item_key": "item_13",
    "text": ""
  },
  {
    "item_key": "item_14",
    "text": "(3)\nThe information required by this item is incorporated by reference from our definitive proxy statement to be filed in connection with the Company’s 2022 annual meeting of shareholders.\n(4)\nThe information required by this item is incorporated by reference from our definitive proxy statement to be filed in connection with the Company’s 2022 annual meeting of shareholders."
  },
  {
    "item_key": "item_15",
    "text": "1.    Financial Statements and Schedule\nFinancial statements and schedule listed in the Index to Financial Statements and Schedule are filed as part of this Annual Report on Form 10-K.\n2.    Exhibits\nSignatures\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated.\n(1)\n(1)\nAs of February 11, 2022.\nValuation and Qualifying Accounts and Reserves for the Years Ended December 31, 2019, 2020 and 2021\nReserves deducted in the balance sheet from the assets to which they apply (in millions):\n(a)\nThe cumulative effect of the adoption of ASC 326 resulted in a $\n1.2\nmillion increase to the opening balance."
  }
]