[
  {
    "item_key": "item_1",
    "text": "​\nThe Kroger Co. (the “Company” or “Kroger”) was founded in 1883 and incorporated in 1902.  We are one of the world’s largest retailers, as measured by revenue.  Our retail business is built on the foundation of our market leading position in food retail which includes the added convenience of our retail pharmacies and fuel centers.  Our market leading position in food retail reflects the strength of our competitive moats of Fresh,\nOur Brands\n, Data & Personalization and Seamless, and our unique combination of assets.\n​\nWe also leverage the data and traffic generated by our retail business to deliver incremental value and services for our customers that generates alternative profit streams. These alternative profit streams would not exist without our core retail business.\n​\n3\nKroger is diversified across brands, product categories, channels of distribution, geographies and consumer demographics.  Our unique combination of assets include the following:\n​\nStores\n​\nAs of January 29, 2022, Kroger operates supermarkets under a variety of local banner names in 35 states and the District of Columbia.  As of January 29, 2022, Kroger operated, either directly or through its subsidiaries, 2,726 supermarkets, of which 2,252 had pharmacies and 1,613 had fuel centers.  Approximately 50% of our supermarkets were operated in Company-owned facilities, including some Company-owned buildings on leased land.  Our stores operate under a variety of banners that have strong local ties and brand recognition.  We connect with customers through our expanding seamless ecosystem and the consistent delivery of a full, fresh, and friendly customer experience.\nFuel sales are an important part of our revenue, net earnings and loyalty offering.\nOur fuel strategy is to include a fuel center at each of our supermarket locations when it is feasible and it is expected to be profitable.\nEach fuel center typically includes 5 to 10 islands of fuel dispensers and storage tanks with capacity for 40,000 to 50,000 gallons of fuel.\nSupermarkets are generally operated under one of the following formats: combination food and drug stores (“combo stores”); multi-department stores; marketplace stores; or price impact warehouses.\n​\nThe combo store is the primary food store format.  They typically draw customers from a 2-2.5 mile radius.  We believe this format is successful because the stores are large enough to offer the specialty departments that customers desire for one-stop shopping, including natural food and organic sections, pharmacies, general merchandise, pet centers and high-quality perishables such as fresh seafood and organic produce.\n​\nMulti-department stores are significantly larger in size than combo stores.  In addition to the departments offered at a typical combo store, multi-department stores sell a wide selection of general merchandise items such as apparel, home fashion and furnishings, outdoor living, electronics, automotive products and toys.\n​\nMarketplace stores are smaller in size than multi-department stores.  They offer full-service grocery, pharmacy and health and beauty care departments as well as an expanded perishable offering and general merchandise area that includes apparel, home goods and toys.\n​\nPrice impact warehouse stores offer a “no-frills, low cost” warehouse format and feature everyday low prices plus promotions for a wide selection of grocery and health and beauty care items. Quality meat, dairy, baked goods and fresh produce items provide a competitive advantage. The average size of a price impact warehouse store is similar to that of a combo store.\n​\nSeamless Digital Ecosystem\n​\nOur digital ecosystem provides a fresh and seamless offering for our customers.  Through investment and innovation, we continue to improve our seamless ecosystem to ensure it remains relevant.  We offer a convenient shopping experience for our customers regardless of how they choose to shop with us, including Pickup, Delivery and Ship.  We offer Pickup (also referred to as ClickList®) and Harris Teeter ExpressLane™ — personalized, order online, pick up at the store services — at 2,257 of our supermarkets and provide home delivery services, which allows us to offer digital solutions to 98% of our customers.  We provide relevant customer-facing apps and interfaces that have the features customers want that are also reliable, easy to use and deliver a seamless customer experience across our store and digital channels.\n​\n4\nMerchandising and Manufacturing\n​\nOur Brands\nproducts play an important role in our merchandising strategy and represented nearly $28 billion of our sales in 2021. Our supermarkets, on average, stock over 14,000 private label items.\nOur Brands\nproducts are primarily produced and sold in three “tiers.” Private Selection® is our main premium quality brand, offering customers culinary foods and ingredients that deliver amazing eating experiences. The Kroger® brand, which represents the majority of our private label items, is designed to consistently satisfy and delight customers with quality products that exceed or meet the national brand in taste and efficacy, as well as with unique and differentiated products. Big K®, Check This Out…® and Heritage Farm® are some of our value brands, designed to deliver good quality at a very affordable price.  In addition to our three “tiers,”\nOur Brands\noffers customers a variety of natural and organic products with Simple Truth® and Simple Truth Organic®. Both Simple Truth and Simple Truth Organic are free from a defined list of artificial ingredients that customers have told us they do not want in their food, and the Simple Truth Organic products are USDA certified organic.\n​\nApproximately 29% of\nOur Brands\nunits and 41% of the grocery category\nOur Brands\nunits sold in our supermarkets are produced in our food production plants; the remaining\nOur Brands\nitems are produced to our strict specifications by outside manufacturers.  We perform a “make or buy” analysis on\nOur Brands\nproducts and decisions are based upon a comparison of market-based transfer prices versus open market purchases.  As of January 29, 2022, we operated 33 food production plants. These plants consisted of 14 dairies, 9 deli or bakery plants, five grocery product plants, two beverage plants, one meat plant and two cheese plants.\n​\nOur Data\n​\nWe are evolving from a traditional food retailer into a more diverse, food first business.  The traffic and data generated by our retail supermarket business, including pharmacies and fuel centers, is enabling this transformation. Kroger serves over 60 million households annually and because of our market leading rewards program, 96% of customer transactions are tethered to a Kroger loyalty card.  Our 20 years of investment in data science capabilities is allowing us to leverage this data to create personalized experiences and value for our customers and is also enabling our fast-growing, high operating margin alternative profits, including data analytic services and third party media revenue.  Our retail media business – Kroger Precision Marketing – provides best in class media capabilities for our consumer packaged goods partners and is a key driver of our digital profitability and alternative profit.\n​\nOur revenues are predominately earned and cash is generated as consumer products are sold to customers in our stores, fuel centers and via our online platforms.  We earn income predominately by selling products at price levels that produce revenues in excess of the costs we incur to make these products available to our customers.  Such costs include procurement and distribution costs, facility occupancy and operational costs, and overhead expenses.  Our fiscal year ends on the Saturday closest to January\n31.  All references to 2021, 2020 and 2019 are to the fiscal years ended January 29, 2022, January 30, 2021 and February 1, 2020, respectively, unless specifically indicated otherwise.\n​\nWe maintain a web site (www.thekrogerco.com) that includes the\nKroger Fact Book\nand other additional information about the Company.  Kroger’s website and any reports or other information made available by Kroger through its website are not part of or incorporated by reference into this Annual Report on Form 10-K.  We make available through our web site, free of charge, our annual reports on Form 10-K, our quarterly reports on Form 10-Q, our current reports on Form\n8-K and our interactive data files, including amendments.  These forms are available as soon as reasonably practicable after we have filed them with, or furnished them electronically to, the SEC.\n​\n5\nSEGMENTS\n​\nWe operate supermarkets, multi-department stores and fulfillment centers throughout the United States.\nOur retail operations, which represent 97% of our consolidated sales, is our only reportable segment.  We aggregate our operating divisions into one reportable segment due to the operating divisions having similar economic characteristics with similar long-term financial performance.  In addition, our operating divisions offer customers similar products, have similar distribution methods, operate in similar regulatory environments, purchase the majority of the merchandise for retail sale from similar (and in many cases identical) vendors on a coordinated basis from a centralized location, serve similar types of customers, and are allocated capital from a centralized location.  Our operating divisions are organized primarily on a geographical basis so that the operating division management team can be responsive to local needs of the operating division and can execute company strategic plans and initiatives throughout the locations in their operating division. This geographical separation is the primary differentiation between these retail operating divisions.  The geographical basis of organization reflects how the business is managed and how our Chief Executive Officer, who acts as our chief operating decision maker, assesses performance internally.  All of our operations are domestic.  Revenues, profits and losses and total assets are shown in our Consolidated Financial Statements set forth in Item 8 below.\n​\nSEASONALITY\n​\nThe majority of our revenues are generally not seasonal in nature.  However, revenues tend to be higher during the major holidays throughout the year.  Additionally, certain significant events including inclement weather systems, particularly winter storms, tend to affect our sales trends.\n​\nHUMAN CAPITAL MANAGEMENT\n​\nOur People\n​\nWe want Kroger to be a place where our customers love to shop and associates love to work. This is why we create working environments where associates feel encouraged and supported to be their best selves every day.  Our people are essential to our success, and we focus intentionally on attracting, developing and engaging a diverse workforce that represents the communities we serve.  We strive to create a culture of opportunity and take seriously our role as a leading employer in the United States. Kroger has provided a large number of people with first jobs, new beginnings and lifelong careers.  We have long been guided by our core values – Honesty, Integrity, Respect, Safety, Diversity and Inclusion.\n​\nAs of January 29, 2022, Kroger employed over 420,000 full- and part-time employees.  The number of associates decreased in 2021, compared to 2020, as sales normalized following the peak of the COVID-19 pandemic and we continue to achieve operational efficiencies in our business.\n​\nAttracting & Developing Our Talent\n​\nWe recognize that our people are our most important asset. To deliver on our customers’ experiences, we continually improve how we attract and retain talent. In addition to competitive wages, quality benefits and a safe work environment, we offer a broad range of employment opportunities for workers of all ages and aspirations.  Many supermarket roles offer opportunities to learn new skills, grow and advance careers — inside or outside our family of companies.\n​\nAssociates at all levels of the Company have access to training and education programs to build their skills and prepare for the roles they want. In 2022, we expect to spend approximately $145 million on training our associates through onboarding, leadership development programs, and programs designed to upskill associates across the Company. We continue to invest in new platforms and applications to make learning more accessible to our associates.\n​\nBeyond our own programs, associates can take advantage of our tuition reimbursement benefit, which offers up to $3,500 annually — $21,000 over the course of employment — toward continuing education. These funds can be applied to education programs like certifications, associate or graduate degrees.  More than 3,000 associates, 90% of whom are hourly, have taken advantage of our tuition reimbursement program in 2021.  Kroger has invested more than $40 million in this program since it launched in 2018.\n​\n6\nRewarding Our Associates\n​\nAs we continue to operate in a challenging labor market, we are dedicated to attracting and retaining the right talent across the organization to be able to continue delivering for our customers. We are investing in our associates by expanding our industry-leading benefits, including continuing education and tuition reimbursement, training and development, health, and wellness. During 2021, w\ne invested more than ever before in our associates to raise our average hourly wage to $17 and our average hourly rate to over $22 with comprehensive benefits included\n.  Over the last four years, Kroger has invested an incremental $1.2 billion in associate wages and training and our average hourly rate has increased 20%.  In addition, we have committed to invest over $1.8 billion during the same time period to help address underfunding and better secure pensions for tens of thousands of associates.\n​\nPromoting Diversity, Equity & Inclusion\n​\nDiversity and inclusion have been among Kroger’s values for decades. We strive to reflect the communities we serve and foster a culture that empowers everyone to be their true self, inspires collaboration, and feeds the human spirit.  We have taken a very thoughtful and purposeful approach to enact meaningful change and develop what we believe are the right actions to achieve true and lasting equality. Our\nFramework for Action: Diversity, Equity & Inclusion\nplan reflects our desire to redefine, deepen, and advance our commitment, mobilizing our people, passion, scale and resources.  The following summarizes our framework: Create a More Inclusive Culture; Develop Diverse Talent; Advance Diverse Partnerships; Advance Equitable Communities; and Deeply Listen and Report Progress.\n​\nCreating a Safe Environment\n​\nOur associates’ safety is a top priority and it is one of our core values. Since the beginning of the pandemic, our most urgent priority has been to safeguard our associates and customers. We’ve implemented dozens of new safety and cleanliness processes and procedures in our stores and other facilities.  Beyond the pandemic, we prioritize providing the right safety training and equipment, safe working conditions and resources to maintain and improve associates’ well-being. Through our strategy to set clear expectations, routine monitoring, and regular communication and engagement, we reduce the number of injuries and accidents that happen in our workplace.\n​\nWe track health and safety metrics centrally for an enterprise-wide view of issues, trends and opportunities and monitor associate injury performance including total injuries, Occupational Safety and Health Administration (“OSHA”) injury rates, and lost-time injuries, as well as customer injury metrics like slip-and-fall injuries. We also track the completion of required training for associates and we regularly share these metrics with leaders and relevant team members to inform management decisions.\n​\nSupporting Labor Relations\n​\nA majority of our employees are covered by collective bargaining agreements negotiated with local unions affiliated with one of several different international unions. There are approximately 310 such agreements, usually with terms of three to five years.  Wages, health care and pensions are included in all of these collective bargaining agreements that cover approximately 65% of our associates.\nOur objective is to negotiate contracts that balance competitive wage increases and affordable healthcare for associates with keeping groceries affordable for the communities we serve. Our obligation is to do this in a way that maintains a financially sustainable business.\n​\nMANAGING CLIMATE IMPACTS\n​\nManaging climate change impacts is an important part of\nThriving Together\n, Kroger’s Environmental, Social & Governance (“ESG”) strategy, and has been a focus for our business for many years. With a large portfolio of supermarkets, distribution warehouses and food production plants, as well as a complex supply chain, we recognize Kroger’s impact on our climate.  We continue to explore opportunities and take steps to reduce the impacts of our operations on the environment and to reduce the potential risk of a changing climate on our operations.  This includes increasing our usage of renewable energy, investments in new technologies and enhancing our operational efficiency.  The key elements of our ESG strategy are included below.\n​\n7\nGovernance\n​\nClimate impacts are managed by leadership with input from several departments across the business. The Public Responsibilities Committee of the Board of Directors oversees our responsibilities as a corporate citizen and the Company’s practices related to environmental sustainability, including climate impacts, along with other environmental and social topics of material importance. Kroger discloses detailed energy and emissions data, as well as our approach to managing climate effects, in our annual ESG Report, which can be found on our sustainability web site at www.thekrogerco.com/esgreport\n.  The information in our ESG report is not part of or incorporated by reference into this Annual Report on Form 10-K\n.\n​\nRisk assessment\n​\nTo help identify and manage climate-related risks to our business, we conducted both qualitative and quantitative risk assessments that have assessed the effect and vulnerability of climate risk on our operations. We have also assessed the likelihood and extent to which different climate risks, such as extreme precipitation, drought and heat stress, would affect different types of facilities and geographies.  As a result of our risk assessments, we do not currently anticipate the modeled physical risks to adversely affect our financial condition, results of operations or cash flows for the foreseeable future.  We plan to continue these qualitative and quantitative risk assessments moving forward.\n​\nKroger also acknowledges that current and emerging climate-related legislation could affect our business. As a result of forthcoming state and federal requirements regarding the phase down of hydrofluorocarbon (HFC) refrigerants, we anticipate steadily replacing our refrigerant infrastructure to reach required levels, which could incur significant costs to the business.  If legislation required an accelerated timeline regarding the phase down of HFC refrigerants, we could incur higher costs.  This legislation will affect all retailers using refrigerants in their operations.\n​\nClimate adaptation\n​\nTo help prepare for and manage a variety of risk scenarios, including natural disasters and business disruptions to our supply chain, we maintain more than 200 business continuity plans. We have installed technologies and processes to ensure our supermarkets, food production plants, fulfillment centers and supply chain can respond quickly and remain operational. We also monitor energy availability and costs to help anticipate how changing climate patterns, like increasing temperatures, could affect our energy-sourcing costs and activities. Our teams also monitor transition risks due to climate change, including the effect possible new legislation may have on our business.\n​\nClimate mitigation\n​\nFor many years, Kroger has implemented emission reduction projects, including energy efficiency improvements, refrigerant leak detection and mitigation measures, renewable energy installations and procurement and fleet efficiencies. In 2020, we set a new goal to reduce absolute greenhouse gas emissions from our operations (scope 1 and 2 emissions) by 30% by 2030, against a 2018 baseline. The goal was developed using climate science and is aligned with the Paris Agreement, specifically supporting a well-below 2°C climate scenario according to the absolute contraction method.  Kroger anticipates resetting our current greenhouse gas reduction target to meet with the requirements of the Science Based Target Initiative, which would include aligning with the 1.5°C scenario and setting a new Scope 3 target.\n​\nAdditional discussion about our approach to managing climate effects is included in Kroger’s annual ESG report.\n​\n8\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS\n​\nThe following is a list of the names and ages of the executive officers and the positions held by each such person. Except as otherwise noted, each person has held office for at least five years.  Each officer will hold office at the discretion of the Board for the ensuing year until removed or replaced.\n​\n9\n10\n​\nCOMPETITIVE ENVIRONMENT\n​\nFor the disclosure related to our competitive environment, see Item 1A under the heading “Competitive Environment.”\n​"
  },
  {
    "item_key": "item_1a",
    "text": "​\nThere are risks and uncertainties that can affect our business.  The significant risk factors are discussed below.  The following information should be read together with “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” which includes forward-looking statements and factors that could cause us not to realize our goals or meet our expectations.\n​\nCOMPETITIVE ENVIRONMENT\n​\nThe operating environment for the food retailing industry continues to be characterized by the fragmentation of local, regional, and national retailers, including both retail and digital formats, market consolidation, intense competition and entry of non-traditional competitors.  Customer behavior shifted quickly and considerably during the pandemic, including a shift from food away from home to food at home. We see three major trends shaping the industry post-pandemic: e-commerce, cooking at home and prepared foods to go. If we do not appropriately or accurately anticipate customer preferences or fail to quickly adapt to these changing preferences, or if trends shift more quickly to food away from home, our sales and profitability could be adversely affected.  If we fail to meet the evolving needs of our customers, our ability to compete and our financial condition, results of operations or cash flows could be adversely affected.\n​\n11\nWe are continuing to enhance the customer connection with investments in our four competitive moats – Seamless, Personalization, Fresh, and\nOur Brands\n. Each of these are strategic differentiators and each one is designed to better serve our customers and to generate customer loyalty and sustainable growth momentum. We believe our plans to continue to improve these four strategic differentiators will enable us to meet the wide-ranging needs and expectations of our customers.  If we are unable to continue to enhance the foregoing key elements of our connection with customers, or they fail to strengthen customer loyalty, our ability to compete and our financial condition, results of operations or cash flows could be adversely affected.  Our ecosystem monetizes the traffic and data insights generated by our retail supermarket business to create fast-growing, asset-light and margin rich revenue streams. We may be unsuccessful in implementing our alternative profit strategy, which could adversely affect our business growth and our financial condition, results of operations or cash flows.  The nature and extent to which our competitors respond to the evolving and competitive industry by developing and implementing their competitive strategies could adversely affect our profitability.\n​\nIn addition, evolving customer preferences and the advancement of online, delivery, ship to home, and mobile channels in our industry increase the competitive environment. We must anticipate and meet these evolving customer preferences and continue to implement technology, software and processes to be able to conveniently and cost-effectively fulfill customer orders.  Providing flexible fulfillment options and implementing new technology is complex and may not meet customer preferences.  If we are not successful in reducing or offsetting the cost of fulfilling orders outside of our traditional in-store channel with efficiencies, cost-savings, expense reductions, or alternative revenues, our financial condition, results of operations or cash flows could be adversely affected.\n​\nIn addition, if we do not successfully develop and maintain a relevant digital experience for our customers, our business, financial condition, results of operations or cash flows could be adversely affected. Digital retailing is rapidly evolving, and we must keep pace with new developments by our competitors as well as the evolving needs and preferences of our customers. Our digital business has accelerated significantly during the COVID-19 pandemic including Pickup, Delivery and Ship. We must compete by offering a convenient shopping experience for our customers regardless of how they choose to shop with us, and by investing in, providing and maintaining relevant customer-facing apps and interfaces that have the features customers want that are also reliable and easy to use. The future success of the digital business will also depend on the efficiency and cost effectiveness of fulfilling orders across our modalities, whether in store, in pickup-only locations, or through customer fulfillment centers powered by Ocado Group plc.\n​\nPRODUCT SAFETY\n​\nCustomers count on Kroger to provide them with safe food and drugs and other merchandise.  Concerns regarding the safety of the products that we sell could cause shoppers to avoid purchasing certain products from us, or to seek alternative sources of supply even if the basis for the concern is outside of our control.  Any lost confidence on the part of our customers would be difficult and costly to reestablish.  We could be adversely affected by personal injury or product liability claims, product recalls, or other health and safety issues, which occur from time to time. If we sell products that cause illness or injury to customers, resulting from product contamination or spoilage, the presence of certain substances, or damage caused in handling, storage or transportation, we could be exposed to claims or litigation. Any issue regarding the safety of items, whether\nOur Brands\nitems manufactured by the Company or for the Company or CPG products we sell, regardless of the cause, could have a substantial and adverse effect on our reputation, financial condition, results of operations or cash flows.\n​\nEMPLOYEE MATTERS\n​\nA majority of our associates are covered by collective bargaining agreements with unions, and our relationship with those unions, including a prolonged work stoppage affecting a substantial number of locations, could have a material adverse effect on our financial condition, results of operations or cash flows. We are a party to approximately 310 collective bargaining agreements.  Upon the expiration of our collective bargaining agreements, work stoppages by the affected workers could occur (and have occurred in the past) if we are unable to negotiate new contracts with labor unions.  In addition, changes to national labor policy could affect labor relations with our associates and relationships with unions. Further, if we are unable to control health care, pension and wage costs, or if we have insufficient operational flexibility under our collective bargaining agreements, we may experience increased operating costs and an adverse effect on our financial condition, results of operations or cash flows.\n​\n12\nWe have committed to paying fair wages and providing the benefits that were collectively bargained with the United Food and Commercial Workers (“UFCW”) and other labor unions representing associates. Our ability to control labor and benefit costs is subject to numerous internal and external factors, including regulatory changes, wage rates, and healthcare and other insurance costs. Changes to wage regulations, including further increases in the minimum wage and extra pay ordinances enacted by local governments, could have an impact on our future financial condition, results of operations or cash flows.  Our ability to meet our labor needs, while controlling wages and other costs, is subject to numerous external factors, including the available qualified workforce in each area where we are located, unemployment levels within those areas, wage rates, and changes in employment and labor laws.\n​\nOur continued success depends on the ongoing contributions of our associates, including members of our senior management and other key personnel. We must recruit, hire, develop and retain qualified associates with an increasingly large range of skills to meet the needs of our evolving and complex business. We compete with other retail and non-retail businesses for these associates and invest significant resources in training and motivating them. Competition among potential employers has resulted, and may in the future result, in increased associate costs and has from time to time affected our ability to recruit and retain associates.  There is no assurance that we will be able to attract or retain sufficient highly qualified associates in the future, which could have a material adverse effect on our business, financial condition, results of operations or cash flows.\n​\nDATA AND TECHNOLOGY\n​\nOur business is increasingly dependent on information technology systems that are complex and vital to continuing operations, resulting in an expansion of our technological presence and corresponding risk exposure.  If we were to experience difficulties maintaining or operating existing systems or implementing new systems, we could incur significant losses due to disruptions in our operations.\n​\nThrough our sales and marketing activities, we collect and store some personal information that our customers provide to us. We also gather and retain information about our associates in the normal course of business. Under certain circumstances, we may share information with vendors that assist us in conducting our business, as required by law, or otherwise in accordance with our privacy policy.\n​\nOur technology systems are vulnerable to disruption from circumstances beyond our control, and we regularly defend against and respond to data security incidents.  Cyber-attackers have targeted and accessed, and may in the future again attempt to target and access, information stored in our or our vendors’ systems in order to misappropriate confidential customer or business information.  Due to the political uncertainty involving Russia and Ukraine, there is a possibility that the escalation of tensions could result in cyberattacks that could either directly or indirectly affect our operations.  Although we have implemented procedures to protect our information, and require our vendors to do the same, we cannot be certain that our security systems will successfully defend against, or be able to effectively respond to, rapidly evolving, increasingly sophisticated cyber-attacks as they become more difficult to detect and defend against.  Further, a Kroger associate, a contractor or other third party with whom we do business may in the future circumvent our security measures in order to obtain information or may inadvertently cause a breach involving information.  In addition, hardware, software or applications we may use may have inherent defects, vulnerabilities, or could be inadvertently or intentionally applied or used in a way that could compromise our information security.\n​\n13\nOur cybersecurity program, continued investment in our information technology systems, and our processes to evaluate and select vendors with reasonable information security controls may not effectively insulate us from potential attacks, data breaches or disruptions to our business operations, which could result in a loss of customers or business information, negative publicity, damage to our reputation, and exposure to claims from customers, financial institutions, regulatory authorities, payment card associations, associates and other persons.  Any such events could have an adverse effect on our business, financial condition, results of operations or cash flows and may not be covered by our insurance. In addition, compliance with privacy and information security laws and standards may result in significant expense due to increased investment in technology and the development of new operational processes and may require us to devote significant management resources to address these issues.  The costs of attempting to protect against the foregoing risks and the costs of responding to cyber-attacks are significant. Following a cyber-attack, our and/or our vendors’ remediation efforts may not be successful, and a cyber-attack could result in interruptions, delays or cessation of service, and loss of existing or potential customers.  In addition, breaches of our and/or our vendors’ security measures and the unauthorized dissemination of sensitive personal information or confidential information about us or our customers could expose our customers’ private information and our customers to the risk of financial or medical identity theft, or expose us or other third parties to a risk of loss or misuse of this information, and result in investigations, regulatory enforcement actions, material fines and penalties, loss of customers and business relationships, litigation or other actions which could have a material adverse effect on our brands, reputation, business, financial condition, results of operations or cash flows.\n​\nData governance failures can adversely affect our reputation and business. Our business depends on our customers’ willingness to entrust us with their personal information. Events that adversely affect that trust, including inadequate disclosure to our customers of our uses of their information, failures to honor new and evolving data privacy rights, failing to keep our information technology systems and our customers’ sensitive information secure from significant attack, theft, damage, loss or unauthorized disclosure or access, whether as a result of our action or inaction (including human error) or that of our business associates, vendors or other third parties, could adversely affect our brand and reputation and operating results and also could expose and/or has exposed us to mandatory disclosure to the media, litigation (including class action litigation), governmental investigations and enforcement proceedings, material fines, penalties and/or remediation costs, and compensatory, special, punitive and statutory damages, consent orders, and/or injunctive relief, any of which could adversely affect our businesses, financial condition, results of operations or cash flows. Large scale data breaches at other entities, including supply chain security vulnerabilities, increase the challenge we and our vendors face in maintaining the security of our information technology systems and proprietary information and of our customers’ information. There can be no assurance that such failures will not occur, or if any do occur, that we will detect them or that they can be sufficiently remediated.\n​\nThe use of data by our business and our business associates is highly regulated.  Privacy and information-security laws and regulations change, and compliance with them may result in cost increases due to, among other things, systems changes and the development of new processes. If we, our third party service providers, or those with whom we share information fail to comply with laws and regulations, or self-regulatory regimes, that apply to all or parts of our business, such as section 5 of the FTC Act, the California Consumer Privacy Act (CCPA), the Health Insurance Portability and Accountability Act (HIPAA), or applicable international laws such as the EU General Data Protection Regulation (GDPR), our reputation could be damaged, possibly resulting in lost business, and we could be subjected to additional legal risk or financial losses as a result of non-compliance.\n​\n14\nPAYMENT SYSTEMS\n​\nWe accept payments using a variety of methods, including cash and checks, select credit and debit cards, and Kroger Pay, a mobile payment solution.  As we offer new payment options to our customers, we may be subject to additional rules, regulations, compliance requirements, and higher fraud losses. For certain payment methods, we pay interchange and other related acceptance fees, along with additional transaction processing fees. We rely on third parties to provide payment transaction processing services for credit and debit cards. It could disrupt our business if these companies become unwilling or unable to provide these services to us, including due to short term disruption of service. We are also subject to evolving payment card association and network operating rules, including data security rules, certification requirements and rules governing electronic funds transfers. For example, we are subject to Payment Card Industry Data Security Standards (“PCI DSS”), which contain compliance guidelines and standards with regard to our security surrounding the physical and electronic storage, processing and transmission of individual cardholder data. If our payment card terminals or internal systems are breached or compromised, we may be liable for card re-issuance costs and other costs, subject to fines and higher transaction fees, and lose our ability to accept card payments from our members, or if our third-party service providers’ systems are breached or compromised, our business, financial condition, results of operations or cash flows could be adversely affected.\n​\nINDEBTEDNESS\n​\nOur indebtedness could reduce our ability to obtain additional financing for working capital, mergers and acquisitions or other purposes and could make us vulnerable to future economic downturns as well as competitive pressures.  If debt markets do not permit us to refinance certain maturing debt, we may be required to dedicate a substantial portion of our cash flow from operations to payments on our indebtedness.  Changes in our credit ratings, or in the interest rate environment, could have an adverse effect on our financing costs and structure.\n​\nLEGAL PROCEEDINGS AND INSURANCE\n​\nFrom time to time, we are a party to legal proceedings, including matters involving personnel and employment issues, personal injury, contract disputes, regulatory claims and other proceedings.  Other legal proceedings purport to be brought as class actions on behalf of similarly situated parties.  Some of these proceedings could result in a substantial loss to Kroger.  We estimate our exposure to these legal proceedings and establish accruals for the estimated liabilities, where it is reasonably possible to estimate and where an adverse outcome is probable.  Assessing and predicting the outcome of these matters involves substantial uncertainties.  Adverse outcomes in these legal proceedings, or changes in our evaluations or predictions about the proceedings, could have an adverse effect on our financial condition, results of operations or cash flows.  Please also refer to the “Litigation” section in Note 12 to the Consolidated Financial Statements.\n​\nWe use a combination of insurance and self-insurance to provide for potential liability for workers’ compensation, automobile and general liability, property, director and officers’ liability, cyber risk exposure and associate health care benefits.  Any actuarial projection of losses is subject to a high degree of variability. With respect to insured matters, we are liable for retention amounts that vary by the nature of the claim, and some losses may not be covered by insurance. Changes in legal claims, trends and interpretations, variability in inflation rates, changes in the nature and method of claims settlement, benefit level changes due to changes in applicable laws, insolvency of insurance carriers, and changes in discount rates could all affect our financial condition, results of operations or cash flows.\n​\n15\nMULTI-EMPLOYER PENSION OBLIGATIONS\n​\nAs discussed in more detail below in “Management’s Discussion and Analysis of Financial Condition and Results of Operations-Critical Accounting Policies-Multi-Employer Pension Plans,” Kroger contributes to several multi-employer pension plans based on obligations arising under collective bargaining agreements with unions representing associates covered by those agreements.  We believe the present value of actuarially accrued liabilities in most of these multi-employer plans exceeds the value of the assets held in trust to pay benefits, and we expect that Kroger’s contributions to most of these funds will increase over the next few years.  A significant increase to those funding requirements could adversely affect our financial condition, results of operations or cash flows.  Despite the fact that the pension obligations of these funds are not the liability or responsibility of the Company, except as noted below, there is a risk that the agencies that rate our outstanding debt instruments could view the underfunded nature of these plans unfavorably, or adjust their current views unfavorably, when determining their ratings on our debt securities.  Any downgrading of our debt ratings likely would adversely affect our cost of borrowing and access to capital.\n​\nWe also currently bear the investment risk of two multi-employer pension plans in which we participate.  In addition, we have been designated as the named fiduciary of these funds with sole investment authority of the assets of these funds.  If investment results fail to meet our expectations, we could be required to make additional contributions to fund a portion of or the entire shortfall, which could have an adverse effect on our business, financial condition, results of operations or cash flows.\n​\nINTEGRATION OF NEW BUSINESS AND STRATEGIC ALLIANCES\n​\nWe enter into mergers, acquisitions and strategic alliances with expected benefits including, among other things, operating efficiencies, procurement savings, innovation, sharing of best practices and increased share that may allow for future growth.  Achieving the anticipated or desired benefits may be subject to a number of significant challenges and uncertainties, including, without limitation, whether unique corporate cultures will work collaboratively in an efficient and effective manner, the coordination of geographically separate organizations, the possibility of imprecise assumptions underlying expectations regarding potential synergies, capital requirements, and the integration process, unforeseen expenses and delays, and competitive factors in the marketplace.  We could also encounter unforeseen transaction and integration-related costs or other circumstances such as unforeseen liabilities or other issues.  Many of these potential circumstances are outside of our control and any of them could result in increased costs, decreased revenue, decreased synergies and the diversion of management time and attention.  If we are unable to achieve our objectives within the anticipated time frame, or at all, the expected benefits may not be realized fully or at all, or may take longer to realize than expected, which could have an adverse effect on our business, financial condition, results of operations or cash flows.\n​\nFUEL\n​\nWe sell a significant amount of fuel in our 1,613 fuel centers, which could face increased regulation, including due to climate change or other environmental concerns, and demand could be affected by concerns about the effect of emissions on the environment as well as retail price increases.  We are unable to predict future regulations, environmental effects, political unrest, acts of war or terrorism, disruptions to the economy, including but not limited to the COVID-19 pandemic, the recent invasion of Ukraine by Russia, and other matters that affect the cost and availability of fuel, and how our customers will react to such factors, which could adversely affect our financial condition, results of operations or cash flows.\n​\n16\nECONOMIC CONDITIONS\n​\nOur operating results could be materially impacted by changes in overall economic conditions and other economic factors that impact consumer confidence and spending, including discretionary spending.  Future economic conditions affecting disposable consumer income such as employment levels, business conditions, overall economic slowdown or recession, changes in housing market conditions, changes in government benefits such as SNAP/EBT or child care credits, the availability of credit, interest rates, inflation or deflation, tax rates and other matters could reduce consumer spending.  Inflation could materially affect our operating results through increases to our cost of goods, supply chain costs and labor costs.  In addition, the economic factors listed above, or any other economic factors or circumstances resulting in higher transportation, labor, insurance or healthcare costs or commodity prices, and other economic factors can increase our merchandise costs and operating, general and administrative expenses and otherwise adversely affect our financial condition, results of operations or cash flows.  Increased fuel prices also have an effect on consumer spending and on our costs of producing and procuring products that we sell.  A deterioration in overall economic conditions, the likelihood of which is made more uncertain by the recent increases in the inflation rate, could adversely affect our business in many ways, including slowing sales growth, reducing overall sales and reducing gross margins.  We are unable to predict how the global economy and financial markets will perform.  If the global economy and financial markets do not perform as we expect, it could adversely affect our financial condition, results of operations or cash flows.\n​\nCOVID-19\n​\nThe global COVID-19 pandemic continues to affect our business. Two full years into the pandemic, many factors and uncertainties remain, including:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n17\nIn addition, we cannot predict with certainty the extent of the effect that COVID-19 will have on our customers, suppliers, vendors, and other business partners, and each of their financial conditions; however, any adverse effect on these parties could materially and adversely impact us.  To the extent that COVID-19 continues to affect the U.S. and global economy and our business, it may also heighten other risks described in this section, including but not limited to those related to consumer behavior and expectations, competition, implementation of strategic initiatives, cybersecurity threats, payment-related risks, supply chain disruptions, labor availability and cost, litigation and operational risk as a result of regulatory requirements.\n​\nLEGAL AND GOVERNMENT REGULATION\n​\nWe are subject to various laws, regulations, and administrative practices that affect our business, including laws and regulations involving antitrust and competition, privacy, data protection, environmental, healthcare, anti-bribery, anti-corruption, tax, accounting, and financial reporting or other matters.  These and other rapidly changing laws, regulations, policies and related interpretations, as well as increased enforcement actions by various governmental and regulatory agencies, create challenges for the Company, may alter the environment in which we do business and may increase the ongoing costs of compliance, which could adversely affect our financial condition, results of operations and cash flows. If we are unable to continue to meet these challenges and comply with all laws, regulations, policies and related interpretations, it could negatively affect our reputation and our business results. Additionally, we are currently, and in the future may be, subject to a number of inquiries, investigations, claims, proceeding, and requests for information from governmental agencies or private parties, the adverse outcomes of which could harm our business. Failure to successfully manage these new or pending regulatory and legal matters and resolve such matters without significant liability or damage to our reputation may adversely affect our financial condition, results of operations and cash flows. Furthermore, if new or pending legal or regulatory matters result in fines or costs in excess of the amounts accrued to date, that may also materially affect our financial condition, results of operations or cash flows.\n​\nIn addition, increasing governmental and societal attention to environmental, social, and governance (ESG) matters, including expanding voluntary reporting, diligence, and disclosure on topics such as climate change, waste production, water usage, human capital, labor, and risk oversight, could expand the nature, scope, and complexity of matters that we are required to control, assess, and report and could negatively affect the Company’s reputation.\n​\nAdditionally, we must comply with numerous provisions regulating, among other things, health and sanitation standards, food labeling and safety, equal employment opportunity, minimum wages, licensing for the sale of food, drugs, and alcoholic beverages, and new provisions relating to the COVID-19 pandemic. We cannot predict future laws, regulations, interpretations, administrative orders, or applications, or the effect they will have on our operations. They could, however, significantly increase the cost of doing business.  They also could require the reformulation of some of the products that we sell (or manufacture for sale to third parties) to meet new standards.  We also could be required to recall or discontinue the sale of products that cannot be reformulated.  These changes could result in additional record keeping, expanded documentation of the properties of certain products, expanded or different labeling, or scientific substantiation. Any or all of these requirements could have an adverse effect on our financial condition, results of operations or cash flows.\n​\nWEATHER, NATURAL DISASTERS AND OTHER EVENTS\n​\nA large number of our stores, distribution facilities and fulfillment centers are geographically located in areas that are susceptible to hurricanes, tornadoes, floods, droughts, ice and snow storms and earthquakes.  Weather conditions and natural disasters have, and may again in the future, disrupt our operations at one or more of our facilities, interrupt the delivery of products to our stores, substantially increase the cost of products, including supplies and materials and substantially increase the cost of energy needed to operate our facilities or deliver products to our facilities.  Moreover, the effects of climate change, including those associated with extreme weather events, may affect our ability to procure needed commodities at costs and in quantities that are optimal for us or at all.  Adverse weather, natural disasters, geopolitical and catastrophic events, such as war, civil unrest, acts of terrorism or other acts of violence, including active shooter situations (which have occurred in the past at our locations), or pandemics, such as the spread of COVID-19, or other future pandemics and other matters that could reduce consumer spending, could materially affect our financial condition, results of operations or cash flows.\n​\n18\nCLIMATE IMPACT\n​\nThe long-term effects of global climate change present both physical risks, such as extreme weather conditions or rising sea levels, and transition risks, such as regulatory or technology changes, which are expected to be widespread and unpredictable. These changes could over time affect, for example, the availability and cost of products, commodities and energy including utilities, which in turn may impact our ability to procure goods or services required for the operation of our business at the quantities and levels we require. In addition, many of our operations and facilities are in locations that may be affected by the physical risks of climate change, and we face the risk of losses incurred as a result of physical damage to stores, distribution or fulfillment centers, loss or spoilage of inventory and business interruption caused by such events. We also use natural gas, diesel fuel, gasoline and electricity in our operations, all of which could face increased regulation and cost increases as a result of climate change or other environmental concerns. Transitioning to alternative energy sources, such as renewable electricity or electric vehicles, could incur higher costs.  Regulations limiting greenhouse gas emissions and energy inputs will also increase in coming years, which may increase our costs associated with compliance, tracking, reporting, and sourcing. These events and their impacts could otherwise disrupt and adversely affect our operations and could have an adverse effect on our financial condition, results of operations or cash flows.\n​\nSUPPLY CHAIN\n​\nDisruption in our global supply chain could negatively affect our business. The products we sell are sourced from a wide variety of domestic and international vendors, and any future disruption in our supply chain or inability to find qualified vendors and access products that meet requisite quality and safety standards in a timely and efficient manner could adversely affect our business. The loss or disruption of such supply arrangements for any reason, labor disputes, loss or impairment of key manufacturing sites, acts of war or terrorism, disruptive global political events, for example, the recent invasion of Ukraine by Russia, quality control issues, a supplier’s financial distress, natural disasters or health crises, including the COVID-19 pandemic, regulatory actions or ethical sourcing issues, trade sanctions or other external factors over which we have no control, could interrupt product supply and, if not effectively managed and remedied, have an adverse effect on our business, financial condition, results of operations or cash flows.\n​"
  },
  {
    "item_key": "item_1b",
    "text": "​\nNone.\n​"
  },
  {
    "item_key": "item_2",
    "text": "​\nAs of January 29, 2022, we operated approximately 2,800 owned or leased supermarkets, distribution warehouses and food production plants through divisions, subsidiaries or affiliates. These facilities are located throughout the United States.  We generally own store equipment, fixtures and leasehold improvements, as well as processing and food production equipment. The total cost of our owned assets and finance leases at January 29, 2022, was $49.9 billion while the accumulated depreciation was $26.1 billion.\n​\nWe lease certain store real estate, warehouses, distribution centers, office space and equipment. We operate in leased facilities in approximately half of our store locations. Lease terms generally range from 10 to 20 years with options to renew for varying terms at our sole discretion. Certain leases also include options to purchase the leased property.  Leases with an initial term of 12 months or less are not recorded on the balance sheet. Certain leases include escalation clauses or payment of executory costs such as property taxes, utilities or insurance and maintenance. Rent expense for leases with escalation clauses or other lease concessions are accounted for on a straight-line basis over the lease term.  Our lease agreements do not contain any material residual value guarantees or material restrictive covenants.  Certain properties or portions thereof are subleased to others for periods generally ranging from one to 20 years.  For additional information on lease obligations, see Note 9 to the Consolidated Financial Statements.\n​"
  },
  {
    "item_key": "item_3",
    "text": "​\nIncorporated by reference herein is information regarding certain legal proceedings in which we are involved as set forth under “Litigation” contained in Note 12 – “Commitments and Contingencies” in the notes to the Consolidated Financial Statements in Item 8 of Part II of this Annual Report.\n​\n19"
  },
  {
    "item_key": "item_4",
    "text": "​\nNot applicable.\n​\nPART II\n​"
  },
  {
    "item_key": "item_5",
    "text": "​\nOur common stock is listed on the New York Stock Exchange under the symbol “KR.” As of March 23, 2022, there were 25,466 shareholders of record.\n​\nDuring 2021, we paid two quarterly cash dividends of $0.18 per share and two quarterly cash dividends of $0.21 per share.  During 2020, we paid two quarterly cash dividends of $0.16 per share and two quarterly cash dividends of $0.18 per share.  On March\n1, 2022, we paid a quarterly cash dividend of $0.21 per share.  On March 10, 2022, we announced that our Board of Directors declared a quarterly cash dividend of $0.21 per share, payable on June\n1, 2022, to shareholders of record at the close of business on May 13, 2022.  We currently expect to continue to pay comparable cash dividends on a quarterly basis, that will increase over time, depending on our earnings and other factors, including approval by our Board.\n​\nFor information on securities authorized for issuance under our existing equity compensation plans, see Item 12 under the heading “Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters.”\n​\n20\nPERFORMANCE GRAPH\n​\nSet forth below is a line graph comparing the five-year cumulative total shareholder return on our common shares, based on the market price of the common shares and assuming reinvestment of dividends, with the cumulative total return of companies in the Standard & Poor’s 500 Stock Index and a peer group composed of food and drug companies.\n​\n​\n​\n​\nKroger’s fiscal year ends on the Saturday closest to January 31.\n​\nData supplied by Standard & Poor’s.\n​\nThe foregoing Performance Graph will not be deemed incorporated by reference into any other filing, absent an express reference thereto.\n*     Total assumes $100 invested on January 28, 2017, in The Kroger Co., S&P 500 Index, and the Peer Group, with reinvestment of dividends.\n​\n**   The Peer Group consists of Albertsons Companies, Inc. (included from June 26, 2020 when it began trading), Costco Wholesale Corp., CVS Health Corporation, Koninklijke Ahold Delhaize N.V., Supervalu Inc. (included through October 19, 2018 when it was acquired by United Natural Foods), Target Corp., Walgreens Boots Alliance Inc., Walmart Inc., Whole Foods Market Inc. (included through August 28, 2017 when it was acquired by Amazon.com, Inc.).\n​\n21\nThe following table presents information on our purchases of our common shares during the fourth quarter of 2021:\n​\nISSUER PURCHASES OF EQUITY SECURITIES\n​\n​\n​\n​\n​"
  },
  {
    "item_key": "item_6",
    "text": "​\nNot applicable.\n​\n​\n22"
  },
  {
    "item_key": "item_7",
    "text": "​\nThe following discussion and analysis of financial condition and results of operations of The Kroger Co. should be read in conjunction with the “Forward-looking Statements” section set forth in Part I and the “Risk Factors” section set forth in Item 1A of Part\nI.  MD&A is provided as a supplement to, and should be read in conjunction with, our Consolidated Financial Statements and the accompanying notes thereto contained in Item 8 of this report, as well as Part II, Item 7 “Management's Discussion and Analysis of Financial Condition and Results of Operations” of our Form 10-K for the year ended January 30, 2021, which provides additional information on comparisons of fiscal years 2020 and 2019.\n​\nSignificant fluctuations occurred in our business during 2020 due to the COVID-19 pandemic. As a result, management compares current year identical sales without fuel, adjusted FIFO operating profit and adjusted net earnings per diluted share results to the same metrics for the comparable period in 2019, in addition to comparisons made to 2020. This enables management to evaluate results of the business and our financial model over a longer period of time, and to better understand the state of the business after the height of the pandemic compared to the period of time prior to the pandemic.\n​\nOUR VALUE CREATION MODEL – DELIVERING CONSISTENT AND ATTRACTIVE TOTAL SHAREHOLDER RETURN\n​\nKroger has developed multiple levers within our business model to ensure we deliver net earnings growth and consistent and attractive total shareholder return (“TSR”).  Our execution of this model is allowing us to deliver today and invest for the future.  The foundation of our value creation model is our market leading omnichannel position in food retail, which is built on Kroger’s unique assets: our stores, digital ecosystem,\nOur Brands\nand our data.  These unique assets, when combined with our go-to-market strategy, deliver an unmatched value proposition for our customers.  We continue to invest in areas of the business that matter most to our customers and deepen our competitive moats of Fresh,\nOur Brands\n, Data & Personalization and Seamless, to drive sustainable sales growth in our retail supermarket business, including fuel and health & wellness.  This, in turn, generates the data and traffic that enables our fast-growing, high operating margin alternative profits.  We are evolving from a traditional food retailer into a more diverse, food first business that we expect will consistently deliver net earnings growth in the future. This will be achieved by:\n​\n​\n​\nWe expect to continue to generate strong free cash flow and are committed to being disciplined with capital deployment in support of our value creation model and stated capital allocation priorities. Our first priority is to invest in the business through attractive high return organic and inorganic opportunities that drive long-term sustainable net earnings growth.  We are committed to maintaining our current investment grade debt rating and our net total debt to adjusted EBITDA ratio target range of 2.30 to 2.50. We also expect to continue to grow our dividend over time and return excess cash to shareholders via stock repurchases.\n​\nWe expect our value creation model will result in total shareholder return over the long-term within our target range of 8% to 11%.\n23\n2021 EXECUTIVE SUMMARY\n​\nOur strategic priorities of leading with fresh and accelerating with digital propelled Kroger to record performance in 2021, on top of record results in 2020.  These results demonstrate the strength of our go-to-market strategy, which led to achieving positive identical sales without fuel against very strong identical sales without fuel last year, resulting in a two-year stacked growth rate of 14.3%.  Digital sales two-year stacked growth was 113% for 2021 and has grown triple digits since the beginning of 2019.  We connected with customers through our expanding seamless ecosystem and the consistent delivery of a full, fresh, and friendly customer experience.  We invested more than ever before in our associates to raise our average hourly wage to $17 and our average hourly rate to over $22 with comprehensive benefits included.  We balanced these investments by achieving cost savings greater than $1 billion for the fourth consecutive year and alternative profits contributed an incremental $150 million of operating profit.  Our agility and the commitment from our associates is allowing us to navigate a more volatile inflationary environment, current labor and supply chain conditions, and provide fresh food at affordable prices across our seamless ecosystem.\n​\nThe following graphic illustrates our go-to-market strategy:\n​\n​\nAs we look to 2022, we expect the momentum in our business to continue and have confidence in our ability to navigate a rapidly changing operating environment.  Our 2022 guidance reaffirms that we are creating a new, higher base from which we expect to grow.  Our adjusted FIFO operating profit guidance for 2022 is $900 million higher than our TSR model would have projected when we announced it in 2019.  Our guidance also highlights the flexibility and multiple levers that exist within our model today, which will allow us to deliver adjusted net earnings per diluted share growth in 2022, while cycling COVID-19 effects and investing for future growth.  We are leveraging technology, innovation, and our competitive moats to build lasting competitive advantages. Our balanced model is allowing us to deliver for shareholders, invest in our associates, continue to provide fresh affordable food to our customers and uplift our communities.  We remain confident in our value creation model and we expect to deliver total shareholder return over the long-term within our target range of 8% to 11%.\n​\n24\nThe following table provides highlights of our financial performance:\n​\nFinancial Performance Data\n($ in millions, except per share amounts)\n​\n​\nOVERVIEW\nNotable items for 2021 are:\n​\nShareholder Return\n​\n​\n​\n​\n​\n​\n​\n​\nOther Financial Results\n​\n​\n​\n​\n25\n​\n​\nSignificant Events\n​\n​\n​\n​\nCOVID-19\n​\nThe COVID-19 pandemic has had, and is continuing to have, a significant impact on our business and results of operations.  We expect the ultimate significance will be dictated by the length of time that such circumstances continue, which will depend on the currently unknowable extent and duration of the COVID-19 pandemic and any governmental and public actions taken in response.  Since the beginning of the pandemic, our most urgent priority has been to safeguard our associates and customers. We’ve implemented dozens of new safety and cleanliness processes and procedures in our stores and other facilities.\n​\nAs the pandemic has evolved, we have experienced unusually strong sales beginning in 2020 and continuing throughout 2021.  We continue to see people eat and work more from home and prioritize health and cleanliness.  The change in customer behavior caused by COVID-19 was a major factor in our results over the past two years. The pandemic brought to the forefront the importance to the customer of fresh and a seamless digital offering. We continued to invest and grow our capabilities in these areas, which\nled to achieving positive identical sales without fuel in 2021 against very strong identical sales results last year, which results in a two-year stacked growth rate of 14.3%.  Digital sales two-year stacked growth was 113% for 2021\n, enabled by our team’s ability to pivot quickly and effectively in the first stage of the pandemic to ensure that we were meeting our customers’ demand for safe, low-touch or touchless shopping modalities.\n​\nOur operating, general and administrative (“OG&A”) expenses for 2021 reflected a reduction of the significant COVID related costs we incurred in 2020.  Our OG&A expenses for 2020 included significant incremental costs related to investments in pay and benefits for our associates and measures to safeguard our associates and customers.  As a percentage of sales, these incremental costs in 2020 were partially offset by sales leverage resulting from strong sales growth due to the COVID-19 pandemic.\n​\n26\nStrong execution by our team and accelerated investments in our competitive moats over the past two fiscal years allowed us to strengthen our balance sheet.  At the onset of the pandemic in March 2020, we proactively borrowed $1 billion under the revolving credit facility. This was a precautionary measure in order to preserve financial flexibility, reduce reliance on the commercial paper market and maintain liquidity in response to the COVID-19 pandemic.  During 2020, we fully repaid the $1 billion borrowed under the revolving credit facility in addition to $1.2 billion of commercial paper obligations outstanding as of year-end 2019, using cash generated by operations. We maintain a temporary cash investment balance of $1.5 billion as of year-end 2021.\n​\nFor additional information about our debt activity in 2021 and 2020, including the drawdown and repayments under our revolving credit facility, forward-starting interest rate swap agreements and our senior note issuances, see Note 5 to the Consolidated Financial Statements.  For additional information about our business results, including the impact of the COVID-19 pandemic, see our\nResults of Operations\nand\nLiquidity and Capital Resources\nsections within MD&A.\n​\nOUR BUSINESS\n​\nThe Kroger Co. (the “Company” or “Kroger”) was founded in 1883 and incorporated in 1902.  We are one of the world’s largest retailers, as measured by revenue.  Our retail business is built on the foundation of our market leading position in food retail which includes the added convenience of our retail pharmacies and fuel centers.  Our market leading position in food retail reflects the strength of our competitive moats of Fresh,\nOur Brands\n, Data & Personalization and Seamless, and our unique combination of assets.\n​\nWe also leverage the data and traffic generated by our retail business to deliver incremental value and services for our customers that generates alternative profit streams. These alternative profit streams would not exist without our core retail business.\n​\nKroger is diversified across brands, product categories, channels of distribution, geographies and consumer demographics.  Our unique combination of assets include the following:\n​\nStores\n​\nAs of January 29, 2022, Kroger operates supermarkets under a variety of local banner names in 35 states and the District of Columbia.  As of January 29, 2022, Kroger operated, either directly or through its subsidiaries, 2,726 supermarkets, of which 2,252 had pharmacies and 1,613 had fuel centers.  We connect with customers through our expanding seamless ecosystem and the consistent delivery of a full, fresh, and friendly customer experience.\nFuel sales are an important part of our revenue, net earnings and loyalty offering.\nOur fuel strategy is to include a fuel center at each of our supermarket locations when it is feasible and it is expected to be profitable.\n​\nSeamless Digital Ecosystem\n​\nOur digital ecosystem provides a fresh and seamless offering for our customers.  Through investment and innovation, we continue to improve our seamless ecosystem to ensure it remains relevant.  We offer a convenient shopping experience for our customers regardless of how they choose to shop with us, including Pickup, Delivery and Ship.  We offer Pickup (also referred to as ClickList®) and Harris Teeter ExpressLane™ — personalized, order online, pick up at the store services — at 2,257 of our supermarkets and provide home delivery services, which allows us to offer digital solutions to 98% of our customers.  We provide relevant customer-facing apps and interfaces that have the features customers want that are also reliable, easy to use and deliver a seamless customer experience across our store and digital channels.\n​\nMerchandising and Manufacturing\n​\nOur Brands\nproducts play an important role in our merchandising strategy and represented nearly $28 billion of our sales in 2021.  We operate 33 food production plants, primarily bakeries and dairies, which supply approximately 29% of\nOur Brands\nunits and 41% of the grocery category\nOur Brands\nunits sold in our supermarkets; the remaining\nOur Brands\nitems are produced to our strict specifications by outside manufacturers.\n​\n27\nOur Data\n​\nWe are evolving from a traditional food retailer into a more diverse, food first business.  The traffic and data generated by our retail supermarket business, including pharmacies and fuel centers, is enabling this transformation. Kroger serves over 60 million households annually and because of our market leading rewards program, 96% of customer transactions are tethered to a Kroger loyalty card.  Our 20 years of investment in data science capabilities is allowing us to leverage this data to create personalized experiences and value for our customers and is also enabling our fast-growing, high operating margin alternative profits, including data analytic services and third party media revenue.  Our retail media business – Kroger Precision Marketing – provides best in class media capabilities for our consumer packaged goods partners and is a key driver of our digital profitability and alternative profit.\n​\nOur revenues are predominately earned and cash is generated as consumer products are sold to customers in our stores, fuel centers and via our online platforms.  We earn income predominately by selling products at price levels that produce revenues in excess of the costs we incur to make these products available to our customers.  Such costs include procurement and distribution costs, facility occupancy and operational costs, and overhead expenses.  Our retail operations, which represent 97% of our consolidated sales, is our only reportable segment.\n​\nOther Events Affecting our Business\n​\nOn January 27, 2020, Lucky’s Market filed a voluntary petition in the Bankruptcy Court seeking relief under the Bankruptcy Code.  Lucky’s Market is included in our Consolidated Statements of Operations through January 26, 2020.  Refer to Note 16 to the Consolidated Financial Statements for additional information.\n​\nOn April 26, 2019, we completed the sale of our Turkey Hill Dairy business for total proceeds of $225 million.  Turkey Hill Dairy is included in our Consolidated Statements of Operations through April 25, 2019.\n​\nOn March 13, 2019, we completed the sale of our You Technology business to Inmar for total consideration of $565 million, including $396 million of cash and $64 million of preferred equity received upon closing. We are also entitled to receive other cash payments of $105 million over five years. The transaction includes a long-term service agreement for Inmar to provide us digital coupon services.  You Technology is included in our Consolidated Statements of Operations through March 12, 2019.\n​\nUSE OF NON-GAAP FINANCIAL MEASURES\nThe accompanying Consolidated Financial Statements, including the related notes, are presented in accordance with generally accepted accounting principles (“GAAP”). We provide non-GAAP measures, including First-In, First-Out (“FIFO”) gross margin, FIFO operating profit, adjusted FIFO operating profit, adjusted net earnings and adjusted net earnings per diluted share because management believes these metrics are useful to investors and analysts. These non- GAAP financial measures should not be considered as an alternative to gross margin, operating profit, net earnings and net earnings per diluted share or any other GAAP measure of performance. These measures should not be reviewed in isolation or considered as a substitute for our financial results as reported in accordance with GAAP.\n​\nWe calculate FIFO gross margin as FIFO gross profit divided by sales. FIFO gross profit is calculated as sales less merchandise costs, including advertising, warehousing, and transportation expenses, but excluding the Last-In, First-Out (“LIFO”) charge. Merchandise costs exclude depreciation and rent expenses. FIFO gross margin is an important measure used by management and management believes FIFO gross margin is a useful metric to investors and analysts because it measures the merchandising and operational effectiveness of our go-to-market strategy.\n​\nWe calculate FIFO operating profit as operating profit excluding the LIFO charge. FIFO operating profit is an important measure used by management and management believes FIFO operating profit is a useful metric to investors and analysts because it measures the operational effectiveness of our financial model.\n​\n28\nThe adjusted net earnings, adjusted net earnings per diluted share and adjusted FIFO operating profit metrics are important measures used by management to compare the performance of core operating results between periods. We believe adjusted net earnings, adjusted net earnings per diluted share and adjusted FIFO operating profit are useful metrics to investors and analysts because they present more accurate year-over-year comparisons of our net earnings, net earnings per diluted share and FIFO operating profit because adjusted items are not the result of our normal operations\n.  Net earnings for 2021 include the following, which we define as the “2021 Adjusted Items:”\n​\n​\n​\n​\nNet earnings for 2020 include the following, which we define as the “2020 Adjusted Items:”\n​\n​\n​\nNet earnings for 2019 include the following, which we define as the “2019 Adjusted Items:”\n​\n​\n​\nThe following table provides a reconciliation of net earnings attributable to The Kroger Co. to adjusted net earnings attributable to The Kroger Co. and a reconciliation of net earnings attributable to The Kroger Co. per diluted common share to adjusted net earnings attributable to The Kroger Co. per diluted common share\nexcluding the 2021, 2020 and 2019 Adjusted Items:\n​\n29\nNet Earnings per Diluted Share excluding the Adjusted Items\n($ in millions, except per share amounts)\n​\n​\n30\nKey Performance Indicators\n​\nWe evaluate our results of operations and cash flows using a variety of key performance indicators, such as sales, identical sales, excluding fuel, FIFO gross margin, adjusted FIFO operating profit, adjusted net earnings, adjusted net earnings per diluted share and return on invested capital.  We use these financial metrics and related computations to evaluate our operational effectiveness and our results of operations from period to period and to plan for near and long-term operating and strategic decisions.  These key performance indicators should  not be reviewed in isolation or considered as a substitute for our financial results as reported in accordance with GAAP. These measures, which are described in more detail in this Annual Report on Form 10-K, may not be comparable to similarly-titled performance indicators used by other companies.\n​\nRESULTS OF OPERATIONS\n​\nSales\n​\nTotal Sales\n($ in millions)\n​\nTotal sales increased in 2021, compared to 2020, by 4.1%.  The increase was primarily due to\nan increase in supermarket fuel sales. Total sales, excluding fuel, increased 0.2% in 2021, compared to 2020, which was primarily due to our identical sales increase, excluding fuel, of 0.2%. Identical sales, excluding fuel, increased in 2021 on top of record sales results in 2020, which was primarily caused by unprecedented demand due to the COVID-19 pandemic during 2020. Our two-year identical sales, excluding fuel, stacked growth was 14.3%. Total supermarket fuel sales increased 54.7% in 2021, compared to 2020, primarily due to an increase in fuel gallons sold of 7.9% and an increase in the average retail fuel price of 43.6%. The increase in the average retail fuel price was caused by an increase in the product cost of fuel.\n​\n31\nTotal sales increased in 2020, compared to 2019, by 8.4%.  The increase was due to an increase in total sales to retail customers without fuel, partially offset by a reduction in supermarket fuel sales and decreased sales due to the disposal of Turkey Hill Dairy and You Technology in the first quarter of 2019. Total sales to retail customers without fuel increased 13.6% in 2020, compared to 2019. The increase was primarily due to our identical sales increase, excluding fuel, of 14.1%, partially offset by decreased sales due to the deconsolidation of Lucky’s Market in the fourth quarter of 2019.  Total sales excluding fuel and dispositions increased 14.2% in 2020 compared to 2019.  The significant increase in identical sales, excluding fuel, was caused by unprecedented demand due to the COVID-19 pandemic, digital sales growth and growth in market share. Market share growth contributed to our identical sales increase, excluding fuel, as our sales outpaced the general growth in the food retail industry during 2020.  The increase in identical sales, excluding fuel, was broad based across all supermarket divisions and remained heightened throughout 2020.  During the pandemic, customers reduced trips while significantly increasing basket value.\n​\nTotal supermarket fuel sales decreased 32.5% in 2020, compared to 2019, primarily due to a decrease in fuel gallons sold of 17.5% and a decrease in the average retail fuel price of 18.2%. The decrease in fuel gallons sold was reflective of the national trend, which decreased due to the COVID-19 pandemic. The decrease in the average retail fuel price was caused by a decrease in the product cost of fuel.\n​\nWe calculate identical sales, excluding fuel, as sales to retail customers, including sales from all departments at identical supermarket locations, Kroger Specialty Pharmacy businesses and ship-to-home solutions. We define a supermarket as identical when it has been in operation without expansion or relocation for five full quarters. We define Kroger Specialty Pharmacy businesses as identical when physical locations have been in operation continuously for five full quarters; discontinued patient therapies are excluded from the identical sales calculation starting in the quarter of transfer or termination.  Although identical sales is a relatively standard term, numerous methods exist for calculating identical sales growth. As a result, the method used by our management to calculate identical sales may differ from methods other companies use to calculate identical sales. We urge you to understand the methods used by other companies to calculate identical sales before comparing our identical sales to those of other such companies. Our identical sales, excluding fuel, results are summarized in the following table. We used the identical sales, excluding fuel, dollar figures presented below to calculate percentage changes for 2021 and 2020.\n​\nIdentical Sales\n($ in millions)\n​\n​\nGross Margin, LIFO and FIFO Gross Margin\n​\nWe define gross margin as sales minus merchandise costs, including advertising, warehousing, and transportation. Rent expense, depreciation and amortization expense, and interest expense are not included in gross margin.\n​\nOur gross margin rates, as a percentage of sales, were 22.01% in 2021 and 23.32% in 2020.\nThe decrease in rate in 2021, compared to 2020, resulted primarily from increased fuel sales, which have a lower gross margin rate, a decrease in our fuel gross margin, continued strategic investments in lower prices for our customers, a COVID-19-related inventory write down for personal protective equipment donated to community partners, a higher LIFO charge and increased shrink and transportation costs, as a percentage of sales, partially offset by growth in our alternative profit streams and effective negotiations to achieve savings on the cost of products sold.\n​\nOur LIFO charge was $197 million in 2021 compared to a LIFO credit of $7 million in 2020.\nThe increase in our LIFO charge was attributable to higher inflation in most categories, with grocery and meat being the largest contributors.\n​\nOur FIFO gross margin rate, which excludes the LIFO charge, was 22.15% in 2021, compared to 23.32% in 2020.  Our fuel sales lower our FIFO gross margin rate due to the very low FIFO gross margin rate, as a percentage of sales, of fuel sales compared to non-fuel sales.  Excluding the effect of fuel, our FIFO gross margin rate decreased 43 basis points in 2021, compared to 2020. This decrease resulted primarily from\ncontinued strategic investments in lower prices for our customers, a COVID-19-related inventory write down for personal protective equipment donated to community partners and increased shrink and transportation costs, as a percentage of sales, partially offset by growth in our alternative profit streams and effective negotiations to achieve savings on the cost of products sold.\n32\nOperating, General and Administrative Expenses\n​\nOG&A expenses consist primarily of employee-related costs such as wages, healthcare benefit costs, retirement plan costs, utilities, and credit card fees. Rent expense, depreciation and amortization expense, and interest expense are not included in OG&A.\n​\nOG&A expenses, as a percentage of sales, were 16.83% in 2021 and 18.49% in 2020.  The decrease in 2021, compared to 2020, resulted primarily from\ndecreased COVID-19-related costs, lower contributions to multi-employer pension plans, decreased incentive plan costs, the 2020 OG&A Adjusted Items, the effect of increased fuel sales, which decreases our OG&A rate, as a percentage of sales, and broad-based improvement from cost savings initiatives that drive administrative efficiencies, store productivity and sourcing cost reductions, partially offset by significant investments in our associates and the 2021 OG&A Adjusted Items.\n​\nOur fuel sales lower our OG&A rate, as a percentage of sales, due to the very low OG&A rate, as a percentage of sales, of fuel sales compared to non-fuel sales.  Excluding the effect of fuel, the 2021 OG&A Adjusted Items and the 2020 OG&A Adjusted Items, our OG&A rate decreased 61 basis points in 2021, compared to 2020. This decrease resulted primarily from\ndecreased COVID-19-related costs, lower contributions to multi-employer pension plans, decreased incentive plan costs and broad-based improvement from cost savings initiatives that drive administrative efficiencies, store productivity and sourcing cost reductions, partially offset by significant investments in our associates.\n​\nRent Expense\n​\nRent expense was $845 million, or 0.61% of sales, for 2021, compared to $874 million, or 0.66% of sales, for 2020.  Rent expense, as a percentage of sales, decreased 5 basis points in 2021, compared to 2020, primarily due to the completion of a property transaction related to 28 previously leased properties that we are now accounting for as owned locations and therefore recognizing depreciation and amortization expense over their useful life. For additional information about this transaction, see Note 5 to the Consolidated Financial Statements.\n​\nDepreciation and Amortization Expense\n​\nDepreciation and amortization expense was $2.8 billion, or 2.05% of sales, for 2021, compared to $2.7 billion, or 2.07% of sales, for 2020.  Depreciation and amortization expense remained consistent, as a percentage of sales, in 2021, compared to 2020.\n​\nOperating Profit and FIFO Operating Profit\n​\nOperating profit was $3.5 billion, or 2.52% of sales, for 2021, compared to $2.8 billion, or 2.10% of sales, for 2020.  Operating profit, as a percentage of sales, increased 42 basis points in 2021, compared to 2020, due to decreased OG&A expense, as a percentage of sales, partially offset by an increased LIFO charge and a lower FIFO gross margin rate.  Fuel earnings also contributed to our operating profit growth for 2021, compared to 2020.\n​\nFIFO operating profit was $3.7 billion, or 2.66% of sales, for 2021, compared to $2.8 billion, or 2.09% of sales, for 2020.  FIFO operating profit, as a percentage of sales, excluding the 2021 and 2020 Adjusted Items, increased 7 basis points in 2021, compared to 2020, due to decreased OG&A expense, as a percentage of sales, partially offset by a lower FIFO gross margin rate.  Fuel earnings also contributed to our FIFO operating profit growth for 2021, compared to 2020.\n​\nSpecific factors contributing to the trends driving operating profit and FIFO operating profit identified above are discussed earlier in this section.\n​\n33\nThe following table provides a reconciliation of operating profit to FIFO operating profit, and to Adjusted FIFO operating profit\n, excluding the 2021 and 2020 Adjusted Items:\n​\nOperating Profit excluding the Adjusted Items\n($ in millions)\n​\n​\nInterest Expense\n​\nInterest expense totaled $571 million in 2021 and $544 million in 2020.  The increase in interest expense in 2021, compared to 2020, resulted primarily from the completion of a property transaction related to 28 previously leased properties that we are now accounting for as owned locations.  The structure used to complete this transaction requires our liability to be shown as debt.  As a result of this transaction, rent expense decreased with a corresponding increase in interest expense and depreciation and amortization expense.  For additional information about this transaction, see Note 5 to the Consolidated Financial Statements.\n​\nIncome Taxes\n​\nOur effective income tax rate was 18.8% in 2021 and 23.2% in 2020.  The 2021 tax rate differed from the federal statutory rate due to\na discrete benefit of $47 million which was primarily from the favorable outcome of income tax audit examinations covering multiple years,\nthe benefit from share-based payments and the utilization of tax credits, partially offset by the effect of state income taxes.  The 2020 tax rate differed from the federal statutory rate primarily due to the effect of state income taxes, partially offset by the utilization of tax credits and deductions.\n​\nNet Earnings and Net Earnings Per Diluted Share\n​\nOur net earnings are based on the factors discussed in the Results of Operations section.\n​\nNet earnings of $2.17 per diluted share for 2021 represented a decrease of 33.6% compared to net earnings of $3.27 per diluted share for 2020.  Adjusted net earnings of $3.68 per diluted share for 2021 represented an increase of 6.1% compared to adjusted net earnings of $3.47 per diluted share for 2020.\nThe increase in adjusted net earnings per diluted share resulted primarily from increased FIFO operating profit, excluding fuel, increased fuel earnings and lower weighted average common shares outstanding due to common share repurchases, partially offset by a higher LIFO charge\n.\n​\n34\nRETURN ON INVESTED CAPITAL\n​\nWe calculate return on invested capital (“ROIC”) by dividing adjusted ROIC operating profit for the prior four quarters by the average invested capital.  Adjusted operating profit for ROIC purposes is calculated by excluding certain items included in operating profit, and adding back our LIFO charge (credit), depreciation and amortization and rent to our U.S. GAAP operating profit of the prior four quarters.  Average invested capital is calculated as the sum of (i) the average of our total assets, (ii) the average LIFO reserve and (iii) the average accumulated depreciation and amortization; minus (i) the average taxes receivable, (ii) the average trade accounts payable, (iii) the average accrued salaries and wages and (iv) the average other current liabilities, excluding accrued income taxes.  Averages are calculated for ROIC by adding the beginning balance of the first quarter and the ending balance of the fourth quarter, of the last four quarters, and dividing by two.  ROIC is a non-GAAP financial measure of performance.  ROIC should not be reviewed in isolation or considered as a substitute for our financial results as reported in accordance with GAAP.  ROIC is an important measure used by management to evaluate our investment returns on capital.  Management believes ROIC is a useful metric to investors and analysts because it measures how effectively we are deploying our assets.\n​\nAlthough ROIC is a relatively standard financial term, numerous methods exist for calculating a company’s ROIC.  As a result, the method used by our management to calculate ROIC may differ from methods other companies use to calculate their ROIC.  We urge you to understand the methods used by other companies to calculate their ROIC before comparing our ROIC to that of such other companies.\n​\nThe following table provides a calculation of ROIC for 2021 and 2020 on a 52 week basis ($ in millions):\n​\n(1)\nTaxes receivable were $42 as of January 29, 2022, $66 as of January 30, 2021 and $82 as of February 1, 2020.\n(2)\nOther current liabilities included accrued income taxes of $9 as of January 30, 2021.  We did not have any accrued income taxes as of January 29, 2022 and February 1, 2020. Accrued income taxes are removed from other current liabilities in the calculation of average invested capital.\n​\n35\nCRITICAL ACCOUNTING ESTIMATES\n​\nWe have chosen accounting policies that we believe are appropriate to report accurately and fairly our operating results and financial position, and we apply those accounting policies in a consistent manner.  Our significant accounting policies are summarized in Note 1 to the Consolidated Financial Statements.\n​\nThe preparation of financial statements in conformity with GAAP requires us to make estimates and assumptions that affect the reported amounts of assets, liabilities, revenues, and expenses, and related disclosures of contingent assets and liabilities.  We base our estimates on historical experience and other factors we believe to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources.  Actual results could differ from those estimates.\n​\nWe believe the following accounting estimates are the most critical in the preparation of our financial statements because they involve the most difficult, subjective or complex judgments about the effect of matters that are inherently uncertain.\n​\nImpairments of Long-Lived Assets\n​\nWe monitor the carrying value of long-lived assets for potential impairment each quarter based on whether certain triggering events have occurred.  These events include current period losses combined with a history of losses or a projection of continuing losses or a significant decrease in the market value of an asset.  When a triggering event occurs, we perform an impairment calculation, comparing projected undiscounted cash flows, utilizing current cash flow information and expected growth rates related to specific stores, to the carrying value for those stores.  If we identify impairment for long-lived assets to be held and used, we compare the assets’ current carrying value to the assets’ fair value.  Fair value is determined based on market values or discounted future cash flows.  We record impairment when the carrying value exceeds fair market value.  With respect to owned property and equipment held for disposal, we adjust the value of the property and equipment to reflect recoverable values based on our previous efforts to dispose of similar assets and current economic conditions.  We recognize impairment for the excess of the carrying value over the estimated fair market value, reduced by estimated direct costs of disposal.  We recorded asset impairments in the normal course of business totaling $64 million in 2021 and $70 million in 2020.  We record costs to reduce the carrying value of long-lived assets in the Consolidated Statements of Operations as OG&A expense.\n​\nThe factors that most significantly affect the impairment calculation are our estimates of future cash flows.  Our cash flow projections look several years into the future and include assumptions on variables such as inflation, the economy and market competition.  Application of alternative assumptions and definitions, such as reviewing long-lived assets for impairment at a different level, could produce significantly different results.\n​\nBusiness Combinations\n​\nWe account for business combinations using the acquisition method of accounting.  All the assets acquired, liabilities assumed and amounts attributable to noncontrolling interests are recorded at their respective fair values at the date of acquisition once we obtain control of an entity. The determination of fair values of identifiable assets and liabilities involves estimates and the use of valuation techniques when market value is not readily available.  We use various techniques to determine fair value in such instances, including the income approach.  Significant estimates used in determining fair value include, but are not limited to, the amount and timing of future cash flows, growth rates, discount rates and useful lives. The excess of the purchase price over fair values of identifiable assets and liabilities is recorded as goodwill.  See Note 2 for further information about goodwill.\n​\n36\nGoodwill\n​\nOur goodwill totaled $3.1 billion as of January 29, 2022.  We review goodwill for impairment in the fourth quarter of each year, and also upon the occurrence of triggering events.  We perform reviews of each of our operating divisions and other consolidated entities (collectively, “reporting units”) that have goodwill balances.  Generally, fair value is determined using a multiple of earnings, or discounted projected future cash flows, and we compare fair value to the carrying value of a reporting unit for purposes of identifying potential impairment.  We base projected future cash flows on management’s knowledge of the current operating environment and expectations for the future.  We recognize goodwill impairment for any excess of a reporting unit's carrying value over its fair value, not to exceed the total amount of goodwill allocated to the reporting unit.\n​\nOur annual evaluation of goodwill is performed for our reporting units during the fourth quarter.  The 2021 fair value of our Kroger Specialty Pharmacy reporting unit was estimated using multiple valuation techniques: a discounted cash flow model (income approach), a market multiple model and a comparable mergers and acquisition model (market approaches), with each method weighted in the calculation. The income approach relies on management’s projected future cash flows, estimates of revenue growth rates, margin assumptions and an appropriate discount rate. The market approaches require the determination of an appropriate peer group, which is utilized to derive estimated fair values based on selected market multiples.  The annual evaluation of goodwill performed in 2021, 2020 and 2019 did not result in impairment for any of our reporting units.  Based on current and future expected cash flows, we believe additional goodwill impairments are not reasonably likely.  A 10% reduction in fair value of our reporting units would not indicate a potential for impairment of our goodwill balance.\n​\nFor additional information relating to our results of the goodwill impairment reviews performed during 2021, 2020 and 2019, see Note 2 to the Consolidated Financial Statements.\n​\nThe impairment review requires the extensive use of management judgment and financial estimates.  Application of alternative estimates and assumptions could produce significantly different results.  The cash flow projections embedded in our goodwill impairment reviews can be affected by several factors such as inflation, business valuations in the market, the economy, market competition and our ability to successfully integrate recently acquired businesses.\n​\nMulti-Employer Pension Plans\n​\nWe contribute to various multi-employer pension plans based on obligations arising from collective bargaining agreements.  These multi-employer pension plans provide retirement benefits to participants based on their service to contributing employers.  The benefits are paid from assets held in trust for that purpose.  Trustees are appointed in equal number by employers and unions.  The trustees typically are responsible for determining the level of benefits to be provided to participants as well as for such matters as the investment of the assets and the administration of the plans.\n​\nWe recognize expense in connection with these plans as contributions are funded or when commitments are probable and reasonably estimable, in accordance with GAAP.  We made cash contributions to these plans of $1.1 billion in 2021, $619 million in 2020 and $461 million in 2019.  The increase in 2021, compared to 2020, is due to the contractual payments we made in 2021 related to our commitments established for certain ratification agreements.  The increase in 2020, compared to 2019, is due to incremental contributions we made in 2020 to multi-employer pension plans, helping stabilize future associate benefits.\n​\n37\nWe continue to evaluate and address our potential exposure to under-funded multi-employer pension plans as it relates to our associates who are beneficiaries of these plans.  These under-fundings are not our liability.  When an opportunity arises that is economically feasible and beneficial to us and our associates, we may negotiate the restructuring of under-funded multi-employer pension plan obligations to help stabilize associates’ future benefits and become the fiduciary of the restructured multi-employer pension plan.  The commitments from these restructurings do not change our debt profile as it relates to our credit rating since these off-balance sheet commitments are typically considered in our investment grade debt rating.  We are currently designated as the named fiduciary of the UFCW Consolidated Pension Plan and the International Brotherhood of Teamsters (“IBT”) Consolidated Pension Fund and have sole investment authority over these assets.  Significant effects of these restructuring agreements recorded in our Consolidated Financial Statements are:\n​\n​\n​\n​\nAs we continue to work to find solutions to under-funded multi-employer pension plans, it is possible we could incur withdrawal liabilities for certain funds.\n​\nBased on the most recent information available to us, we believe the present value of actuarially accrued liabilities in most of these multi-employer plans exceeds the value of the assets held in trust to pay benefits, and we expect that our contributions to most of these funds will increase over the next few years\n.  We have attempted to estimate the amount by which these liabilities exceed the assets, (i.e., the amount of underfunding), as of December 31, 2021.  Because we are only one of a number of employers contributing to these plans, we also have attempted to estimate the ratio of our contributions to the total of all contributions to these plans in a year as a way of assessing our “share” of the underfunding.\nNonetheless, the underfunding is not a direct obligation or liability of ours or of any employer.\n​\nAs of December 31, 2021, we estimate our share of the underfunding of multi-employer pension plans to which we contribute was approximately $1.1 billion, $850 million net of tax.  This represents a decrease in the estimated amount of underfunding of approximately $600 million, $450 million net of tax, as of December 31, 2021, compared to December 31, 2020.  The decrease in the amount of underfunding is primarily attributable to higher expected returns on assets in the funds during 2021 and the restructuring of the Sound Retirement Trust, helping stabilize future associate benefits.  Our estimate is based on the most current information available to us including actuarial evaluations and other data (that include the estimates of others), and such information may be outdated or otherwise unreliable.\n​\nWe have made and disclosed this estimate not because, except as noted above, this underfunding is a direct liability of ours.  Rather, we believe the underfunding is likely to have important consequences.  In the event we were to exit certain markets or otherwise cease making contributions to these plans, we could trigger a substantial withdrawal liability. Any adjustment for withdrawal liability will be recorded when it is probable that a liability exists and can be reasonably estimated, in accordance with GAAP.\n​\nThe amount of underfunding described above is an estimate and could change based on contract negotiations, returns on the assets held in the multi-employer pension plans, benefit payments or future restructuring agreements.  The amount could decline, and our future expense would be favorably affected, if the values of the assets held in the trust significantly increase or if further changes occur through collective bargaining, trustee action or favorable legislation.  On the other hand, our share of the underfunding could increase and our future expense could be adversely affected if the asset values decline, if employers currently contributing to these funds cease participation or if changes occur through collective bargaining, trustee action or adverse legislation.  We continue to evaluate our potential exposure to under-funded multi-employer pension plans.  Although these liabilities are not a direct obligation or liability of ours, any commitments to fund certain multi-employer pension plans will be expensed when our commitment is probable and an estimate can be made.\n​\n38\nSee Note 15 to the Consolidated Financial Statements for more information relating to our participation in these multi-employer pension plans.\n​\nNEW ACCOUNTING STANDARDS\n​\nRefer to Note 17 and Note 18 to the Consolidated Financial Statements for recently adopted accounting standards and recently issued accounting standards not yet adopted as of January 29, 2022.\n​\nLIQUIDITY AND CAPITAL RESOURCES\n​\nCash Flow Information\n​\nThe following table summarizes our net increase in cash and temporary cash investments for 2021 and 2020:\n​\n​\nNet cash provided by operating activities\n​\nWe generated $6.2 billion of cash from operations in 2021, compared to $6.8 billion in 2020. Net earnings including noncontrolling interests, adjusted for non-cash items, generated approximately $6.4 billion of operating cash flow in 2021 compared to $5.2 billion in 2020. Cash provided (used) by operating activities for changes in operating assets and liabilities, including working capital, was ($229) million in 2021 compared to $1.6 billion in 2020. The decrease in cash provided by operating activities for changes in operating assets and liabilities, including working capital, was primarily due to the following:\n​\n​\n​\n​\nCash paid for taxes decreased in 2021, compared to 2020, primarily due to lower taxable income in 2021, compared to 2020\n.\n​\nNet cash used by investing activities\n​\nInvesting activities used cash of $2.6 billion in 2021, compared to $2.8 billion in 2020. The amount of cash used by investing activities decreased in 2021, compared to 2020, primarily due to decreased payments for property and equipment in 2021 due to timing of payments.\n​\n39\nNet cash used by financing activities\n​\nWe used $3.4 billion of cash for financing activities in 2021, compared to $2.7 billion in 2020. The amount of cash used for financing activities increased in 2021, compared to 2020, primarily due to the following:\n​\n​\n​\n​\n​\n​\nCapital Investments\n​\nCapital investments, including changes in construction-in-progress payables and excluding the purchase of leased facilities, totaled $3.2 billion in 2021 and 2020.  Capital investments for the purchase of leased facilities totaled $58 million in 2020.  We did not purchase any leased facilities in 2021.  Our capital priorities align directly with our value creation model and our target to consistently grow net earnings. Our capital program includes initiatives to enhance the customer experience in stores, improve our process efficiency and enhance our digital capabilities through technology developments.  As such, we increased our allocation of capital investments related to digital and technology compared to prior years. These investments are expected to drive digital sales growth and improve operating efficiency by removing cost and waste from our business.\n​\nThe table below shows our supermarket storing activity and our total supermarket square footage for 2021, 2020 and 2019:\n​\nSupermarket Storing Activity\n​\n​\nDebt Management\n​\nTotal debt, including both the current and long-term portions of obligations under finance leases, decreased $49 million to $13.4 billion as of year-end 2021 compared to 2020. The decrease in 2021, compared to 2020, resulted from the payments of $300 million of senior notes bearing an interest rate of 2.60%, $500 million of senior notes bearing an interest rate of 2.95% and $500 million of senior notes bearing an interest rate of 3.40%, partially offset by an increase in debt primarily from the completion of a property transaction and a net increase in obligations under finance leases of $616 million primarily related to our three Kroger Delivery customer fulfillment center openings.  We purchased and then immediately sold a portfolio of 28 of our existing stores, allowing us to secure long-term access to these locations at favorable lease rates. The structure used to complete this transaction requires our liability to be shown as debt.\n​\n40\nCommon Share Repurchase Programs\n​\nWe maintain share repurchase programs that comply with Rule 10b5-1 of the Securities Exchange Act of 1934 and allow for the orderly repurchase of our common shares, from time to time.  The share repurchase programs do not have an expiration date but may be suspended or terminated by our Board of Directors at any time.  We made open market purchases of our common shares totaling $1.4 billion in 2021 and $1.2 billion in 2020.\n​\nIn addition to these repurchase programs, we also repurchase common shares to reduce dilution resulting from our employee stock option plans.  This program is solely funded by proceeds from stock option exercises, and the tax benefit from these exercises.  We repurchased approximately $225 million in 2021 and $128 million in 2020 of our common shares under the stock option program.\n​\nOn September 11, 2020, our Board of Directors approved a $1.0 billion share repurchase program to reacquire shares via open market purchase or privately negotiated transactions, block trades, or pursuant to trades intending to comply with Rule 10b5-1 under the Securities Exchange Act of 1934, as amended (the “September 2020 Repurchase Program”).  The September 2020 Repurchase Program was exhausted on June 11, 2021.\nOn June 16, 2021, our Board of Directors approved a $1.0 billion share repurchase program to reacquire shares via open market purchase or privately negotiated transactions, block trades, or pursuant to trades intending to comply with Rule 10b5-1 under the Securities Exchange Act of 1934, as amended (the “June 2021 Repurchase Program”).  On December 30, 2021, our Board of Directors approved a $1.0 billion share repurchase program to reacquire shares via open market purchase or privately negotiated transactions, block trades, or pursuant to trades intending to comply with Rule 10b5-1 under the Securities Exchange Act of 1934, as amended (the “December 2021 Repurchase Program”).\nThe December 2021 Repurchase Program authorization replaced the existing June 2021 Repurchase Program.\n​\nThe shares repurchased in 2021 were reacquired under the following share repurchase programs:\n​\n​\n​\n​\n​\nAs of January 29, 2022, there was $821 million remaining under the December 2021 Repurchase Program.\n​\nDuring the first quarter through March 23, 2022, we repurchased an additional $92 million of our common shares under the stock option program and $287 million additional shares under the December 2021 Repurchase Program.  As of March 23, 2022, we have $534 million remaining under the December 2021 Repurchase Program.\n​\n41\nDividends\n​\nThe following table provides dividend information for 2021 and 2020 ($ in millions, except per share amounts):\n​\n​\nLiquidity Needs\n​\nWe held cash and temporary cash investments of $1.8 billion, as of the end of 2021, which reflects our elevated operating performance and significant improvements in working capital.  We actively manage our cash and temporary cash investments in order to internally fund operating activities, support and invest in our core businesses, make scheduled interest and principal payments on our borrowings and return cash to shareholders through cash dividend payments and share repurchases.  Our current levels of cash, borrowing capacity and balance sheet leverage provide us with the operational flexibility to adjust to changes in economic and market conditions.  We remain committed to our dividend and share repurchase programs and we will evaluate the optimal use of any excess free cash flow, consistent with our previously stated capital allocation strategy.\n​\n42\nThe table below summarizes our short-term and long-term material cash requirements, based on year of maturity or settlement, as of January 29, 2022 (in millions of dollars):\n​\n​\n43\nWe expect to meet our short-term and long-term liquidity needs with cash and temporary cash investments on hand at the end of 2021, cash flows from our operating activities and other sources of liquidity, including borrowings under our commercial paper program and bank credit facility.  Our short-term and long-term liquidity needs include anticipated requirements for working capital to maintain our operations, pension plan commitments, interest payments and scheduled principal payments of debt and commercial paper, servicing our lease obligations, self-insurance liabilities, capital investments, payments deferred under the CARES Act and other purchase obligations.  We may also require additional capital in the future to fund\norganic growth opportunities, additional customer fulfilment centers, joint ventures or other business partnerships, property development or acquisitions, dividends and share repurchases.\nIn addition, we generally operate with a working capital deficit due to our efficient use of cash in funding operations and because we have consistent access to the capital markets.  We believe we have adequate coverage of our debt covenants to continue to maintain our current investment grade debt ratings and to respond effectively to competitive conditions.\n​\nFor additional information about our debt activity in 2021, see Note 5 to the Consolidated Financial Statements.\n​\nFactors Affecting Liquidity\n​\nWe can currently borrow on a daily basis approximately $2.75 billion under our commercial paper program.  At January 29, 2022, we had no outstanding commercial paper.  Commercial paper borrowings are backed by our credit facility and reduce the amount we can borrow under the credit facility.  If our short-term credit ratings fall, the ability to borrow under our current commercial paper program could be adversely affected for a period of time and increase our interest cost on daily borrowings under our commercial paper program.  This could require us to borrow additional funds under the credit facility, under which we believe we have sufficient capacity.  However, in the event of a ratings decline, we do not anticipate that our borrowing capacity under our commercial paper program would be any lower than $500 million on a daily basis.  Factors that could affect our credit rating include changes in our operating performance and financial position, the state of the economy, the current inflationary environment, conditions in the food retail industry and changes in our business model.  Further information on the risks and uncertainties that can affect our business can be found in the “Risk Factors” section set forth in Item 1A of Part I of this Annual Report on Form 10-K.  Although our ability to borrow under the credit facility is not affected by our credit rating, the interest cost and applicable margin on borrowings under the credit facility could be affected by a downgrade in our Public Debt Rating.  “Public Debt Rating” means, as of any date, the rating that has been most recently announced by either S&P or Moody’s, as the case may be, for any class of non-credit enhanced long-term senior unsecured debt issued by the Company.  As of March 23, 2022, we had no commercial paper borrowings outstanding.\n​\nOur credit facility requires the maintenance of a Leverage Ratio (our “financial covenant”).  A failure to maintain our financial covenant would impair our ability to borrow under the credit facility. This financial covenant is described below:\n​\n​\nOur credit facility is more fully described in Note 5 to the Consolidated Financial Statements.  We were in compliance with our financial covenant at year-end 2021.\n​\nAs of January 29, 2022, we maintained a $2.75 billion (with the ability to increase by $1.25 billion), unsecured revolving credit facility that, unless extended, terminates on July 6, 2026. Outstanding borrowings under the credit facility, commercial paper borrowings, and some outstanding letters of credit reduce funds available under the credit facility. As of January 29, 2022, we had no outstanding commercial paper and no borrowings under our revolving credit facility. The outstanding letters of credit that reduce funds available under our credit facility totaled $2 million as of January 29, 2022.\n​\nIn addition to the available credit mentioned above, as of January 29, 2022, we had authorized for issuance $3.3 billion of securities remaining under a shelf registration statement filed with the SEC and effective on May 24, 2019.\n​\n44\nWe maintain surety bonds related primarily to our self-insured workers’ compensation claims.  These bonds are required by most states in which we are self-insured for workers’ compensation and are placed with predominately third-party insurance providers to insure payment of our obligations in the event we are unable to meet our claim payment obligations up to our self-insured retention levels.  These bonds do not represent liabilities of ours, as we already have reserves on our books for the claims costs.  Market changes may make the surety bonds more costly and, in some instances, availability of these bonds may become more limited, which could affect our costs of, or access to, such bonds.  Although we do not believe increased costs or decreased availability would significantly affect our ability to access these surety bonds, if this does become an issue, we would issue letters of credit, in states where allowed, to meet the state bonding requirements.  This could increase our cost or decrease the funds available under our credit facility if the letters of credit were issued against our credit facility.  We had $412 million of outstanding surety bonds as of January\n29, 2022.  These surety bonds expire during fiscal year 2022 and are expected to be renewed.\n​\nWe have standby letters of credit\noutstanding as part of our insurance program and for other business purposes. The letters of credit for our insurance program collateralize obligations to our insurance carriers in connection with the settlement of potential claims. We have also provided a letter of credit which supports our commitment to build a certain number of fulfillment centers.  The balance of this letter of credit reduces primarily upon the construction of each fulfillment center.  If we do not reach our total purchase commitment, we will be responsible for the balance remaining on the letter of credit.  We had $363 million of outstanding standby letters of credit as of January\n29, 2022.  These standby letters of credit\nexpire during fiscal year 2022 and are expected to be renewed.  Letters of credit do not represent liabilities of ours and are not reflected in the Company’s Consolidated B\nalance Sheets.\n​\nWe also are contingently liable for leases that have been assigned to various third parties in connection with facility closings and dispositions.  We could be required to satisfy obligations under the leases if any of the assignees are unable to fulfill their lease obligations.  Due to the wide distribution of our assignments among third parties, and various other remedies available to us, we believe the likelihood that we will be required to assume a material amount of these obligations is remote.  We have agreed to indemnify certain third-party logistics operators for certain expenses, including multi-employer pension plan obligations and withdrawal liabilities.\n​\nIn addition to the above, we enter into various indemnification agreements and take on indemnification obligations in the ordinary course of business.  Such arrangements include indemnities against third-party claims arising out of agreements to provide services to us; indemnities related to the sale of our securities; indemnities of directors, officers and employees in connection with the performance of their work; and indemnities of individuals serving as fiduciaries on benefit plans.  While our aggregate indemnification obligation could result in a material liability, we are not aware of any current matter that could result in a material liability.\n​\nTWO-YEAR FINANCIAL RESULTS\n​\nSignificant fluctuations occurred in our business during 2020 due to the COVID-19 pandemic. As a result, management compares current year identical sales without fuel, adjusted FIFO operating profit and adjusted net earnings per diluted share results to the same metrics for the comparable period in 2019, in addition to comparisons made to 2020. This enables management to evaluate results of the business and our financial model over a longer period of time, and to better understand the state of the business after the height of the pandemic compared to the period of time prior to the pandemic. The purpose of the following tables is to better illustrate comparable two-year growth from our ongoing business for 2021 for identical sales without fuel, adjusted FIFO operating profit and adjusted net earnings per diluted share compared to 2019. Two year financial results for these measures are useful metrics to investors and analysts because they present more accurate comparisons of results and trends over a longer period of time to demonstrate the effect of COVID-19 on our results. The tables provide the two-year stacked results or compounded annual growth rate for each measure presented and how it was calculated. Items identified in these tables should not be considered alternatives to any other measure of performance. These items should not be reviewed in isolation or considered substitutes for the Company's financial results including those measures reported in accordance with GAAP. Due to the nature of these items, as further described below, it is important to identify these items and to review them in conjunction with the Company's financial results reported in accordance with GAAP.\n​\n45\nIdentical Sales Two-Year Stacked\n($ in millions)\n​\n​\n​\nOperating Profit Excluding the Adjusted Items Two-Year CAGR\n($ in millions)\n​\n(1)\nTransformation costs primarily include costs related to store and business closure costs and third-party professional consulting fees associated with business transformation and cost saving initiatives.\n(2)\nThe adjustment for impairment of Lucky’s Market includes a $107 net loss attributable to the minority interest of Lucky’s Market.\n(3)\nCAGR represents the compounded annual growth rate.\n​\n46\nNet Earnings per Diluted Share Excluding the Adjusted Items Two-Year CAGR\n($ in millions, except per share amounts)\n​\n​\n47\nNet Earnings per Diluted Share Excluding the Adjusted Items Two-Year CAGR (continued)\n($ in millions, except per share amounts)\n​\n(1)\nThe amounts presented represent the after-tax effect of each adjustment, which was calculated using discrete tax rates.\n(2)\nThe pre-tax adjustment for pension plan withdrawal liabilities was $449 in 2021 and $135 in 2019.\n(3)\nThe pre-tax adjustment for company-sponsored pension plan settlement charges was $87.\n(4)\nThe pre-tax adjustment for gain on sale of Turkey Hill Dairy was ($106).\n(5)\nThe pre-tax adjustment for gain on sale of You Technology was ($70).\n(6)\nThe pre-tax adjustment for loss (gain) on investments was $821 in 2021 and ($157) in 2019.\n(7)\nThe pre-tax adjustment for deconsolidation and impairment of Lucky’s Market was $412 including a $107 net loss attributable to the minority interest of Lucky’s Market.\n(8)\nThe pre-tax adjustment for Home Chef contingent consideration was $66 in 2021 and ($69) in 2019.\n(9)\nThe pre-tax adjustment for transformation costs was $136 in 2021 and $52 in 2019. Transformation costs primarily include costs related to store and business closure costs and third party professional consulting fees associated with business transformation and cost saving initiatives.\n(10)\nThe pre-tax adjustment for severance charge and related benefits was $80.\n(11)\nThe amount presented represents the net earnings per diluted common share effect of each adjustment.\n(12)\nCAGR represents the compounded annual growth rate.\n​\n48"
  },
  {
    "item_key": "item_7a",
    "text": "​\nFINANCIAL RISK MANAGEMENT\n​\nIn addition to the risks inherent in our operations, w\ne are exposed to market risk from a variety of sources, including changes in interest rates, commodity prices, the fair value of certain equity investments and defined benefit pension and other post-retirement benefit plans.  Our market risk exposures are discussed below.\n​\nInterest Rate Risk\n​\nWe manage our exposure to interest rates and changes in the fair value of our debt instruments primarily through the strategic use of our commercial paper program, variable and fixed rate debt, and interest rate swaps. Our current program relative to interest rate protection contemplates hedging the exposure to changes in the fair value of fixed-rate debt attributable to changes in interest rates. To do this, we use the following guidelines: (i) use average daily outstanding borrowings to determine annual debt amounts subject to interest rate exposure, (ii) limit the average annual amount subject to interest rate reset and the amount of floating rate debt to a combined total amount that represents 25% of the carrying value of our debt portfolio or less, (iii) include no leveraged products, and (iv) hedge without regard to profit motive or sensitivity to current mark-to-market status.\n​\nWhen we use derivative financial instruments, it is primarily to manage our exposure to fluctuations in interest rates. We do not enter into derivative financial instruments for trading purposes. As a matter of policy, all of our derivative positions are intended to reduce risk by hedging an underlying economic exposure. Because of the high correlation between the hedging instrument and the underlying exposure, fluctuations in the value of the instruments generally are offset by reciprocal changes in the value of the underlying exposure. The interest rate derivatives we use are straightforward instruments with liquid markets. We had no forward-starting interest rate swap agreements outstanding as of January 29, 2022 or January 30, 2021.\n​\nAnnually, we review with the Financial Policy Committee of our Board of Directors compliance with the guidelines described above. The guidelines may change as our business needs dictate.\n​\nThe tables below provide information about our underlying debt portfolio as of January 29, 2022 and January 30, 2021. The amounts shown for each year represent the contractual maturities of long-term debt, excluding finance leases, as of January 29, 2022 and January 30, 2021. Interest rates reflect the weighted average rate for the outstanding instruments.  The variable rate debt is based on a reference rate using the forward yield curve as of January 29, 2022 and January 30, 2021.  The Fair Value column includes the fair value of our debt instruments as of January 29, 2022 and January 30, 2021. We had no outstanding interest rate derivatives classified as fair value hedges as of January 29, 2022 or January 30, 2021. See Notes 5, 6 and 7 to the Consolidated Financial Statements.\n​\n​\n​\nBased on our year-end 2021 variable rate debt levels, a 10 percent change in interest rates would be immaterial. See Note 6 to the Consolidated Financial Statements for further discussion of derivatives and hedging policies.\n​\n49\nCommodity Price Risk\n​\nWe are subject to commodity price risk generated by our purchases of meat, seafood and dairy products, among other food items.  We purchase, manufacture and sell various commodity related food products and risk arises from the price volatility of these commodities.  The price and availability of these commodities directly impacts our results of operations.  To help manage or minimize the effect of commodity price risk exposure on our operations, we use a combination of pricing features embedded within supply contracts, such as fixed-price and price-to-be-fixed contracts, and have the ability to increase or decrease retail prices to our customers as commodity prices change.\n​\nWe are exposed to changes in the prices of diesel and unleaded fuel.  The majority of our fuel contracts utilize index-based pricing formulas plus or minus a fixed locational/supplier differential.  We expect to take delivery of these commitments in the normal course of business, and, as a result, these contracts qualify as normal purchases.  While many of the indices are aligned, each index may fluctuate at a different pace, driving variability in the prices paid for fuel.  Because of this, our operating results may be affected should the market price of fuel suddenly change by a significant amount, which can affect our operating results either positively or negatively in the short-term.\n​\nWe have entered into fixed price contracts to purchase electricity and natural gas for a portion of our energy needs. We expect to take delivery of these commitments in the normal course of business, and, as a result, these contracts qualify as normal purchases.\n​\nAs of January 29, 2022 and January 30, 2021, we had no commodity derivative contracts outstanding.\n​\nEquity Investment Risk\n​\nWe are exposed to market price volatility for our investment in Ocado Group plc (“Ocado”), which is measured at fair value through net earnings.  F\nair value adjustments flow through “(Loss) gain on investments” in the Company’s Consolidated Statements of Operations\n.  The change in fair value of this investment resulted in an unrealized (loss) gain on investments of ($821) million in 2021, $1.0 billion in 2020 and $157 million in 2019.  As of January 29, 2022, the value of our investment in Ocado was $987 million. As of January\n29, 2022, a 10% change in the fair value of this investment would be approximately $100 million.  For additional details on this investment, s\nee Note 7 to the Consolidated Financial Statements.\n​\nCompany-Sponsored Benefit Plans\n​\nWe sponsor defined benefit pension plans and post-retirement healthcare plans for certain eligible employees. Changes in interest rates affect our liabilities associated with these retirement plans, as well as the amount of expense recognized for these retirement plans. Increased interest rates could result in a lower fair value of plan assets and increased pension expense in the following years.  The target plan asset allocations are established based on our LDI strategy. An LDI strategy focuses on maintaining a close to fully-funded status over the long-term with minimal funded status risk. This is achieved by investing more of the plan assets in fixed income instruments to more closely match the duration of the plan liability.  As of January 29, 2022, our defined benefit pension plans had total investment assets of $3.1 billion. Declines in the fair value of plan assets could diminish the funded status of our defined benefit pension plans and potentially increase our requirement to make contributions to these plans.  For additional details, s\nee Note 14 to the Consolidated Financial Statements.\n​\n50"
  },
  {
    "item_key": "item_8",
    "text": "​\nConsolidated Financial Statements of The Kroger Co.\nFor the Fiscal Year Ended January 29, 2022\nTable of Contents\n​\n​\n​\n51\nReport of Independent Registered Public Accounting Firm\n​\nTo the Board of Directors and Shareholders of The Kroger Co.\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of The Kroger Co. and its subsidiaries (the “Company”) as of January 29, 2022 and January 30, 2021, and the related consolidated statements of operations, of comprehensive income, of changes in shareholders' equity and of cash flows for each of the three years in the period ended January 29, 2022, including the related notes (collectively referred to as the “consolidated financial statements”). We also have audited the Company's internal control over financial reporting as of January 29, 2022, based on criteria established in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of January 29, 2022 and January 30, 2021, and the results of its operations and its cash flows for each of the three years in the period ended January 29, 2022 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of January 29, 2022, based on criteria established in Internal Control - Integrated Framework (2013) issued by the COSO.\nBasis for Opinions\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in Management’s Report on Internal Control over Financial Reporting appearing under Item 9A. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\n​\n52\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nCritical Audit Matters\n​\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n​\nGoodwill Impairment Assessment – Kroger Specialty Pharmacy (“KSP”) Reporting Unit\n​\nAs described in Notes 1 and 2 to the consolidated financial statements, the Company’s consolidated goodwill balance was $3.1 billion as of January 29, 2022 and the goodwill associated with the KSP reporting unit was $242 million. Management reviews goodwill annually for impairment in the fourth quarter of each year, and also upon the occurrence of triggering events. The fair value of a reporting unit is compared to its carrying value for purposes of identifying potential impairment. Goodwill impairment is recognized for any excess of the reporting unit’s carrying value over its fair value, not to exceed the total amount of goodwill allocated to the reporting unit. As disclosed by management, the fair value of the Company's KSP reporting unit was estimated using multiple valuation techniques, a discounted cash flow model (income approach), a market multiple model and comparable mergers and acquisition model (market approaches), with each method weighted in the calculation. The income approach relies on management’s estimates of revenue growth rates, margin assumptions, and discount rate to estimate future cash flows. The market approaches require the determination of an appropriate peer group, which is utilized to derive estimated fair values based on selected market multiples.\n​\nThe principal considerations for our determination that performing procedures relating to the goodwill impairment assessment of the KSP reporting unit is a critical audit matter are (i) the significant judgment by management when developing the fair value measurement of the reporting unit; (ii) the high degree of auditor judgment, subjectivity, and effort in performing procedures to evaluate management’s cash flow projections and significant assumptions related to revenue growth rates, margin assumptions, discount rate, peer group determination, and market multiple selection; and (iii) the audit effort involved the use of professionals with specialized skill and knowledge.\n53\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to management’s goodwill impairment assessment, including controls over the valuation of the Company’s KSP reporting unit. These procedures also included, among others, testing management’s process for developing the fair value estimate, evaluating the appropriateness of the income and market approach models, testing the completeness, accuracy, and relevance of the underlying data used in the models and evaluating the significant assumptions used by management related to the revenue growth rates, margin assumptions, discount rate, peer group determination, and market multiple selection. Evaluating management’s assumptions relating to revenue growth rates and margin assumptions involved evaluating whether the assumptions used by management were reasonable considering (i) the current and past performance of the reporting unit, (ii) the consistency with external market and industry data, and (iii) whether these assumptions were consistent with evidence obtained in other areas of the audit. Evaluating the Company’s peer group determinations included evaluating the appropriateness of the identified peer companies. Professionals with specialized skill and knowledge were used to assist in the evaluation of the Company’s discounted cash flow and market models, and certain significant assumptions related to the discount rate, peer group determination, and market multiples.\n​\n​\n/s/\nPricewaterhouseCoopers LLP\nCincinnati, Ohio\nMarch 29, 2022\n​\nWe have served as the Company’s auditor since 1929.\n​\n54\nTHE KROGER CO.\nCONSOLIDATED BALANCE SHEETS\n​\n​\n​\nThe accompanying notes are an integral part of the consolidated financial statements.\n​\n55\nTHE KROGER CO.\nCONSOLIDATED STATEMENTS OF OPERATIONS\n​\nYears Ended January 29, 2022, January 30, 2021 and February 1, 2020\n​\n​\n​\nThe accompanying notes are an integral part of the consolidated financial statements.\n​\n56\nTHE KROGER CO.\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\n​\nYears Ended January 29, 2022, January 30, 2021 and February 1, 2020\n​\n​\n​\nThe accompanying notes are an integral part of the consolidated financial statements.\n​\n57\nTHE KROGER CO.\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n​\nYears Ended January 29, 2022, January 30, 2021 and February 1, 2020\n​\n​\nThe accompanying notes are an integral part of the consolidated financial statements\n​\n​\n58\n​\nTHE KROGER CO.\nCONSOLIDATED STATEMENT OF CHANGES IN SHAREHOLDERS’ EQUITY\n​\nYears Ended January 29, 2022, January 30, 2021 and February 1, 2020\n​\n​\nThe accompanying notes are an integral part of the consolidated financial statements.\n​\n​\n59\n​\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n​\nAll amounts in the Notes to Consolidated Financial Statements are in millions except per share amounts.\n​\n​\nThe following is a summary of the significant accounting policies followed in preparing these financial statements.\n​\nDescription of Business, Basis of Presentation and Principles of Consolidation\n​\nThe Kroger Co. (the “Company”) was founded in 1883 and incorporated in 1902.  As of January 29, 2022, the Company was one of the largest retailers in the world based on annual sales.  The Company also manufactures and processes food for sale by its supermarkets and online.  The accompanying financial statements include the consolidated accounts of the Company, its wholly-owned subsidiaries and other consolidated entities.  Intercompany transactions and balances have been eliminated.\n​\nRefer to Note 17 for a description of changes to the Consolidated Financial Statements for recently adopted accounting standards regarding the implementation costs of cloud computing arrangements.\n​\nFiscal Year\n​\nThe Company’s fiscal year ends on the Saturday nearest January 31.  The last three fiscal years consist of the\n52\n-week periods ended January 29, 2022, January 30, 2021 and February 1, 2020.\n​\nPervasiveness of Estimates\n​\nThe preparation of financial statements in conformity with generally accepted accounting principles (“GAAP”) requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities.  Disclosure of contingent assets and liabilities as of the date of the consolidated financial statements and the reported amounts of consolidated revenues and expenses during the reporting period is also required.  Actual results could differ from those estimates.\n​\nCash, Temporary Cash Investments and Book Overdrafts\n​\nCash and temporary cash investments represent store cash and short-term investments with original maturities of less than three months.  Book overdrafts are included in “Trade accounts payable” and “Accrued salaries and wages” in the Consolidated Balance Sheets.\n​\nDeposits In-Transit\n​\nDeposits in-transit generally represent funds deposited to the Company’s bank accounts at the end of the year related to sales, a majority of which were paid for with debit cards, credit cards and checks, to which the Company does not have immediate access but settle within a few days of the sales transaction.\n​\nInventories\n​\nInventories are stated at the lower of cost (principally on a last-in, first-out “LIFO” basis) or market.  In total, approximately\n91\n% of inventories in 2021 and\n92\n% of inventories in 2020 were valued using the LIFO method.  The remaining inventories, including substantially all fuel inventories, are stated at the lower of cost (on a FIFO basis) or net realizable value.  Replacement cost was higher than the carrying amount by $\n1,570\nat January 29, 2022 and $\n1,373\nat January 30, 2021.  The Company follows the Link-Chain, Dollar-Value LIFO method for purposes of calculating its LIFO charge or credit.  During 2020, the Company had a LIFO liquidation primarily related to pharmacy inventory. The liquidated inventory was carried at lower costs prevailing in prior years as compared with current costs. The effect of this reduction in inventory decreased “Merchandise costs” by approximately $\n76\n, $\n58\nnet of tax.\n​\n60\n​\nThe item-cost method of accounting to determine inventory cost before the LIFO adjustment is followed for substantially all store inventories at the Company’s supermarket divisions.  This method involves counting each item in inventory, assigning costs to each of these items based on the actual purchase costs (net of vendor allowances and cash discounts) of each item and recording the cost of items sold.\nThe item-cost method of accounting allows for more accurate reporting of periodic inventory balances and enables management to more precisely manage inventory.  In addition, substantially all of the Company’s inventory consists of finished goods and is recorded at actual purchase costs (net of vendor allowances and cash discounts).\n​\nThe Company evaluates inventory shortages throughout the year based on actual physical counts in its facilities.  Allowances for inventory shortages are recorded based on the results of these counts to provide for estimated shortages as of the financial statement date.\n​\nProperty, Plant and Equipment\n​\nProperty, plant and equipment are recorded at cost or, in the case of assets acquired in a business combination, at fair value.\nDepreciation and amortization expense, which includes the depreciation of assets recorded under finance leases, is computed principally using the straight-line method over the estimated useful lives of individual assets.  Buildings and land improvements are depreciated based on lives varying from\n10\nto\n40 years\n.  All new purchases of store equipment are assigned lives varying from\nthree\nto\nnine years\n.  Leasehold improvements are amortized over the shorter of the lease term to which they relate, which generally varies from\nfour\nto\n25 years\n, or the useful life of the asset.  Food production plant, fulfillment center and distribution center equipment is depreciated over lives varying from\nthree\nto\n15 years\n.  Information technology assets are generally depreciated over\nthree\nto\nfive years\n.  Depreciation and amortization expense was $\n2,824\nin 2021, $\n2,747\nin 2020 and $\n2,649\nin 2019.\n​\nInterest costs on significant projects constructed for the Company’s own use are capitalized as part of the costs of the newly constructed facilities.  Upon retirement or disposal of assets, the cost and related accumulated depreciation and amortization are removed from the balance sheet and any gain or loss is reflected in net earnings.  Refer to Note 3 for further information regarding the Company’s property, plant and equipment.\n​\nLeases\n​\nThe Company leases certain store real estate, warehouses, distribution centers, fulfillment centers, office space and equipment.  The Company determines if an arrangement is a lease at inception.  Finance and operating lease assets and liabilities are recognized at the lease commencement date.  Finance and operating lease liabilities represent the present value of minimum lease payments not yet paid. Operating lease assets represent the right to use an underlying asset and are based upon the operating lease liabilities adjusted for prepayments, lease incentives and impairment, if any. To determine the present value of lease payments, the Company estimates an incremental borrowing rate which represents the rate used for a secured borrowing of a similar term as the lease.\n​\nLease terms generally range from\n10\nto\n20 years\nwith\noptions\nto\nrenew\nfor\nvarying\nterms\nat the Company’s sole discretion. The lease term includes the initial contractual term as well as any options to extend the lease when it is reasonably certain that the Company will exercise that option. Leases with an initial term of 12 months or less are not recorded on the balance sheet.  Certain leases include escalation clauses or payment of executory costs such as property taxes, utilities or insurance and maintenance.  Operating lease payments are charged on a straight-line basis to rent expense over the lease term and finance lease payments are charged to interest expense and depreciation and amortization expense over the lease term.  Assets under finance leases are amortized in accordance with the Company’s normal depreciation policy for owned assets or over the lease term, if shorter.  The Company’s lease agreements do not contain any residual value guarantees or material restrictive covenants.  For additional information on leases, see Note 9 to the Consolidated Financial Statements.\n​\n61\n​\nGoodwill\n​\nThe Company reviews goodwill for impairment during the fourth quarter of each year, or earlier upon the occurrence of a triggering event.  The Company performs reviews of each of its operating divisions and other consolidated entities (collectively, “reporting units”) that have goodwill balances.  Generally, fair value is determined using a market multiple model, or discounted projected future cash flows, and is compared to the carrying value of a reporting unit for purposes of identifying potential impairment.  Projected future cash flows are based on management’s knowledge of the current operating environment and expectations for the future.  Goodwill impairment is recognized for any excess of the reporting unit’s carrying value over its fair value, not to exceed the total amount of goodwill allocated to the reporting unit.  Results of the goodwill impairment reviews performed during 2021, 2020 and 2019 are summarized in Note 2.\n​\nImpairment of Long-Lived Assets\n​\nThe Company monitors the carrying value of long-lived assets for potential impairment each quarter based on whether certain triggering events have occurred.  These events include current period losses combined with a history of losses or a projection of continuing losses or a significant decrease in the market value of an asset.  When a triggering event occurs, an impairment calculation is performed, comparing projected undiscounted future cash flows, utilizing current cash flow information and expected growth rates related to specific stores, to the carrying value for those stores.  If the Company identifies impairment for long-lived assets to be held and used, the Company compares the assets’ current carrying value to the assets’ fair value.  Fair value is based on current market values or discounted future cash flows.  The Company records impairment when the carrying value exceeds fair market value.  With respect to owned property and equipment held for disposal, the value of the property and equipment is adjusted to reflect recoverable values based on previous efforts to dispose of similar assets and current economic conditions.  Impairment is recognized for the excess of the carrying value over the estimated fair market value, reduced by estimated direct costs of disposal.  The Company recorded asset impairments totaling $\n64\n, $\n70\nand $\n120\nin 2021, 2020 and 2019, respectively.  The decrease in the 2021 and 2020 impairment charges, compared to 2019, was the result of\n35\nplanned store closures in 2020 recognized in 2019.  Costs to reduce the carrying value of long-lived assets for each of the years presented have been included in the Consolidated Statements of Operations as Operating, general and administrative (“OG&A”) expense.\n​\nAccounts Payable Financing Arrangement\n​\nThe Company has an agreement with a third party to provide an accounts payable tracking system\nwhich facilitates participating suppliers’ ability to finance payment obligations from the Company with designated third-party financial institutions.\nParticipating suppliers may, at their sole discretion, make offers to finance one or more payment obligations of the Company prior to their scheduled due dates at a discounted price to participating financial institutions.  The Company’s obligations to its suppliers, including amounts due and scheduled payment dates, are not affected by suppliers’ decisions to finance amounts under this arrangement.  These obligations are included in “Other current liabilities” in the Consolidated Balance Sheets.\n​\nContingent Consideration\n​\nThe Company’s Home Chef business combination involves potential payment of future consideration that is contingent upon the achievement of certain performance milestones. The Company recorded contingent consideration at fair value at the date of acquisition based on the consideration expected to be transferred, estimated as the probability-weighted future cash flows, discounted back to present value using a discount rate determined in accordance with accepted valuation methods.  The liability for contingent consideration is remeasured to fair value at each reporting period using Level 3 inputs, and the change in fair value, including accretion for the passage of time, is recognized in earnings until the contingency is resolved.  In 2021 and 2020, adjustments to increase the contingent consideration liability as of year-end were recorded for $\n66\nand $\n189\n, respectively, in OG&A expense. In 2019, an adjustment to decrease the contingent consideration liability as of year-end 2019 was recorded for ($\n69\n) in OG&A expense.\n​\n62\n​\nStore Closing Costs\n​\nThe Company regularly evaluates the performance of its stores and periodically closes those stores that are underperforming.  Related liabilities arise, such as severance, contractual obligations and other accruals associated with store closings.  The Company records a liability for costs associated with an exit or disposal activity when the liability is incurred, usually in the period the store closes.  Adjustments to closed store liabilities primarily relate to actual exit costs differing from original estimates. Adjustments are made for changes in estimates in the period in which the change becomes known.\n​\nOwned stores held for disposal are reduced to their estimated net realizable value. Costs to reduce the carrying values of property, plant, equipment and operating lease assets are accounted for in accordance with the Company’s policy on impairment of long-lived assets.  Inventory write-downs, if any, in connection with store closings, are classified in the Consolidated Statements of Operations as “Merchandise costs”. Costs to transfer inventory and equipment from closed stores are expensed as incurred.\n​\nInterest Rate Risk Management\n​\nThe Company uses derivative instruments primarily to manage its exposure to changes in interest rates.  The Company’s current program relative to interest rate protection and the methods by which the Company accounts for its derivative instruments are described in Note 6.\n​\nBenefit Plans and Multi-Employer Pension Plans\n​\nThe Company recognizes the funded status of its retirement plans on the Consolidated Balance Sheets.  Actuarial gains or losses, prior service costs or credits and transition obligations that have not yet been recognized as part of net periodic benefit cost are required to be recorded as a component of Accumulated Other Comprehensive Income (“AOCI”).  The Company has elected to measure defined benefit plan assets and obligations as of January 31, which is the\nmonth-end\nthat is closest to its fiscal year-ends, which were January 29, 2022 for fiscal 2021 and January 30, 2021 for fiscal 2020.\n​\nThe determination of the obligation and expense for company-sponsored pension plans and other post-retirement benefits is dependent on the selection of assumptions used by actuaries and the Company in calculating those amounts.  Those assumptions are described in Note 14 and include, among others, the discount rate, the expected long-term rate of return on plan assets, mortality and the rates of increase in compensation and health care costs.  Actual results that differ from the assumptions are accumulated and amortized over future periods and, therefore, generally affect the recognized expense and recorded obligation in future periods.  While the Company believes that the assumptions are appropriate, significant differences in actual experience or significant changes in assumptions may materially affect the pension and other post-retirement obligations and future expense.\n​\nThe Company also participates in various multi-employer plans for substantially all union employees.  Pension expense for these plans is recognized as contributions are funded or when commitments are probable and reasonably estimable, in accordance with GAAP.  Refer to Note 15 for additional information regarding the Company’s participation in these various multi-employer pension plans.\n​\nThe Company administers and makes contributions to the employee 401(k)\nretirement savings accounts.  Contributions to the employee 401(k)\nretirement savings accounts are expensed when contributed or over the service period in the case of automatic contributions.  Refer to Note 14 for additional information regarding the Company’s benefit plans.\n​\n63\n​\nShare Based Compensation\n​\nThe Company recognizes compensation expense for all share-based payments granted under fair value recognition provisions. The Company recognizes share-based compensation expense, net of an estimated forfeiture rate, over the requisite service period of the award based on the fair value at the date of the grant.  The Company grants options for common shares (“stock options”) to employees under various plans at an option price equal to the fair market value of the stock option at the date of grant.  Stock options typically expire\n10 years\nfrom the date of grant. Stock options vest between\none\nand\nfive years\nfrom the date of grant.  In addition to stock options, the Company awards restricted stock to employees and nonemployee directors under various plans. The restrictions on these awards generally lapse between\none\nand\nfive years\nfrom the date of the awards. The Company determines the fair value for restricted stock awards in an amount equal to the fair market value of the underlying shares on the grant date of the award.\n​\nDeferred Income Taxes\n​\nDeferred income taxes are recorded to reflect the tax consequences of differences between the tax basis of assets and liabilities and their financial reporting basis.  Refer to Note 4 for the types of differences that give rise to significant portions of deferred income tax assets and liabilities.\n​\nUncertain Tax Positions\n​\nThe Company reviews the tax positions taken or expected to be taken on tax returns to determine whether and to what extent a benefit can be recognized in its consolidated financial statements.  Refer to Note 4 for the amount of unrecognized tax benefits and other related disclosures related to uncertain tax positions.\n​\nVarious taxing authorities periodically audit the Company’s income tax returns.  These audits include questions regarding the Company’s tax filing positions, including the timing and amount of deductions and the allocation of income to various tax jurisdictions.  In evaluating the exposures connected with these various tax filing positions, including state and local taxes, the Company records allowances for probable exposures.  A number of years may elapse before a particular matter, for which an allowance has been established, is audited and fully resolved.  As of January 29, 2022, the Internal Revenue Service had concluded its examination of all federal tax returns up to and including the return for the year ended February 3, 2018.\n​\nThe assessment of the Company’s tax position relies on the judgment of management to estimate the exposures associated with the Company’s various filing positions.\n​\nSelf-Insurance Costs\n​\nThe Company is primarily self-insured for costs related to workers’ compensation and general liability claims.  Liabilities are actuarially determined and are recognized based on claims filed and an estimate of claims incurred but not reported.  The liabilities for workers’ compensation claims are accounted for on a present value basis.  The Company has purchased stop-loss coverage to limit its exposure to any significant exposure on a per claim basis.  The Company is insured for covered costs in excess of these per claim limits.\n​\nThe following table summarizes the changes in the Company’s self-insurance liability through January 29, 2022:\n​\n​\nThe current portion of the self-insured liability is included in “Other current liabilities,” and the long-term portion is included in “Other long-term liabilities” in the Consolidated Balance Sheets.\n​\n64\n​\nThe Company maintains surety bonds related to self-insured workers’ compensation claims.  These bonds are required by most states in which the Company is self-insured for workers’ compensation and are placed with third-party insurance providers to insure payment of the Company’s obligations in the event the Company is unable to meet its claim payment obligations up to its self-insured retention levels.  These bonds do not represent liabilities of the Company, as the Company has recorded reserves for the claim costs.\n​\nThe Company also maintains insurance coverages for some risks, including cyber exposure and property-related losses.  The Company’s insurance coverage begins for these exposures ranging from\n$\n25\nto $\n50\n.\n​\nRevenue Recognition\n​\nSales\n​\nThe Company recognizes revenues from the\nretail\nsale\nof\nproducts, net of sales taxes,\nat\nthe point\nof\nsale.  Pharmacy sales\nare\nrecorded when the\nproduct is\nprovided\nto\nthe\ncustomer.  Digital channel originated sales are recognized either upon pickup in store or upon delivery to the customer.\nAmounts billed to a customer related to shipping and delivery represent revenues earned for the goods provided and are classified as sales.\nWhen shipping is discounted, it is recorded as an adjustment to sales.\nDiscounts provided\nto customers\nby\nthe Company\nat\nthe time\nof\nsale,\nincluding\nthose\nprovided\nin connection with\nloyalty\ncards,\nare recognized as\na\nreduction\nin sales\nas\nthe products\nare\nsold.\nDiscounts provided\nby\nvendors, usually in\nthe\nform\nof\ncoupons, are\nnot recognized\nas a\nreduction\nin\nsales provided\nthe\ncoupons\nare\nredeemable\nat\nany retailer that\naccepts\ncoupons.\nThe\nCompany\nrecords\na\nreceivable\nfrom\nthe vendor\nfor the\ndifference\nin\nsales price\nand\ncash received.\nFor merchandise sold in one of the Company’s stores or online, tender is accepted at the point of sale.  The Company acts as principal in certain vendor arrangements where the purchase and sale of inventory are virtually simultaneous. The Company records revenue and related costs on a gross basis for these arrangements.  For pharmacy sales, collection of third-party receivables is typically expected within\nthree months\nor less from the time of purchase.  The third-party receivables from pharmacy sales are recorded in Receivables in the Company’s Consolidated Balance Sheets and were $\n774\nas of January 29, 2022 and $\n672\nas of January 30, 2021.\n​\nGift Cards and Gift Certificates\n​\nThe\nCompany\ndoes\nnot\nrecognize\nrevenue\nwhen\nit\nsells\nits\nown gift\ncards\nand\ngift\ncertificates (collectively “gift cards”).\nRather, it records\na\ndeferred revenue\nliability equal to\nthe\namount\nreceived.\nA\nsale\nis\nthen\nrecognized when\nthe\ngift\ncards\nare\nredeemed\nto purchase\nthe\nCompany’s\nproducts.  The Company’s gift cards do not expire.  While gift cards are generally redeemed within\n12 months\n, some are never fully redeemed. The\nCompany\nrecognizes gift card\nbreakage under the\nproportional\nmethod,\nwhere\nrecognition\nof breakage income\nis based\nupon\nthe historical\nrun-off\nrate\nof\nunredeemed gift cards.\nThe Company’s gift card deferred revenue liability was $\n185\nas of January 29, 2022 and $\n160\nas of January 30, 2021.\n​\n65\n​\nDisaggregated Revenues\n​\nThe\nfollowing table\npresents sales\nrevenue\nby type\nof product\nfor the year-ended January 29, 2022, January 30, 2021, and February 1, 2020:\n​\n​\nMerchandise Costs\n​\nThe “Merchandise costs” line item of the Consolidated Statements of Operations includes product costs, net of discounts and allowances; advertising costs (see separate discussion below); inbound freight charges; warehousing costs, including receiving and inspection costs; transportation costs; and food production and operational costs.  Warehousing, transportation and manufacturing management salaries are also included in the “Merchandise costs” line item; however, purchasing management salaries and administration costs are included in the OG&A line item along with most of the Company’s other managerial and administrative costs.  Shipping and delivery costs associated with the Company’s digital offerings originating from non-retail store locations are included in the “Merchandise costs” line item.  Rent expense and depreciation and amortization expense are shown separately in the Consolidated Statements of Operations.\n​\nWarehousing and transportation costs include distribution center direct wages, transportation direct wages, repairs and maintenance, utilities, inbound freight and, where applicable, third-party warehouse management fees.  These costs are recognized in the periods the related expenses are incurred.\n​\nThe Company believes the classification of costs included in merchandise costs could vary widely throughout the industry.  The Company’s approach is to include in the “Merchandise costs” line item the direct, net costs of acquiring products and making them available to customers.  The Company believes this approach most accurately presents the actual costs of products sold.\n​\nThe Company recognizes all vendor allowances as a reduction in merchandise costs when the related product is sold.  When possible, vendor allowances are applied to the related product cost by item and, therefore, reduce the carrying value of inventory by item.  When the items are sold, the vendor allowance is recognized.  When it is not possible, due to systems constraints, to allocate vendor allowances to the product by item, vendor allowances are recognized as a reduction in merchandise costs based on inventory turns and, therefore, recognized as the product is sold.\n​\nAdvertising Costs\n​\nThe Company’s advertising costs are recognized in the periods the related expenses are incurred and are included in the “Merchandise costs” line item of the Consolidated Statements of Operations.  The Company’s advertising costs totaled $\n984\nin 2021, $\n888\nin 2020 and $\n854\nin 2019.  The Company does not record vendor allowances for co-operative advertising as a reduction of advertising expense.\n​\n66\n​\nOperating, General and Administrative Expenses\nOG&A expenses consist primarily of employee-related costs such as wages, healthcare benefit costs, retirement plan costs, utilities, and credit card fees. Shipping and delivery costs associated with the Company's digital offerings originating from retail store locations, including third-party delivery fees, are included in the “OG&A” line item of the Consolidated Statements of Operations.  Rent expense, depreciation and amortization expense and interest expense are shown separately in the Consolidated Statement of Operations.\n​\nConsolidated Statements of Cash Flows\n​\nFor purposes of the Consolidated Statements of Cash Flows, the Company considers all highly liquid debt instruments purchased with an original maturity of three months or less to be temporary cash investments.\n​\nSegments\n​\nThe Company operates supermarkets, multi-department stores and fulfillment centers throughout the United States.  The Company’s retail operations, which represent\n97\n% of the Company’s consolidated sales, are its only reportable segment.  The Company aggregates its operating divisions into\none\nreportable segment due to the operating divisions having similar economic characteristics with similar long-term financial performance.  In addition, the Company’s operating divisions offer customers similar products, have similar distribution methods, operate in similar regulatory environments, purchase the majority of the merchandise for retail sale from similar (and in many cases identical) vendors on a coordinated basis from a centralized location, serve similar types of customers, and are allocated capital from a centralized location.  Operating divisions are organized primarily on a geographical basis so that the operating division management team can be responsive to local needs of the operating division and can execute company strategic plans and initiatives throughout the locations in their operating division. This geographical separation is the primary differentiation between these retail operating divisions.  The geographical basis of organization reflects how the business is managed and how the Company’s Chief Executive Officer, who acts as the Company’s chief operating decision maker, assesses performance internally.  All of the Company’s operations are domestic.\n​\n​\n​\n​\nThe Company’s goodwill balance as of January 29, 2022 and January 30, 2021 was $\n3,076\n.  Gross goodwill and accumulated impaired losses were $\n5,737\nand $\n2,661\n, respectively, as of January 29, 2022 and January 30, 2021.\n​\nTesting for impairment is performed annually, or on an interim basis upon the occurrence of a triggering event or a change in circumstances that would more likely than not reduce the fair value of a reporting unit below its carrying amount.  The annual evaluation of goodwill and indefinite-lived intangible assets was performed during the fourth quarter of 2021, 2020 and 2019 and did not result in impairment.\n​\nThe following table summarizes the Company’s intangible assets balance through January 29, 2022:\n​\n​\n67\n​\nAmortization expense associated with intangible assets totaled approximately $\n59\n, $\n67\nand $\n85\n, during fiscal years 2021, 2020 and 2019, respectively. Future amortization expense associated with the net carrying amount of definite-lived intangible assets for the years subsequent to 2021 is estimated to be approximately:\n​\n​\n​\n​\nProperty, plant and equipment, net consists of:\n​\n​\nAccumulated depreciation and amortization for leased property under finance leases was $\n414\nat January 29, 2022 and $\n321\nat January 30, 2021.\n​\nApproximately $\n136\nand $\n152\n, net book value, of property, plant and equipment collateralized certain mortgages at January 29, 2022 and January 30, 2021, respectively.\n​\n68\n​\n​\nThe provision for taxes based on income consists of:\n​\n​\nA reconciliation of the statutory federal rate and the effective rate follows:\n​\n​\nThe Company’s effective income tax rates were\n18.8\n% in 2021 and\n23.2\n% in 2020.  The 2021 tax rate differed from the federal statutory rate primarily due to a discrete benefit of $\n47\nwhich was primarily from the favorable outcome of income tax audit examinations covering multiple years, the benefit from share-based payments and the utilization of tax credits, partially offset by the effect of state income taxes.\n​\nThe 2020 tax rate differed from the federal statutory rate primarily due to the effect of state income taxes, partially offset by the utilization of tax credits and deductions.\n​\nThe 2019 tax rate differed from the federal statutory rate primarily due to the effect of state income taxes and Lucky’s Market losses attributable to the noncontrolling interest, which reduced pre-tax income but did not impact tax expense.\n69\n​\nThe tax effects of significant temporary differences that comprise tax balances were as follows:\n​\n​\nAt January 29, 2022, the Company had net operating loss carryforwards for state income tax purposes of $\n1,259\n.  These net operating loss carryforwards expire from 2022 through 2041.\nThe utilization of certain of the Company’s state net operating loss carryforwards may be limited in a given year.  Further, the Company has recorded a valuation allowance against certain deferred tax assets resulting from its state net operating losses.\n​\nAt January 29, 2022, the Company had state credit carryforwards of $\n37\n.  These state credit carryforwards expire from 2022 through 2035.\nThe utilization of certain of the Company’s credits may be limited in a given year. Further, the Company has recorded a valuation allowance against certain deferred tax assets resulting from its state credits.\n​\nThe Company regularly reviews all deferred tax assets on a tax filer and jurisdictional basis to estimate whether these assets are more likely than not to be realized based on all available evidence.  This evidence includes historical taxable income, projected future taxable income, the expected timing of the reversal of existing temporary differences and the implementation of tax planning strategies.  Projected future taxable income is based on expected results and assumptions as to the jurisdiction in which the income will be earned.  The expected timing of the reversals of existing temporary differences is based on current tax law and the Company’s tax methods of accounting.  Unless deferred tax assets are more likely than not to be realized, a valuation allowance is established to reduce the carrying value of the deferred tax asset until such time that realization becomes more likely than not.  Increases and decreases in these valuation allowances are included in \"Income tax expense\" in the Consolidated Statements of Operations. As of January 29, 2022, January 30, 2021 and February 1, 2020 the total valuation allowance was $\n72\n, $\n53\nand $\n55\n, respectively.\n​\n70\n​\nA reconciliation of the beginning and ending amount of unrecognized tax benefits, including positions impacting only the timing of tax benefits, is as follows:\n​\n​\nAs of January 29, 2022, January 30, 2021 and February 1, 2020, the amount of unrecognized tax benefits that, if recognized, would impact the effective tax rate was $\n73\n, $\n85\nand $\n74\nrespectively.\n​\nTo the extent interest and penalties would be assessed by taxing authorities on any underpayment of income tax, such amounts have been accrued and classified as a component of income tax expense.  During the years ended January 29, 2022, January 30, 2021 and February 1, 2020, the Company recognized approximately $(\n15\n), $\n7\nand $\n7\n, respectively, in interest and penalties (recoveries).  The Company had accrued approximately $\n22\n, $\n38\nand $\n30\nfor the payment of interest and penalties as of January 29, 2022, January 30, 2021 and February 1, 2020.\n​\nAs of January 29, 2022, the Internal Revenue Service had concluded its examination of all federal tax returns up to and including the return for the year ended February 3, 2018.\n​\nThe Coronavirus Aid, Relief, and Economic Security Act (the “CARES Act”), which was enacted on March 27, 2020, includes measures to assist companies in response to the COVID-19 pandemic. These measures include deferring the due dates of tax payments and other changes to income and non-income-based tax laws. As permitted under the CARES Act, the Company deferred the remittance of the employer portion of the social security tax.  The social security tax provision requires that the deferred employment tax be paid over\ntwo years\n, with half of the amount required to be paid by December 31, 2021 and the other half to be paid by December 31, 2022. During 2020, the Company deferred the employer portion of social security tax of $\n622\n. Of the total, $\n311\nwas paid during 2021 and $\n311\nis included in “Other current liabilities” in the Company’s Consolidated Balance Sheets.\n​\n​\nLong-term debt consists of:\n​\n​\nIn 2021, the Company repaid\n$\n300\nof senior notes bearing an interest rate of\n2.60\n%\n,\n$\n500\nof senior notes bearing an interest rate of\n2.95\n%\n, and\n$\n500\nof senior notes bearing an interest rate of\n3.40\n%\n, all using cash on hand.\n​\n71\n​\nAdditionally in 2021, the Company acquired\n28\n, previously leased, properties for a purchase price of\n$\n455\n. Separately, the Company also entered into a transaction to sell those properties to a third party for total proceeds of\n$\n621\n. Total cash proceeds received as a result of the transactions was\n$\n166\n. The sale transaction did not qualify for sale-leaseback accounting treatment. As a result, the Company recorded property, plant and equipment for the\n$\n455\nprice paid and recorded a\n$\n621\nfinancing obligation. The leases have a base term of\n25 years\nand\ntwelve\noption periods of\nfive years\neach. The Company has the option to purchase the individual properties for fair market value at the end of the base term or at the end of any option period. The Company is obligated to repurchase the properties at the end of the base term for\n$\n300\nif the lessor exercises its put option.\n​\nIn 2020, the Company issued $\n500\nof senior notes due in fiscal year 2030 bearing an interest rate of\n2.20\n% and $\n500\nof senior notes due in fiscal year 2030 bearing interest rate of\n1.70\n%\n.  In connection with the senior note issuances, the Company also terminated forward-starting interest rate swap agreements with an aggregate notional amount of\n$\n450\ndue in fiscal year 2030. These forward-starting interest rate swap agreements were hedging the variability in future benchmark interest payments attributable to changing interest rates on the forecasted issuance of fixed-rate debt issued during the fourth quarter of 2020.  Since these forward-starting interest rate swap agreements were classified as cash flow hedges, the unamortized loss of\n$\n41\n, $\n31\nnet of tax, has been deferred in Accumulated Other Comprehensive Loss and will continue to amortize to earnings as the interest payments are made.  The Company repaid\n$\n700\nof senior notes bearing an interest rate of\n3.30\n%\nwith proceeds from the senior notes issuances.\n​\nOn March 18, 2020, the Company proactively borrowed $\n1,000\nunder the revolving credit facility. This was a precautionary measure in order to preserve financial flexibility, reduce reliance on the commercial paper market and maintain liquidity in response to the COVID-19 pandemic. During 2020, the Company fully repaid the $\n1,000\nborrowed under the revolving credit facility and the entire $\n1,150\nin outstanding commercial paper obligations, as of February 1, 2020, using cash generated by operations.\n​\nOn July 6, 2021, the Company entered into an amended, extended and restated\n$\n2,750\nunsecured revolving credit facility (the “Credit Agreement”), with a termination date of July 6, 2026, unless extended as permitted under the Credit Agreement. The Company has the ability to increase the size of the Credit Agreement by up to an additional\n$\n1,250\n, subject to certain conditions.\n​\nBorrowings under the Credit Agreement bear interest, at the Company’s option, at either (i) LIBOR plus a market spread, based on the Company’s Public Debt Rating or (ii) the base rate, defined as the highest of (a) the\nFederal Funds Rate\nplus\n0.5\n%, (b)\nBank of America prime rate\n, and (c)\none-month LIBOR plus\n1.0\n%, plus a market rate spread based on the Company’s Public Debt Rating\n.  The Company will also pay a Commitment Fee based on its Public Debt Rating and Letter of Credit fees equal to a market rate spread based on the Company’s Public Debt Rating.  “Public Debt Rating” means, as of any date, the rating that has been most recently announced by either S&P or Moody’s, as the case may be, for any class of non-credit enhanced long-term senior unsecured debt issued by the Company.  The Credit Agreement includes fallback language related to the transition from LIBOR to alternative reference rates.  The Company does not expect a significant change to its cost of debt as a result of the transition from LIBOR to an alternative reference rate.\n​\nThe Credit Agreement contains a covenant, which, among other things, requires the maintenance of a Leverage Ratio of not greater than\n3.50\n:1.00.  The Company may repay the Credit Agreement in whole or in part at any time without premium or penalty.  The Credit Agreement is not guaranteed by the Company’s subsidiaries.\n​\nAs of January 29, 2022, and January 30, 2021, the Company had\nno\ncommercial paper borrowings and\nno\nborrowings under the Credit Agreement.\n​\nAs of January 29, 2022, the Company had outstanding letters of credit in the amount of $\n363\n, of which $\n2\nreduces funds available under the Credit Agreement. As of January 30, 2021, the Company had outstanding letters of credit in the amount of $\n381\n, of which $\n2\nreduces funds available under the Credit Agreement. The letters of credit are maintained primarily to support performance, payment, deposit or surety obligations of the Company.\n​\n72\n​\nMost of the Company’s outstanding public debt is subject to early redemption at varying times and premiums, at the option of the Company.  In addition, subject to certain conditions, some of the Company’s publicly issued debt will be subject to redemption, in whole or in part, at the option of the holder upon the occurrence of a redemption event, upon not less than\nfive days\n’ notice prior to the date of redemption, at a redemption price equal to the default amount, plus a specified premium.  “Redemption Event” is defined in the indentures as the occurrence of (i) any person or group, together with any affiliate thereof, beneficially owning\n50\n% or more of the voting power of the Company, (ii) any one person or group, or affiliate thereof, succeeding in having a majority of its nominees elected to the Company’s Board of Directors, in each case, without the consent of a majority of the continuing directors of the Company or (iii) both a change of control and a below investment grade rating.\n​\nThe aggregate annual maturities and scheduled payments of long-term debt, as of year-end 2021, and for the years subsequent to 2021 are:\n​\n​\n​\n​\nGAAP requires that derivatives be carried at fair value on the balance sheet and provides for hedge accounting when certain conditions are met.  The Company’s derivative financial instruments are recognized on the balance sheet at fair value.  Changes in the fair value of derivative instruments designated as “cash flow” hedges, to the extent the hedges are highly effective, are recorded in other comprehensive income, net of tax effects.  Ineffective portions of cash flow hedges, if any, are recognized in current period earnings.  Other comprehensive income or loss is reclassified into current period earnings when the hedged transaction affects earnings.  Changes in the fair value of derivative instruments designated as “fair value” hedges, along with corresponding changes in the fair values of the hedged assets or liabilities, are recorded in current period earnings.  Ineffective portions of fair value hedges, if any, are recognized in current period earnings.\n​\nThe Company assesses, both at the inception of the hedge and on an ongoing basis, whether derivatives used as hedging instruments are highly effective in offsetting the changes in the fair value or cash flow of the hedged items.  If it is determined that a derivative is not highly effective as a hedge or ceases to be highly effective, the Company discontinues hedge accounting prospectively.\n​\nInterest Rate Risk Management\n​\nThe Company is exposed to market risk from fluctuations in interest rates. The Company manages its exposure to interest rate fluctuations through the use of a commercial paper program, interest rate swaps (fair value hedges) and forward-starting interest rate swaps (cash flow hedges). The Company’s current program relative to interest rate protection contemplates hedging the exposure to changes in the fair value of fixed-rate debt attributable to changes in interest rates. To do this, the Company uses the following guidelines: (i) use average daily outstanding borrowings to determine annual debt amounts subject to interest rate exposure, (ii) limit the average annual amount subject to interest rate reset and the amount of floating rate debt to a combined total amount that represents\n25\n% of the carrying value of the Company’s debt portfolio or less, (iii) include no leveraged products, and (iv) hedge without regard to profit motive or sensitivity to current mark-to-market status.\n​\n73\n​\nThe Company reviews compliance with these guidelines annually with the Financial Policy Committee of the Board of Directors.  These guidelines may change as the Company’s needs dictate.\n​\nFair Value Interest Rate Swaps\n​\nThe Company did not have any outstanding interest rate derivatives classified as fair value hedges as of January 29, 2022 and January 30, 2021.\n​\nCash Flow Forward-Starting Interest Rate Swaps\n​\nThe Company did not have any outstanding forward-starting interest rate swap agreements as of January 29, 2022 and January 30, 2021.\n​\nDuring 2020, the Company terminated\nnine\nforward-starting interest rate swaps with maturity dates of January 2021 with an aggregate notional amount totaling $\n450\n.  These forward-starting interest rate swap agreements were hedging the variability in future benchmark interest payments attributable to changing interest rates on the forecasted issuance of fixed-rate debt issued during the fourth quarter of 2020.  Since these forward-starting interest rate swap agreements were classified as cash flow hedges, the unamortized loss of $\n41\n, $\n31\nnet of tax, has been deferred in AOCI and will be amortized to earnings as the interest payments are made.  In addition, the Company terminated and discontinued hedge accounting for\none\nforward-starting interest rate swap with a maturity date of January 2021 with an aggregate notional amount totaling $\n50\n.  The gain of $\n7\nfrom the termination of this forward starting interest rate swap was record in interest income in the fourth quarter of 2020.\n​\nThe following table summarizes the effect of the Company’s derivative instruments designated as cash flow hedges for 2021, 2020 and 2019:\n​\n​\n​\n​\n​\nGAAP establishes a fair value hierarchy that prioritizes the inputs used to measure fair value.  The three levels of the fair value hierarchy defined in the standards are as follows:\n​\nLevel 1 - Quoted prices are available in active markets for identical assets or liabilities;\n​\nLevel 2 - Pricing inputs are other than quoted prices in active markets included in Level 1, which are either directly or indirectly observable;\n​\nLevel 3 - Unobservable pricing inputs in which little or no market activity exists, therefore requiring an entity to develop its own assumptions about the assumptions that market participants would use in pricing an asset or liability.\n​\n74\n​\nFor items carried at (or adjusted to) fair value in the consolidated financial statements, the following tables summarize the fair value of these instruments at January 29, 2022 and January 30, 2021:\n​\nJanuary 29, 2022 Fair Value Measurements Using\n​\n​\nJanuary 30, 2021 Fair Value Measurements Using\n​\n​\nFair value measurements of non-financial assets and non-financial liabilities are primarily used in the impairment analysis of goodwill, other intangible assets, long-lived assets and in the valuation of store lease exit costs.  The Company reviews goodwill and indefinite-lived intangible assets for impairment annually, during the fourth quarter of each fiscal year, and as circumstances indicate the possibility of impairment.  See Note 2 for further discussion related to the Company’s carrying value of goodwill.  Long-lived assets and store lease exit costs were measured at fair value on a nonrecurring basis using Level 3 inputs as defined in the fair value hierarchy.  See Note 1 for further discussion of the Company’s policies for impairments of long-lived assets and valuation of store lease exit costs.  In 2021, long-lived assets with a carrying amount of\n$\n74\nwere written down to their fair value of $\n10\n, resulting in an impairment charge of $\n64\n.  In 2020, long-lived assets with a carrying amount of\n$\n72\nwere written down to their fair value of $\n2\n, resulting in an impairment charge of $\n70\n.\n​\nFair Value of Other Financial Instruments\n​\nCurrent and Long-term Debt\n​\nThe fair value of the Company’s long-term debt, including current maturities, was estimated based on the quoted market prices for the same or similar issues adjusted for illiquidity based on available market evidence.  If quoted market prices were not available, the fair value was based upon the net present value of the future cash flow using the forward interest rate yield curve in effect at respective year-ends.  At January 29, 2022, the fair value of total debt excluding obligation under finance leases was\n$\n13,189\ncompared to a carrying value of $\n11,745\n.  At January 30, 2021, the fair value of total debt excluding obligation under finance leases was\n$\n14,680\ncompared to a carrying value of $\n12,410\n.\n​\n75\n​\nContingent Consideration\n​\nAs a result of the Home Chef merger, the Company recognized a contingent liability of\n$\n91\non the acquisition date.  The contingent consideration was measured using unobservable (Level 3) inputs and was included in\n“Other long-term liabilities” within the Consolidated Balance Sheet\n. The Company estimated the fair value of the earnout liability by applying a\nMonte-Carlo simulation method\nusing the Company’s projection of future operating results for both the online and offline businesses related to the Home Chef merger and the estimated probability of achievement of the earnout target metrics.\nThe Monte-Carlo simulation is a generally accepted statistical technique used to generate a defined number of valuation paths in order to develop a reasonable estimate of the fair value of the earnout liability.\nThe liability is remeasured to fair value using the Monte-Carlo simulation method at each reporting period, and the change in fair value, including accretion for the passage of time, is recognized in net earnings until the contingency is resolved.  In 2020, the Company amended the contingent consideration agreement including the performance milestones to align with the Company’s current business strategies.  In 2021 and 2020, the Company recorded adjustments to increase the contingent consideration liability for\n$\n66\nand $\n189\n, respectively, in OG&A.\n​\nCash and Temporary Cash Investments, Store Deposits In-Transit, Receivables, Prepaid and Other Current Assets, Trade Accounts Payable, Accrued Salaries and Wages and Other Current Liabilities\n​\nThe carrying amounts of these items approximated fair value due to their short term nature.\n​\nOther Assets\n​\nThe equity investment in Ocado Group plc is measured at fair value through net earnings. The fair value of all shares owned, which is measured using Level 1 inputs, was $\n987\nand $\n1,808\nas of January 29, 2022 and January 30, 2021, respectively, and is included in “Other assets” in the Company’s Consolidated Balance Sheets. The unrealized gain (loss) for this Level 1 investment was approximately ($\n821\n) and $\n1,032\nfor 2021 and 2020, respectively, and is included in “(Loss) Gain on investments” in the Company’s Consolidated Statements of Operations.\n​\nThe Company held other equity investments without a readily determinable fair value. These investments are measured initially at cost and remeasured for observable price changes to fair value through net earnings. The value of these investments was $\n309\nand $\n189\nas of January 29, 2022 and January 30, 2021, respectively, and is included in “Other assets” in the Company’s Consolidated Balance Sheets.  During 2020, certain of these investments with a carrying value of $\n87\nwere remeasured to their fair value of $\n160\n, resulting in an unrealized gain of $\n73\n.  The gain was measured using Level 3 inputs and is included in “(Loss) Gain on investments” in the Company’s Consolidated Statements of Operations.  There were\nno\nobservable price changes or impairments for these investments during 2021, and as such, they are excluded from the fair value measurements table above for January 29, 2022.\n​\nThe following table presents the Company’s remaining other assets as of January 29, 2022 and January 30 2021:\n​\n​\n​\n76\n​\n​\nThe following table represents the changes in AOCI by component for the years ended January 29, 2022 and January 30, 2021:\n​\n​\nThe following table represents the items reclassified out of AOCI and the related tax effects for the years ended January 29, 2022, January 30, 2021 and February 1, 2020:\n​\n​\n​\n​\n77\n​\n​\nThe Company leases certain store real estate, warehouses, distribution centers, fulfillment centers, office space and equipment.  The Company operates in leased facilities in approximately half of its store locations.\nLease\nterms\ngenerally range from\n10\nto\n20 years\nwith\noptions\nto\nrenew\nfor varying terms at the Company’s sole discretion.  Certain leases also include options to purchase the leased property.  Leases with an initial term of 12 months or less are not recorded on the balance sheet.  Certain leases include escalation clauses or payment of executory costs such as property taxes, utilities or insurance and maintenance. Rent expense for leases with escalation clauses or other lease concessions are accounted for on a straight-line basis over the lease term.  The Company’s lease agreements do not contain any material residual value guarantees or material restrictive covenants.  Certain properties or portions thereof are subleased to\nothers\nfor\nperiods\ngenerally ranging from\none\nto\n20 years\n.\n​\nThe following table provides supplemental balance sheet classification information related to leases:\n​\n​\nThe following table provides the components of lease cost:\n​\n​\n78\n​\nMaturities of operating and finance lease liabilities are listed below.  Amounts in the table include options to extend lease terms that are reasonably certain of being exercised.\n​\n​\nTotal future minimum rentals under non-cancellable subleases at January 29, 2022 were $\n256\n.\n​\nThe following table provides the weighted-average lease term and discount rate for operating and finance leases:\n​\n​\nThe following table provides supplemental cash flow information related to leases:\n​\n​\n79\n​\nOn May 17, 2018, the Company entered into a Partnership Framework Agreement with Ocado International Holdings Limited and Ocado Group plc (“Ocado”), which has since been amended. Under this agreement, Ocado will partner exclusively with the Company in the U.S., enhancing the Company’s digital and robotics capabilities in its distribution networks. The Company opened its first\nthree\nKroger Delivery customer fulfillment centers in Monroe, Ohio, Groveland, Florida and Forest Park, Georgia. The Company determined the arrangement with Ocado contains a lease of the robotic equipment used to fulfill customer orders. As a result, the Company established a finance lease when each facility began fulfilling orders to customers and used its\n10-year\nincremental borrowing rate to calculate the lease liability. The base term of each lease is\n10 years\nwith options to renew at the Company’s sole discretion. The Company elected to combine the lease and non-lease elements in the contract. As a result, it will account for all payments to Ocado as lease payments. In 2021, the Company recorded finance lease assets of $\n401\nand finance lease liabilities of $\n372\nrelated to these location openings.\n​\n​\nNet earnings attributable to The Kroger Co. per basic common share equals net earnings attributable to The Kroger Co. less income allocated to participating securities divided by the weighted average number of common shares outstanding.  Net earnings attributable to The Kroger Co. per diluted common share equals net earnings attributable to The Kroger Co. less income allocated to participating securities divided by the weighted average number of common shares outstanding, after giving effect to dilutive stock options.  The following table provides a reconciliation of net earnings attributable to The Kroger Co. and shares used in calculating net earnings attributable to The Kroger Co. per basic common share to those used in calculating net earnings attributable to The Kroger Co. per diluted common share:\n​\n​\nThe Company had combined undistributed and distributed earnings to participating securities totaling $\n16\n, $\n29\nand $\n19\nin 2021, 2020 and 2019, respectively.\n​\nThe Company had stock options outstanding for approximately\n2.4\nmillion,\n9.1\nmillion and\n18.4\nmillion shares, respectively, for the years ended January 29, 2022, January 30, 2021, and February 1, 2020, which were excluded from the computations of net earnings per diluted common share because their inclusion would have had an anti-dilutive effect on net earnings per diluted share.\n​\n​\nThe Company recognizes compensation expense for all share-based payments granted. The Company recognizes share-based compensation expense, net of an estimated forfeiture rate, over the requisite service period of the award based on the fair value at the date of the grant.\n​\nThe Company grants options for common shares (“stock options”) to employees under various plans at an option price equal to the fair market value of the stock option at the date of grant. The Company accounts for stock options under the fair value recognition provisions. Stock options typically expire\n10 years\nfrom the date of grant. Stock options vest between\none\nand\nfive years\nfrom the date of grant.\n​\nIn addition to the stock options described above, the Company awards restricted stock to employees and nonemployee directors under various plans. The restrictions on these awards generally lapse between\none\nand\nfive years\nfrom the date of the awards.  The Company determines the fair value for restricted stock awards in an amount equal to the fair market value of the underlying shares on the grant date of the award.\n​\n80\n​\nAt January 29, 2022, approximately\n19\nmillion common shares were available for future options or restricted stock grants under the 2011, 2014, and 2019 Long-Term Incentive Plans (the “Plans”). Options granted reduce the shares available under the Plans at a ratio of\none\nto one.  Restricted stock grants reduce the shares available under the Plans at a ratio of\n2.83\nto one.\n​\nEquity awards granted are based on the aggregate value of the award on the grant date. This can affect the number of shares granted in a given year as equity awards. Excess tax benefits related to equity awards are recognized in the provision for income taxes. Equity awards may be approved\nat one of four meetings of its Board of Directors\noccurring shortly after the Company’s release of quarterly earnings. The 2021 primary grants were made in conjunction with the March and June meetings of the Company’s Board of Directors.\n​\nAll awards become immediately exercisable upon certain changes of control of the Company.\n​\nStock Options\n​\nChanges in options outstanding under the stock option plans are summarized below:\n​\n​\nA summary of options outstanding, exercisable and expected to vest at January 29, 2022 follows:\n​\n​\n​\n81\n​\nRestricted stock\n​\nChanges in restricted stock outstanding under the restricted stock plans are summarized below:\n​\n​\nThe weighted-average grant date fair value of stock options granted during 2021, 2020 and 2019 was $\n8.54\n, $\n6.43\nand $\n6.00\n, respectively.  The fair value of each stock option grant was estimated on the date of grant using the Black-Scholes option-pricing model, based on the assumptions shown in the table below.  The Black-Scholes model utilizes accounting judgment and financial estimates, including the term option holders are expected to retain their stock options before exercising them, the volatility of the Company’s share price over that expected term, the dividend yield over the term and the number of awards expected to be forfeited before they vest.  Using alternative assumptions in the calculation of fair value would produce fair values for stock option grants that could be different than those used to record stock-based compensation expense in the Consolidated Statements of Operations.  The increase in the fair value of the stock options granted during 2021, compared to 2020, resulted primarily from increases in the Company’s share price and the weighted-average expected volatility.  The increase in the fair value of the stock options granted during 2020, compared to 2019, resulted primarily from increases in the Company’s share price and the weighted-average expected volatility, partially offset by a decrease in the interest rate.\n​\nThe following table reflects the weighted-average assumptions used for grants awarded to option holders:\n​\n​\nThe weighted-average risk-free interest rate was based on the yield of a treasury note as of the grant date, continuously compounded, which matures at a date that approximates the expected term of the options.  The dividend yield was based on our history and expectation of dividend payouts.  Expected volatility was determined based upon historical stock volatilities; however, implied volatility was also considered.  Expected term was determined based upon historical exercise and cancellation experience.\n​\nTotal stock compensation recognized in 2021, 2020 and 2019 was $\n203\n, $\n185\nand $\n155\n, respectively.  Stock option compensation recognized in 2021, 2020 and 2019 was $\n20\n, $\n22\nand $\n24\n, respectively.  Restricted shares compensation recognized in 2021, 2020 and 2019 was $\n183\n, $\n163\nand $\n131\n, respectively.\n​\n82\n​\nThe total intrinsic value of stock options exercised was $\n121\n, $\n115\nand $\n51\nin 2021, 2020 and 2019, respectively.  The total amount of cash received in 2021 by the Company from the exercise of stock options granted under share-based payment arrangements was $\n172\n.  As of January 29, 2022, there was $\n194\nof total unrecognized compensation expense remaining related to non-vested share-based compensation arrangements granted under the Plans.  This cost is expected to be recognized over a weighted-average period of approximately\ntwo years\n.  The total fair value of options that vested was $\n20\n, $\n23\nand $\n26\nin 2021, 2020 and 2019, respectively.\n​\nShares issued as a result of stock option exercises may be newly issued shares or reissued treasury shares.  Proceeds received from the exercise of options, and the related tax benefit, may be utilized to repurchase the Company’s common shares under a stock repurchase program adopted by the Company’s Board of Directors.  During 2021, the Company repurchased approximately\nfive\nmillion common shares in such a manner.\n​\n​\nThe Company continuously evaluates contingencies based upon the best available evidence.\n​\nThe Company believes that allowances for loss have been provided to the extent necessary and that its assessment of contingencies is reasonable.  To the extent that resolution of contingencies results in amounts that vary from the Company’s estimates, future earnings will be charged or credited.\n​\nThe principal contingencies are described below:\n​\nInsurance\n— The Company’s workers’ compensation risks are self-insured in most states. In addition, other workers’ compensation risks and certain levels of insured general liability risks are based on retrospective premium plans, deductible plans, and self-insured retention plans.  The liability for workers’ compensation risks is accounted for on a present value basis.  Actual claim settlements and expenses incident thereto may differ from the provisions for loss.  Property risks have been underwritten by a subsidiary and are all reinsured with unrelated insurance companies.  Operating divisions and subsidiaries have paid premiums, and the insurance subsidiary has provided loss allowances, based upon actuarially determined estimates.\n​\nLitigation —\nVarious claims and lawsuits arising in the normal course of business, including personal injury, contract disputes, employment discrimination, wage and hour and other regulatory claims are pending against the Company.  Some of these suits purport or have been determined to be class actions and/or seek substantial damages.  Although it is not possible at this time to evaluate the merits of all of these claims and lawsuits, nor their likelihood of success, the Company is of the belief that any resulting liability will not have a material effect on the Company’s financial position, results of operations, or cash flows.\n​\nThe Company continually evaluates its exposure to loss contingencies arising from pending or threatened litigation and believes it has made provisions where it is reasonably possible to estimate and when an adverse outcome is probable.  Nonetheless, assessing and predicting the outcomes of these matters involves substantial uncertainties.  Management currently believes that the aggregate range of loss for the Company’s exposure is not material to the Company.  It remains possible that despite management’s current belief, material differences in actual outcomes or changes in management’s evaluation or predictions could arise that could have a material adverse effect on the Company’s financial condition, results of operations, or cash flows.\n​\nOn February 9, 2022, a putative shareholder filed a derivative action in the Court of Common Pleas, Hamilton County, Ohio against certain current and former directors of The Kroger Co. and The Kroger Co., as a nominal defendant, alleging among other things, that the defendants breached their fiduciary duties in connection with the data incident involving the Company’s former third party secure file transfer vendor, Accellion.\n​\n83\n​\nThe Company is one of dozens of companies that have been named in various lawsuits alleging that defendants contributed to create a public nuisance through the distribution and dispensing of opioids.   At present, the Company is named in a significant number of lawsuits pending in various state courts as well as in the United States District Court for the Northern District of Ohio, where over\n2,000\ncases have been consolidated as Multi-District Litigation (\"MDL\") pursuant to 28 U.S.C. §1407 in a case entitled\nIn re National Prescription Opiate Litigation\n.   Most of these cases have been stayed but Kroger entities have been named in\nfive\nbellwether cases that are proceeding on a staggered discovery schedule before Judge Polster, the MDL judge.\nOnce discovery is completed, those cases will be remanded to the originating federal court for trial.  The Company is vigorously defending these matters and believes that these cases are without merit.  At this stage in the proceedings, the Company is unable to determine the probability of the outcome of these matters or the range of reasonably possible loss, if any.\n​\nAssignments —\nThe Company is contingently liable for leases that have been assigned to various third parties in connection with facility closings and dispositions.  The Company could be required to satisfy the obligations under the leases if any of the assignees is unable to fulfill its lease obligations.  Due to the wide distribution of the Company’s assignments among third parties, and various other remedies available, the Company believes the likelihood that it will be required to assume a material amount of these obligations is remote.\n​\n​\nPreferred Shares\n​\nThe Company has authorized\nfive\nmillion shares of voting cumulative preferred shares;\ntwo\nmillion shares were available for issuance at January 29, 2022.  The shares have a par value of $\n100\nper share and are issuable in series.\n​\nCommon Shares\n​\nThe Company has authorized\ntwo\nbillion common shares, $\n1\npar value per share.\n​\nCommon Stock Repurchase Program\n​\nThe Company maintains stock repurchase programs that comply with Rule 10b5-1 of the Securities Exchange Act of 1934 to allow for the orderly repurchase of The Kroger Co. common shares, from time to time.  The Company made open market purchases totaling $\n1,422\n, $\n1,196\nand $\n400\nunder these repurchase programs in 2021, 2020 and 2019, respectively.\n​\nIn addition to these repurchase programs, in December 1999, the Company began a program to repurchase common shares to reduce dilution resulting from its employee stock option plans.  This program is solely funded by proceeds from stock option exercises and the related tax benefit.  The Company repurchased approximately $\n225\n, $\n128\nand $\n65\nunder the stock option program during 2021, 2020 and 2019, respectively.\n​\n​\nThe Company administers non-contributory defined benefit retirement plans for some non-union employees and union-represented employees as determined by the terms and conditions of collective bargaining agreements.  These include several qualified pension plans (the “Qualified Plans”) and non-qualified pension plans (the “Non-Qualified Plans”).  The Non-Qualified Plans pay benefits to any employee that earns in excess of the maximum allowed for the Qualified Plans by Section 415 of the Internal Revenue Code.  The Company only funds obligations under the Qualified Plans.  Funding for the company-sponsored pension plans is based on a review of the specific requirements and on evaluation of the assets and liabilities of each plan.\n​\nIn addition to providing pension benefits, the Company provides certain health care benefits for retired employees.  Based on employee’s age, years of service and position with the Company, the employee may be eligible for retiree health care benefits.  Funding of retiree health care benefits occurs as claims or premiums are paid.\n​\n84\n​\nThe Company recognizes the funded status of its retirement plans on the Consolidated Balance Sheets.  Actuarial gains or losses and prior service credits that have not yet been recognized as part of net periodic benefit cost are required to be recorded as a component of AOCI.  The Company has elected to measure defined benefit plan assets and obligations as of January 31, which is the\nmonth-end\nthat is closest to its fiscal year-ends, which were January 29, 2022 for fiscal 2021 and January 30, 2021 for fiscal 2020.\n​\nAmounts recognized in AOCI as of January 29, 2022 and January 30, 2021 consist of the following (pre-tax):\n​\n​\nOther changes recognized in other comprehensive income (loss) in 2021, 2020 and 2019 were as follows (pre-tax):\n​\n​\n​\n85\n​\nInformation with respect to change in benefit obligation, change in plan assets, the funded status of the plans recorded in the Consolidated Balance Sheets, net amounts recognized at the end of fiscal years, weighted-average assumptions and components of net periodic benefit cost follow:\n​\n​\nAs of January 29, 2022, other assets and other current liabilities include $\n156\nand $\n34\n, respectively, of the net asset and liability recognized for the above benefit plans.  As of January 30, 2021, other assets and other current liabilities include $\n21\nand $\n35\n, respectively, of the net asset and liability recognized for the above benefit plans.  Pension plan assets do not include common shares of The Kroger Co.\n​\nIn 2021, the Company settled certain company-sponsored pension plan obligations using existing assets of the plans. The Company recognized a non-cash settlement charge of $\n87\n, $\n68\nnet of tax, associated with the settlement of its obligations for the eligible participants’ pension balances that were distributed out of the plans via a lump sum distribution or the purchase of an annuity contract, based on each participant’s election. The settlement charge is included in “Non-service component of company-sponsored pension plan costs” in the Consolidated Statements of Operations.\n​\n​\n86\n​\nThe Company’s discount rate assumptions were intended to reflect the rates at which the pension benefits could be effectively settled.  They take into account the timing and amount of benefits that would be available under the plans.  The Company’s policy is to match the plan’s cash flows to that of a hypothetical bond portfolio whose cash flow from coupons and maturities match the plan’s projected benefit cash flows.  The discount rates are the single rates that produce the same present value of cash flows.  The selection of the\n3.17\n% and\n3.01\n% discount rates as of year-end 2021 for pension and other benefits, respectively, represents the hypothetical bond portfolio using bonds with an AA or better rating constructed with the assistance of an outside consultant.  A\n100\nbasis point increase in the discount rate would decrease the projected pension benefit obligation as of January 29, 2022, by approximately $\n316\n.\n​\nThe Company’s 2021 assumed pension plan investment return rate was\n5.50\n% compared to\n5.50\n% in 2020 and\n6.00\n% in 2019.  The value of all investments in the company-sponsored defined benefit pension plans during the calendar year ended December 31, 2021, net of investment management fees and expenses, increased\n5.9\n% and for fiscal year 2021 investments increased\n4.2\n%.  Historically, the Company’s pension plans’ average rate of return was\n8.2\n% for the\n10\ncalendar years ended December 31, 2021, net of all investment management fees and expenses.  For the past\n20 years\n, the Company’s pension plans’ average annual rate of return has been\n7.8\n%.  To determine the expected rate of return on pension plan assets held by the Company, the Company considers current and forecasted plan asset allocations as well as historical and forecasted rates of return on various asset categories.\n​\nThe Company calculates its expected return on plan assets by using the market-related value of plan assets.  The market-related value of plan assets is determined by adjusting the actual fair value of plan assets for gains or losses on plan assets.  Gains or losses represent the difference between actual and expected returns on plan investments for each plan year.  Gains or losses on plan assets are recognized evenly over a\nfive-year\nperiod.  Using a different method to calculate the market-related value of plan assets would provide a different expected return on plan assets.\n​\nThe pension benefit unfunded status decreased in 2021, compared to 2020, due primarily to an increase in discount rates, reducing the benefit obligation.\n​\nThe following table provides the components of the Company’s net periodic benefit costs for 2021, 2020 and 2019:\n​\n​\nThe following table provides the projected benefit obligation (“PBO”) and the fair value of plan assets for those company-sponsored pension plans with projected benefit obligations in excess of plan assets:\n​\n​\n87\n​\nThe following table provides the accumulated benefit obligation (“ABO”) and the fair value of plan assets for those company-sponsored pension plans with accumulated benefit obligations in excess of plan assets:\n​\n​\nThe following table provides information about the Company’s estimated future benefit payments:\n​\n​\nThe following table provides information about the target and actual pension plan asset allocations as of January 29, 2022:\n​\n​\nInvestment objectives, policies and strategies are set by the Retirement Benefit Plan Management Committee (the “Committee”).  The primary objectives include holding and investing the assets and distributing benefits to participants and beneficiaries of the pension plans.  Investment objectives have been established based on a comprehensive review of the capital markets and each underlying plan’s current and projected financial requirements.  The time horizon of the investment objectives is long-term in nature and plan assets are managed on a going-concern basis.\n​\nInvestment objectives and guidelines specifically applicable to each manager of assets are established and reviewed annually.  Derivative instruments may be used for specified purposes, including rebalancing exposures to certain asset classes.  Any use of derivative instruments for a purpose or in a manner not specifically authorized is prohibited, unless approved in advance by the Committee.\n​\nThe target allocations shown for 2021 were established in 2020 based on the Company’s LDI strategy. An LDI strategy focuses on maintaining a close to fully-funded status over the long-term with minimal funded status risk.  This is achieved by investing more of the plan assets in fixed income instruments to more closely match the duration of the plan liability.\n​\nThe Company did not make any contributions to its company-sponsored pension plans in 2021, and the Company is not required to make any contributions to these plans in 2022.  If the Company does make any contributions in 2022, the Company expects these contributions will decrease its required contributions in future years.  Among other things, investment performance of plan assets, the interest rates required to be used to calculate the pension obligations, and\n88\n​\nfuture changes in legislation, will determine the amounts of any contributions.  The Company expects 2022 net periodic benefit costs for company-sponsored pension plans to be approximately ($\n38\n).\nAssumed health care cost trend rates have a significant effect on the amounts reported for the health care plans.  The Company used a\n5.30\n% initial health care cost trend rate, which is assumed to decrease on a linear basis to a\n4.50\n% ultimate health care cost trend rate in 2037, to determine its expense.\n​\nThe following tables, set forth by level within the fair value hierarchy, present the Qualified Plans’ assets at fair value as of January 29, 2022 and January 30, 2021:\n​\nAssets at Fair Value as of January 29, 2022\n​\n​\nAssets at Fair Value as of January 30, 2021\n​\n​\nCertain investments that are measured at fair value using the NAV per share (or its equivalent) have not been classified in the fair value hierarchy. The fair value amounts presented for these investments in the preceding tables are intended to permit reconciliation of the fair value hierarchies to the total fair value of plan assets.\n​\n89\n​\nFor measurements using significant unobservable inputs (Level 3) during 2021 and 2020, a reconciliation of the beginning and ending balances is as follows:\n​\n​\nSee Note 7 for a discussion of the levels of the fair value hierarchy.  The assets’ fair value measurement level above is based on the lowest level of any input that is significant to the fair value measurement.\n​\nThe following is a description of the valuation methods used for the Qualified Plans’ assets measured at fair value in the above tables:\n​\n​\n​\n​\n​\n​\n​\n​\n90\n​\n​\n​\nThe methods described above may produce a fair value calculation that may not be indicative of net realizable value or reflective of future fair values.  Furthermore, while the Company believes its valuation methods are appropriate and consistent with other market participants, the use of different methodologies or assumptions to determine the fair value of certain financial instruments could result in a different fair value measurement.\n​\nThe Company contributed and expensed $\n289\n, $\n294\nand $\n264\nto employee 401(k)\nretirement savings accounts in 2021, 2020 and 2019, respectively.  The 401(k) retirement savings account plans provide to eligible employees both matching contributions and automatic contributions from the Company based on participant contributions, compensation as defined by the plan and length of service.\n​\nIn 2019, the Company approved and implemented a plan to reorganize certain portions of its division management structure.  This reorganization increased operational effectiveness and reduced overhead costs while maintaining a high quality customer experience.  The Company recorded a charge for severance and related benefits of\n$\n80\n,\n$\n61\nnet of tax, in 2019, which is included in the OG&A caption within the Consolidated Statements of Operations.\nOf the total charge, $\n42\nwas unpaid as of February 1, 2020 and was included in Other Current Liabilities within the Consolidated Balance Sheet and the remaining balance was paid in 2020.\n​\n​\nThe Company contributes to various multi-employer pension plans based on obligations arising from collective bargaining agreements.  These multi-employer pension plans provide retirement benefits to participants based on their service to contributing employers.  The benefits are paid from assets held in trust for that purpose.  Trustees are appointed in equal number by employers and unions.  The trustees typically are responsible for determining the level of benefits to be provided to participants as well as for such matters as the investment of the assets and the administration of the plans.\n​\nThe Company recognizes expense in connection with these plans as contributions are funded or when commitments are probable and reasonably estimable, in accordance with GAAP.\nThe Company made cash contributions to these plans of $\n1,109\nin 2021, $\n619\nin 2020 and $\n461\nin 2019. The increase in 2021, compared to 2020, is due to the contractual payments made in 2021 related to our commitments established for certain ratification agreements.  The increase in 2020, compared to 2019, is due to incremental contributions we made in 2020 to multi-employer pension plans, helping stabilize future associate benefits.\n​\nThe Company continues to evaluate and address potential exposure to under-funded multi-employer pension plans as it relates to the Company’s associates who are beneficiaries of these plans.  These under-fundings are not a liability of the Company.  When an opportunity arises that is economically feasible and beneficial to the Company and its associates, the Company may negotiate the restructuring of under-funded multi-employer pension plan obligations to help stabilize associates’ future benefits and become the fiduciary of the restructured multi-employer pension plan.  The commitments from these restructurings do not change the Company’s debt profile as it relates to its credit rating since these off balance sheet commitments are typically considered in the Company’s investment grade debt rating.\n91\n​\nThe Company is currently designated as the named fiduciary of the United Food and Commercial Workers (“UFCW”) Consolidated Pension Plan and the International Brotherhood of Teamsters (“IBT”) Consolidated Pension Fund and has sole investment authority over these assets. Due to opportunities arising, the Company has restructured certain multi-employer pension plans. The significant effects of these restructuring agreements recorded in our Consolidated Financial Statements are:\n​\n​\n​\n​\nThe risks of participating in multi-employer pension plans are different from the risks of participating in single-employer pension plans in the following respects:\n​\n​\n​\n​\n92\n​\nThe Company’s participation in multi-employer plans is outlined in the following tables.  The EIN / Pension Plan Number column provides the Employer Identification Number (“EIN”) and the three-digit pension plan number.  The most recent Pension Protection Act Zone Status available in 2021 and 2020 is for the plan’s year-end at December 31, 2020 and December\n31, 2019, respectively.  Among other factors, generally, plans in the red zone are less than\n65\npercent funded, plans in the yellow zone are less than\n80\npercent funded and plans in the green zone are at least\n80\npercent funded.  The FIP/RP Status Pending / Implemented Column indicates plans for which a funding improvement plan (“FIP”) or a rehabilitation plan (“RP”) is either pending or has been implemented.  Unless otherwise noted, the information for these tables was obtained from the Forms 5500 filed for each plan’s year-end at December 31, 2020 and December 31, 2019. The multi-employer contributions listed in the table below are the Company’s multi-employer contributions made in fiscal years 2021, 2020 and 2019.\n​\nThe following table contains information about the Company’s multi-employer pension plans:\n​\n​\n93\n​\nThe following table describes (a) the expiration date of the Company’s collective bargaining agreements and (b) the expiration date of the Company’s most significant collective bargaining agreements for each of the material multi-employer funds in which the Company participates:\n​\n​\nIn 2020, the Company held escrow deposits amounting to $\n271\ndue to certain restructuring agreements.  These payments were included in “Prepaid and other current assets” in the Company’s Consolidated Balance Sheets. These escrow deposits were paid in 2021.\n​\nBased on the most recent information available to it, the Company believes the present value of actuarial accrued liabilities in most of these multi-employer plans exceeds the value of the assets held in trust to pay benefits.  Moreover, if the Company were to exit certain markets or otherwise cease making contributions to these funds, the Company could trigger a withdrawal liability.  Any adjustment for withdrawal liability will be recorded when it is probable that a liability exists and it can be reasonably estimated.\n​\nThe Company also contributes to various other multi-employer benefit plans that provide health and welfare benefits to active and retired participants. Total contributions made by the Company to these other multi-employer health and welfare plans were approximately $\n1,197\nin 2021, $\n1,262\nin 2020, and $\n1,252\nin 2019.\n​\n​\nOn March 13, 2019, the Company completed the sale of its You Technology business to Inmar for total consideration of $\n565\n, including $\n396\nof cash and $\n64\nof preferred equity received upon closing. The Company is also entitled to receive other cash payments of $\n105\nover\nfive years\n. The transaction includes a long-term service agreement for Inmar to provide the Company digital coupon services. The sale resulted in a gain of $\n70\n, $\n52\nnet of tax, which is included in “Gain on sale of businesses” in the Consolidated Statement of Operations. The Company recorded the fair value of the long-term service agreement of $\n358\nin “Other current liabilities” and “Other long-term liabilities” in the Consolidated Balance Sheets and such amount is being recorded as sales over the\n10-year\nagreement.\n​\nOn April 26, 2019, the Company completed the sale of its Turkey Hill Dairy business to an affiliate of Peak Rock Capital for total proceeds of $\n225\n. The sale resulted in a gain of $\n106\n, $\n80\nnet of tax, which is included in “Gain on sale of businesses” in the Consolidated Statements of Operations.\n​\n94\n​\nIn the third quarter of 2019, as a result of a portfolio review, the Company decided to divest its interest in Lucky’s Market. The Company recognized an impairment charge of $\n238\nin the third quarter of 2019, which is included in OG&A in the Consolidated Statements of Operations. The impairment charge consists of property, plant and equipment of $\n200\n, which includes $\n40\nof finance lease assets; goodwill of $\n19\n; operating lease assets of $\n11\n; and other charges of $\n8\n. The amount of the impairment charge attributable to The Kroger Co. is $\n131\n, $\n100\nnet of tax, with the remaining amount attributable to the minority interest.  Subsequently, the decision was made by Lucky’s Market to file for bankruptcy in January 2020, which led the Company to fully write off the value of its investment and deconsolidate Lucky’s Market from the consolidated financial statements.  This resulted in an additional non-cash charge of $\n174\n, $\n125\nnet of tax, in the fourth quarter of 2019, which is included in OG&A in the Consolidated Statements of Operations.  The amount of the total 2019 charge attributable to The Kroger Co. is $\n305\n, $\n225\nnet of tax.  The Company maintains liabilities associated with certain property related guarantees that will result in the Company making payments to settle these over time.\n​\n​\nIn February 2018, the Financial Accounting Standards Board (“FASB”) issued ASU 2018-02, \"Income Statement—Reporting Comprehensive Income (Topic 220): Reclassification of Certain Tax Effects from Accumulated Other Comprehensive Income.\" This amendment allows companies to reclassify stranded tax effects resulting from the Tax Act from accumulated other comprehensive income (AOCI) to retained earnings. The Company adopted ASU 2018-02 on\nFebruary 3, 2019\n, which resulted in a decrease to AOCI and an increase to accumulated earnings of $\n146\n, primarily related to deferred taxes previously recorded for pension and other postretirement benefits and cash flow hedges.  The adoption of this standard did not have an effect on the Company’s consolidated results of operations or cash flows.\n​\nIn August 2018, the FASB issued ASU 2018-15, “Intangibles – Goodwill and Other – Internal-Use Software: Customer’s Accounting for Implementation Costs Incurred in a Cloud Computing Arrangement That Is a Service Contract.” Under the new standard, implementation costs related to a cloud computing arrangement will be deferred or expensed as incurred, in accordance with the existing internal-use software guidance for similar costs. The new standard also prescribes the balance sheet, income statement, and cash flow classification of the capitalized implementation costs and related amortization expense. The Company adopted this guidance on a prospective basis in the first quarter of 2020.  Capitalized implementation costs of\n$\n151\n, net of accumulated amortization of $\n15\n, and $\n81\n, net of accumulated amortization of $\n2\n, are included in “Other assets” in the Company’s Consolidated Balance Sheets as of January 29, 2022 and January 30, 2021, respectively.  The corresponding cash flows related to these arrangements are included in “Net cash provided by operating activities” in the Company’s Consolidated Statements of Cash Flows.\n​\n​\nIn March 2020, the FASB issued ASU 2020-04, “Reference Rate Reform (Topic 848): Facilitation of the Effects of Reference Rate Reform on Financial Reporting.” This standard provides optional expedients and exceptions for applying GAAP to certain contract modifications and hedging relationships that reference LIBOR or other reference rates expected to be discontinued. This guidance is effective upon issuance and can be applied through December 31, 2022. The Company may elect to apply the amendments for contract modifications by Topic or Industry Subtopic as of any date from the beginning of an interim period that includes or is subsequent to March 12, 2020. The adoption of the standard is not expected to have a material effect on the Company’s Consolidated Statements of Operations, Consolidated Balance Sheets or Consolidated Statements of Cash Flows.\n​\n95\n​"
  },
  {
    "item_key": "item_9",
    "text": "​\nNone.\n​"
  },
  {
    "item_key": "item_9a",
    "text": "​\nAs of January 29, 2022, our Chief Executive Officer and Chief Financial Officer, together with a disclosure review committee appointed by the Chief Executive Officer, evaluated the Company’s disclosure controls and procedures.  Based on that evaluation, our Chief Executive Officer and Chief Financial Officer concluded that the Company’s disclosure controls and procedures were effective as of January 29, 2022.\n​\nCHANGES IN INTERNAL CONTROL OVER FINANCIAL REPORTING\n​\nThe Company is in the process of implementing a broad, multi-year, technology transformation project to modernize mainframe, middleware and legacy systems to achieve better process efficiencies across customer service, merchandising, sourcing, payroll and accounting through the use of various solutions. Implementation of new accounting ERP modules for general ledger, accounts receivable, accounts payable, fixed assets and a new indirect procurement module were implemented at the beginning of the first quarter of 2021. Additional phases of the project will continue to be implemented over the next several years. As of January 29, 2022, there have been no material additional implementations of modules since the beginning of the first quarter of 2021.  As the Company’s technology transformation project continues, the Company continues to emphasize the maintenance of effective internal controls and assessment of the design and operating effectiveness of key control activities throughout development and deployment of each phase and will evaluate as additional phases are deployed.\n​\nThere were no changes in Kroger’s internal control over financial reporting that materially affected, or were reasonably likely to materially affect, Kroger’s internal control over financial reporting during the quarter ended January 29, 2022.\n​\nMANAGEMENT’S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\n​\nManagement is responsible for establishing and maintaining adequate internal control over financial reporting for the Company.  With the participation of the Chief Executive Officer and the Chief Financial Officer, our management conducted an evaluation of the effectiveness of our internal control over financial reporting based on the framework and criteria established in\nInternal Control — Integrated Framework (2013)\n, issued by the Committee of Sponsoring Organizations of the Treadway Commission.  Based on the evaluation, management has concluded that the Company’s internal control over financial reporting was effective as of January 29, 2022.\n​\nThe effectiveness of the Company’s internal control over financial reporting as of January 29, 2022, has been audited by PricewaterhouseCoopers LLP, an independent registered public accounting firm, as stated in their report, which can be found in Item 8 of this Form 10-K.\n​"
  },
  {
    "item_key": "item_9b",
    "text": "​\nNone.\n​"
  },
  {
    "item_key": "item_9c",
    "text": "​\nNot applicable.\n​\n​\n96\n​\nPART III\n​"
  },
  {
    "item_key": "item_10",
    "text": "​\nOur board of directors has adopted The Kroger Co. Policy on Business Ethics, applicable to all officers, employees and directors, including Kroger’s principal executive, financial and accounting officers. The Policy on Business Ethics is available on our website at ir.kroger.com under Investors – Governance – Policy on Business Ethics. A copy of the Code of Ethics is available in print free of charge to any shareholder who requests a copy. Shareholders may make a written request to Kroger’s Secretary at our executive offices at 1014 Vine Street, Cincinnati, Ohio 45202. We intend to satisfy the disclosure requirement regarding any amendment to, or a waiver from, a provision of the Policy on Business Ethics for our principal executive officer, principal financial officer, principal accounting officer or controller, or persons performing similar functions, by posting such information on our website.\n​\nThe information required by this Item 10 with respect to executive officers is included within Item 1 in Part I of this Annual Report on Form 10-K under the caption “Information about our Executive Officers.”  The information required by this Item not otherwise set forth in Part I above or in this Item 10 of Part III is set forth under the headings Election of Directors, Information Concerning the Board of Directors- Committees of the Board, Information Concerning the Board of Directors- Audit Committee and Delinquent 16(a) Reports in the definitive proxy statement to be filed by the Company with the Securities and Exchange Commission within 120 days after the end of the fiscal year 2021 (the “2022 proxy statement”) and is hereby incorporated by reference into this Form 10-K.\n​\n​\n​"
  },
  {
    "item_key": "item_11",
    "text": "​\nThe information required by this Item is set forth in the sections entitled Compensation Discussion and Analysis, Compensation Committee Report, and Compensation Tables in the 2022 proxy statement and is hereby incorporated by reference into this Form 10-K.\n​"
  },
  {
    "item_key": "item_12",
    "text": "​\nThe following table provides information regarding shares outstanding and available for issuance under our existing equity compensation plans:\n​\nEquity Compensation Plan Information\n​\n(1)\nThe total number of securities reported includes the maximum number of common shares, 8,541,763, that may be issued under performance units granted under our long-term incentive plans. The nature of the awards is more particularly described in the Compensation Discussion and Analysis section of the definitive 2022 proxy statement and is hereby incorporated by reference into this Form 10-K. The weighted-average exercise price in column (b) does not take these performance unit awards into account. Based on historical data, or in the case of the awards made in 2019 through 2021 and earned in 2021 the actual payout percentage, our best estimate of the number of common shares that will be issued under the performance unit grants is approximately 4,504,253.\n​\n97\n​\nThe remainder of the information required by this Item is set forth in the section entitled Beneficial Ownership of Common Stock in the 2022 proxy statement and is hereby incorporated by reference into this Form 10-K.\n​"
  },
  {
    "item_key": "item_13",
    "text": "​\nThe information required by this Item is set forth in the sections entitled Related Person Transactions and Information Concerning the Board of Directors-Independence in the 2022 proxy statement and is hereby incorporated by reference into this Form 10-K.\n​"
  },
  {
    "item_key": "item_14",
    "text": "​\nThe information required by this Item is set forth in the section entitled Ratification of the Appointment of Kroger’s Independent Auditor in the 2022 proxy statement and is hereby incorporated by reference into this Form 10-K.\n​\n98\n​\nPART IV\n​"
  },
  {
    "item_key": "item_15",
    "text": "​\n99\n​\n100\n​\n​"
  },
  {
    "item_key": "item_16",
    "text": "​\nNot Applicable.\n​\n101\n​\nSIGNATURES\n​\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Company has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\n​\n​\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Company and in the capacities indicated on the 29\nth\nMarch 2022.\n​\n​\n​\n​\n102"
  }
]