[
  {
    "item_key": "item_1",
    "text": "Overview and Strategy\nAtmos Energy Corporation, headquartered in Dallas, Texas, and incorporated in Texas and Virginia, is the country’s largest natural-gas-only distributor based on number of customers.  We safely deliver reliable, affordable, efficient and abundant natural gas through regulated sales and transportation arrangements to approximately 3.3 million residential, commercial, public authority and industrial customers in eight states located primarily in the South.  We also operate one of the largest intrastate pipelines in Texas based on miles of pipe.\nAtmos Energy's vision is to be the safest provider of natural gas services. We will be recognized for exceptional customer service, for being a great employer and for achieving superior financial results.\nSince 2011, our operating strategy has focused on modernizing our business and infrastructure while reducing regulatory lag. This operating strategy supports continued investment in safety, innovation, environmental sustainability and our communities.\nOperating Segments\nAs of September 30, 2022, we manage and review our consolidated operations through the following reportable segments:\n•\nThe\ndistribution segment\nis primarily comprised of our regulated natural gas distribution and related sales operations in eight states.\n•\nThe\npipeline and storage segment\nis comprised primarily of the pipeline and storage operations of our Atmos Pipeline-Texas division and our natural gas transmission operations in Louisiana.\nDistribution Segment Overview\nThe following table summarizes key information about our six regulated natural gas distribution divisions, presented in order of total rate base.\nWe operate in our service areas under terms of non-exclusive franchise agreements granted by the various cities and towns that we serve. At September 30, 2022, we held 1,028 franchises having terms generally ranging from five to 35 years. A significant number of our franchises expire each year, which require renewal prior to the end of their terms. Historically, we have successfully renewed these franchises and believe that we will continue to be able to renew our franchises as they expire.\nRevenues in this operating segment are established by regulatory authorities in the states in which we operate. These rates are intended to be sufficient to cover the costs of conducting business, including a reasonable return on invested capital.  In addition, we transport natural gas for others through our distribution systems.\n4\nRates established by regulatory authorities often include cost adjustment mechanisms for costs that (i) are subject to significant price fluctuations compared to our other costs, (ii) represent a large component of our cost of service and (iii) are generally outside our control.\nPurchased gas cost adjustment mechanisms represent a traditional and common form of cost adjustment mechanism. Purchased gas cost adjustment mechanisms provide a method of recovering purchased gas costs on an ongoing basis without filing a rate case because they provide a dollar-for-dollar offset to increases or decreases in the cost of natural gas. Therefore, although substantially all of our distribution operating revenues fluctuate with the cost of gas that we purchase, distribution operating income is generally not affected by fluctuations in the cost of gas.\nAdditionally, some jurisdictions have performance-based ratemaking adjustments to provide incentives to minimize purchased gas costs through improved storage management and use of financial instruments to reduce volatility in gas costs. Under the performance-based ratemaking adjustments, purchased gas costs savings are shared between the Company and its customers.\nOur supply of natural gas is provided by a variety of suppliers, including independent producers and marketers. The gas is delivered into our systems by various pipeline companies, withdrawals of gas from proprietary and contracted storage assets and base load and peaking arrangements, as needed.\nSupply arrangements consist of both base load and peaking quantities and are contracted from our suppliers on a firm basis with various terms at market prices. Base load quantities are those that flow at a constant level throughout the month and peaking quantities provide the flexibility to change daily quantities to match increases or decreases in requirements related to weather conditions.\nExcept for local production purchases, we select our natural gas suppliers through a competitive bidding process by periodically requesting proposals from suppliers. We select these suppliers based on their ability to reliably deliver gas supply to our designated firm pipeline receipt points at the lowest reasonable cost. Major suppliers during fiscal 2022 were ConocoPhillips Company, EnLink Gas Marketing LP, Enterprise Navitas Midstream Midland Basin LLC, EOG Resources, Inc., Hartree Partners, L.P., Sequent Energy Management LLC, Symmetry Energy Solutions, LLC, Targa Gas Marketing LLC, Texla Energy Management, Inc. and Twin Eagle Resource Management, LLC.\nThe combination of base load and peaking agreements, coupled with the withdrawal of gas held in storage, allows us the flexibility to adjust to changes in weather, which minimizes our need to enter into long-term firm commitments. We estimate our peak-day availability of natural gas supply to be approximately 4.4 Bcf. The peak-day demand for our distribution operations in fiscal 2022 was on February 3, 2022, when sales to customers reached approximately 3.6 Bcf.\nCurrently, our distribution divisions utilize 38 pipeline transportation companies, both interstate and intrastate, to transport our natural gas. The pipeline transportation agreements are firm and many of them have “pipeline no-notice” storage service, which provides for daily balancing between system requirements and nominated flowing supplies. These agreements have been negotiated with the shortest term necessary while still maintaining our right of first refusal. The natural gas supply for our Mid-Tex Division is delivered primarily by our APT Division.\nTo maintain our deliveries to high priority customers, we have the ability, and have exercised our right, to interrupt or curtail service to certain customers pursuant to contracts and applicable state regulations or statutes. Our customers’ demand on our system is not necessarily indicative of our ability to meet current or anticipated market demands or immediate delivery requirements because of factors such as the physical limitations of gathering, storage and transmission systems, the duration and severity of cold weather, the availability of gas reserves from our suppliers, the ability to purchase additional supplies on a short-term basis and actions by federal and state regulatory authorities. Interruption and curtailment rights provide us the flexibility to meet the human-needs requirements of our customers on a reliable basis. Priority allocations imposed by federal and state regulatory agencies, as well as other factors beyond our control, may affect our ability to meet the demands of some of our customers.\nPipeline and Storage Segment Overview\nOur pipeline and storage segment consists of the pipeline and storage operations of APT and our natural gas transmission operations in Louisiana. APT is one of the largest intrastate pipeline operations in Texas with a heavy concentration in the established natural gas-producing areas of central, northern and eastern Texas, extending into or near the major producing areas of the Barnett Shale, the Texas Gulf Coast and the Permian Basin of West Texas. Through its system, APT provides transportation and storage services to our Mid-Tex Division, other third party local distribution companies, industrial and electric generation customers, marketers and producers. As part of its pipeline operations, APT owns and operates five underground storage reservoirs in Texas.\nRevenues earned from transportation and storage services for APT are subject to traditional ratemaking governed by the RRC. Rates are updated through periodic filings made under Texas’ GRIP. GRIP allows us to include in our rate base annually approved capital costs incurred in the prior calendar year provided that we file a complete rate case at least once every five\n5\nyears; the most recent of which was completed in August 2017. APT’s existing regulatory mechanisms allow certain transportation and storage services to be provided under market-based rates.\nOur natural gas transmission operations in Louisiana are comprised of a 21-mile pipeline located in the New Orleans, Louisiana area that is primarily used to aggregate gas supply for our distribution division in Louisiana under a long-term contract and, on a more limited basis, to third parties. The demand fee charged to our Louisiana distribution division for these services is subject to regulatory approval by the Louisiana Public Service Commission. We also manage two asset management plans that serve distribution affiliates of the Company, which have been approved by applicable state regulatory commissions. Generally, these asset management plans require us to share with our distribution customers a significant portion of the cost savings earned from these arrangements.\nRatemaking Activity\nOverview\nThe method of determining regulated rates varies among the states in which our regulated businesses operate. The regulatory authorities have the responsibility of ensuring that utilities in their jurisdictions operate in the best interests of customers while providing utility companies the opportunity to earn a reasonable return on their investment. Generally, each regulatory authority reviews rate requests and establishes a rate structure intended to generate revenue sufficient to cover the costs of conducting business, including a reasonable return on invested capital.\nOur rate strategy focuses on reducing or eliminating regulatory lag, obtaining adequate returns and providing stable, predictable margins, which benefit both our customers and the Company. As a result of our ratemaking efforts in recent years, Atmos Energy has:\n•\nFormula rate mechanisms in place in four states that provide for an annual rate review and adjustment to rates.\n•\nInfrastructure programs in place in all of our states that provide for an annual adjustment to rates for qualifying capital expenditures. Through our annual formula rate mechanisms and infrastructure programs, we have the ability to recover approximately 90 percent of our capital expenditures within six months and substantially all of our capital expenditures within twelve months.\n•\nAuthorization in tariffs, statute or commission rules that allows us to defer certain elements of our cost of service such as depreciation, ad valorem taxes and pension costs, until they are included in rates.\n•\nWNA mechanisms in seven states that serve to minimize the effects of weather on approximately 96 percent of our distribution residential and commercial revenues.\n•\nThe ability to recover the gas cost portion of bad debts in five states which represents approximately 81 percent of our distribution residential and commercial revenues.\n6\nThe following table provides a jurisdictional rate summary for our regulated operations as of September 30, 2022. This information is for regulatory purposes only and may not be representative of our actual financial position.\n7\n(1)\nThe rate base, authorized rate of return, authorized debt/equity ratio and authorized return on equity presented in this table are those from the most recent regulatory filing for each jurisdiction. These rate bases, rates of return, debt/equity ratios and returns on equity are not necessarily indicative of current or future rate bases, rates of return or returns on equity.\n(2)\nThe bad debt rider allows us to recover from customers the gas cost portion of customer accounts that have been written off.\n(3)\nThe performance-based rate program provides incentives to distribution companies to minimize purchased gas costs by allowing the companies and their customers to share the purchased gas costs savings.\n(4)\nA rate base, rate of return, return on equity or debt/equity ratio was not included in the respective state commission’s final decision.\n(5)\nThe Mid-Tex rate base represents a “system-wide,” or 100 percent, of the Mid-Tex Division’s rate base.\n(6)\nThe Mid-Tex Cities approved the Formula Rate Mechanism filing with rates effective October 1, 2022, which included a rate base of $5,235.0 million, an authorized return of 7.28%, a debt/equity ratio of 42/58 and an authorized ROE of 9.80%.\n(7)\nThe Mississippi Public Service Commission approved a settlement at its meeting on October 4, 2022, which included a rate base of $915.6 million and an authorized return of 7.53%.  New rates were implemented November 1, 2022.\n(8)\nThe West Texas Cities includes all West Texas Division cities except Amarillo, Lubbock, Dalhart and Channing (ALDC).\n(9)\nThe West Texas rate base represents a \"system-wide,\" or 100 percent, of the West Texas Division's rate base.\n(10)\nThe West Texas Cities approved the Formula Rate Mechanism filing with rates effective October 1, 2022, which included a rate base of $855.3 million, an authorized return of 7.28%, a debt/equity ratio of 42/58 and an authorized ROE of 9.80%.\nAlthough substantial progress has been made in recent years to improve rate design and recovery of investment across our service areas, we are continuing to seek improvements in rate design to address cost variations and pursue tariffs that reduce regulatory lag associated with investments. Further, potential changes in federal energy policy, federal safety regulations and changing\neconomic conditions will necessitate continued vigilance by the Company and our regulators in meeting the challenges presented by these external factors.\nRecent Ratemaking Activity\nThe amounts described in the following sections represent the annual operating income that was requested or received in each rate filing, which may not necessarily reflect the stated amount referenced in the final order, as certain operating costs may have changed as a result of the commission's or other governmental authority's final ruling. Our ratemaking outcomes include the refund (return) of excess deferred income taxes (EDIT) resulting from previously enacted tax reform legislation and do not reflect the true economic benefit of the outcomes because they do not include the corresponding income tax benefit.  The following tables summarize the annualized ratemaking outcomes we implemented in each of the last three fiscal years.\n8\nThe following ratemaking efforts seeking $144.5 million in annual operating income were initiated during fiscal 2022 but had not been completed or implemented as of September 30, 2022:\n(1)     On August 12, 2022, the State Corporation Commission of Virginia approved a rate increase of $0.5 million effective October 1, 2022.\n(2)    On August 12, 2022, the Kentucky Public Service Commission approved a rate increase of $1.9 million effective October 2, 2022, subject to refund.\n(3)    The Mid-Tex Cities approved a rate increase of $81.4 million, which includes $(0.4) million related to the return of excess deferred income taxes that will be offset by lower income tax expense. New rates were implemented on October 1, 2022.\n(4)    The Mississippi Public Service Commission (MPSC) approved an increase in operating income of $8.6 million for the SIR filing.  The MPSC also approved an increase in operating income of $12.2 million for the SRF filing, which includes $0.8 million related to the refund of excess deferred income taxes that will be offset by lower income tax expense.  New rates for both filings were implemented November 1, 2022.\n(5)    The West Texas Cities approved a rate increase of $7.3 million.  New rates were implemented on October 1, 2022.\nOur recent ratemaking activity is discussed in greater detail below.\nAnnual Formula Rate Mechanisms\nAs an instrument to reduce regulatory lag, formula rate mechanisms allow us to refresh our rates on an annual basis without filing a formal rate case. However, these filings still involve discovery by the appropriate regulatory authorities prior to the final determination of rates under these mechanisms. We currently have specific infrastructure programs in all of our distribution divisions with tariffs in place to permit the investment associated with these programs to have their surcharge rate adjusted annually to recover approved capital costs incurred in a prior test-year period.  The following table summarizes our annual formula rate mechanisms by state.\n(1)    Infrastructure mechanisms in Texas, Louisiana and Tennessee allow for the deferral of all expenses associated with capital expenditures incurred pursuant to these rules, which primarily consists of interest, depreciation and other taxes (Texas only), until the next rate proceeding (rate case or annual rate filing), at which time investment and costs would be recoverable through base rates.\n9\nThe following table summarizes our annual formula rate mechanisms with effective dates during the fiscal years ended September 30, 2022, 2021 and 2020:\n10\n(1)    Rates were implemented on July 1, 2022, subject to refund.\n(2)    The rate increase for this filing was approved based on the effective date herein; however, the new rates were implemented beginning September 1, 2022.\n(3)    The rate increases for these filings were approved based on the effective dates herein; however, the new rates were implemented beginning September 1, 2021.\n(4)    The rate increases for our Texas GRIP filings were approved based on the effective date herein; however, the new rates were implemented beginning September 1, 2020.\nRate Case Filings\nA rate case is a formal request from Atmos Energy to a regulatory authority to increase rates that are charged to customers. Rate cases may also be initiated when the regulatory authorities request us to justify our rates. This process is referred to as a “show cause” action. Adequate rates are intended to provide for recovery of the Company’s costs as well as a reasonable rate of return to our shareholders and ensure that we continue to safely deliver reliable, reasonably priced natural gas service to our customers.\nThe following table summarizes our recent rate case activity during the fiscal years ended September 30, 2022, 2021 and 2020:\n(1)    The rate case outcome for Kentucky is inclusive of the fiscal 2022 pipeline replacement program.\n11\nOther Ratemaking Activity\nThe following table summarizes other ratemaking activity during the fiscal years ended September 30, 2022, 2021 and 2020:\n(1)\nThe Ad Valorem filing relates to property taxes that are either over or undercollected compared to the amount included in our Kansas service area's base rates.\nOther Regulation\nWe are regulated by various state or local public utility authorities. We are also subject to regulation by the United States Department of Transportation with respect to safety requirements in the operation and maintenance of our transmission and distribution facilities. In addition, our operations are also subject to various state and federal laws regulating environmental matters. From time to time, we receive inquiries regarding various environmental matters. We believe that our properties and operations comply with, and are operated in conformity with, applicable safety and environmental statutes and regulations. There are no administrative or judicial proceedings arising under environmental quality statutes pending or known to be contemplated by governmental agencies which would have a material adverse effect on us or our operations. The Pipeline and Hazardous Materials Safety Administration (PHMSA), within the U.S. Department of Transportation, develops and enforces regulations for the safe, reliable and environmentally sound operation of the pipeline transportation system. The PHMSA pipeline safety statutes provide for states to assume safety authority over intrastate natural transmission and distribution gas pipelines. State pipeline safety programs are responsible for adopting and enforcing the federal and state pipeline safety regulations for intrastate natural gas transmission and distribution pipelines.\nThe Federal Energy Regulatory Commission (FERC) allows, pursuant to Section 311 of the Natural Gas Policy Act (NGPA), gas transportation services through our APT assets “on behalf of” interstate pipelines or local distribution companies served by interstate pipelines, without subjecting these assets to the jurisdiction of the FERC under the NGPA. Additionally, the FERC has regulatory authority over the use and release of interstate pipeline and storage capacity. The FERC also has authority to detect and prevent market manipulation and to enforce compliance with FERC’s other rules, policies and orders by companies engaged in the sale, purchase, transportation or storage of natural gas in interstate commerce. We have taken what we believe are the necessary and appropriate steps to comply with these regulations.\nThe SEC and the Commodities Futures Trading Commission, pursuant to the Dodd–Frank Act, established numerous regulations relating to U.S. financial markets. We enacted procedures and modified existing business practices and contractual arrangements to comply with such regulations. There are, however, some rulemaking proceedings that have not yet been finalized, including those relating to capital and margin rules for (non–cleared) swaps. We do not expect these rules to directly impact our business practices or collateral requirements. However, depending on the substance of these final rules, in addition to certain international regulatory requirements still under development that are similar to Dodd–Frank, our swap counterparties could be subject to additional and potentially significant capitalization requirements. These regulations could motivate counterparties to increase our collateral requirements or cash postings.\nCompetition\nAlthough our regulated distribution operations are not currently in significant direct competition with any other distributors of natural gas to residential and commercial customers within our service areas, we do compete with other natural gas suppliers and suppliers of alternative fuels for sales to industrial customers. We compete in all aspects of our business with alternative energy sources, including, in particular, electricity. Electric utilities offer electricity as a rival energy source and compete for the space heating, water heating and cooking markets. Promotional incentives, improved equipment efficiencies\n12\nand promotional rates all contribute to the acceptability of electrical equipment. The principal means to compete against alternative fuels is lower prices, and natural gas historically has maintained its price advantage in the residential, commercial and industrial markets.\nOur pipeline and storage operations have historically faced competition from other existing intrastate pipelines seeking to provide or arrange transportation, storage and other services for customers. In the last few years, several new pipelines have been completed, which has increased the level of competition in this segment of our business.\nEmployees\nThe Corporate Responsibility, Sustainability, and Safety Committee of the Board of Directors oversees matters relating to equal employment opportunities, diversity, and inclusion; human workplace rights; employee health and safety; and the Company’s vision, values, and culture. It oversees the Company's policies, practices and procedures relating to sustainability to support the alignment of the Company's sustainability strategy with the Company's corporate strategy.\nPart of our vision is to create a culture that respects and appreciates diversity. For this reason, we strive to have a workforce that reflects the communities we serve. At September 30, 2022, we had 4,791 employees, substantially unchanged from last year.  We monitor our workforce data on a calendar year basis. As of December 31, 2021, 61 percent of our employees worked in field roles and 39 percent worked in support/shared services roles. No employees are subject to a collective bargaining agreement.\nTo recruit and hire individuals with a variety of skills, talents, backgrounds and experiences, we value and cultivate our strong relationships with hundreds of community and diversity outreach sources.  We also target jobs fairs including those focused on minority, veteran and women candidates and partner with local colleges and universities to identify and recruit qualified applicants in each of the cities and towns we serve.  Over the last five calendar years, we hired over 2,000 employees. Our culture is also reflected in our employee benefits. The physical, mental and financial health of our employees and their families is a top priority for the Company, which is why we have a strong, competitive benefits program to help employees and their families manage and protect their health, wealth and time.\nWe perform succession planning annually to ensure that we develop and sustain a strong bench of talent capable of performing at the highest levels. Not only is talent identified, but potential paths of development are discussed to ensure that employees have an opportunity to build their skills and are well-prepared for future roles. The strength of our succession planning process is evident through our long history of promoting our leaders from within the organization.\nAvailable Information\nOur Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and other reports, and amendments to those reports, and other forms that we file with or furnish to the Securities and Exchange Commission (SEC) at their website,\nwww.sec.gov\n, are also available free of charge at our website,\nwww.atmosenergy.com/company/publications-and-sec-filings\n, as soon as reasonably practicable, after we electronically file these reports with, or furnish these\n13\nreports to, the SEC. We will also provide copies of these reports free of charge upon request to Shareholder Relations at the address and telephone number appearing below:\nShareholder Relations\nAtmos Energy Corporation\nP.O. Box 650205\nDallas, Texas 75265-0205\n972-855-3729\nCorporate Governance\nIn accordance with and pursuant to relevant related rules and regulations of the SEC as well as corporate governance-related listing standards of the New York Stock Exchange (NYSE), the Board of Directors of the Company has established and periodically updated our Corporate Governance Guidelines and Code of Conduct, which is applicable to all directors, officers and employees of the Company. In addition, in accordance with and pursuant to such NYSE listing standards, our Chief Executive Officer during fiscal 2022, John K. Akers, certified to the New York Stock Exchange that he was not aware of any violations by the Company of NYSE corporate governance listing standards. The Board of Directors also annually reviews and updates, if necessary, the charters for each of its Audit, Human Resources, Nominating and Corporate Governance and Corporate Responsibility, Sustainability and Safety Committees. All of the foregoing documents are posted on our website at\nwww.atmosenergy.com/company/corporate-responsiblity-reports\n. We will also provide copies of all corporate governance documents free of charge upon request to Shareholder Relations at the address listed above."
  },
  {
    "item_key": "item_1a",
    "text": "Our financial and operating results are subject to a number of risk factors, many of which are not within our control. Investors should carefully consider the following discussion of risk factors as well as other information appearing in this report. These factors include the following, which are organized by category:\nRegulatory and Legislative Risks\nWe are subject to federal, state and local regulations that affect our operations and financial results.\nWe are subject to regulatory oversight from various federal, state and local regulatory authorities in the eight states that we serve.  Therefore, our returns are continuously monitored and are subject to challenge for their reasonableness by the appropriate regulatory authorities or other third-party intervenors.  In the normal course of business, as a regulated entity, we often need to place assets in service and establish historical test periods before rate cases that seek to adjust our allowed returns to recover that investment can be filed.  Further, the regulatory review process can be lengthy in the context of traditional ratemaking.  Because of this process, we suffer the negative financial effects of having placed assets in service without the benefit of rate relief, which is commonly referred to as “regulatory lag.”\nRegulatory authorities in the states we serve have approved various infrastructure and annual rate adjustment mechanisms to effectively reduce the regulatory lag inherent in the ratemaking process. Regulatory lag could significantly increase if the regulatory authorities modify or terminate these rate mechanisms. The regulatory process also involves the risk that regulatory authorities may (i) review our purchases of natural gas and adjust the amount of our gas costs that we pass through to our customers or (ii) limit or disallow the costs we may have incurred from our cost of service that can be recovered from customers.\nWe are also subject to laws, regulations and other legal requirements enacted or adopted by federal, state and local governmental authorities relating to protection of the environment and health and safety matters, including those that govern discharges of substances into the air and water, the management and disposal of hazardous substances and waste, the clean-up of contaminated sites, groundwater quality and availability, plant and wildlife protection, as well as work practices related to employee health and safety. Environmental legislation also requires that our facilities, sites and other properties associated with our operations be operated, maintained, abandoned and reclaimed to the satisfaction of applicable regulatory authorities. Failure to comply with these laws, regulations, permits and licenses may expose us to fines, penalties or interruptions in our operations that could be significant to our financial results. In addition, existing environmental regulations may be revised or our operations may become subject to new regulations.\nSome of our operations are subject to increased federal regulatory oversight that could affect our operations and financial results.\nFERC has regulatory authority over some of our operations, including the use and release of interstate pipeline and storage capacity. FERC has adopted rules designed to prevent market power abuse and market manipulation and to promote compliance with FERC’s other rules, policies and orders by companies engaged in the sale, purchase, transportation or storage of natural\n14\ngas in interstate commerce. These rules carry increased penalties for violations. Although we have taken steps to structure current and future transactions to comply with applicable current FERC regulations, changes in FERC regulations or their interpretation by FERC or additional regulations issued by FERC in the future could also adversely affect our business, financial condition or financial results.\nWe may experience increased federal, state and local regulation of the safety of our operations.\nThe safety and protection of the public, our customers and our employees is our top priority. We constantly monitor and maintain our pipeline and distribution systems to ensure that natural gas is delivered safely, reliably and efficiently through our network of more than 75,000 miles of distribution and transmission lines. As in recent years, natural gas distribution and pipeline companies are continuing to encounter increasing federal, state and local oversight of the safety of their operations. Although we believe these are costs ultimately recoverable through our rates, the costs of complying with new laws and regulations may have at least a short-term adverse impact on our operating costs and financial results.\nOperational Risks\nWe may incur significant costs and liabilities resulting from pipeline integrity and other similar programs and related repairs.\nPHMSA requires pipeline operators to develop integrity management programs to comprehensively evaluate certain areas along their pipelines and to take additional measures to protect pipeline segments located in “high consequence areas” where a leak or rupture could potentially do the most harm. As a pipeline operator, the Company is required to:\n•\nperform ongoing assessments of pipeline integrity;\n•\nidentify and characterize applicable threats to pipeline segments that could impact a “high consequence area”;\n•\nimprove data collection, integration and analysis;\n•\nrepair and remediate the pipeline as necessary; and\n•\nimplement preventative and mitigating actions.\nThe Company incurs significant costs associated with its compliance with existing PHMSA and comparable state regulations. Although we believe these are costs ultimately recoverable through our rates, the costs of complying with new laws and regulations may have at least a short-term adverse impact on our operating costs and financial results. For example, the adoption of new regulations requiring more comprehensive or stringent safety standards could require installation of new or modified safety controls, new capital projects, or accelerated maintenance programs, all of which could require a potentially significant increase in operating costs.\nDistributing, transporting and storing natural gas involve risks that may result in accidents and additional operating costs.\nOur operations involve a number of hazards and operating risks inherent in storing and transporting natural gas that could affect the public safety and reliability of our distribution system. While Atmos Energy, with the support from each of its regulatory commissions, is accelerating the replacement of pipeline infrastructure, operating issues such as leaks, accidents, equipment problems and incidents, including explosions and fire, could result in legal liability, repair and remediation costs, increased operating costs, significant increased capital expenditures, regulatory fines and penalties and other costs and a loss of customer confidence. We maintain liability and property insurance coverage in place for many of these hazards and risks. However, because some of our transmission pipeline and storage facilities are near or are in populated areas, any loss of human life or adverse financial results resulting from such events could be large. If these events were not fully covered by our general liability and property insurance, which policies are subject to certain limits and deductibles, our operations or financial results could be adversely affected.\nIf contracted gas supplies, interstate pipeline and/or storage services are not available or delivered in a timely manner, our ability to meet our customers’ natural gas requirements may be impaired and our financial condition may be adversely affected.\nIn order to meet our customers’ annual and seasonal natural gas demands, we must obtain a sufficient supply of natural gas, interstate pipeline capacity and storage capacity.  If we are unable to obtain these, either from our suppliers’ inability to deliver the contracted commodity or the inability to secure replacement quantities, our financial condition and results of operations may be adversely affected.  If a substantial disruption to or reduction in interstate natural gas pipelines’ transmission and storage capacity occurred due to operational failures or disruptions, legislative or regulatory actions, hurricanes, tornadoes, floods, extreme cold weather, terrorist or cyber-attacks or acts of war, our operations or financial results could be adversely affected.\n15\nOur operations are subject to increased competition.\nIn residential and commercial customer markets, our distribution operations compete with other energy products, such as electricity and propane. Our primary product competition is with electricity for heating, water heating and cooking. Increases in the price of natural gas could negatively impact our competitive position by decreasing the price benefits of natural gas to the consumer. This could adversely impact our business if our customer growth slows or if our customers further conserve their use of gas, resulting in reduced gas purchases and customer billings.\nIn the case of industrial customers, such as manufacturing plants, adverse economic conditions, including higher gas costs, could cause these customers to use alternative sources of energy, such as electricity, or bypass our systems in favor of special competitive contracts with lower per-unit costs. Our pipeline and storage operations historically have faced limited competition from other existing intrastate pipelines and gas marketers seeking to provide or arrange transportation, storage and other services for customers. However, in the last few years, several new pipelines have been completed, which has increased the level of competition in this segment of our business.\nFailure to attract and retain a qualified workforce could adversely affect our results of operations.\nThe competition for talent has become increasingly intense and we may experience increased employee turnover due to a tightening labor market. If we are unable to recruit and retain an appropriately qualified workforce, the Company could encounter operating challenges primarily due to a loss of institutional knowledge and expertise, errors due to inexperience, or the lengthy time period typically required to adequately train replacement personnel. In addition, higher costs could result from loss of productivity, increased safety compliance issues, or cost of contract labor.\nAdditionally, our ability to operate is contingent on maintaining a healthy workforce and a safe working environment. As a provider of essential services, we have an obligation to provide natural gas services to customers. Incidents of COVID-19 or any other future pandemic in our workforce could challenge the availability of our workforce which could threaten the continuity of our business operations.\nNatural disasters, terrorist activities or other significant events could adversely affect our operations or financial results.\nNatural disasters are always a threat to our assets and operations. In addition, the threat of terrorist activities could lead to increased economic instability and volatility in the price of natural gas that could affect our operations. Also, companies in our industry may face a heightened risk of exposure to actual acts of terrorism, which could subject our operations to increased risks. As a result, the availability of insurance covering such risks may become more limited, which could increase the risk that an event could adversely affect our operations or financial results.\nTechnology and Cybersecurity Risks\nIncreased dependence on technology may hinder the Company’s business operations and adversely affect its financial condition and results of operations if such technologies fail.\nOver the last several years, the Company has implemented or acquired a variety of technological tools including both Company-owned information technology and technological services provided by outside parties. These tools and systems support critical functions including scheduling and dispatching of service technicians, automated meter reading systems, customer care and billing, operational plant logistics, management reporting and external financial reporting. The failure of these or other similarly important technologies, or the Company’s inability to have these technologies supported, updated, expanded, or integrated into other technologies, could hinder its business operations and adversely impact its financial condition and results of operations.\nAlthough the Company has, when possible, developed alternative sources of technology and built redundancy into its computer networks and tools, there can be no assurance that these efforts would protect against all potential issues related to the loss of any such technologies.\nCyber-attacks or acts of cyber-terrorism could disrupt our business operations and information technology systems or result in the loss or exposure of confidential or sensitive customer, employee or Company information.\nOur business operations and information technology systems may be vulnerable to an attack by individuals or organizations intending to disrupt our business operations and information technology systems, even though the Company has implemented policies, procedures and controls to prevent and detect these activities. We use our information technology systems to manage our distribution and intrastate pipeline and storage operations and other business processes. Disruption of those systems could adversely impact our ability to safely deliver natural gas to our customers, operate our pipeline and storage systems or serve our customers timely. Accordingly, if such an attack or act of terrorism were to occur, our operations and financial results could be adversely affected.\nIn addition, we use our information technology systems to protect confidential or sensitive customer, employee and Company information developed and maintained in the normal course of our business. Any attack on such systems that would\n16\nresult in the unauthorized release of customer, employee or other confidential or sensitive data could have a material adverse effect on our business reputation, increase our costs and expose us to additional material legal claims and liability. Even though we have insurance coverage in place for many of these cyber-related risks, if such an attack or act of terrorism were to occur, our operations and financial results could be adversely affected to the extent not fully covered by such insurance coverage.\nCompliance with and changes in cybersecurity requirements have a cost and operational impact on our business, and failure to comply with such laws and regulations could adversely impact our reputation, results of operations, financial condition and/or cash flows.\nAs cyber-attacks are becoming more sophisticated, U.S. government warnings have indicated that critical infrastructure assets, including pipeline infrastructure, may be specifically targeted by certain groups. In 2021, the Transportation Security Administration (TSA) announced two new security directives in response to a ransomware attack on the Colonial Pipeline that occurred earlier in the year. These directives require critical pipeline owners to comply with mandatory reporting measures, designate a cybersecurity coordinator, provide vulnerability assessments, and ensure compliance with certain cybersecurity requirements. Such directives or other requirements may require expenditure of significant additional resources to respond to cyber-attacks, to continue to modify or enhance protective measures, or to assess, investigate and remediate any critical infrastructure security vulnerabilities. Any failure to comply with such government regulations or failure in our cybersecurity protective measures may result in enforcement actions that may have a material adverse effect on our business, results of operations and financial condition. In addition, there is no certainty that costs incurred related to securing against threats will be recovered through rates.\nClimate Risks\nAdverse weather conditions could affect our operations or financial results.\nWe have weather-normalized rates for approximately 96 percent of our residential and commercial revenues in our distribution operations, which substantially mitigates the adverse effects of warmer-than-normal weather for meters in those service areas. However, there is no assurance that we will continue to receive such regulatory protection from adverse weather in our rates in the future. The loss of such weather-normalized rates could have an adverse effect on our operations and financial results. In addition, our operating results may continue to vary somewhat with the actual temperatures during the winter heating season. Additionally, sustained cold weather could challenge our ability to adequately meet customer demand in our operations.\nGreenhouse gas emissions or other legislation or regulations intended to address climate change could increase our operating costs, adversely affecting our financial results, growth, cash flows and results of operations.\nSix of the eight states in which we operate have passed legislation to block attempts by local governments to limit the types of energy available to customers. However, federal, regional and/or state legislative and/or regulatory initiatives may attempt to control or limit the causes of climate change, including greenhouse gas emissions, such as carbon dioxide and methane. Such laws or regulations could impose costs tied to greenhouse gas emissions, operational requirements or restrictions, or additional charges to fund energy efficiency activities. They could also provide a cost advantage to alternative energy sources, impose costs or restrictions on end users of natural gas, or result in other costs or requirements, such as costs associated with the adoption of new infrastructure and technology to respond to new mandates. The focus on climate change could adversely impact the reputation of fossil fuel products or services. The occurrence of the foregoing events could put upward pressure on the cost of natural gas relative to other energy sources, increase our costs and the prices we charge to customers, reduce the demand for natural gas or cause fuel switching to other energy sources, and impact the competitive position of natural gas and the ability to serve new or existing customers, adversely affecting our business, results of operations and cash flows.\nThe operations and financial results of the Company could be adversely impacted as a result of climate change.\nAs climate change occurs, our businesses could be adversely impacted. To the extent climate change results in temperatures that differ materially from temperatures we are currently experiencing, financial results could be adversely affected through lower gas volumes and revenues. Climate change could also cause shifts in population, including customers moving away from our service territories.\nIt could also result in more frequent and more severe weather events, such as hurricanes and tornadoes, which could increase our costs to repair damaged facilities and restore service to our customers or impact the cost of gas. If we were unable to deliver natural gas to our customers, our financial results would be impacted by lost revenues, and we generally would have to seek approval from regulators to recover restoration costs. To the extent we would be unable to recover those costs, or if higher rates resulting from our recovery of such costs would result in reduced demand for our services, our future business, financial condition or financial results could be adversely impacted.\n17\nFinancial, Economic and Market Risks\nOur growth in the future may be limited by the nature of our business, which requires extensive capital spending.\nOur operations are capital-intensive. We must make significant capital expenditures on a long-term basis to modernize our distribution and transmission system and to comply with the safety rules and regulations issued by the regulatory authorities responsible for the service areas we operate. In addition, we must continually build new capacity to serve the growing needs of the communities we serve. The magnitude of these expenditures may be affected by a number of factors, including new regulations, the general state of the economy and weather.\nThe liquidity required to fund our working capital, capital expenditures and other cash needs is provided from a combination of internally generated cash flows and external debt and equity financing.  The cost and availability of borrowing funds from third party lenders or issuing equity is dependent on the liquidity of the credit markets, interest rates and other market conditions. This in turn may limit the amount of funds we can invest in our infrastructure.\nThe Company is dependent on continued access to the credit and capital markets to execute our business strategy.\nOur long-term debt is currently rated as “investment grade” by Standard & Poor’s Corporation and Moody’s Investors Service, Inc. Similar to most companies, we rely upon access to both short-term and long-term credit and capital markets to satisfy our liquidity requirements. If adverse credit conditions were to cause a significant limitation on our access to the private credit and public capital markets, we could see a reduction in our liquidity. A significant reduction in our liquidity could in turn trigger a negative change in our ratings outlook or even a reduction in our credit ratings by one or more of the credit rating agencies. Such a downgrade could further limit our access to private credit and/or public capital markets and increase our costs of borrowing.\nWhile we believe we can meet our capital requirements from our operations and the sources of financing available to us, we can provide no assurance that we will continue to be able to do so in the future, especially if the market price of natural gas increases significantly. The future effects on our business, liquidity and financial results of a deterioration of current conditions in the credit and capital markets could be material and adverse to us, both in the ways described above or in other ways that we do not currently anticipate.\nWe are exposed to market risks that are beyond our control, which could adversely affect our financial results.\nWe are subject to market risks beyond our control, including (i) commodity price volatility caused by market supply and demand dynamics, counterparty performance or counterparty creditworthiness and (ii) interest rate risk.  We are generally insulated from commodity price risk through our purchased gas cost mechanisms.  With respect to interest rate risk, increases in interest rates could adversely affect our future financial results to the extent that we do not recover our actual interest expense in our rates.\nThe concentration of our operations in the State of Texas exposes our operations and financial results to economic conditions, weather patterns and regulatory decisions in Texas.\nApproximately 70 percent of our consolidated operations are located in the State of Texas. This concentration of our business in Texas means that our operations and financial results may be significantly affected by changes in the Texas economy in general, weather patterns and regulatory decisions by state and local regulatory authorities in Texas.\nA deterioration in economic conditions could adversely affect our customers and negatively impact our financial results.\nAny adverse changes in economic conditions in the states in which we operate could adversely affect the financial resources of many domestic households. As a result, our customers could seek to use less gas and  it may be more difficult for them to pay their gas bills. This would likely lead to slower collections and higher than normal levels of accounts receivable. This, in turn, could increase our financing requirements. Additionally, should economic conditions deteriorate, our industrial customers could seek alternative energy sources, which could result in lower transportation volumes.\nIncreased gas costs could adversely impact our customer base and customer collections and increase our level of indebtedness.\nRapid increases in the costs of purchased gas would cause us to experience a significant increase in short-term or long-term debt. We must pay suppliers for gas when it is purchased, which can be significantly in advance of when these costs may be recovered through the collection of monthly customer bills for gas delivered. Increases in purchased gas costs also slow our natural gas distribution collections as customers are more likely to delay the payment of their gas bills, leading to higher than normal accounts receivable. This could result in higher short-term debt levels, greater collection efforts and increased bad debt expense.\n18\nThe costs of providing health care benefits, pension and postretirement health care benefits and related funding requirements may increase substantially.\nWe provide health care benefits, a cash-balance pension plan and postretirement health care benefits to eligible full-time employees. The costs of providing health care benefits to our employees could significantly increase over time due to rapidly increasing health care inflation, and any future legislative changes related to the provision of health care benefits.  The impact of additional costs which are likely to be passed on to the Company is difficult to measure at this time.\nThe costs of providing a cash-balance pension plan to eligible full-time employees prior to 2011 and postretirement health care benefits to eligible full-time employees and related funding requirements could be influenced by changes in the market value of the assets funding our pension and postretirement health care plans. Any significant declines in the value of these investments due to sustained declines in equity markets or a reduction in bond yields could increase the costs of our pension and postretirement health care plans and related funding requirements in the future. Further, our costs of providing such benefits and related funding requirements are also subject to a number of factors, including (i) changing demographics, including longer life expectancy of beneficiaries and an expected increase in the number of eligible former employees over the next five to ten years; (ii) various actuarial calculations and assumptions which may differ materially from actual results due primarily to changing market and economic conditions, including changes in interest rates, and higher or lower withdrawal rates; and (iii) future government regulation.\nThe costs to the Company of providing these benefits and related funding requirements could also increase materially in the future, should there be a material reduction in the amount of the recovery of these costs through our rates or should significant delays develop in the timing of the recovery of such costs, which could adversely affect our financial results."
  },
  {
    "item_key": "item_1b",
    "text": "Not applicable."
  },
  {
    "item_key": "item_2",
    "text": "Distribution, transmission and related assets\nAt September 30, 2022, in our distribution segment, we owned an aggregate of 73,243 miles of underground distribution and transmission mains throughout our distribution systems. These mains are located on easements or rights-of-way. We maintain our mains through a program of continuous inspection and repair and believe that our system of mains is in good condition. Through our pipeline and storage segment we also owned 5,652 miles of gas transmission lines.\nStorage Assets\nWe own underground gas storage facilities in several states to supplement the supply of natural gas in periods of peak demand. The following table summarizes certain information regarding our underground gas storage facilities at September 30, 2022:\n(1)\nCushion gas represents the volume of gas that must be retained in a facility to maintain reservoir pressure.\n19\nAdditionally, we contract for storage service in underground storage facilities on many of the interstate and intrastate pipelines serving us to supplement our proprietary storage capacity. The following table summarizes our contracted storage capacity at September 30, 2022:\n(1)\nMaximum daily withdrawal quantity (MDWQ) amounts will fluctuate depending upon the season and the month. Unless otherwise noted, MDWQ amounts represent the MDWQ amounts as of November 1, which is the beginning of the winter heating season."
  },
  {
    "item_key": "item_3",
    "text": "See Note 13 to the consolidated financial statements, which is incorporated in this Item 3 by reference."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Our stock trades on the New York Stock Exchange under the trading symbol “ATO.” The dividends paid per share of our common stock for fiscal 2022 and 2021 are listed below.\nDividends are payable at the discretion of our Board of Directors out of legally available funds. The Board of Directors typically declares dividends in the same fiscal quarter in which they are paid. As of October 31, 2022, there were 10,052 holders of record of our common stock. Future payments of dividends, and the amounts of these dividends, will depend on our financial condition, results of operations, capital requirements and other factors. We sold no securities during fiscal 2022 that were not registered under the Securities Act of 1933, as amended.\n20\nPerformance Graph\nThe performance graph and table below compares the yearly percentage change in our total return to shareholders for the last five fiscal years with the total return of the S&P 500 Stock Index (S&P 500) and the total return of the S&P 500 Utilities Industry Index. The graph and table below assume that $100.00 was invested on September 30, 2017 in our common stock, the S&P 500 and the S&P 500 Utilities Industry Index ax, as well as a reinvestment of dividends paid on such investments throughout the period.\nComparison of Five-Year Cumulative Total Return\namong Atmos Energy Corporation, S&P 500 Index and\nS&P 500 Utilities Industry Index\nThe following table sets forth the number of securities authorized for issuance under our equity compensation plans at September 30, 2022.\n21\n(1)\nComprised of a total of 301,403 time-lapse restricted stock units, 195,184 director share units and 200,157 performance-based restricted stock units at the target level of performance granted under our 1998 Long-Term Incentive Plan.\nNo disclosure required by Regulation S-K."
  },
  {
    "item_key": "item_7",
    "text": "INTRODUCTION\nThis section provides management’s discussion of the financial condition, changes in financial condition and results of operations of Atmos Energy Corporation and its consolidated subsidiaries with specific information on results of operations and liquidity and capital resources. It includes management’s interpretation of our financial results, the factors affecting these results, the major factors expected to affect future operating results and future investment and financing plans. This discussion should be read in conjunction with our consolidated financial statements and notes thereto.\nSeveral factors exist that could influence our future financial performance, some of which are described in Item 1A above, “Risk Factors”. They should be considered in connection with evaluating forward-looking statements contained in this report or otherwise made by or on behalf of us since these factors could cause actual results and conditions to differ materially from those set out in such forward-looking statements.\nCautionary Statement for the Purposes of the Safe Harbor under the Private Securities Litigation Reform Act of 1995\nThe statements contained in this Annual Report on Form 10-K may contain “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. All statements other than statements of historical fact included in this Report are forward-looking statements made in good faith by us and are intended to qualify for the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995. When used in this Report, or any other of our documents or oral presentations, the words “anticipate”, “believe”, “estimate”, “expect”, “forecast”, “goal”, “intend”, “objective”, “plan”, “projection”, “seek”, “strategy” or similar words are intended to identify forward-looking statements. Such forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those expressed or implied in the statements relating to our strategy, operations, markets, services, rates, recovery of costs, availability of gas supply and other factors. These risks and uncertainties include the following: federal, state and local regulatory and political trends and decisions, including the impact of rate proceedings before various state regulatory commissions; increased federal regulatory oversight and potential penalties; possible increased federal, state and local regulation of the safety of our operations; possible significant costs and liabilities resulting from pipeline integrity and other similar programs and related repairs; the inherent hazards and risks involved in distributing, transporting and storing natural gas; the availability and accessibility of contracted gas supplies, interstate pipeline and/or storage services; increased competition from energy suppliers and alternative forms of energy; failure to attract and retain a qualified workforce; natural disasters, terrorist activities or other events and other risks and uncertainties discussed herein, all of which are difficult to predict and many of which are beyond our control; increased dependence on technology that may hinder the Company's business if such technologies fail; the threat of cyber-attacks or acts of cyber-terrorism that could disrupt our business operations and information technology systems or result in the loss or exposure of confidential or sensitive customer, employee or Company information; the impact of new cybersecurity compliance requirements; adverse weather conditions; the impact of\n22\ngreenhouse gas emissions or other legislation or regulations intended to address climate change; the impact of climate change; the capital-intensive nature of our business; our ability to continue to access the credit and capital markets to execute our business strategy; market risks beyond our control affecting our risk management activities, including commodity price volatility, counterparty performance or creditworthiness and interest rate risk; the concentration of our operations in Texas; the impact of adverse economic conditions on our customers; changes in the availability and price of natural gas; and increased costs of providing health care benefits, along with pension and postretirement health care benefits and increased funding requirements. Accordingly, while we believe these forward-looking statements to be reasonable, there can be no assurance that they will approximate actual experience or that the expectations derived from them will be realized. Further, we undertake no obligation to update or revise any of our forward-looking statements whether as a result of new information, future events or otherwise.\nCRITICAL ACCOUNTING POLICIES\nOur consolidated financial statements were prepared in accordance with accounting principles generally accepted in the United States. Preparation of these financial statements requires us to make estimates and judgments that affect the reported amounts of assets, liabilities, revenues and expenses and the related disclosures of contingent assets and liabilities. We base our estimates on historical experience and various other assumptions that we believe to be reasonable under the circumstances. Actual results may differ from estimates.\nOur significant accounting policies are discussed in Note 2 to our consolidated financial statements. The accounting policies discussed below are both important to the presentation of our financial condition and results of operations and require management to make difficult, subjective or complex accounting estimates. Accordingly, these critical accounting policies are reviewed periodically by the Audit Committee of the Board of Directors.\n23\n24\nNon-GAAP Financial Measures\nAs described further in Note 14 to the consolidated financial statements, due to the passage of Kansas House Bill 2585, we remeasured our deferred tax liability and updated our state deferred tax rate. As a result, we recorded a non-cash income tax benefit of $21.0 million for the fiscal year ended September 30, 2020. Due to the non-recurring nature of this benefit, we believe that net income and diluted net income per share before the non-cash income tax benefit provide a more relevant measure to analyze our financial performance than net income and diluted net income per share in order to allow investors to better analyze our core results and allow the information to be presented on a comparative basis. Accordingly, the following discussion and analysis of our financial performance will reference adjusted net income and adjusted diluted earnings per share, non-GAAP measures, which are calculated as follows:\nRESULTS OF OPERATIONS\nOverview\nAtmos Energy strives to operate its businesses safely and reliably while delivering superior shareholder value.  Our commitment to modernizing our natural gas distribution and transmission systems requires a significant level of capital spending.  We have the ability to begin recovering a significant portion of these investments timely through rate designs and mechanisms that reduce or eliminate regulatory lag and separate the recovery of our approved rate from customer usage patterns.  The execution of our capital spending program, the ability to recover these investments timely and our ability to access the capital markets to satisfy our financing needs are the primary drivers that affect our financial performance.\nThe following table details our consolidated net income by segment during the last three fiscal years:\nDuring fiscal 2022, we recorded net income of $774.4 million, or $5.60 per diluted share, compared to net income of $665.6 million, or $5.12 per diluted share in the prior year. The year-over-year increase in net income of $108.8 million largely reflects positive rate outcomes driven by safety and reliability spending and distribution customer growth, partially offset by an increase in employee related costs, increased spending on system maintenance activities and an increase in depreciation expense and property taxes associated with increased capital investments.\nDuring the year ended September 30, 2022, we implemented ratemaking regulatory actions which resulted in an increase in annual operating income of $174.9 million. Excluding the impact of the refund of excess deferred income taxes resulting from previously enacted tax reform legislation, our total fiscal 2022 rate outcomes were $215.6 million. Additionally, we had ratemaking efforts in progress at September 30, 2022, seeking a total increase in annual operating income of $144.5 million.\nDuring fiscal year 2022, we refunded $167.8 million in excess deferred tax liabilities to customers. The refunds reduced operating income and reduced our annual effective income tax rate to 9.1% in fiscal 2022 compared with 18.8% in fiscal 2021.\nCapital expenditures for fiscal 2022 were $2.4 billion. Over 85 percent was invested to improve the safety and reliability of our distribution and transportation systems, with a significant portion of this investment incurred under regulatory mechanisms that reduce regulatory lag to six months or less.\n25\nDuring fiscal 2022, we completed approximately $1.6 billion of long-term debt and equity financing. As of September 30, 2022, our equity capitalization was 53.6 percent. Excluding the $2.2 billion of incremental financing issued in conjunction with Winter Storm Uri, our equity capitalization was 61.3 percent. As of September 30, 2022, we had approximately $3.1 billion in total liquidity, consisting of $51.6 million in cash and cash equivalents, $776.6 million in funds available through equity forward sales agreements and $2,309.4 million in undrawn capacity under our credit facilities.\nAs a result of the continued stability of our earnings, cash flows and capital structure, our Board of Directors increased the quarterly dividend by 8.8% percent for fiscal 2023.\nDistribution Segment\nThe distribution segment is primarily comprised of our regulated natural gas distribution and related sales operations in eight states. The primary factors that impact the results of our distribution operations are our ability to earn our authorized rates of return, competitive factors in the energy industry and economic conditions in our service areas.\nOur ability to earn our authorized rates is based primarily on our ability to improve the rate design in our various ratemaking jurisdictions to minimize regulatory lag and, ultimately, separate the recovery of our approved rates from customer usage patterns. Improving rate design is a long-term process and is further complicated by the fact that we operate in multiple rate jurisdictions. The “Ratemaking Activity” section of this Form 10-K describes our current rate strategy, progress towards implementing that strategy and recent ratemaking initiatives in more detail. During fiscal 2022, we completed regulatory proceedings in our distribution segment resulting in a $96.2 million increase in annual operating income. Excluding the impact of the refund of excess deferred income taxes resulting from previously enacted tax reform legislation, our total fiscal 2022 annualized rate outcomes in our distribution segment were $136.8 million.\nOur distribution operations are also affected by the cost of natural gas. We are generally able to pass the cost of gas through to our customers without markup under purchased gas cost adjustment mechanisms; therefore, increases in the cost of gas are offset by a corresponding increase in revenues. Revenues in our Texas and Mississippi service areas include franchise fees and gross receipts taxes, which are calculated as a percentage of revenue (inclusive of gas costs). Therefore, the amount of these taxes included in revenues is influenced by the cost of gas and the level of gas sales volumes. We record the associated tax expense as a component of taxes, other than income.\nThe cost of gas typically does not have a direct impact on our operating income because these costs are recovered through our purchased gas cost adjustment mechanisms.  However, higher gas costs may adversely impact our accounts receivable collections, resulting in higher bad debt expense.  This risk is currently mitigated by rate design that allows us to collect from our customers the gas cost portion of our bad debt expense on approximately 81 percent of our residential and commercial revenues.  Additionally, higher gas costs may require us to increase borrowings under our credit facilities, resulting in higher interest expense.  Finally, higher gas costs, as well as competitive factors in the industry and general economic conditions may cause customers to conserve or, in the case of industrial consumers, to use alternative energy sources.\n26\nReview of Financial and Operating Results\nFinancial and operational highlights for our distribution segment for the fiscal years ended September 30, 2022, 2021 and 2020 are presented below.\n(1)\nSee Note 14 to the consolidated financial statements for further information.\nFiscal year ended September 30, 2022 compared with fiscal year ended September 30, 2021\nOperating income for our distribution segment decreased two percent.  Increased refunds of excess deferred taxes to customers decreased year-over-year operating income $98.5 million and reduced the effective income tax rate for this segment to 7.1% compared to 20.6% in the prior year.  Additional key drivers for the change in operating income include:\n•\na $149.9 million increase in rate adjustments, primarily in our Mid-Tex, West Texas and Louisiana Divisions.\n•\na $15.2 million increase due to an increase in the number of customers served, primarily in our Mid-Tex Division.\n•\na $24.9 million decrease in bad debt expense, primarily due to the resumption of collection activities in late fiscal 2021 following the expiration of pandemic-related collection moratoriums.\nPartially offset by:\n•\na $50.4 million increase in depreciation expense and property taxes associated with increased capital investments.\n•\na $17.3 million decrease in consumption, net of WNA, primarily due to the decline in residential consumption during the second fiscal quarter.\n•\nan $8.8 million increase in system maintenance and related activities.\n•\na $25.5 million increase in employee related costs driven by increased headcount, increased number of service orders performed and higher benefits costs.\n•\nan $8.9 million increase in insurance premiums.\nThe year-over-year change in other non-operating income (expense) of $27.6 million primarily reflects lower non-service costs related to our postretirement medical plan, partially offset by an increase in unrealized losses on equity investments. Interest charges increased $13.3 million due to the issuance of long-term debt during fiscal 2022 and interest expense recognized in fiscal 2022 related to debt incurred as a result of Winter Storm Uri. As described in Note 9 to the consolidated financial statements, interest related to the incremental financing incurred as a result of Winter Storm Uri was deferred through December 31, 2021 pursuant to a regulatory order issued by the State of Texas.\n27\nThe fiscal year ended September 30, 2021 compared with fiscal year ended September 30, 2020 for our distribution segment is described in Item 7 \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" of our Annual Report on Form 10-K for the fiscal year ended September 30, 2021.\nThe following table shows our operating income by distribution division, in order of total rate base, for the fiscal years ended September 30, 2022, 2021 and 2020. The presentation of our distribution operating income is included for financial reporting purposes and may not be appropriate for ratemaking purposes.\nPipeline and Storage Segment\nOur pipeline and storage segment consists of the pipeline and storage operations of our Atmos Pipeline–Texas Division (APT) and our natural gas transmission operations in Louisiana. APT is one of the largest intrastate pipeline operations in Texas with a heavy concentration in the established natural gas producing areas of central, northern and eastern Texas, extending into or near the major producing areas of the Barnett Shale, the Texas Gulf Coast and the Permian Basin of West Texas. APT provides transportation and storage services to our Mid-Tex Division, other third-party local distribution companies, industrial and electric generation customers, as well as marketers and producers. Over 80 percent of this segment's revenues are derived from these services. As part of its pipeline operations, APT owns and operates five underground storage facilities in Texas.\nOur natural gas transmission operations in Louisiana are comprised of a 21-mile pipeline located in the New Orleans, Louisiana area that is primarily used to aggregate gas supply for our distribution division in Louisiana under a long-term contract and, on a more limited basis, to third parties. The demand fee charged to our Louisiana distribution division for these services is subject to regulatory approval by the Louisiana Public Service Commission. We also manage two asset management plans, which have been approved by applicable state regulatory commissions. Generally, these asset management plans require us to share with our distribution customers a significant portion of the cost savings earned from these arrangements.\nOur pipeline and storage segment is impacted by seasonal weather patterns, competitive factors in the energy industry and economic conditions in our Texas and Louisiana service areas. Natural gas prices do not directly impact the results of this segment as revenues are derived from the transportation and storage of natural gas. However, natural gas prices and demand for natural gas could influence the level of drilling activity in the supply areas that we serve, which may influence the level of throughput we may be able to transport on our pipelines. Further, natural gas price differences between the various hubs that we serve in Texas could influence the volumes of gas transported for shippers through our Texas pipeline system and rates for such transportation.\nThe results of APT are also significantly impacted by the natural gas requirements of its local distribution company customers. Additionally, its operations may be impacted by the timing of when costs and expenses are incurred and when these costs and expenses are recovered through its tariffs.\nAPT annually uses GRIP to recover capital costs incurred in the prior calendar year. On February 11, 2022, APT made a GRIP filing that covered changes in net property, plant and equipment investment from January 1, 2021 through December 31, 2021 with a requested increase in operating income of $78.8 million. On May 18, 2022, the Texas Railroad Commission approved the Company's GRIP filing.\nThe demand fee our Louisiana natural gas transmission pipeline charges to our Louisiana distribution division increases five percent annually and has been approved by the Louisiana Public Service Commission until September 30, 2027.\n28\nReview of Financial and Operating Results\nFinancial and operational highlights for our pipeline and storage segment for the fiscal years ended September 30, 2022, 2021 and 2020 are presented below.\n(1)\nSee Note 14 to the consolidated financial statements for further information.\nFiscal year ended September 30, 2022 compared with fiscal year ended September 30, 2021\nOperating income for our pipeline and storage segment increased 10 percent. Increased refunds of excess deferred taxes to customers decreased year-over-year operating income by $13.3 million and reduced the effective income tax rate for this segment to 13.1% compared to 14.9% in the prior year. Additional drivers for the change in operating income include:\n•\na $70.4 million increase due to rate adjustments from GRIP filings approved in May 2021 and 2022. The increase in rates was driven by increased safety and reliability spending.\nPartially offset by:\n•\nan $8.4 million increase in system maintenance expense primarily due to spending on hydrostatic testing.\n•\na $15.4 million increase in depreciation expense and property taxes associated with increased capital investments.\nThe year-over-year change in other non-operating income and interest charges of $2.3 million reflects increased allowance for funds used during construction (AFUDC) primarily due to increased capital spending, partially offset by an increase in interest expense due to the issuance of long-term debt during fiscal 2022.\nThe fiscal year ended September 30, 2021 compared with fiscal year ended September 30, 2020 for our pipeline and storage segment is described in Item 7 \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" of our Annual Report on Form 10-K for the fiscal year ended September 30, 2021.\nINFLATION REDUCTION ACT OF 2022\nIn August 2022, the U.S. government enacted the Inflation Reduction Act of 2022 (the Inflation Reduction Act) into law. The Inflation Reduction Act includes a new corporate alternative minimum tax (the Corporate AMT) of 15% on the adjusted financial statement income (AFSI) of corporations with average AFSI exceeding $1.0 billion over a three-year period. We currently anticipate this tax will apply to us within the next four to five years. The impact on our financial position, results of operations and cash flows is dependent on future guidance from the U.S. government. Also, the Inflation Reduction Act imposes a methane emissions charge for methane emissions in excess of 25,000 metric tons carbon dioxide equivalent per year. Based on our preliminary evaluation of the regulations, we currently do not anticipate this provision of the Inflation Reduction Act will have a material impact on our financial position, results of operations or cash flows. Additionally, the Inflation\n29\nReduction Act imposes an excise tax of 1% tax on the fair market value of net stock repurchases made after December 31, 2022. The impact of this provision will be dependent on the extent of share repurchases made in future periods.\nLIQUIDITY AND CAPITAL RESOURCES\nThe liquidity required to fund our working capital, capital expenditures and other cash needs is provided from a combination of internally generated cash flows and external debt and equity financing. Additionally, we have a $1.5 billion commercial paper program and four committed revolving credit facilities with $2.5 billion in total availability from third-party lenders. The commercial paper program and credit facilities provide cost-effective, short-term financing until it can be replaced with a balance of long-term debt and equity financing that achieves the Company's desired capital structure with an equity-to-total-capitalization ratio between 50% and 60%, inclusive of long-term and short-term debt. Additionally, we have various uncommitted trade credit lines with our gas suppliers that we utilize to purchase natural gas on a monthly basis.\nWe have a shelf registration statement on file with the Securities and Exchange Commission (SEC) that allows us to issue up to $5.0 billion in common stock and/or debt securities. As of the date of this report, approximately $1.4 billion\nof securities remained available for issuance under the shelf registration statement, which expires June 29, 2024.\nWe also have an at-the-market (ATM) equity sales program that allows us to issue and sell shares of our common stock up to an aggregate offering price of $1.0 billion (including shares of common stock that may be sold pursuant to forward sale agreements entered into in connection with the ATM equity sales program), which expires June 29, 2024. At September 30, 2022, approximately $481.7 million of equity is available for issuance under this ATM equity sales program. Additionally, as of September 30, 2022, we had $776.6 million in available proceeds from outstanding forward sale agreements.\nOn September 27, 2022, we settled $500 million of forward starting interest rate swaps associated with a planned debt issuance that was completed on October 3, 2022. The following table summarizes our existing forward starting interest rate swaps as of September 30, 2022.\nThe liquidity provided by these sources is expected to be sufficient to fund the Company's working capital needs and capital expenditures program. Additionally, we expect to continue to be able to obtain financing upon reasonable terms as necessary.\nThe following table presents our capitalization as of September 30, 2022 and 2021:\n(1)\nInclusive of our finance leases.\n(2)\nExcluding the $2.2 billion of incremental financing issued to pay for the purchased gas costs incurred during Winter Storm Uri, our equity capitalization ratio would have been 61.3% and 60.6% at September 30, 2022 and 2021.\nCash Flows\nOur internally generated funds may change in the future due to a number of factors, some of which we cannot control. These factors include regulatory changes, the price for our services, the demand for such products and services, margin requirements resulting from significant changes in commodity prices, operational risks and other factors.\n30\nCash flows from operating, investing and financing activities for the years ended September 30, 2022, 2021 and 2020 are presented below.\nCash flows for the fiscal year ended September 30, 2021 compared with fiscal year ended September 30, 2020 is described in Item 7 \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" of our Annual Report on Form 10-K for the fiscal year ended September 30, 2021.\nCash flows from operating activities\nFor the fiscal year ended September 30, 2022, cash flow provided by operating activities was $977.6 million compared with cash flow used in operating activities of $1.1 billion in the prior year. Fiscal 2021 operating cash flow included $2.1 billion of cash paid for gas costs incurred during Winter Storm Uri. Excluding this cash outflow, operating cash flow in fiscal 2021 was $996.1 million. The year-over-year decrease in operating cash flow reflects the refund of excess deferred tax liabilities, increased purchases of gas stored underground and the timing of gas cost recoveries, partially offset by increased customer collections and the positive effects of successful rate case outcomes achieved in fiscal 2021 and 2022.\nCash flows from investing activities\nOur capital expenditures are primarily used to improve the safety and reliability of our distribution and transmission system through pipeline replacement and system modernization and to enhance and expand our system to meet customer needs. Over the last three fiscal years, approximately 88 percent of our capital spending has been committed to improving the safety and reliability of our system.\nFor the fiscal year ended September 30, 2022, we had $2.4 billion in capital expenditures compared with $2.0 billion for the fiscal year ended September 30, 2021. Capital spending increased by $474.9 million, or 24 percent, as a result of planned increases to modernize our system.\nCash flows from financing activities\nOur financing activities provided $1.4 billion and $3.1 billion in cash for fiscal years 2022 and 2021.\nDuring the fiscal year ended September 30, 2022, we received $1.6 billion in net proceeds from the issuance of long-term debt and equity. We completed a public offering of $600 million of 2.85% senior notes due 2052. We also completed a public offering of $200 million of 2.625% senior notes due 2029 that were used to repay our $200 million floating-rate term loan. Additionally, during the year ended September 30, 2022, we settled 7,907,833 shares that had been sold on a forward basis for net proceeds of $776.8 million. The net proceeds were used primarily to support capital spending and for other general corporate purposes. We also received $197.1 million from the settlement of forward starting interest rate swaps related to a debt issuance completed in October 2022. Additionally, cash dividends increased due to an 8.8 percent increase in our dividend rate and an increase in shares outstanding.\nDuring the fiscal year ended September 30, 2021, we received $3.4 billion in net proceeds from the issuance of long-term debt and equity. We completed a public offering of $600 million of 1.50% senior notes due 2031, $1.1 billion of 0.625% senior notes due 2023 and $1.1 billion floating rate senior notes due 2023. Net proceeds from the latter two notes were used to pay for gas costs incurred during Winter Storm Uri. Additionally, during the year ended September 30, 2021, we settled 6,130,875 shares that had been sold on a forward basis for net proceeds of $606.7 million. The net proceeds were used primarily to support capital spending and for other general corporate purposes, including the payment of natural gas purchases. Additionally, cash dividends increased due to an 8.7 percent increase in our dividend rate and an increase in shares outstanding.\n31\nThe following table shows the number of shares issued for the fiscal years ended September 30, 2022, 2021 and 2020:\n(1)\nShare amounts do not include shares issued under forward sale agreements until the shares have been settled.\nCredit Ratings\nOur credit ratings directly affect our ability to obtain short-term and long-term financing, in addition to the cost of such financing. In determining our credit ratings, the rating agencies consider a number of quantitative factors, including but not limited to, debt to total capitalization, operating cash flow relative to outstanding debt, operating cash flow coverage of interest and operating cash flow less dividends to debt. In addition, the rating agencies consider qualitative factors such as consistency of our earnings over time, the risks associated with our business and the regulatory structures that govern our rates in the states where we operate.\nOur debt is rated by two rating agencies: Standard & Poor’s Corporation (S&P) and Moody’s Investors Service (Moody’s).  As a result of the impacts of Winter Storm Uri, during the second quarter of fiscal 2021, S&P lowered our long-term and short-term credit ratings by one notch and placed our ratings under negative outlook. Additionally, Moody's placed our ratings under negative outlook. In February 2022, Moody’s reaffirmed its long-term and short-term credit ratings and revised our outlook from negative to stable.\nAs of September 30, 2022, our outlook and current debt ratings, which are all considered investment grade are as follows:\nA significant degradation in our operating performance or a significant reduction in our liquidity caused by more limited access to the private and public credit markets as a result of deteriorating global or national financial and credit conditions could trigger a negative change in our ratings outlook or even a reduction in our credit ratings by the two credit rating agencies. This would mean more limited access to the private and public credit markets and an increase in the costs of such borrowings.\nA credit rating is not a recommendation to buy, sell or hold securities. The highest investment grade credit rating is AAA for S&P and Aaa for Moody’s. The lowest investment grade credit rating is BBB- for S&P and Baa3 for Moody’s. Our credit ratings may be revised or withdrawn at any time by the rating agencies, and each rating should be evaluated independently of any other rating. There can be no assurance that a rating will remain in effect for any given period of time or that a rating will not be lowered, or withdrawn entirely, by a rating agency if, in its judgment, circumstances so warrant.\nDebt Covenants\nWe were in compliance with all of our debt covenants as of September 30, 2022. Our debt covenants are described in Note 7 to the consolidated financial statements.\n32\nContractual Obligations and Commercial Commitments\nThe following table provides information about contractual obligations and commercial commitments at September 30, 2022.\n(1)\nLong-term and short-term debt excludes our finance lease obligations, which are separately reported within this table. See Note 7 to the consolidated financial statements for further details.\n(2)\nInterest charges were calculated using the effective rate for each debt issuance through the contractual maturity date.\n(3)\nFinance lease payments shown above include interest totaling $21.3 million. See Note 6 to the consolidated financial statements.\n(4)\nOperating lease payments shown above include interest totaling $36.9 million. S\nee Note\n6 to the consolidated financial statements.\n(5)\nRepresents liabilities for natural gas commodity financial instruments that were valued as of September 30, 2022. The ultimate settlement amounts of these remaining liabilities are unknown because they are subject to continuing market risk until the financial instruments are settled.\n(6)\nRepresents expected contributions to our defined benefit and postretirement benefit plans, which are discussed in Note 10 to the consolidated financial statements.\n(7)\nRepresents liabilities associated with uncertain tax positions claimed or expected to be claimed on tax returns.  The amount does not include interest and penalties that may be applied to these positions. See Note 14 to the consolidated financial statements for further details.\nWe maintain supply contracts with several vendors that generally cover a period of up to one year. Commitments for estimated base gas volumes are established under these contracts on a monthly basis at contractually negotiated prices. Commitments for incremental daily purchases are made as necessary during the month in accordance with the terms of individual contracts. Our Mid-Tex Division also maintains a limited number of long-term supply contracts to ensure a reliable source of gas for our customers in its service area which obligate it to purchase specified volumes at market and fixed prices.  At September 30, 2022, we were committed to purchase 55.6 Bcf within one year and 89.1 Bcf within two to three years under indexed contracts. At September 30, 2022, we were committed to purchase 13.2 Bcf within one year under fixed price contracts with a weighted average price of $5.39 per Mcf.\nRisk Management Activities\nIn our distribution and pipeline and storage segments, we use a combination of physical storage, fixed physical contracts and fixed financial contracts to reduce our exposure to unusually large winter-period gas price increases. Additionally, we manage interest rate risk by entering into financial instruments to effectively fix the Treasury yield component of the interest cost associated with anticipated financings.\nWe record our financial instruments as a component of risk management assets and liabilities, which are classified as current or noncurrent based upon the anticipated settlement date of the underlying financial instrument. Substantially all of our financial instruments are valued using external market quotes and indices.\n33\nThe following table shows the components of the change in fair value of our financial instruments for the fiscal year ended September 30, 2022 (in thousands):\nThe fair value of our financial instruments at September 30, 2022, is presented below by time period and fair value source:\nRECENT ACCOUNTING DEVELOPMENTS\nRecent accounting developments and their impact on our financial position, results of operations and cash flows are described in Note 2 to the consolidated financial statements."
  },
  {
    "item_key": "item_7a",
    "text": "We are exposed to risks associated with commodity prices and interest rates. Commodity price risk is the potential loss that we may incur as a result of changes in the fair value of a particular instrument or commodity. Interest-rate risk is the potential increased cost we could incur when we issue debt instruments or to provide financing and liquidity for our business activities. Additionally, interest-rate risk could affect our ability to issue cost effective equity instruments.\nWe conduct risk management activities in our distribution and pipeline and storage segments. In our distribution segment, we use a combination of physical storage, fixed-price forward contracts and financial instruments, primarily over-the-counter swap and option contracts, in an effort to minimize the impact of natural gas price volatility on our customers during the winter heating season. Our risk management activities and related accounting treatment are described in further detail in Note 15 to the consolidated financial statements. Additionally, our earnings are affected by changes in short-term interest rates as a result of our issuance of short-term commercial paper and our other short-term borrowings.\nCommodity Price Risk\nWe purchase natural gas for our distribution operations. Substantially all of the costs of gas purchased for distribution operations are recovered from our customers through purchased gas cost adjustment mechanisms. Therefore, our distribution operations have limited commodity price risk exposure.\nInterest Rate Risk\nOur earnings are exposed to changes in short-term interest rates associated with our short-term commercial paper program and other short-term borrowings. We use a sensitivity analysis to estimate our short-term interest rate risk. For purposes of this analysis, we estimate our short-term interest rate risk as the difference between our actual interest expense for the period and estimated interest expense for the period assuming a hypothetical average one percent increase in the interest rates associated with our short-term borrowings. Had interest rates associated with our short-term borrowings increased by an average of one percent, our interest expense would not have materially increased during 2022.\n34"
  },
  {
    "item_key": "item_8",
    "text": "Index to financial statements and financial statement schedules:\nAll financial statement schedules are omitted because the required information is not present, or not present in amounts sufficient to require submission of the schedule or because the information required is included in the financial statements and accompanying notes thereto.\n35\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Shareholders and the Board of Directors of Atmos Energy Corporation\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of Atmos Energy Corporation (the Company) as of September 30, 2022 and 2021, the related consolidated statements of comprehensive income, shareholders’ equity and cash flows for each of the three years in the period ended September 30, 2022, and the related notes (collectively referred to as the \"consolidated financial statements\"). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at September 30, 2022 and 2021, and the results of its operations and its cash flows for each of the three years in the period ended September 30, 2022, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of September 30, 2022, based on criteria established in Internal Control\n—\nIntegrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) and our report dated November 14, 2022 expressed an unqualified opinion thereon.\nBasis for Opinion\nThese financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n36\n/s/\nErnst & Young LLP\nWe have served as the Company’s auditor since 1983.\nDallas, Texas\nNovember 14, 2022\n37\nATMOS ENERGY CORPORATION\nCONSOLIDATED BALANCE SHEETS\nSee accompanying notes to consolidated financial statements.\n38\nATMOS ENERGY CORPORATION\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\nSee accompanying notes to consolidated financial statements.\n39\nATMOS ENERGY CORPORATION\nCONSOLIDATED STATEMENTS OF SHAREHOLDERS’ EQUITY\nSee accompanying notes to consolidated financial statements.\n40\nATMOS ENERGY CORPORATION\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nSee accompanying notes to consolidated financial statements.\n41\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n1.\nNature of Business\nAtmos Energy Corporation (Atmos Energy or the “Company”) and its subsidiaries are engaged in the regulated natural gas distribution and pipeline and storage businesses.\nThrough our distribution business, we deliver natural gas through sales and transportation arrangements to approximately\n3.3\nmillion residential, commercial, public-authority and industrial customers through our\nsix\nregulated distribution divisions in the service areas described below:\n(1)\nDenotes location where we have more limited service areas.\nIn addition, we transport natural gas for others through our distribution system. Our distribution business is subject to federal and state regulation and/or regulation by local authorities in each of the states in which our distribution divisions operate. Our corporate headquarters and shared-services function are located in Dallas, Texas, and our customer support centers are located in Amarillo and Waco, Texas.\nOur pipeline and storage business, which is also subject to federal and state regulation, consists of the pipeline and storage operations of our Atmos Pipeline–Texas (APT) Division and our natural gas transmission business in Louisiana. The APT division provides transportation and storage services to our Mid-Tex Division, other third-party local distribution companies, industrial and electric generation customers, as well as marketers and producers. As part of its pipeline operations, APT manages\nfive\nunderground storage facilities in Texas. We also provide ancillary services customary to the pipeline industry including parking arrangements, lending and sales of inventory on hand. Our natural gas transmission operations in Louisiana are comprised of a 21-mile pipeline located in the New Orleans, Louisiana area that is primarily used to aggregate gas supply for our distribution division in Louisiana under a long-term contract and on a more limited basis, to third parties.\n2.\nSummary of Significant Accounting Policies\nPrinciples of consolidation\n— The accompanying consolidated financial statements include the accounts of Atmos Energy Corporation and its wholly-owned subsidiaries. All material intercompany transactions have been eliminated; however, we have not eliminated intercompany profits when such amounts are probable of recovery under the affiliates’ rate regulation process.\nUse of estimates\n— The preparation of financial statements in conformity with accounting principles generally accepted in the United States requires management to make estimates and assumptions that affect the reported amounts of assets, liabilities, revenues and expenses. The most significant estimates include the allowance for doubtful accounts, unbilled revenues, contingency accruals, pension and postretirement obligations, deferred income taxes, impairment of long-lived assets, risk management and trading activities, fair value measurements and the valuation of goodwill and other long-lived assets. Actual results could differ from those estimates.\nRegulation\n— Our distribution and pipeline and storage operations are subject to regulation with respect to rates, service, maintenance of accounting records and various other matters by the respective regulatory authorities in the states in which we operate. Our accounting policies recognize the financial effects of the ratemaking and accounting practices and policies of the various regulatory commissions. Accounting principles generally accepted in the United States require cost-based, rate-regulated entities that meet certain criteria to reflect the authorized recovery of costs due to regulatory decisions in their financial statements. As a result, certain costs are permitted to be capitalized rather than expensed because they can be recovered through rates. We record certain costs as regulatory assets when future recovery through customer rates is considered probable. Regulatory liabilities are recorded when it is probable that revenues will be reduced for amounts that will be credited to customers through the ratemaking process. The amounts to be recovered or recognized are based upon historical experience and our understanding of the regulations. Further, regulation may impact the period in which revenues or expenses are recognized.\nSubstantially all of our regulatory assets are recorded as a component of other current assets and deferred charges and other assets and our regulatory liabilities are recorded as a component of other current liabilities and deferred credits and other\n42\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nliabilities. Deferred gas costs are recorded either in other current assets or liabilities and the long-term portion of regulatory excess deferred taxes and regulatory cost of removal obligation are reported separately.\nSignificant regulatory assets and liabilities as of September 30, 2022 and 2021 included the following:\n(1)\nInfrastructure mechanisms in Texas, Louisiana and Tennessee allow for the deferral of all eligible expenses associated with capital expenditures incurred pursuant to these rules, including the recording of interest on the deferred expenses until the next rate proceeding (rate case or annual rate filing), at which time investment and costs would be recovered through base rates.\n(2)\nIncludes extraordinary gas costs incurred during Winter Storm Uri and related carrying costs. See Note 9 to the consolidated financial statements for further information. This amount is recorded within other current assets and deferred charges and other assets on the consolidated balance sheet as of September 30, 2022 and 2021.\n(3)\nRegulatory excess deferred taxes represent changes in our net deferred tax liability related to our cost of service ratemaking due to the enactment of the Tax Cuts and Jobs Act of 2017 (the \"TCJA\") and a Kansas legislative change enacted in fiscal 2020. See Notes 12 and 14 to the consolidated financial statements for further information.\nRevenue recognition\nDistribution Revenues\nDistribution revenues represent the delivery of natural gas to residential, commercial, industrial and public authority customers at prices based on tariff rates established by regulatory authorities in the states in which we operate.  Revenue is recognized and our performance obligation is satisfied over time when natural gas is delivered and simultaneously consumed by our customers.  We have elected to use the invoice practical expedient and recognize revenue for volumes delivered that we have the right to invoice our customers.  We bill our customers on a monthly cycle basis.  Accordingly, we estimate volumes from the last meter read to the balance sheet date and accrue revenue for gas delivered but not yet billed.\nIn our Texas and Mississippi jurisdictions, we pay franchise fees and gross receipt taxes to operate in these service areas.  These franchise fees and gross receipts taxes are required to be paid regardless of our ability to collect from our customers. Accordingly, we account for these amounts on a gross basis in revenue and we record the associated tax expense as a component of taxes, other than income.\nPipeline and Storage Revenues\nPipeline and storage revenues primarily represent the transportation and storage of natural gas on our APT system and the transmission of natural gas through our 21-mile pipeline in Louisiana.  APT provides transportation and storage services to our\n43\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nMid-Tex Division, other third party local distribution companies and certain industrial customers under tariff rates approved by the RRC.  APT also provides certain transportation and storage services to industrial and electric generation customers, as well as marketers and producers, under negotiated rates.  Our pipeline in Louisiana is primarily used to aggregate gas supply for our Louisiana Division under a long-term contract and on a more limited basis to third parties.  The demand fee charged to our Louisiana Division is subject to regulatory approval by the Louisiana Public Service Commission.  We also manage\ntwo\nasset management plans with distribution affiliates of the Company at terms that have been approved by the applicable state regulatory commissions.  The performance obligations for these transportation customers are satisfied by means of transporting customer-supplied gas to the designated location. Revenue is recognized and our performance obligation is satisfied over time when natural gas is delivered to the customer. Management determined that these arrangements qualify for the invoice practical expedient for recognizing revenue. For demand fee arrangements, revenue is recognized and our performance obligation is satisfied by standing ready to transport natural gas over the period of each individual month.\nAlternative Revenue Program Revenues\nIn our distribution segment, we have weather-normalization adjustment mechanisms that serve to minimize the effects of weather on our residential and commercial revenues.  Additionally, APT has a regulatory mechanism that requires that we share with its tariffed customers\n75\n% of the difference between the total non-tariffed revenues earned during a test period and a revenue benchmark of $\n69.4\nmillion that was established in its most recent rate case. Differences between actual revenues and revenues calculated under these mechanisms adjust the amount billed to customers. These mechanisms are considered to be alternative revenue programs under accounting standards generally accepted in the United States as they are deemed to be contracts between us and our regulator. Accordingly, revenue under these mechanisms are excluded from revenue from contracts with customers.\nPurchased gas costs\n— Rates established by regulatory authorities are adjusted for increases and decreases in our purchased gas costs through purchased gas cost adjustment mechanisms. There is no margin generated through purchased gas cost adjustments, but they provide a dollar-for-dollar offset to increases or decreases in our distribution segment’s gas costs. The effects of these purchased gas cost adjustment mechanisms are recorded as deferred gas costs on our consolidated balance sheets.\nCash and cash equivalents\n— We consider all highly liquid investments with an original maturity of three months or less to be cash equivalents.\nAccounts receivable and allowance for uncollectible accounts\n— Accounts receivable arise from natural gas sales to residential, commercial, industrial, public authority and other customers. Our accounts receivable balance includes unbilled amounts which represent a customer’s consumption of gas from the date of the last cycle billing through the last day of the month. The receivable balances are short term and generally do not extend beyond one month.\nOn October 1, 2020, we adopted new accounting guidance which requires credit losses on our accounts receivable to be measured using an expected credit loss model over the entire contractual term from the date of initial recognition. To minimize credit risk, we assess the credit worthiness of new customers, require deposits where necessary, assess late fees, pursue collection activities and disconnect service for nonpayment. After disconnection, accounts are written off when deemed uncollectible. At each reporting period, we assess the allowance for uncollectible accounts based on historical experience, current conditions and consideration of expected future conditions. Circumstances which could affect our estimates include, but are not limited to, customer credit issues, the level of natural gas prices, customer deposits and general economic conditions.\nGas stored underground\n— Our gas stored underground is comprised of natural gas injected into storage to support the winter season withdrawals for our distribution operations. The average cost method is used for all of our distribution operations. Gas in storage that is retained as cushion gas to maintain reservoir pressure is classified as property, plant and equipment and is valued at cost.\nProperty, plant and equipment\n— Regulated property, plant and equipment is stated at original cost, net of contributions in aid of construction. The cost of additions includes direct construction costs, payroll related costs (taxes, the service cost portion of pension expense and other benefits), administrative and general costs and an allowance for funds used during construction (AFUDC). AFUDC represents the capitalizable total cost of funds used to finance the construction of major projects.\n44\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe following table details amounts capitalized for the fiscal year ended September 30.\nMajor renewals, including replacement pipe, and betterments that are recoverable through our regulatory rate base are capitalized while the costs of maintenance and repairs that are not capitalizable are charged to expense as incurred. The costs of large projects are accumulated in construction in progress until the project is completed. When the project is completed, tested and placed in service, the balance is transferred to the regulated plant in service account included in the rate base and depreciation begins.\nRegulated property, plant and equipment is depreciated at various rates on a straight-line basis. These rates are approved by our regulatory commissions and are comprised of two components: one based on average service life and one based on cost of removal. Accordingly, we recognize our cost of removal expense as a component of depreciation expense. The related cost of removal accrual is reflected as a regulatory liability on the consolidated balance sheet. At the time property, plant and equipment is retired, removal expenses less salvage, are charged to the regulatory cost of removal accrual. The composite depreciation rate was\n3.0\npercent for the fiscal years ended September 30, 2022, 2021 and 2020.\nOther property, plant and equipment is stated at cost. Depreciation is generally computed on the straight-line method for financial reporting purposes based upon estimated useful lives.\nAsset retirement obligations\n— We record a liability at fair value for an asset retirement obligation when the legal obligation to retire the asset has been incurred with an offsetting increase to the carrying value of the related asset.\nWe believe we have a legal obligation to retire our natural gas storage facilities. However, we have not recognized an asset retirement obligation associated with our storage facilities because we are not able to determine the settlement date of this obligation as we do not anticipate taking our storage facilities out of service permanently. Therefore, we cannot reasonably estimate the fair value of this obligation.\nImpairment of long-lived assets\n— We evaluate whether events or circumstances have occurred that indicate that other long-lived assets may not be recoverable or that the remaining useful life may warrant revision. When such events or circumstances are present, we assess the recoverability of long-lived assets by determining whether the carrying value will be recovered through the expected future cash flows. In the event the sum of the expected future cash flows resulting from the use of the asset is less than the carrying value of the asset, an impairment loss equal to the excess of the asset’s carrying value over its fair value is recorded.\nGoodwill\n— We annually evaluate our goodwill balances for impairment during our second fiscal quarter or more frequently as impairment indicators arise. During the second quarter of fiscal 2022, we completed our annual goodwill impairment assessment. We test goodwill for impairment at the reporting unit level on an annual basis and between annual tests if an event occurs or circumstances change that would more likely than not reduce the fair value of the reporting unit. Based on the assessment performed, we determined that our goodwill was not impaired. Although not applicable for the fiscal 2022 analysis, if a qualitative goodwill assessment resulted in impairment indicators, we would then use a present value technique based on discounted cash flows to estimate the fair value of our reporting units. These calculations are dependent on several subjective factors including the timing of future cash flows, future growth rates and the discount rate. An impairment charge is recognized if the carrying value of a reporting unit’s goodwill exceeds its fair value.\nLease accounting\n— We adopted the provisions of the new lease accounting standard beginning on October 1, 2019. Results for reporting periods beginning on October 1, 2019 are presented under the new lease accounting standard and prior periods are presented under the former lease accounting standard. Upon adoption, we recorded right of use (ROU) assets and lease liabilities within the consolidated balance sheet.\nWe determine if an arrangement is a lease at the inception of the agreement based on the terms and conditions in the contract. A contract contains a lease if there is an identified asset and we have the right to control the asset. We are the lessee for substantially all of our leasing activities, which primarily includes operating leases for office and warehouse space, tower space, vehicles and heavy equipment used in our operations. We are also a lessee in finance leases for certain service centers.\nWe record a lease liability and a corresponding ROU asset for all of our leases with a term greater than 12 months. For lease contracts containing renewal and termination options, we include the option period in the lease term when it is reasonably\n45\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\ncertain the option will be exercised. We most frequently assume renewal options at the inception of the arrangement for our tower and fleet leases, based on our anticipated use of the assets. Real estate leases that contain a renewal option are evaluated on a lease-by-lease basis to determine if the option period should be included in the lease term. Currently, we have not included material renewal options for real estate leases in our ROU asset or lease liability.\nThe lease liability represents the present value of all lease payments over the lease term. We do not include short-term leases in the calculation of our lease liabilities. The discount rate used to determine the present value of the lease liability is the rate implicit in the lease unless that rate cannot be readily determined. We use the implicit rate stated in the agreement to determine the lease liability for our fleet leases. We use our corporate collateralized incremental borrowing rate as the discount rate for all other lease agreements. This rate is appropriate because we believe it represents the rate we would have incurred to borrow funds to acquire the leased asset over a similar term. We calculated this rate using a combination of inputs, including our current credit rating, quoted market prices of interest rates for our publicly traded unsecured debt, observable market yield curve data for peer companies with a credit rating one notch higher than our current credit rating and the lease term.\nThe ROU asset represents the right to use the underlying asset for the lease term, and is equal to the lease liability, adjusted for prepaid or accrued lease payments and any lease incentives that have been paid to us or when we are reasonably certain to incur costs equal to or greater than the allowance defined in the contract. We bundle our lease and non-lease components as a single component for all asset classes.\nVariable payments included in our leasing arrangements are expensed in the period in which the obligation for these payments is incurred. Variable payments are dependent on usage, output or may vary for other reasons. Most of our variable lease expense is related to tower leases that have escalating payments based on changes to a stated CPI index, and usage of certain office equipment.\nWe have not provided material residual value guarantees for our leases, nor do our leases contain material restrictions or covenants.\nMarketable securities\n— As of September 30, 2022, we hold marketable securities classified as either equity or debt securities. Changes in fair value of our equity securities are recorded in net income, while debt securities, which are considered available-for-sale securities, are reported at market value with unrealized gains and losses shown as a component of accumulated other comprehensive income (loss).\nOn October 1, 2020, we adopted new accounting guidance that introduced an impairment recognition model for available-for-sale debt securities that requires credit losses to be recorded through an allowance account. We regularly evaluate the performance of our available-for-sale debt securities on an investment by investment basis for impairment, taking into consideration the securities’ purpose, volatility and current returns. If a determination is made that a security will likely be sold before the recovery of its cost, the related investment is written down to its estimated fair value.\nFinancial instruments and hedging activities\n— We use financial instruments to mitigate commodity price risk in our distribution and pipeline and storage segments and to mitigate interest rate risk. The objectives and strategies for using financial instruments have been tailored to our business and are discussed in Note 15 to the consolidated financial statements.\nWe record all of our financial instruments on the balance sheet at fair value\n,\nwith the exception of normal purchases and normal sales that are expected to result in physical delivery, with changes in fair value ultimately recorded in the statement of comprehensive income. These financial instruments are reported as risk management assets and liabilities and are classified as current or noncurrent other assets or liabilities based upon the anticipated settlement date of the underlying financial instrument. We record the cash flow impact of our financial instruments in operating cash flows based upon their balance sheet classification.\nThe timing of when changes in fair value of our financial instruments are recorded in the statement of comprehensive income depends on whether the financial instrument has been designated and qualifies as a part of a hedging relationship or if regulatory rulings require a different accounting treatment. Changes in fair value for financial instruments that do not meet one of these criteria are recognized in the statement of comprehensive income as they occur.\nFinancial Instruments Associated with Commodity Price Risk\nIn our distribution segment, the costs associated with and the realized gains and losses arising from the use of financial instruments to mitigate commodity price risk are included in our purchased gas cost adjustment mechanisms in accordance with regulatory requirements. Therefore, changes in the fair value of these financial instruments are initially recorded as a component of deferred gas costs and recognized in the consolidated statements of comprehensive income as a component of purchased gas cost when the related costs are recovered through our rates and recognized in revenue in accordance with accounting principles generally accepted in the United States. Accordingly, there is no earnings impact on our distribution segment as a result of the use of these financial instruments.\n46\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nFinancial Instruments Associated with Interest Rate Risk\nIn connection with the planned issuance of long-term debt, we may use financial instruments to manage interest rate risk. We currently manage this risk through the use of forward starting interest rate swaps to fix the Treasury yield component of the interest cost associated with anticipated financings. We designate these financial instruments as cash flow hedges at the time the agreements are executed.  Unrealized gains and losses associated with the instruments are recorded as a component of accumulated other comprehensive income (loss). When the instruments settle, the realized gain or loss is recorded as a component of accumulated other comprehensive income (loss) and recognized as a component of interest charges over the life of the related financing arrangement. As of September 30, 2022 and 2021,\nno\ncash was required to be held in margin accounts.\nFair Value Measurements\n— We report certain assets and liabilities at fair value, which is defined as the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants at the measurement date (exit price). We primarily use quoted market prices and other observable market pricing information in valuing our financial assets and liabilities and minimize the use of unobservable pricing inputs in our measurements.\nFair-value estimates also consider our own creditworthiness and the creditworthiness of the counterparties involved. Our counterparties consist primarily of financial institutions and major energy companies. This concentration of counterparties may materially impact our exposure to credit risk resulting from market, economic or regulatory conditions. We seek to minimize counterparty credit risk through an evaluation of their financial condition and credit ratings and the use of collateral requirements under certain circumstances.\nAmounts reported at fair value are subject to potentially significant volatility based upon changes in market prices, including, but not limited to, the valuation of the portfolio of our contracts, maturity and settlement of these contracts and newly originated transactions and interest rates, each of which directly affect the estimated fair value of our financial instruments. We believe the market prices and models used to value these financial instruments represent the best information available with respect to closing exchange and over-the-counter quotations, time value and volatility factors underlying the contracts. Values are adjusted to reflect the potential impact of an orderly liquidation of our positions over a reasonable period of time under then current market conditions.\nAuthoritative accounting literature establishes a fair value hierarchy that prioritizes the inputs used to measure fair value based on observable and unobservable data. The hierarchy categorizes the inputs into three levels, with the highest priority given to unadjusted quoted prices in active markets for identical assets and liabilities (Level 1) and the lowest priority given to unobservable inputs (Level 3). The levels of the hierarchy are described below:\nLevel 1\n— Represents unadjusted quoted prices in active markets for identical assets or liabilities. An active market for the asset or liability is defined as a market in which transactions for the asset or liability occur with sufficient frequency and volume to provide pricing information on an ongoing basis. Prices actively quoted on national exchanges are used to determine the fair value of most of our assets and liabilities recorded on our balance sheet at fair value.\nOur Level 1 measurements consist primarily of our debt and equity securities. The Level 1 measurements for investments in the Atmos Energy Corporation Master Retirement Trust (the Master Trust), Supplemental Executive Benefit Plan and postretirement benefit plan consist primarily of exchange-traded financial instruments.\nLevel 2\n— Represents pricing inputs other than quoted prices included in Level 1 that are either directly or indirectly observable for the asset or liability as of the reporting date. These inputs are derived principally from, or corroborated by, observable market data. Our Level 2 measurements primarily consist of non-exchange-traded financial instruments, such as over-the-counter options and swaps and municipal and corporate bonds where market data for pricing is observable. The Level 2 measurements for investments in our Master Trust, Supplemental Executive Benefit Plan and postretirement benefit plan consist primarily of non-exchange traded financial instruments such as corporate bonds and government securities.\nLevel 3\n— Represents generally unobservable pricing inputs which are developed based on the best information available, including our own internal data, in situations where there is little if any market activity for the asset or liability at the measurement date. The pricing inputs utilized reflect what a market participant would use to determine fair value. We currently do not have any Level 3 investments.\nPension and other postretirement plans\n— Pension and other postretirement plan costs and liabilities are determined on an actuarial basis and are affected by numerous assumptions and estimates including the market value of plan assets, estimates of the expected return on plan assets, assumed discount rates and current demographic and actuarial mortality data. Our measurement date is September 30. The assumed discount rate and the expected return are the assumptions that generally have the most significant impact on our pension costs and liabilities. The assumed discount rate, the assumed health care cost trend rate and assumed rates of retirement generally have the most significant impact on our postretirement plan costs and liabilities.\n47\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe discount rate is utilized principally in calculating the actuarial present value of our pension and postretirement obligation and net pension and postretirement cost. When establishing our discount rate, we consider high quality corporate bond rates based on bonds available in the marketplace that are suitable for settling the obligations, changes in those rates from the prior year and the implied discount rate that is derived from matching our projected benefit disbursements with currently available high quality corporate bonds.\nThe expected long-term rate of return on assets is utilized in calculating the expected return on plan assets component of the annual pension and postretirement plan cost. We estimate the expected return on plan assets by evaluating expected bond returns, equity risk premiums, asset allocations, the effects of active plan management, the impact of periodic plan asset rebalancing and historical performance. We also consider the guidance from our investment advisors when making a final determination of our expected rate of return on assets. To the extent the actual rate of return on assets realized over the course of a year is greater than or less than the assumed rate, that year’s annual pension or postretirement plan cost is not affected. Rather, this gain or loss is amortized over the expected future working lifetime of the plan participants.\nThe expected return on plan assets is then calculated by applying the expected long-term rate of return on plan assets to the market-related value of the plan assets.  The market-related value of our plan assets represents the fair market value of the plan assets, adjusted to smooth out short-term market fluctuations over a five-year period. The use of this calculation will delay the impact of current market fluctuations on the pension expense for the period.\nWe use a corridor approach to amortize actuarial gains and losses.  Under this approach, net gains or losses in excess of ten percent of the larger of the pension benefit obligation or the market-related value of the assets are amortized on a straight-line basis.  The period of amortization is the average remaining service of active participants who are expected to receive benefits under the plan.\nWe estimate the assumed health care cost trend rate used in determining our annual postretirement net cost based upon our actual health care cost experience, the effects of recently enacted legislation and general economic conditions. Our assumed rate of retirement is estimated based upon the annual review of our participant census information as of the measurement date.\nWe present only the current service cost component of the net benefit cost within operations and maintenance expense in the consolidated statements of comprehensive income. The remaining components of net benefit cost are recorded in other non-operating income (expense) in our consolidated statements of comprehensive income. Only the service cost component of net benefit cost is eligible for capitalization and we continue to capitalize these costs into property, plant and equipment. Additionally, we defer into a regulatory asset the portion of non-service components of net periodic benefit cost that are capitalizable for regulatory purposes.\nIncome taxes\n— Income taxes are determined based on the liability method, which results in income tax assets and liabilities arising from temporary differences. Temporary differences are differences between the tax bases of assets and liabilities and their reported amounts in the financial statements that will result in taxable or deductible amounts in future years. The liability method requires the effect of tax rate changes on accumulated deferred income taxes to be reflected in the period in which the rate change was enacted. The liability method also requires that deferred tax assets be reduced by a valuation allowance unless it is more likely than not that the assets will be realized.\nThe Company may recognize the tax benefit from uncertain tax positions only if it is at least more likely than not that the tax position will be sustained on examination by the taxing authorities, based on the technical merits of the position. The tax benefits recognized in the financial statements from such a position should be measured based on the largest benefit that has a greater than fifty percent likelihood of being realized upon settlement with the taxing authorities. We recognize accrued interest related to unrecognized tax benefits as a component of interest charges. We recognize penalties related to unrecognized tax benefits as a component of miscellaneous income (expense) in accordance with regulatory requirements.\nTax collections\n— We are allowed to recover from customers revenue-related taxes that are imposed upon us. We record such taxes as operating expenses and record the corresponding customer charges as operating revenues. However, we do collect and remit various other taxes on behalf of various governmental authorities, and we record these amounts in our consolidated balance sheets on a net basis. We do not collect income taxes from our customers on behalf of governmental authorities.\nContingencies\n— In the normal course of business, we are confronted with issues or events that may result in a contingent liability. These generally relate to lawsuits, claims made by third parties or the action of various regulatory agencies. For such matters, we record liabilities when they are considered probable and estimable, based on currently available facts and our estimates of the ultimate outcome or resolution of the liability in the future. We maintain liability insurance for various risks associated with the operation of our natural gas pipelines and facilities, including for property damage and bodily injury. These liability insurance policies generally require us to be responsible for the first $\n1.0\nmillion (self-insured retention) of each incident. To the extent a loss contingency exceeds the self-insurance retention, we record an insurance receivable when\n48\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nrecovery is considered probable. Upon reaching a settlement, the loss contingency is deemed resolved and recorded in accounts payable and accrued liabilities until paid. Loss contingencies and any related insurance recovery receivables reflect our best estimate of these amounts as of the date of this report. Actual results may differ from estimates, depending on actual outcomes or changes in the facts or expectations surrounding each potential exposure.\nSubsequent events\n— Except as noted in Note 7 to the consolidated financial statements regarding the public offering of senior notes and Note 9 to the consolidated financial statements regarding the most recent update to our securitization filing in the State of Kansas, no events occurred subsequent to the balance sheet date that would require recognition or disclosure in the consolidated financial statements.\nRecent accounting pronouncements\nAccounting pronouncements adopted in fiscal 2022\nIn November 2021, the Financial Accounting Standards Board (FASB) issued guidance which will require disclosure about government assistance in the notes to the financial statements. The amendment requires annual disclosures about transactions with a government that are accounted for by applying a grant or contribution accounting model by analogy, including information about the nature of the transactions and the related accounting policy used to account for the transactions, the line items on the balance sheet and income statement that are affected by the transactions and the significant terms and conditions of the transactions, including commitments and contingencies. The amendment was effective for us beginning October 1, 2022; however, we elected to adopt this amendment during the first quarter of fiscal 2022 as permitted by the guidance. As the guidance is related only to disclosures in the notes to the financial statements, there was no impact on our financial position, results of operations or cash flows.\nIn March 2020, the FASB issued optional guidance which will ease the potential burden in accounting for recognizing the effects of reference rate reform on financial reporting. The amendments provide optional expedients and exceptions for applying U.S. GAAP to contracts, hedging relationships and other transactions affected by the cessation of the London Interbank Offered Rate (LIBOR). As discussed in Note 7, on March 31, 2022, we amended and restated our $\n1.5\nbillion credit facility and our $\n900\nmillion unsecured revolving credit agreement which, among other things, included amending the interest rate provisions applicable to borrowings under this agreement to utilize the secured overnight financing rate as the reference rate, rather than LIBOR. In addition, we have evaluated the temporary expedients and options available under this guidance and identified the financial instruments to which the expedients could be applied, if deemed necessary. As of September 30, 2022, we have not applied any expedients or options available under these Accounting Standards Updates.\n3.\nSegment Information\nAs of September 30, 2022, we manage and review our consolidated operations through the following\ntwo\nreportable segments:\n•\nThe\ndistribution segment\nis primarily comprised of our regulated natural gas distribution and related sales operations in\neight\nstates.\n•\nThe\npipeline and storage segment\nis comprised primarily of the pipeline and storage operations of our Atmos Pipeline-Texas division and our natural gas transmission operations in Louisiana.\nOur determination of reportable segments considers the strategic operating units under which we manage sales of various products and services to customers. Although our distribution segment operations are geographically dispersed, they are aggregated and reported as a single segment as each natural gas distribution division has similar economic characteristics. In addition, because the pipeline and storage operations of our Atmos Pipeline-Texas division and our natural gas transmission operations in Louisiana have similar economic characteristics, they have been aggregated and reported as a single segment.\nThe accounting policies of the segments are the same as those described in the summary of significant accounting policies. We evaluate performance based on net income or loss of the respective operating units. We allocate interest and pension expense to the pipeline and storage segment; however, there is no debt or pension liability recorded on the pipeline and storage segment balance sheet. All material intercompany transactions have been eliminated; however, we have not eliminated intercompany profits when such amounts are probable of recovery under the affiliates’ rate regulation process. Income taxes are allocated to each segment as if each segment’s income taxes were calculated on a separate return basis.\n49\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nIncome statements and capital expenditures by segment are shown in the following tables.\n50\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe following table summarizes our revenues from external parties, excluding intersegment revenues, by products and services for the fiscal years ended September 30.\nBalance sheet information at September 30, 2022 and 2021 by segment is presented in the following tables.\n51\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n4.\nEarnings Per Share\nWe use the two-class method of computing earnings per share because we have participating securities in the form of non-vested restricted stock units with a nonforfeitable right to dividend equivalents, for which vesting is predicated solely on the passage of time. The calculation of earnings per share using the two-class method excludes income attributable to these participating securities from the numerator and excludes the dilutive impact of those shares from the denominator.\nBasic weighted average shares outstanding is calculated based upon the weighted average number of common shares outstanding during the periods presented. Also, this calculation includes fully vested stock awards that have not yet been issued as common stock. Additionally, the weighted average shares outstanding for diluted EPS includes the incremental effects of the forward sale agreements, discussed in Note 8 to the consolidated financial statements, when the impact is dilutive.\nBasic and diluted earnings per share for the fiscal years ended September 30 are calculated as follows:\n52\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n5.\nRevenue and Accounts Receivable\nThe following tables disaggregates our revenue from contracts with customers by customer type and segment and provides a reconciliation to total operating revenues, including intersegment revenues, for the periods presented.\n53\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n(1)\nIn our distribution segment, we have weather-normalization adjustment mechanisms that serve to mitigate the effects of weather on our revenue.  Additionally, APT has a regulatory mechanism that requires that we share with its tariffed customers\n75\n% of the difference between the total non-tariffed revenues earned during a test period and a revenue benchmark.\nAccounts receivable and allowance for uncollectible accounts\nRollforwards of our allowance for uncollectible accounts for the years ended September 30, 2022, 2021 and 2020 are presented in the table below.\nIn response to the COVID-19 pandemic, beginning in March 2020, regulators issued collection moratoriums, which required us to temporarily suspend our customer collection activities and charging late fees. After regulators lifted these moratoriums, we resumed customer collection activities during the third quarter of fiscal 2021. These regulatory orders influenced our bad debt expense and writeoffs from fiscal 2020 through 2022.\nWe actively work with our customers experiencing financial hardship to offer flexible payment options and to direct them to aid agencies for financial assistance. Our allowance for uncollectible accounts reflects the expected impact on our customers’ ability to pay. Our allowance for uncollectible accounts also reflects the fact that we have the ability to recovery the gas cost portion of uncollectible accounts through our gas cost recovery mechanisms in\nfive\nstates, which covers approximately\n81\npercent of our residential and commercial customers.\n54\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n6.\nLeases\nWe are the lessee for substantially all of our leasing activity, which primarily includes operating leases for office and warehouse space, tower space, vehicles and heavy equipment used in our operations. We are also a lessee in finance leases for service centers.\nThe following table presents our weighted average remaining lease term for our leases.\nThe following table represents our weighted average discount rate:\nLease costs for the years ended September 30, 2022, 2021 and 2020 are presented in the table below. These costs include both amounts recognized in expense and amounts capitalized.  For the years ended September 30, 2022, 2021 and 2020 we did not have material short-term lease costs or variable lease costs.\nOur ROU assets and lease liabilities are presented as follows on the consolidated balance sheets:\nTwo\nservice center leases are expected to commence in the fourth quarter of fiscal 2023 that impact our future lease payments. The total future lease payments for these leases are $\n48.1\nmillion.\n55\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nOther pertinent information related to leases was as follows. During the years ended September 30, 2022, 2021 and 2020 amounts paid in cash for our finance leases were not material.\nMaturities of our lease liabilities as of September 30, 2022 were as follows by fiscal years:\n56\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n7.\nDebt\nLong-term debt\nLong-term debt at September 30, 2022 and 2021 consisted of the following:\nMaturities of long-term debt, excluding our finance lease obligations, at September 30, 2022 were as follows by fiscal years (in thousands):\nOn October 3, 2022, we completed a public offering of $\n500\nmillion of\n5.750\n% senior notes due fiscal 2053, with an effective interest rate of\n4.504\n%, after giving effect to the estimated offering costs and settlement of our interest rate swaps, and $\n300\nmillion of\n5.450\n% senior notes due fiscal 2033, with an effective interest rate of\n5.570\n%, after giving effect to the estimated offering costs. The net proceeds from the offering, after the underwriting discount and estimated offering expenses, of $\n789.4\nmillion were used for general corporate purposes. In September 2022, we settled the interest rate swaps associated with the $\n500\nmillion offering and received $\n197.1\nmillion.\nOn January 14, 2022, we completed a public offering of $\n200\nmillion of\n2.625\n% senior notes due fiscal 2029, with an effective interest rate of\n2.54\n%, after giving effect to the offering costs. The net proceeds from the offering, after the\n57\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nunderwriting discount and offering expenses, of $\n200.8\nmillion were used to repay our $\n200\nmillion floating-rate term loan on January 18, 2022.\nOn October 1, 2021, we completed a public offering of $\n600\nmillion of\n2.85\n% senior notes due fiscal 2052, with an effective interest rate of\n2.58\n%, after giving effect to the offering costs and settlement of our interest rate swaps. The net proceeds from the offering, after the underwriting discount and offering expenses, of $\n589.8\nmillion, will be used for general corporate purposes. In September 2021, we settled the interest rate swaps associated with this offering and received $\n62.2\nmillion.\nOn March 9, 2021, we completed a public offering of $\n1.1\nbillion of\n0.625\n% senior notes due fiscal 2023, with an effective interest rate of\n0.834\n%, after giving effect to the offering costs, and $\n1.1\nbillion floating rate senior notes due fiscal 2023 that bear interest at a rate equal to the Three-Month LIBOR rate plus\n0.38\n%. The net proceeds from the offering, after the underwriting discount and offering expenses, of $\n2.2\nbillion were used for the payment of unplanned natural gas costs incurred during Winter Storm Uri. The notes are subject to optional redemption at any time on or after September 9, 2021 at a price equal to\n100\n% of the principal amount of the notes being redeemed, plus any accrued and unpaid interest thereon, if any, to, but excluding, the redemption date. As discussed in Note 9 to the consolidated financial statements, we intend to repay these notes in fiscal 2023 after the expected receipt of securitization funds.\nOn October 1, 2020, we completed a public offering of $\n600\nmillion of\n1.50\n% senior notes due 2031, with an effective interest rate of\n1.71\n%, after giving effect to the offering costs and settlement of our interest rate swaps. The net proceeds from the offering, after the underwriting discount and offering expenses, of $\n592.3\nmillion, were used for general corporate purposes, including the repayment of working capital borrowings pursuant to our commercial paper program and the related settlement of our interest rate swaps.\nShort-term Debt\nWe utilize short-term debt to provide cost-effective, short-term financing until it can be replaced with a balance of long-term debt and equity financing that achieves the Company’s desired capital structure with an equity-to-total-capitalization ratio between\n50\n% and\n60\n%, inclusive of long-term and short-term debt. Our short-term borrowing requirements are driven primarily by construction work in progress and the seasonal nature of the natural gas business.\nOur short-term borrowing requirements are satisfied through a combination of a $\n1.5\nbillion commercial paper program and\nfour\ncommitted revolving credit facilities with third-party lenders that provide $\n2.5\nbillion of total working capital funding.\nThe primary source of our funding is our commercial paper program, which is supported by a\nfive-year\nunsecured $\n1.5\nbillion credit facility. On March 31, 2022, we amended this agreement to (i) extend the maturity date from March 31, 2026 to March 31, 2027 and (ii) replace the London interbank offered rate (the LIBOR Rate) with the forward-looking term rate based on the secured overnight financing rate (the SOFR Rate) as the interest rate benchmark. The facility now bears interest at a base rate or at a SOFR-based rate for the applicable interest period, plus a margin ranging from\nzero\npercent to\n0.25\npercent for base rate advances or a margin ranging from\n0.75\npercent to\n1.25\npercent for SOFR-based advances, based on the Company’s credit ratings.  Additionally, the facility contains a $\n250\nmillion accordion feature, which provides the opportunity to increase the total committed loan to $\n1.75\nbillion. At September 30, 2022, there was $\n185.0\nmillion outstanding under our commercial paper program with a weighted average interest rate of\n3.06\n% and weighted average maturities of less than\none month\n. At September 30, 2021, there were\nno\namounts outstanding under our commercial paper program\nWe also have a $\n900\nmillion\nthree-year\nunsecured revolving credit facility which is used to provide additional working capital funding. On March 31, 2022, we amended this agreement to (i) extend the maturity date from March 31, 2024 to March 31, 2025 and (ii) replace the LIBOR Rate with the SOFR Rate as the interest benchmark. This facility now bears interest at a base rate or at a SOFR-based rate for the applicable interest period, plus a margin ranging from\nzero\npercent to\n0.25\npercent for base rate advances or a margin ranging from\n0.75\npercent to\n1.25\npercent for SOFR-based advances, based on the Company's credit ratings. Additionally, the facility contains a $\n100\nmillion accordion feature, which provides the opportunity to increase the total committed loan to $\n1.0\nbillion. At September 30, 2022 and 2021, there were\nno\nborrowings outstanding under this facility.\nAdditionally, we have a $\n50\nmillion\n364\n-day unsecured facility, which was renewed April 1, 2022 and is used to provide working capital funding. There were\nno\nborrowings outstanding under this facility as of September 30, 2022 and 2021.\nFinally, we have a $\n50\nmillion\n364\n-day unsecured revolving credit facility, which was renewed March 31, 2022 and is used to issue letters of credit and to provide working capital funding. At September 30, 2022, there were\nno\nborrowings outstanding under the new facility; however, outstanding letters of credit reduced the total amount available to us to $\n44.4\nmillion.\n58\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nDebt Covenants\nThe availability of funds under these credit facilities is subject to conditions specified in the respective credit agreements, all of which we currently satisfy. These conditions include our compliance with financial covenants and the continued accuracy of representations and warranties contained in these agreements. We are required by the financial covenants in each of these facilities to maintain, at the end of each fiscal quarter, a ratio of total-debt-to-total-capitalization of no greater than\n70\npercent. At September 30, 2022, our total-debt-to-total-capitalization ratio, as defined, was\n47\npercent. In addition, both the interest margin and the fee that we pay on unused amounts under each of these facilities are subject to adjustment depending upon our credit ratings.\nThese credit facilities and our public indentures contain usual and customary covenants for our business, including covenants substantially limiting liens, substantial asset sales and mergers.  Additionally, our public debt indentures relating to our senior notes and debentures, as well as certain of our revolving credit agreements, each contain a default provision that is triggered if outstanding indebtedness arising out of any other credit agreements in amounts ranging from in excess of $\n15\nmillion to in excess of $\n100\nmillion becomes due by acceleration or is not paid at maturity.  We were in compliance with all of our debt covenants as of September 30, 2022. If we were unable to comply with our debt covenants, we would likely be required to repay our outstanding balances on demand, provide additional collateral or take other corrective actions.\n8.\nShareholders' Equity\nShelf Registration, At-the-Market Equity Sales Program and Equity Issuances\nOn June 29, 2021, we filed a shelf registration statement with the Securities and Exchange Commission (SEC) that allows us to issue up to $\n5.0\nbillion in common stock and/or debt securities, which expires June 29, 2024. At September 30, 2022, approximately $\n2.2\nbillion of securities remained available for issuance under the shelf registration statement.  Following the completion of the $\n800\nmillion senior unsecured notes offering on October 3, 2022 (see Note 7 to the consolidated financial statements), approximately $\n1.4\nbillion of securities remained available for issuance under the shelf registration statement.\nOn March 23, 2022, we filed a prospectus supplement under the shelf registration statement relating to an at-the-market (ATM) equity sales program under which we may issue and sell shares of our common stock up to an aggregate offering price of $\n1.0\nbillion through June 29, 2024 (including shares of common stock that may be sold pursuant to forward sale agreements entered into concurrently with the ATM equity sales program).  This ATM equity sales program replaced our previous ATM equity sales program, filed on June 29, 2021, which was exhausted during our second fiscal quarter.\nDuring the year ended September 30, 2022, we executed forward sales under our ATM equity sales programs with various forward sellers who borrowed and sold\n11,862,319\nshares of our common stock at an aggregate price of $\n1.3\nbillion. During the year ended September 30, 2022, we also settled forward sale agreements with respect to\n7,907,883\nshares that had been borrowed and sold by various forward sellers under the ATM program for net proceeds of $\n776.8\nmillion. As of September 30, 2022, $\n481.7\nmillion of equity was available for issuance under our existing ATM program. Additionally, we had $\n776.6\nmillion in available proceeds from outstanding forward sale agreements, as detailed below.\nAccumulated Other Comprehensive Income (Loss)\nWe record deferred gains (losses) in accumulated other comprehensive income (AOCI) related to available-for-sale debt securities and interest rate agreement cash flow hedges. Deferred gains (losses) for our available-for-sale debt securities are recognized in earnings upon settlement, while deferred gains (losses) related to our interest rate agreement cash flow hedges are recognized in earnings as a component of interest charges, as they are amortized.\nThe following tables provide the components of our accumulated other comprehensive income (loss) balances, net of the related tax effects allocated to each component of other comprehensive income (loss).\n59\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n9.\nWinter Storm Uri\nOverview\nA historic winter storm impacted supply, market pricing and demand for natural gas in our service territories in mid-February 2021. During this time, the governors of Kansas and Texas each declared a state of emergency, and certain regulatory agencies issued emergency orders that impacted the utility and natural gas industries, including statewide utilities curtailment programs and orders encouraging or requiring jurisdictional natural gas utilities to work to ensure customers were provided with safe and reliable natural gas service.\nDue to the historic nature of this winter storm, we experienced unforeseeable and unprecedented market pricing for gas costs, which resulted in aggregated natural gas purchases during the month of February of approximately $\n2.3\nbillion. These gas costs were paid by the end of March 2021.\nIncremental Financing\nAs discussed in Note 7 to the consolidated financial statements, on March 9, 2021, we completed a public offering of $\n2.2\nbillion in debt securities and the net proceeds from the offering, after the underwriting discount and offering expenses, were used to substantially fund these purchased gas costs. As a result of this unplanned debt issuance, S&P lowered its long-term/short-term credit ratings from A/A-1 to A-/A-2 and placed our ratings under negative outlook.  Moody’s reaffirmed its long-term and short-term credit ratings and placed our ratings under negative outlook, which was upgraded to stable in February 2022.  These credit rating adjustments and the issuance of unplanned debt did not impact our ability to satisfy our debt covenants.\nRegulatory Asset Accounting\nOur purchased gas costs are recoverable through purchased gas cost adjustment mechanisms in each state where we operate. Due to the unprecedented level of purchased gas costs incurred during Winter Storm Uri, the Kansas Corporation Commission (KCC) and the Railroad Commission of Texas (RRC) issued orders authorizing natural gas utilities to record a regulatory asset to account for the extraordinary costs associated with the winter storm.  Pursuant to these orders, as of September 30, 2022, we have recorded a $\n2.1\nbillion regulatory asset for incremental costs, including carrying costs, incurred in Kansas ($\n88.5\nmillion) and Texas ($\n2,021.0\nmillion).\n60\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nSecuritization Proceedings\nTo minimize the impact on the customer bill by extending the recovery periods for these unprecedented purchased gas costs, the Kansas and Texas State Legislatures each approved securitization legislation during fiscal 2021.  The following summarizes the status of the securitization of each state as of the date of this filing.\nKansas\nThe Kansas securitization legislation, which became effective April 9, 2021, permits a natural gas public utility, in its sole discretion, to apply to the KCC for a financing order for the recovery of qualified extraordinary costs through the issuance of bonds. On September 14, 2021, we filed with the KCC an application to securitize $\n94.1\nmillion of extraordinary gas costs incurred during Winter Storm Uri, which included an estimate of penalties, carrying costs and administrative costs that we expect to incur in connection with the resolution of this filing. On March 24, 2022, the KCC issued an Order Approving Unanimous Settlement Agreement which stipulated that all of our gas and storage costs were prudently incurred.\nThe KCC issued a financing order on October 25, 2022, which authorizes us to securitize, through the issuance of bonds, $\n118.5\nmillion, which includes the carrying costs and estimated interest related to the securitization over a time period not to exceed\n12\nyears. We expect the issuance of bonds to take place in the second quarter of fiscal 2023. Because we intend to securitize these costs and recover over several years, we have recorded the regulatory asset for Kansas as a long-term asset in deferred charges and other assets as of September 30, 2022.\nTexas\nOn June 16, 2021, House Bill 1520 became effective. House Bill 1520 authorizes the RRC to issue a statewide securitization financing order directing the Texas Public Finance authority to issue bonds (customer rate relief bonds) for gas utilities that choose to participate to recover extraordinary costs incurred to secure gas supply and to provide service during Winter Storm Uri, and to restore gas utility systems after that event, thereby providing rate relief to customers by extending the period during which these extraordinary costs would otherwise be recovered and supporting the financial strength and stability of gas utility companies.\nThe legislation required natural gas utilities seeking to participate in the securitization program to file an application with the RRC and submit extraordinary gas costs incurred during Winter Storm Uri for a prudency review by July 30, 2021. We filed our application with the RRC on July 30, 2021 to securitize $\n2.0\nbillion of extraordinary gas costs incurred during Winter Storm Uri.\nOn November 10, 2021, the RRC issued a Final Determination of the Regulatory Asset (the Final Determination). The Final Determination stipulates that all of our gas and storage costs were prudently incurred. Additionally, the Final Determination permits us to defer, through December 31, 2021 our actual carrying costs associated with the $\n2.2\nbillion of incremental financing issued in March 2021 and to recover approximately $\n0.6\nmillion of our administrative costs.\nOn February 8, 2022, the RRC issued a financing order that authorizes the Texas Public Financing Authority to issue customer rate relief bonds to securitize the costs that were approved in the Final Determination over a period not to exceed 30 years. Upon receipt of the securitization funds we will repay the $\n2.2\nbillion in public notes issued to finance the incremental gas costs incurred during Winter Storm Uri.\n10.\nRetirement and Postretirement Employee Benefit Plans\nWe have both funded and unfunded noncontributory defined benefit plans that together cover most of our employees. We also maintain a postretirement plan that provides health care benefits to retired employees. Finally, we sponsor a defined contribution plan that covers substantially all employees. These plans are discussed in further detail below.\nAs a rate regulated entity, most of our net periodic pension and other postretirement benefits costs are recoverable through our rates over a period of up to\n15\nyears. A portion of these costs is capitalized into our rate base or deferred as a regulatory asset or liability. The remaining costs are recorded as a component of operation and maintenance expense or other non-operating expense.\nAdditionally, the amounts that have not yet been recognized in net periodic pension cost that have been recorded as regulatory assets or liabilities are as follows:\n61\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nDefined Benefit Plans\nEmployee Pension Plan\nAs of September 30, 2022, we maintained one cash balance defined benefit plan, the Atmos Energy Corporation Pension Account Plan (the Pension Plan). The Pension Plan was established effective January 1999 and covers most of the employees of Atmos Energy that were hired on or before September 30, 2010. Effective October 1, 2010, the Pension Plan was closed to new participants. The assets of the Pension Plan are held within the Atmos Energy Corporation Master Retirement Trust (the Master Trust).\nOpening account balances were established for participants as of January 1999 equal to the present value of their respective accrued benefits under the pension plans which were previously in effect as of December 31, 1998. The Pension Plan credits an allocation to each participant’s account at the end of each year according to a formula based on the participant’s age, service and total pay (excluding incentive pay). In addition, at the end of each year, a participant’s account is credited with interest on the employee’s prior year account balance. Participants are fully vested in their account balances after\nthree years\nof service and may choose to receive their account balances as a lump sum or an annuity.\nGenerally, our funding policy is to contribute annually an amount in accordance with the requirements of the Employee Retirement Income Security Act of 1974 (ERISA), including the funding requirements under the Pension Protection Act of 2006 (PPA). However, additional voluntary contributions are made from time to time as considered necessary. Contributions are intended to provide not only for benefits attributed to service to date but also for those expected to be earned in the future.\nDuring fiscal 2022 and 2021, we contributed $\n8.5\nmillion and $\n10.0\nmillion in cash to the Pension Plan to achieve a desired level of funding while maximizing the tax deductibility of this payment. Based upon market conditions at September 30, 2022, the current funded position of the Pension Plan and the funding requirements under the PPA, we do not anticipate a minimum required contribution for fiscal 2023. However, we may consider whether a voluntary contribution is prudent to maintain certain funding levels.\nWe make investment decisions and evaluate performance of the assets in the Master Trust on a medium-term horizon of at least\nthree\nto\nfive years\n. We also consider our current financial status when making recommendations and decisions regarding the Master Trust’s assets. Finally, we strive to ensure the Master Trust’s assets are appropriately invested to maintain an acceptable level of risk and meet the Master Trust’s long-term asset investment policy adopted by the Board of Directors.\nTo achieve these objectives, we invest the Master Trust’s assets in equity securities, fixed income securities, interests in commingled pension trust funds, other investment assets and cash and cash equivalents. Investments in equity securities are diversified among the market’s various subsectors in an effort to diversify risk and maximize returns. Fixed income securities are invested in investment grade securities. Cash equivalents are invested in securities that either are short term (less than 180 days) or readily convertible to cash with modest risk.\n62\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe following table presents asset allocation information for the Master Trust as of September 30, 2022 and 2021.\nAt September 30, 2022 and 2021, the Pension Plan held\n716,700\nshares of our common stock which represented\n15.3\npercent and\n10.6\npercent of total Pension Plan assets. These shares generated dividend income for the Pension Plan of approximately $\n1.9\nmillion and $\n1.8\nmillion during fiscal 2022 and 2021.\nOur Pension Plan expenses and liabilities are determined on an actuarial basis and are affected by numerous assumptions and estimates including the market value of plan assets, estimates of the expected return on plan assets and assumed discount rates and demographic data. We review the estimates and assumptions underlying our Pension Plan annually based upon a September 30 measurement date. The development of our assumptions is fully described in our significant accounting policies in Note 2 to the consolidated financial statements.\nThe actuarial assumptions used to determine the pension liability for the Pension Plan was determined as of September 30, 2022 and 2021 and the actuarial assumptions used to determine the net periodic pension cost for the Pension Plan was determined as of September 30, 2021, 2020 and 2019.\nAdditional assumptions are presented in the following table:\n63\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe following table presents the Pension Plan’s accumulated benefit obligation, projected benefit obligation and funded status as of September 30, 2022 and 2021:\nNet periodic pension cost for the Pension Plan for fiscal 2022, 2021 and 2020 is presented in the following table.\n(1)    The components of net periodic cost other than the service cost component are included in the line item\nother non-operating income (expense)\nin the consolidated statements of comprehensive income or are capitalized on the consolidated balance sheets as a regulatory asset or liability, as described in Note 2 to the consolidated financial statements.\n64\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe following tables set forth by level, within the fair value hierarchy, the Pension Plan's assets at fair value as of September 30, 2022 and 2021. As required by authoritative accounting literature, assets are categorized in their entirety based on the lowest level of input that is significant to the fair value measurement. The methods used to determine fair value for the assets held by the Pension Plan are fully described in Note 2 to the consolidated financial statements. Investments in our common/collective trusts and limited partnerships that are measured at net asset value per share equivalent are not classified in the fair value hierarchy. The net asset value amounts presented are intended to reconcile the fair value hierarchy to the total investments.\nIn addition to the assets shown below, the Pension Plan had net accounts receivable of $\n2.4\nmillion and $\n2.1\nmillion at September 30, 2022 and 2021, which materially approximates fair value due to the short-term nature of these assets.\n(1)    The fair value of our common/collective trusts and limited partnerships are measured using the net asset value per share practical expedient. There are no redemption restrictions, redemption notice periods or unfunded commitments for these investments. The redemption frequency is daily.\nSupplemental Executive Retirement Plans\nWe have\nthree\nnonqualified supplemental plans (the Supplemental Plans) which provide additional pension, disability and death benefits to our officers and certain other employees of the Company.\n65\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe Supplemental Executive Benefits Plan (SEBP) covers our corporate officers and certain other employees of the Company who were employed on or before August 12, 1998. The SEBP is a defined benefit arrangement which provides a benefit equal to\n75\npercent of covered compensation under which benefits paid from the underlying qualified defined benefit plan are an offset to the benefits under the SEBP.\nIn August 1998, we adopted the Supplemental Executive Retirement Plan (SERP) (formerly known as the Performance-Based Supplemental Executive Benefits Plan), which covers all corporate officers selected to participate in the plan between August 12, 1998 and August 5, 2009. The SERP is a defined benefit arrangement which provides a benefit equal to\n60\npercent of covered compensation under which benefits paid from the underlying qualified defined benefit plan are an offset to the benefits under the SERP.\nEffective August 5, 2009, we adopted a new defined benefit Supplemental Executive Retirement Plan (the 2009 SERP), for corporate officers or any other employees selected at the discretion of the Board. Under the 2009 SERP, a nominal account has been established for each participant, to which the Company contributes at the end of each calendar year an amount equal to\nten\npercent (\n25\npercent for members of the Management Committee appointed on or after January 1, 2016) of the total of each participant’s base salary and cash incentive compensation earned during each prior calendar year, beginning December 31, 2009. The benefits vest after\nthree years\nof service and attainment of age\n55\nand earn interest credits at the same annual rate as the Company’s Pension Plan.\nDuring fiscal 2021, we recognized a settlement charge of $\n9.2\nmillion and paid a $\n25.7\nmillion lump sum in relation to the retirements of certain executives.\nWe review the estimates and assumptions underlying our Supplemental Plans annually based upon a September 30 measurement date using the same techniques as our Pension Plan.\nThe actuarial assumptions used to determine the pension liability for the Supplemental Plans were determined as of September 30, 2022 and 2021 and the actuarial assumptions used to determine the net periodic pension cost for the Supplemental Plans were determined as of September 30, 2021, 2020 and 2019. These assumptions are presented in the following table:\n(\n1\n)\nReflects a weighted average discount rate for pension cost for fiscal 2021 and 2020 due to the settlements during the year.\n66\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe following table presents the Supplemental Plans’ accumulated benefit obligation, projected benefit obligation and funded status as of September 30, 2022 and 2021:\nAssets for the Supplemental Plans are held in separate rabbi trusts. At September 30, 2022 and 2021, assets held in the rabbi trusts consisted of equity securities of $\n30.2\nmillion and $\n38.1\nmillion, which are included in our fair value disclosures in Note 16 to the consolidated financial statements.\nNet periodic pension cost for the Supplemental Plans for fiscal 2022, 2021 and 2020 is presented in the following table.\n(1)    The components of net periodic cost other than the service cost component are included in the line item\nother non-operating income (expense)\nin the consolidated statements of comprehensive income or are capitalized on the consolidated balance sheets as a regulatory asset or liability, as described in Note 2 to the consolidated financial statements.\n67\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nEstimated Future Benefit Payments\nThe following benefit payments for our defined benefit plans, which reflect expected future service, as appropriate, are expected to be paid in the following fiscal years:\nPostretirement Benefits Plan\nWe sponsor the Retiree Medical Plan for Retirees and Disabled Employees of Atmos Energy Corporation (the Retiree Medical Plan). This plan provides medical and prescription drug protection to all qualified participants based on their date of retirement. The Retiree Medical Plan provides different levels of benefits depending on the level of coverage chosen by the participants and the terms of predecessor plans; however, we generally pay\n80\npercent of the projected net claims and administrative costs and participants pay the remaining\n20\npercent. Effective January 1, 2015, for employees who had not met the participation requirements by September 30, 2009, the contribution rates for the Company were limited to a\nthree\npercent cost increase in claims and administrative costs each year, with the participant responsible for the additional costs. Effective January 1, 2022, the Retiree Medical Plan was amended to remove the\nthree\npercent cost increase limitation and change the post-65 retiree coverage to Via Benefits with an Atmos Energy funded Health Reimbursement Account. Eligible post-65 retirees and post-65 spouses will be eligible to enroll in benefits provided by Via Benefits, including those that previously deferred or declined retiree coverage.\nGenerally, our funding policy is to contribute annually an amount in accordance with the requirements of ERISA. However, additional voluntary contributions are made annually as considered necessary. Contributions are intended to provide not only for benefits attributed to service to date but also for those expected to be earned in the future. We expect to contribute between $\n15\nmillion and $\n25\nmillion to our Retiree Medical Plan during fiscal 2023.\nWe maintain a formal investment policy with respect to the assets in our Retiree Medical Plan to ensure the assets funding the Retiree Medical Plan are appropriately invested to maintain an acceptable level of risk. We also consider our current financial status when making recommendations and decisions regarding the Retiree Medical Plan.\nWe currently invest the assets funding our Retiree Medical Plan in diversified investment funds which consist of common stocks, preferred stocks and fixed income securities. The diversified investment funds may invest up to\n75\npercent of assets in common stocks and convertible securities.\nThe following table presents asset allocation information for the Retiree Medical Plan assets as of September 30, 2022 and 2021.\nWe review the estimates and assumptions underlying our Retiree Medical Plan annually based upon a September 30 measurement date using the same techniques as our Pension Plan and Supplemental Plans.\nThe actuarial assumptions used to determine the pension liability for our Retiree Medical Plan were determined as of September 30, 2022 and 2021 and the actuarial assumptions used to determine the net periodic pension cost for the Retiree Medical Plan were determined as of September 30, 2021, 2020 and 2019.\n68\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe assumptions are presented in the following table:\nThe following table presents the Retiree Medical Plan’s benefit obligation and funded status as of September 30, 2022 and 2021:\n69\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nNet periodic postretirement cost for the Retiree Medical Plan for fiscal 2022, 2021 and 2020 is presented in the following table.\n(1)    The components of net periodic cost other than the service cost component are included in the line item\nother non-operating income (expense)\nin the consolidated statements of comprehensive income or are capitalized on the consolidated balance sheets as a regulatory asset or liability, as described in Note 2 to the consolidated financial statements.\nWe are currently recovering other postretirement benefits costs through our regulated rates in substantially all of our service areas under accrual accounting as prescribed by accounting principles generally accepted in the United States. Other postretirement benefits costs have been specifically addressed in rate orders in each jurisdiction served by our Kentucky/Mid-States, West Texas, Mid-Tex and Mississippi Divisions as well as our Kansas jurisdiction and APT or have been included in a rate case and not disallowed. Management believes that this accounting method is appropriate and will continue to seek rate recovery of accrual-based expenses in its ratemaking jurisdictions that have not yet approved the recovery of these expenses.\nThe following tables set forth by level, within the fair value hierarchy, the Retiree Medical Plan’s assets at fair value as of September 30, 2022 and 2021. The methods used to determine fair value for the assets held by the Retiree Medical Plan are fully described in Note 2 to the consolidated financial statements.\n70\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nEstimated Future Benefit Payments\nThe following benefit payments paid by the Company, retirees and prescription drug subsidies for our Retiree Medical Plan, which reflect expected future service, as appropriate, are expected to be paid in the following fiscal years.\nDefined Contribution Plan\nThe Atmos Energy Corporation Retirement Savings Plan and Trust (the Retirement Savings Plan) covers substantially all employees and is subject to the provisions of Section 401(k) of the Internal Revenue Code. Effective January 1, 2007, employees automatically become participants of the Retirement Savings Plan on the date of employment. Participants may elect a salary reduction up to a maximum of\n65\npercent of eligible compensation, as defined by the Retirement Savings Plan, not to exceed the maximum allowed by the Internal Revenue Service. New participants are automatically enrolled in the Retirement Savings Plan at a contribution rate of\nfour\npercent of eligible compensation, from which they may opt out. We match\n100\npercent of a participant’s contributions, limited to\nfour\npercent of the participant’s salary. Prior to January 1, 2021, participants were eligible to receive matching contributions after completing\none year\nof service, in which they are immediately vested.\nEffective January 1, 2021, participants are eligible to receive matching contributions immediately upon enrollment in the Retirement Savings Plan. This matching contribution vests after completing\none year\nof service. Participants are also permitted to take out a loan against their accounts subject to certain restrictions. Employees hired on or after October 1, 2010 participate in the enhanced plan in which participants receive a fixed annual contribution of\nfour\npercent of eligible earnings to their Retirement Savings Plan account. Participants will continue to be eligible for company matching contributions of up to\nfour\npercent of their eligible earnings and will be fully vested in the fixed annual contribution after\nthree years\nof service.\nEffective October 1, 2022, the Retirement Savings Plan was amended to add a Roth elective deferral feature and to implement an automatic increase feature whereby a participant who contributes less than\n10\npercent will have their contribution percent increased by\none\npercent annually unless the participant opts out.\nMatching and fixed annual contributions to the Retirement Savings Plan are expensed as incurred and amounted to $\n21.9\nmillion, $\n20.6\nmillion and $\n17.9\nmillion\nfor fiscal years 2022, 2021 and 2020\n. At September 30, 2022 and 2021, the Retirement Savings Plan held\n1.6\npercent and\n1.9\npercent of our outstanding common stock.\n11.\nStock and Other Compensation Plans\nStock-Based Compensation Plans\nTotal stock-based compensation cost was $\n22.2\nmillion, $\n24.1\nmillion and  $\n21.1\nmillion for the fiscal years ended September 30, 2022, 2021 and 2020. Of this amount, $\n11.5\nmillion, $\n12.9\nmillion and $\n11.6\nmillion was capitalized.\n1998 Long-Term Incentive Plan\nWe have the 1998 Long-Term Incentive Plan (LTIP), which provides a comprehensive, long-term incentive compensation plan providing for discretionary awards of incentive stock options, non-qualified stock options, stock appreciation rights, bonus stock, time-lapse restricted stock, time-lapse restricted stock units, performance-based restricted stock units and stock units to certain employees and non-employee directors of the Company and our subsidiaries. The objectives of this plan include attracting and retaining the best available personnel, providing for additional performance incentives and promoting our success by providing employees with the opportunity to acquire common stock.\nWe are authorized to grant awards up to a maximum cumulative amount of\n11.2\nmillion shares of common stock under this plan subject to certain adjustment provisions.  As of September 30, 2022, non-qualified stock options, bonus stock, time-\n71\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nlapse restricted stock, time-lapse restricted stock units, performance-based restricted stock units and stock units had been issued under this plan, and\n0.9\nmillion shares are available for future issuance.\nRestricted Stock Units Award Grants\nAs noted above, the LTIP provides for discretionary awards of restricted stock units to help attract, retain and reward employees of Atmos Energy and its subsidiaries. Certain of these awards vest based upon the passage of time and other awards vest based upon the passage of time and the achievement of specified performance targets. The fair value of the awards granted is based on the market price of our stock at the date of grant. We estimate forfeitures using our historical forfeiture rate. The associated expense is recognized ratably over the vesting period. We use authorized and unissued shares to meet share requirements for the vesting of restricted stock units.\nEmployees who are granted time-lapse restricted stock units under our LTIP have a nonforfeitable right to dividend equivalents that are paid at the same rate and at the same time at which they are paid on shares of stock without restrictions. Time-lapse restricted stock units contain only a service condition that the employee recipients render continuous services to the Company for a period of\nthree years\nfrom the date of grant, except for accelerated vesting in the event of death, disability, change of control of the Company or termination without cause (with certain exceptions). There are no performance conditions required to be met for employees to be vested in time-lapse restricted stock units.\nEmployees who are granted performance-based restricted stock units under our LTIP have a forfeitable right to dividend equivalents that accrue at the same rate at which they are paid on shares of stock without restrictions. Dividend equivalents on the performance-based restricted stock units are paid either in cash or in the form of shares upon the vesting of the award. Performance-based restricted stock units contain a service condition that the employee recipients render continuous services to the Company for a period of\nthree years\nfrom the beginning of the applicable\nthree-year\nperformance period, except for accelerated vesting in the event of death, disability, change of control of the Company or termination without cause (with certain exceptions) and a performance condition based on a cumulative earnings per share target amount.\nThe following summarizes information regarding the restricted stock units granted under the plan during the fiscal years ended September 30, 2022, 2021 and 2020:\nAs of September 30, 2022, there was $\n14.1\nmillion of total unrecognized compensation cost related to nonvested restricted stock units granted under the LTIP. That cost is expected to be recognized over a weighted average period of\n1.4\nyears. The fair value of restricted stock vested during the fiscal years ended September 30, 2022, 2021 and 2020 was $\n16.0\nmillion, $\n26.3\nmillion and $\n20.7\nmillion.\nOther Plans\nDirect Stock Purchase Plan\nWe maintain a Direct Stock Purchase Plan, open to all investors, which allows participants to have all or part of their cash dividends paid quarterly in additional shares of our common stock. The minimum initial investment required to join the plan is $\n1,250\n. Direct Stock Purchase Plan participants may purchase additional shares of our common stock as often as weekly with voluntary cash payments of at least $\n25\n, up to an annual maximum of $\n100,000\n.\nEquity Incentive and Deferred Compensation Plan for Non-Employee Directors\nWe have an Equity Incentive and Deferred Compensation Plan for Non–Employee Directors, which provides non-employee directors of Atmos Energy with the opportunity to defer receipt, until retirement, of compensation for services rendered to the Company and invest deferred compensation into either a cash account or a stock account.\n72\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nOther Discretionary Compensation Plans\nWe have an annual incentive program covering substantially all employees to give each employee an opportunity to share in our financial success based on the achievement of key performance measures considered critical to achieving business objectives for a given year with minimum and maximum thresholds. The Company must meet the minimum threshold for the plan to be funded and distributed to employees. These performance measures may include earnings growth objectives, improved cash flow objectives or crucial customer satisfaction and safety results. We monitor progress towards the achievement of the performance measures throughout the year and record accruals based upon the expected payout using the best estimates available at the time the accrual is recorded. During the last several fiscal years, we have used earnings per share as our sole performance measure.\n12.\nDetails of Selected Financial Statement Captions\nThe following tables provide additional information regarding the composition of certain financial statement captions.\nBalance Sheet\nAccounts receivable\nAccounts receivable was comprised of the following at September 30, 2022 and 2021:\nOther current assets\nOther current assets as of September 30, 2022 and 2021 were comprised of the following accounts.\n73\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nProperty, plant and equipment\nProperty, plant and equipment was comprised of the following as of September 30, 2022 and 2021:\n(1)     Net property, plant and equipment includes plant acquisition adjustments of $(\n26.6\n) million and $(\n28.5\n) million at September 30, 2022 and 2021.\nDeferred charges and other assets\nDeferred charges and other assets as of September 30, 2022 and 2021 were comprised of the following accounts.\n74\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nAccounts payable and accrued liabilities\nAccounts payable and accrued liabilities as of September 30, 2022 and 2021 were comprised of the following accounts.\nOther current liabilities\nOther current liabilities as of September 30, 2022 and 2021 were comprised of the following accounts.\nDeferred credits and other liabilities\nDeferred credits and other liabilities as of September 30, 2022 and 2021 were comprised of the following accounts.\n75\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nStatement of Comprehensive Income\nOther non-operating income (expense)\nOther non-operating income (expense) for the fiscal years ended September 30, 2022, 2021 and 2020 were comprised of the following accounts.\nStatement of Cash Flows\nSupplemental disclosures of cash flow information for the fiscal years ended September 30, 2022, 2021 and 2020 were as follows:\n(1)    Cash paid during the period for interest, net of amounts capitalized was $\n98.4\nmillion, $\n81.9\nmillion and $\n82.3\nmillion for the fiscal years ended September 30, 2022, 2021 and 2020.\n13.\nCommitments and Contingencies\nLitigation and Environmental Matters\nIn the normal course of business, we are subject to various legal and regulatory proceedings. For such matters, we record liabilities when they are considered probable and estimable, based on currently available facts, our historical experience and our estimates of the ultimate outcome or resolution of the liability in the future.  While the outcome of these proceedings is uncertain and a loss in excess of the amount we have accrued is possible though not reasonably estimable, it is the opinion of management that any amounts exceeding the accruals will not have a material adverse impact on our financial position, results of operations or cash flows.\nThe National Transportation Safety Board (NTSB) held a public meeting on January 12, 2021 to determine the probable cause of the incident that occurred at a Dallas, Texas residence on February 23, 2018 that resulted in one fatality and injuries to four other residents. At the meeting, the Board deliberated and voted on proposed findings of fact, a probable cause statement, and safety recommendations. On February 8, 2021, the NTSB issued its final report that included an Executive Summary, Findings, Probable Cause and Recommendations. Also on February 8, 2021, safety recommendations letters were distributed to recommendation recipients, including Atmos Energy. Atmos Energy provided a written response on May 7, 2021. Following the release of the NTSB’s final report, the Railroad Commission of Texas (RRC) completed its safety evaluation related to the\n76\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nsame incident finding\nfour\nalleged violations and initiated an enforcement proceeding to pursue administrative penalties totaling $\n1.6\nmillion. Atmos Energy is working with the RRC to resolve the alleged violations and satisfy the administrative penalties.\nOn October 26, 2022, the NTSB issued its final report that included Factual Information, Analysis and Probable Cause of a worksite accident that occurred in Farmersville, Texas on June 28, 2021 that resulted in two fatalities and injuries to two others.\nThree\ncivil actions have been filed in Dallas, Texas against Atmos Energy and one of its contractors in response to the accident.\nWe are a party to various other litigation and environmental-related matters or claims that have arisen in the ordinary course of our business. While the results of such litigation and response actions to such environmental-related matters or claims cannot be predicted with certainty, we continue to believe the final outcome of such litigation and matters or claims will not have a material adverse effect on our financial condition, results of operations or cash flows.\nPurchase Commitments\nOur distribution divisions maintain supply contracts with several vendors that generally cover a period of up to\none year\n. Commitments for estimated base gas volumes are established under these contracts on a monthly basis at contractually negotiated prices. Commitments for incremental daily purchases are made as necessary during the month in accordance with the terms of the individual contract.\nOur Mid-Tex Division also maintains a limited number of long-term supply contracts to ensure a reliable source of gas for our customers in its service area, which obligate it to purchase specified volumes at prices under contracts indexed to natural gas trading hubs or fixed price contracts.  At September 30, 2022, we were committed to purchase\n55.6\nBcf within\none year\nand\n89.1\nBcf within\ntwo\nto\nthree years\nunder indexed contracts. At September 30, 2022, we were committed to purchase\n13.2\nBcf within\none year\nunder fixed price contracts with a weighted average price of $\n5.39\nper Mcf. Purchases under these contracts totaled $\n352.6\nmillion, $\n149.4\nmillion and $\n58.5\nmillion for 2022, 2021 and 2020.\nRate Regulatory Proceedings\nAs of September 30, 2022, routine rate regulatory proceedings were in progress in some of our service areas, which are discussed in further detail above in the\nBusiness — Ratemaking Activity\nsection.\n14.\nIncome Taxes\nIncome Tax Expense\nThe components of income tax expense from continuing operations for 2022, 2021 and 2020 were as follows:\n(1)    Includes a non-cash income tax benefit of $\n21.0\nmillion in fiscal 2020 resulting from the remeasurement of the rate at which state deferred taxes will reverse in the future as discussed below.\n77\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nReconciliations of the provision for income taxes computed at the statutory rate of 21 percent to the reported provisions for income taxes from continuing operations for 2022, 2021 and 2020 are set forth below:\nDeferred income taxes reflect the tax effect of differences between the basis of assets and liabilities for book and tax purposes.\nThe tax effect of temporary differences that gave rise to significant components of the deferred tax liabilities and deferred tax assets at September 30, 2022 and 2021 are presented below:\nWe deduct our purchased gas costs for federal income tax purposes in the period they are paid. As a result of impacts from Winter Storm Uri, we recorded a $\n471.0\nmillion (tax effected) increase in our deferred tax liability and an increase in our net operating loss carryforward as of September 30, 2021. As a result of the financing order issued by the Texas RRC on February 8, 2022, we reduced the deferred tax liability associated with the Winter Storm Uri regulatory asset and the corresponding deferred tax asset associated with net operating loss carry forwards by $\n450.3\nmillion during fiscal 2022.\nAt September 30, 2022, we had $\n441.3\nmillion (tax effected) of federal net operating loss carryforwards. The federal net operating loss carryforwards are available to offset future taxable income and have no expiration date. The Company has\nno\ncharitable contribution carryforwards to offset future taxable income as of September 30, 2022.\n78\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nThe Company also has $\n43.8\nmillion (tax effected) of state net operating loss carryforwards (net of $\n11.4\nmillion of federal effects) and $\n1.9\nmillion of state tax credits carryforwards (net of $\n0.5\nmillion of federal effects). Depending on the jurisdiction in which the state net operating loss was generated, the carryforwards expiration period begins in fiscal 2026.\nAt September 30, 2022, we had recorded liabilities associated with unrecognized tax benefits totaling $\n52.7\nmillion, which includes $\n12.8\nmillion in deferred tax liabilities.\nThe following table reconciles the beginning and ending balance of our unrecognized tax benefits:\nThe Company recognizes interest accrued related to unrecognized tax benefits in interest expense and penalties included within interest charges in our consolidated statements of comprehensive income. During the years ended September 30, 2022, 2021 and 2020, the Company recognized approximately $\n1.3\nmillion, $\n1.4\nmillion and $\n0.7\nmillion in interest and penalties. The Company had approximately $\n11.7\nmillion, $\n10.4\nmillion and $\n8.2\nmillion for the payment of interest and penalties accrued at September 30, 2022, 2021 and 2020.\nWe file income tax returns in the U.S. federal jurisdiction as well as in various states where we have operations. We have concluded substantially all U.S. federal income tax matters through fiscal year 2009 and concluded substantially all Texas income tax matters through fiscal year 2010.\nRegulatory Excess Deferred Taxes\nRegulatory excess net deferred taxes represent changes in our net deferred tax liability related to our cost of service ratemaking due to the enactment of the Tax Cuts and Jobs Act of 2017 (the TCJA) and a Kansas legislative change enacted in fiscal 2020. As of September 30, 2022 and 2021, $\n159.8\nmillion and $\n155.9\nmillion is recorded in other current liabilities.\nCurrently, the regulatory excess net deferred tax liability is being returned over various periods. Of this amount, $\n404.2\nmillion, is being returned to customers over\n35\n-\n60\nmonths. An additional $\n78.4\nmillion is being returned to customers on a provisional basis over\n15\n-\n69\nyears until our regulators establish the final refund periods. The refund of the remaining $\n15.1\nmillion will be addressed in future rate proceedings.\n15.\nFinancial Instruments\nWe currently use financial instruments to mitigate commodity price risk and interest rate risk. Our financial instruments do not contain any credit-risk-related or other contingent features that could cause accelerated payments when our financial instruments are in net liability positions.\nCommodity Risk Management Activities\nOur purchased gas cost adjustment mechanisms essentially insulate our distribution segment from commodity price risk; however, our customers are exposed to the effects of volatile natural gas prices. We manage this exposure through a combination of physical storage, fixed-price forward contracts and financial instruments, primarily over-the-counter swap and option contracts, in an effort to minimize the impact of natural gas price volatility on our customers during the winter heating season.\nIn jurisdictions where we are permitted to mitigate commodity price risk through financial instruments, the relevant regulatory authorities may establish the level of heating season gas purchases that can be hedged. Our distribution gas supply department is responsible for executing this segment’s commodity risk management activities in conformity with regulatory requirements. Historically, if the regulatory authority does not establish this level, we seek to hedge between\n25\nand\n50\npercent of anticipated heating season gas purchases using financial instruments. For the 2021-2022 heating season (generally October through March), in the jurisdictions where we are permitted to utilize financial instruments, we hedged approximately\n42\npercent, or approximately\n23.9\nBcf of the winter flowing gas requirements at a weighted average cost of approximately $\n3.67\nper Mcf. We have not designated these financial instruments as hedges for accounting purposes.\n79\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nInterest Rate Risk Management Activities\nWe manage interest rate risk by periodically entering into financial instruments to effectively fix the Treasury yield component of the interest cost associated with anticipated financings.\nThe following table summarizes our existing forward starting interest rate swaps as of September 30, 2022. These swaps were designated as cash flow hedges at the time the agreements were executed.\nQuantitative Disclosures Related to Financial Instruments\nThe following tables present detailed information concerning the impact of financial instruments on our consolidated balance sheet and statements of comprehensive income.\nAs of September 30, 2022, our financial instruments were comprised of both long and short commodity positions. A long position is a contract to purchase the commodity, while a short position is a contract to sell the commodity. As of September 30, 2022, we had\n14,335\nMMcf of net long commodity contracts outstanding. These contracts have not been designated as hedges.\nFinancial Instruments on the Balance Sheet\nThe following tables present the fair value and balance sheet classification of our financial instruments as of September 30, 2022 and 2021. As discussed in Note 2 to the consolidated financial statements, we report our financial instruments as risk management assets and liabilities, each of which is classified as current or noncurrent based upon the anticipated settlement date of the underlying financial instrument. The gross amounts of recognized assets and liabilities are netted within our consolidated balance sheets to the extent that we have netting arrangements with the counterparties.  However, as of September 30, 2022 and 2021,\nno\ngross amounts and\nno\ncash collateral were netted within our consolidated balance sheet.\n80\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nImpact of Financial Instruments on the Statement of Comprehensive Income\nCash Flow Hedges\nAs discussed above, our distribution segment has interest rate agreements, which we designate as cash flow hedges at the time the agreements were executed. The net loss on settled interest rate agreements reclassified from AOCI into interest charges on our consolidated statements of comprehensive income for the years ended September 30, 2022, 2021 and 2020 was $\n3.8\nmillion, $\n5.9\nmillion and $\n5.5\nmillion.\nThe following table summarizes the gains and losses arising from hedging transactions that were recognized as a component of other comprehensive income, net of taxes, for the years ended September 30, 2022 and 2021.\nDeferred gains (losses) recorded in AOCI associated with our interest rate agreements are recognized in earnings as they are amortized over the terms of the underlying debt instruments. As of September 30, 2022, we had $\n94.1\nmillion of net realized gains in AOCI associated with our interest rate agreements.\nThe following amounts, net of deferred taxes, represent the expected recognition in earnings of the deferred net gains recorded in AOCI associated with our interest rate agreements, based upon the fair values of these agreements at the date of settlement. The remaining amortization periods for these settled amounts extend through fiscal 2053. However, the table below does not include the expected recognition in earnings of our outstanding interest rate agreements as those financial instruments have not yet settled.\n81\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nFinancial Instruments Not Designated as Hedges\nAs discussed above, commodity contracts which are used in our distribution segment are not designated as hedges. However, there is no earnings impact on our distribution segment as a result of the use of these financial instruments because the gains and losses arising from the use of these financial instruments are recognized in the consolidated statements of comprehensive income as a component of purchased gas cost when the related costs are recovered through our rates and recognized in revenue. Accordingly, the impact of these financial instruments is excluded from this presentation.\n16.\nFair Value Measurements\nWe report certain assets and liabilities at fair value, which is defined as the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants at the measurement date (exit price). We record cash and cash equivalents, accounts receivable and accounts payable at carrying value, which substantially approximates fair value due to the short-term nature of these assets and liabilities. For other financial assets and liabilities, we primarily use quoted market prices and other observable market pricing information to minimize the use of unobservable pricing inputs in our measurements when determining fair value. The methods used to determine fair value for our assets and liabilities are fully described in Note 2 to the consolidated financial statements.\nFair value measurements also apply to the valuation of our pension and postretirement plan assets. The fair value of these assets is presented in Note 10 to the consolidated financial statements.\nQuantitative Disclosures\nFinancial Instruments\nThe classification of our fair value measurements requires judgment regarding the degree to which market data are observable or corroborated by observable market data.\nThe following tables summarize, by level within the fair value hierarchy, our assets and liabilities that were accounted for at fair value on a recurring basis as of September 30, 2022 and 2021. As required under authoritative accounting literature, assets and liabilities are categorized in their entirety based on the lowest level of input that is significant to the fair value measurement.\n82\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n(1)\nOur Level 2 measurements consist of over-the-counter options and swaps, which are valued using a market-based approach in which observable market prices are adjusted for criteria specific to each instrument, such as the strike price, notional amount or basis differences, municipal and corporate bonds, which are valued based on the most recent available quoted market prices and money market funds which are valued at cost.\n(2)\nOur investments in bonds are considered available-for-sale debt securities in accordance with current accounting guidance.\nDebt and equity securities are comprised of our available-for-sale debt securities and our equity securities. We evaluate the performance of our available-for-sale debt securities on an investment by investment basis for impairment, taking into consideration the investment’s purpose, volatility, current returns and any intent to sell the security. As of September 30, 2022,\nno\nallowance for credit losses was recorded for our available-for-sale debt securities. At September 30, 2022 and 2021, the amortized cost of our available-for-sale debt securities was $\n34.1\nmillion and $\n35.6\nmillion. At September 30, 2022 we maintained investments in bonds that have contractual maturity dates ranging from October 2022 through September 2026.\nOther Fair Value Measures\nIn addition to the financial instruments above, we have several financial and nonfinancial assets and liabilities subject to fair value measures. These financial assets and liabilities include cash and cash equivalents, accounts receivable, accounts payable, finance leases and debt, which are recorded at carrying value. The nonfinancial assets and liabilities include asset retirement obligations and pension and postretirement plan assets. For cash and cash equivalents, accounts receivable, accounts payable and finance leases we consider carrying value to materially approximate fair value due to the short-term nature of these assets and liabilities.\n83\nATMOS ENERGY CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\nOur long-term debt is recorded at carrying value. The fair value of our long-term debt, excluding finance leases, is determined using third party market value quotations, which are considered Level 1 fair value measurements for debt instruments with a recent, observable trade or Level 2 fair value measurements for debt instruments where fair value is determined using the most recent available quoted market price.\nThe following table presents the carrying value and fair value of our long-term debt, excluding finances leases, debt issuance costs and original issue premium or discount, as of September 30, 2022:\n17.\nConcentration of Credit Risk\nCredit risk is the risk of financial loss to us if a customer fails to perform its contractual obligations. We engage in transactions for the purchase and sale of products and services with major companies in the energy industry and with industrial, commercial, residential and municipal energy consumers. These transactions principally occur in the southern and midwestern regions of the United States. We believe that this geographic concentration does not contribute significantly to our overall exposure to credit risk. Credit risk associated with trade accounts receivable for the distribution segment is mitigated by the large number of individual customers and the diversity in our customer base. The credit risk for our pipeline and storage segment is not significant.\n84"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Management’s Evaluation of Disclosure Controls and Procedures\nWe carried out an evaluation, under the supervision and with the participation of our management, including our principal executive officer and principal financial officer, of the effectiveness of the Company’s disclosure controls and procedures, as such term is defined in Rule 13a-15(e) under the Securities Exchange Act of 1934, as amended (Exchange Act). Based on this evaluation, the Company’s principal executive officer and principal financial officer have concluded that the Company’s disclosure controls and procedures were effective as of September 30, 2022 to provide reasonable assurance that information required to be disclosed by us, including our consolidated entities, in the reports that we file or submit under the Exchange Act is recorded, processed, summarized, and reported within the time periods specified by the SEC’s rules and forms, including a reasonable level of assurance that such information is accumulated and communicated to our management, including our principal executive and principal financial officers, as appropriate to allow timely decisions regarding required disclosure.\nManagement’s Report on Internal Control over Financial Reporting\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Exchange Act Rule 13a-15(f), in providing reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. Under the supervision and with the participation of our management, including our principal executive officer and principal financial officer, we evaluated the effectiveness of our internal control over financial reporting based on the framework in\nInternal Control-Integrated Framework\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (COSO). Based on our evaluation under the framework in\nInternal Control-Integrated Framework\nissued by COSO and applicable Securities and Exchange Commission rules, our management concluded that our internal control over financial reporting was effective as of September 30, 2022, in providing reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles.\nErnst & Young LLP has issued its report on the effectiveness of the Company’s internal control over financial reporting. That report appears below.\n85\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Shareholders and the Board of Directors of Atmos Energy Corporation\nOpinion on Internal Control Over Financial Reporting\nWe have audited Atmos Energy Corporation’s internal control over financial reporting as of September 30, 2022, based on criteria established in Internal Control - Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, Atmos Energy Corporation (the Company) maintained, in all material respects, effective internal control over financial reporting as of September 30, 2022, based on the COSO criteria.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the 2022 consolidated financial statements of the Company and our report dated November 14, 2022 expressed an unqualified opinion thereon.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management’s Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects.\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ Ernst & Young LLP\nDallas, Texas\nNovember 14, 2022\n86\nChanges in Internal Control over Financial Reporting\nWe did not make any changes in our internal control over financial reporting (as defined in Rule 13a-15(f) and 15d-15(f) under the Act) during the fourth quarter of the fiscal year ended September 30, 2022 that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "Not applicable.\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "Information regarding directors is incorporated herein by reference to the Company’s Definitive Proxy Statement for the Annual Meeting of Shareholders on February 8, 2023. Information regarding executive officers is reported below:\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS\nThe following table sets forth certain information as of September 30, 2022, regarding the executive officers of the Company. It is followed by a brief description of the business experience of each executive officer.\nJohn K. (Kevin) Akers was named President and Chief Executive Officer and was appointed to the Board of Directors effective October 1, 2019. Mr. Akers joined the company in 1991. Mr. Akers assumed increased responsibilities over time and was named President of the Mississippi Division in 2002. He was later named President of the Kentucky/Mid-States Division in May 2007, a position he held until December 2016. Effective January 1, 2017, Mr. Akers was named Senior Vice President, Safety and Enterprise Services and was responsible for customer service, facilities management, safety and supply chain management. In November 2018, Mr. Akers was named Executive Vice President and assumed oversight responsibility for APT.\nChristopher T. Forsythe was named Senior Vice President and Chief Financial Officer effective February 1, 2017. Mr. Forsythe joined the Company in June 2003 and prior to this promotion, served as the Company's Vice President and Controller from May 2009 through January 2017. Prior to joining Atmos Energy, Mr. Forsythe worked in public accounting for 10 years.\nJohn S. McDill was named Senior Vice President, Utility Operations, effective October 1, 2021. In this role, Mr. McDill is responsible for the operations of Atmos Energy's six utility divisions as well as gas supply.  Prior to this promotion, Mr. McDill served as Vice President, Pipeline Safety from May 2012 to September 2021.  Mr. McDill also served as Vice President of Operations in our Mississippi Division.  Mr. McDill's years of service include that with Mississippi Valley Gas, a company acquired by Atmos Energy in 2002.\nKaren E. Hartsfield was named Senior Vice President, General Counsel and Corporate Secretary of Atmos Energy, effective August 7, 2017. Ms. Hartsfield joined the Company in June 2015, after having served in private practice for 19 years, most recently as Managing Partner of Jackson Lewis LLP in its Dallas office from July 2013 to June 2015. Prior to joining Jackson Lewis as a partner in January 2009, Ms. Hartsfield was a partner with Baker Botts LLP in Dallas.\nJohn M. (Matt) Robbins was named Senior Vice President, Human Resources, effective January 1, 2017. Mr. Robbins joined the Company in May 2013 and prior to this promotion served as Vice President, Human Resources from February 2015 to December 2016. Before joining Atmos Energy, Mr. Robbins had over 20 years of experience in human resources.\nIdentification of the members of the Audit Committee of the Board of Directors as well as the Board of Directors’ determination as to whether one or more audit committee financial experts are serving on the Audit Committee of the Board of\n87\nDirectors is incorporated herein by reference to the Company’s Definitive Proxy Statement for the Annual Meeting of Shareholders on February 8, 2023.\nThe Company has adopted a code of ethics for its principal executive officer, principal financial officer and principal accounting officer. Such code of ethics is represented by the Company’s Code of Conduct, which is applicable to all directors, officers and employees of the Company, including the Company’s principal executive officer, principal financial officer and principal accounting officer. A copy of the Company's Code of Conduct, as well as any amendment to or waiver granted from a provision of the Company's Code of Conduct is posted on the Company's website at\nwww.atmosenergy.com/company/corporate-responsibility-reports\n."
  },
  {
    "item_key": "item_11",
    "text": "Information on executive compensation is incorporated herein by reference to the Company’s Definitive Proxy Statement for the Annual Meeting of Shareholders on February 8, 2023, under the captions \"Director Compensation,\" \"Compensation Discussion and Analysis,\" \"Other Executive Compensation Matters\" and \"Named Executive Officer Compensation.\""
  },
  {
    "item_key": "item_12",
    "text": "Security ownership of certain beneficial owners and of management is incorporated herein by reference to the Company’s Definitive Proxy Statement for the Annual Meeting of Shareholders on February 8, 2023, under the heading \"Beneficial Ownership of Common Stock.\" Information concerning our equity compensation plans is provided in Part II, Item 5, “Market for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities”, of this Annual Report on Form 10-K."
  },
  {
    "item_key": "item_13",
    "text": "Information on certain relationships and related transactions as well as director independence is incorporated herein by reference to the Company’s Definitive Proxy Statement for the Annual Meeting of Shareholders on February 8, 2023, under the heading \"Corporate Governance and Other Board Matters,\" and \"Proposal One – Election of Directors.\""
  },
  {
    "item_key": "item_14",
    "text": "Information on our principal accountant’s fees and services is incorporated herein by reference to the Company’s Definitive Proxy Statement for the Annual Meeting of Shareholders on February 8, 2023, under the heading \"Proposal Two – Ratification of Appointment of Independent Registered Public Accounting Firm.\"\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)  1. and 2.\nFinancial statements and financial statement schedules.\nThe financial statements listed in the Index to Financial Statements in Part II, Item 8 are filed as part of this Form 10-K.  All financial statement schedules are omitted because the required information is not present, or not present in amounts sufficient to require submission of the schedule or because the information required is included in the financial statements and accompanying notes thereto.\n3\n.     Exhibits\n88\n89\n90\n91\n92"
  },
  {
    "item_key": "item_16",
    "text": "Not applicable.\n93\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nDate: November 14, 2022\n94\nPOWER OF ATTORNEY\nKNOW ALL MEN BY THESE PRESENTS, that each person whose signature appears below hereby constitutes and appoints John K. Akers and Christopher T. Forsythe, or either of them acting alone or together, as his true and lawful attorney-in-fact and agent with full power to act alone, for him and in his name, place and stead, in any and all capacities, to sign any and all amendments to this Annual Report on Form 10-K, and to file the same, with all exhibits thereto, and all other documents in connection therewith, with the Securities and Exchange Commission, granting unto said attorney-in-fact and agent full power and authority to do and perform each and every act and thing requisite and necessary to be done in and about the premises, as fully to all intents and purposes as he might or could do in person, hereby ratifying and confirming all that said attorney-in-fact and agent, may lawfully do or cause to be done by virtue hereof.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the date indicated:\n95"
  }
]