[
  {
    "item_key": "item_1",
    "text": "General\nBrown & Brown is a diversified insurance agency, wholesale brokerage, insurance programs and service organization with origins dating from 1939 and is headquartered in Daytona Beach, Florida. The Company markets and sells insurance products and services, primarily in the property, casualty and employee benefits areas. We provide our customers with quality, non-investment insurance contracts, as well as other targeted, customized risk management products and services. We primarily operate as an agent or broker and therefore do not assume underwriting risks. An exception is the activity in The Wright Insurance Group, LLC (“Wright”), in which we operate a write-your-own flood insurance carrier, Wright National Flood Insurance Company (“WNFIC”). WNFIC’s underwriting business consists of policies written pursuant to the National Flood Insurance Program (“NFIP”), the program administered by the Federal Emergency Management Agency (“FEMA”), excess flood and private flood policies which are fully reinsured, thereby substantially eliminating WNFIC’s exposure to underwriting risk, as these policies are backed by either FEMA or a reinsurance carrier with an AM Best Company rating of “A” or better. We also operate a capitalized captive insurance facility (the \"Captive\") for the purpose of having additional capacity on a quota sharing basis, currently focused on property insurance for earthquake and wind exposed properties underwritten by certain managing general agents. The Captive buys reinsurance, limiting, but not eliminating the Company's exposure to underwriting losses.\nThe Company is compensated for its services primarily by commissions paid by insurance companies and to a lesser extent, by fees paid directly by customers for certain services. Commission revenues are usually a percentage of the premium paid by the insured and generally depend upon the type of insurance, the particular insurance company and the nature of the services provided by us. In some limited cases, we share commissions with other agents or brokers who have acted jointly with us in a transaction and we recognize commissions net of any commissions paid to other intermediaries. We may also receive from an insurance company a “profit-sharing contingent commission,” which is a profit-sharing commission based primarily on underwriting results. Fee revenues are generated by: (i) our Services segment, which provides insurance-related services, including third-party claims administration and comprehensive medical utilization management services in both the workers’ compensation and all-lines liability arenas, as well as Medicare Set-aside services, Social Security disability and Medicare benefits advocacy services, and other claims adjusting services, (ii) our National Programs and Wholesale Brokerage segments, which earn fees primarily for the issuing of insurance policies on behalf of insurance carriers, and (iii) our Retail segment for fees received in lieu of commissions. The amount of our revenues from commissions and fees is a function of several factors, including continued new business production, retention of existing customers, acquisitions and fluctuations in insurance premium rates and “insurable exposure units,” which are units that insurance companies use to measure or express insurance exposed to risk (such as property values, sales and payroll levels) to determine what premium to charge the insured. Insurance companies establish these premium rates based upon many factors, including loss experience, risk profile and reinsurance rates paid by such insurance companies, none of which we control.\nAs of December 31, 2021, our activities were conducted in 331 domestic locations in 44 states, and 20 international locations in Canada, Ireland, the United Kingdom, Bermuda and the Cayman Islands.\nSegment Information\nOur business is divided into four reportable segments: (i) the Retail segment, (ii) the National Programs segment, (iii) the Wholesale Brokerage segment and (iv) the Services segment. The Retail segment provides a broad range of insurance products and services to commercial, public and quasi-public entities, and to professional and individual customers, as well as non-insurance warranty services and products through our automobile dealer services (“F&I”) businesses. The National Programs segment, which acts as a managing general agent (“MGA”), provides professional liability and related package products for certain professionals, a range of insurance products for individuals, flood coverage, and targeted products and services designated for specific industries, trade groups, governmental entities and market niches, all of which are delivered through a nationwide network of independent agents, including Brown & Brown retail agents. The Wholesale Brokerage segment markets and sells excess and surplus commercial and personal lines insurance, primarily through independent agents and brokers, as well as Brown & Brown retail agents. The Services segment provides insurance-related services, including third-party claims administration and adjusting services, comprehensive medical utilization management services in both the workers’ compensation and all-lines liability arenas, as well as Medicare Set-aside services and Social Security disability benefits advocacy services.\nThe following table summarizes (i) the commissions and fees generated by each of our reportable operating segments for 2021, 2020, and 2019 and (ii) the percentage of our total commissions and fees represented by each segment for each such period:\n5\nThe majority of our operations are in the United States. In addition, we operate retail operations based in Ireland, Bermuda and the Cayman Islands, a wholesale brokerage operation based in England and a managing general agent operation in Canada. These operations generated $78.0 million, $35.1 million and $17.7 million of revenues for the years ended December 31, 2021, 2020 and 2019, respectively. We do not have any material foreign long-lived assets.\nSee Note 16 to the Consolidated Financial Statements and “Management’s Discussion and Analysis of Financial Condition and Results of Operations” for additional segment financial data relating to our business.\nRetail segment\nThe Retail segment provides a broad range of insurance products and services to commercial, public and quasi-public, professional and individual insured customers, and non-insurance services and products through our automobile dealer services (“F&I”) businesses. Significant lines of coverage and capabilities are:\nNo material part of our retail business is attributable to a single customer or a few customers. During 2021, commissions and fees from our largest single Retail segment customer represented 0.5% of the Retail segment’s total commissions and fees.\nAs of December 31, 2021, our Retail segment employed 6,301 employees. Our Retail segment has physical locations in 42 states and Ireland, Bermuda and the Cayman Islands. In connection with selling and marketing of insurance coverages, we provide a broad range of related services to our customers, such as risk management strategies, loss control surveys and analysis, consultation in connection with placing insurance coverages and claims processing.\nNational Programs segment\nAs of December 31, 2021, our National Programs segment employed 2,842 employees. The National Programs segment specializes in the development and management of insurance program business, often designed for niche, underserved markets. Our largest National Programs segment customer represented approximately 7.6% of the segment’s total commissions and fees. We offer program management expertise for insurance carrier partners across numerous lines of business, which can be grouped into five broad categories as detailed below:\n6\nProfessional programs.\nProfessional liability and related package insurance products are tailored to the needs of professionals in the following areas: dentistry, legal, eyecare, insurance, financial, physicians and real estate title professionals. Professional liability programs also offer supplementary insurance-related products to include weddings, events, medical facilities and cyber liability.\nPersonal Lines programs.\nPersonal lines programs offer a variety of insurance products to personal lines consumers including homeowners and personal property policies; residential earthquake; as well as private passenger automobile and motorcycle coverage.\nCommercial Lines programs.\nCommercial programs serve a broad segment of industries with our Core Commercial offering. Specific industries and market niches are served by our specialty programs including automotive aftermarket, professional and amateur sports, motor sports, special events and the entertainment industry; commercial transportation and trucking; forestry; manufactured housing; and workers’ compensation.\nPublic Entity programs.\nPublic entity programs range from providing fully insured programs to establishing risk retention insurance pools, and excess and facultative specific coverages, including administration of various insurance trusts for cities, counties, municipalities, school boards, special taxing districts and quasi-governmental agencies.\nSpecialty programs.\nSpecialty programs include flood insurance, commercial difference-in-conditions (earthquake), all-risk commercial property, collateralized risk, coastal property programs including wind, lender-placed solutions, sovereign native-American nations and parcel insurance.\nWholesale Brokerage segment\nAs of December 31, 2021, our Wholesale Brokerage segment employed 1,594 employees. Our Wholesale Brokerage segment markets and sells excess and surplus commercial insurance products and services to retail insurance agencies (including Brown & Brown retail offices). The Wholesale Brokerage segment represent various U.S. and U.K. surplus lines insurance companies. Additionally, certain offices are also Lloyd’s of London correspondents. The Wholesale Brokerage segment also represents admitted insurance companies for purposes of affording access to such companies for smaller agencies that otherwise do not have access to large insurance company representation. Excess and surplus insurance products encompass many insurance coverages, including personal lines, homeowners, yachts, jewelry, commercial property and casualty, commercial automobile, garage, restaurant, builder’s risk and inland marine lines. Difficult-to-insure general liability and products liability coverages are a specialty, as is excess workers’ compensation coverage. Wholesale brokers solicit business through mailings and direct contact with retail agency representatives. During 2021, commissions and fees from our largest Wholesale Brokerage segment customer represented approximately 1.4% of the Wholesale Brokerage segment’s total commissions and fees.\nServices segment\nAs of December 31, 2021, our Services segment employed 974 employees and provided a wide range of insurance-related services.\nBelow are brief descriptions of the capabilities within the Services segment.\nSocial Security Advocacy.\nSocial Security advocacy\nassists individuals throughout the United States who are seeking to establish eligibility for coverage under the federal Social Security Disability program and provides health plan selection and enrollment assistance for Medicare beneficiaries. We work closely with employer sponsored group life, disability and health plan participants to assist disabled individuals in receiving the education, advocacy and benefit coordination assistance necessary to achieve the fastest possible benefit approvals. In addition, we provide second injury fund recovery services to the workers’ compensation insurance market.\nClaims Administration.\nClaims administration\nprovides third-party administration (“TPA”) services for commercial and personal property and casualty, medical, vocational, and professional liability insurance markets on a nationwide basis, providing claims adjusting, administration, subrogation, litigation and data management, claims investigations services, claim investigations, and audit services to insurance companies, self-insureds, public municipalities, insurance brokers and corporate entities. We source claims activity from various Arrowhead programs in our National Programs segment, as well as from third parties.\nMedicare Secondary Payer compliance and Medicare Set-Aside.\nMedicare secondary payer compliance and Medicare set-aside provides statutory compliance services, conditional payment negotiation and resolution, structured settlements/annuity funding, professional administration and a post-settlement durable medical equipment and pharmacy program administration.\nSelf-Insured Trust Administration.\nSelf-insured trust administration provides TPA services for government entities and self-funded or fully-insured workers’ compensation and liability plans and trusts including claims administration and a dedicated subrogation recovery department.\nWorkers’ Compensation and Liability Plan Administration.\nWorkers’ compensation and liability plan administration\nprovides claims administration, cost containment consulting services for secondary disability and subrogation recoveries, certified and non-certified medical management programs, access to medical networks, case management, utilization review services and risk management services such as loss control.\n7\nIn 2021, our five largest contracts represented approximately 19.4% of fees revenues in our Services segment.\nCompetition\nThe insurance intermediary business is highly competitive, and numerous firms actively compete with us for customers and insurance markets. Competition in the insurance business is largely based upon innovation, knowledge, understanding of terms and conditions of coverage, quality of service and price. A number of firms and banks with substantially greater resources and market presence compete with us.\nA number of insurance companies directly sell insurance, primarily to individuals or small enterprises, and do not pay commissions to third-party agents and brokers. In addition, the internet and startup technology companies continue to be a source for direct placement of personal lines or small business insurance. We have our own technology capabilities to also serve single-line and small businesses. While it is difficult to quantify the impact on our business from individuals or small businesses purchasing insurance over the internet, we believe this risk would generally be isolated to personal lines customers with single-line coverage, or small businesses that do not have a complex insurance program, which represent a small portion of our overall Retail or National Programs segments.\nRegulation, Licensing and Agency Contracts\nWe and/or our designated employees must be licensed to act as agents, brokers, intermediaries or third-party administrators by regulatory authorities in the locations in which we conduct business. Regulations and licensing laws vary by individual state and international location and are often complex.\nThe applicable licensing laws and regulations in all states and international jurisdictions are subject to amendment or reinterpretation by regulatory authorities, which in most cases have broad discretion as to the granting, revocation, suspension and renewal of licenses. We endeavor to monitor the licensing status of our employees, but the possibility exists that we and/or our employees could be excluded or temporarily suspended from carrying on some or all of our activities in a particular jurisdiction in addition to being subjected to fines.\nHuman Capital\nAt December 31, 2021, the Company had 12,023 employees. We have agreements with our sales employees and certain other employees that include provisions: (i) that protect our confidential information and trade secrets, (ii) that restrict their ability post-employment to solicit the business of our customers, and (iii) prevent them from hiring of our employees for a period of time after separation from employment with us. The enforceability of such agreements varies from state to state depending upon applicable law and factual circumstances. The majority of our employment relationships are at-will and terminable by either party at any time; however, the covenants regarding confidential information and non-solicitation of our customers and employees generally extend for a period of at least two years after cessation of employment.\nNone of our employees are subject to a collective bargaining agreement and we consider our relations with our employees to be good.\nOur Guiding Principles\nThe cornerstones of our organization's guiding principles are people, performance, service and innovation. We believe in doing what is best for our customers, communities, teammates, carrier partners and shareholders—always. We understand that every successful team thrives on the diversity of talent, thought, experience, character and work ethic. Our ability to continue to serve our customers and communities is dependent on the effective recruitment and enhancement of the most qualified teammates. We are an equal opportunity employer built on meritocracy, meaning our people have the opportunity to rise according to their merits and individual initiative.\nCulture\nAt Brown & Brown, we have a culture built on integrity, innovation, superior capabilities, discipline and meritocracy. We are committed to doing what is best for our customers, which drives our sales results and is a crucial component in our Company's strategy. As a lean, highly competitive, decentralized growth and profit-oriented sales and service organization, we think of ourselves as a team, so we have teammates—not employees—and leaders—not managers. Our teammates are our greatest resource, and by challenging, empowering and rewarding them, our teams are driven to achieve extraordinary results.\nNearly a quarter of our Company is owned by our teammates, which we believe cultivates a unique ownership culture. We strive to provide multiple opportunities for teammates to share in the ownership of Brown & Brown and to create personal wealth, including through our employee stock purchase program, our 401(k) plan, and long-term equity grants. We estimate that more than 60% of our teammates own stock in our Company, establishing an ownership mindset that influences how we operate, including how we invest in our business and the work we do for our customers.\nOur Team\nAt Brown & Brown, our goal is to provide our teammates with careers, not just jobs, which is why a vast majority of our teammates are full-time teammates. In addition, we also employ regular part-time teammates and seasonal/temporary teammates.\n8\nFull-time teammates work at least a 30-hour workweek for an indefinite period of time and are generally eligible for all employment benefits provided by the Company. Part-time teammates work less than a 30-hour workweek for an indefinite period of time; depending on the average hours worked per week, they may be eligible for limited employment benefits as specified in terms of the particular employment benefit plan or policy. Seasonal/temporary teammates are hired as an interim replacement to temporarily supplement our workforce or assist in completing a specific project, other than those supplied under contract by an outside agency; employment assignments in this category are typically of limited duration.\nTeammate Recruitment, Education and Development\nOur Company focuses on recruiting and developing the most capable teammates with diverse backgrounds and experiences. We actively recruit at all offices and levels of our organization. We have seen high success when building our team with recent college graduates, mid-level professionals with experience outside the insurance industry and seasoned insurance professionals who desire to elevate their careers. Leveraging our strong relationships with several key colleges and universities, we are committed to recruiting and developing talent through our college intern program. In addition to individual recruitment, we focus on building our team by completing high-quality acquisitions. In 2021, we grew our team by approximately 635 new teammates through the acquisition of 19 companies that we believe fit culturally and make sense financially.\nWe believe that supporting and encouraging continued education will help to ensure that we remain at the forefront of developing trends in an ever-changing industry. We are committed to investing heavily in our teammate education and development through Brown & Brown University (\"BBU\"), the Brown & Brown Education Assistance Program and our Peer Partnership Program.\nBrown & Brown University: BBU\nis one of the pillars of our educational program and helps set us apart from our competitors. Through a rigorous internal training program, BBU offers comprehensive sales, technical, academic and leadership skill-building courses for new producers, office leaders and teammates throughout our organization.\nThe\nBrown & Brown Education Assistance Program\nprovides tuition reimbursement and student loan repayment assistance to our teammates, as well as scholarship opportunities for teammates' dependent children entering college through the National Merit Brown & Brown Scholarship. In 2021, the Company was proud to award 10 students with $5,000 annual scholarships for four years.\nOur\nPeer Partnership Program\nwas established during the COVID-19 pandemic to help teammates connect with others from across the organization. Partners were hand-selected based on their preferences and partnership goals using data collected from participating teammates, including work function, tenure, hobbies and interests. The program encourages making new and expanding existing networks, experiencing our culture through different perspectives and learning more about our Company, other locations and teams.\nTeammate Benefits\nBrown & Brown offers a wide variety of benefits—from medical and dental coverage, to short-term and long-term disability, to life insurance and 401(k) plan—through the Teammate Benefits program, as we believe the overall well-being of our teammates and their families comes first. We believe our competitive benefits help to set us apart in recruiting and retaining high-quality talent.\nIn 2021, there were no widespread layoffs or pay reductions as a result of the pandemic. Instead, our Company's leadership has remained committed to preserving its talented teammates and focusing on engagement and results produced during these extraordinary times. Our Company has encouraged flexible work arrangements to accommodate the evolving future of the work landscape and the needs of our teammates. Additionally, teammates affected by the COVID-19 pandemic have had the opportunity to apply for financial assistance through our Brown & Brown Disaster Relief Foundation.\nTeammate Engagement\nTo better understand our Company's strengths and growth opportunities, we gather anonymous feedback from the entire Brown & Brown team on at least an annual basis. We are committed to actively listening and amplifying our teammates' well-being, satisfaction and engagement at work, and are proud that, this year, 92% of our teammates say Brown & Brown is a Great Place to Work®.\nWe believe these results stem from our commitment to putting the health and well-being of our teammates and their families first and instilling a culture in which teammates have the opportunity to rise according to their merits. By valuing and supporting these priorities as an organization, we believe our Company will continue to be driven by positive, engaged and productive teams, and retain the most talented teammates.\nDiversity, Inclusion and Belonging\nWe believe that having a team diverse in thought, experience, skill and work ethic results in teammate empowerment. An empowered team is what helps to positively impact our customer service and community involvement. As part of our strategy, we continue to evolve and\n9\nbuild out our Diversity, Inclusion and Belonging (\"DIB\") task force, which was established in 2020 and is composed of eight teammates and leaders with different backgrounds, work experiences and skill sets. The mission of the task force is to collect ideas, thoughts and stories that will help develop a strategic framework promoting diversity, inclusion and belonging across our teams. The task force is overseen and guided by our chief people officer and general counsel.\nOur DIB task force spent the last year evaluating our Company's current strengths and opportunities for development by initiating teammate surveys, listening sessions, group focus sessions and training modalities, including a course focused on understanding and managing unconscious bias that was assigned to all teammates as a learning opportunity. In 2021, the task force appointed a DIB Leader who serves as a dedicated resource for the team, and established a DIB motto—The Power to Be Yourself—which was created and voted upon by our teammates.\nOur Company will continue to encourage teammate feedback while further cultivating an inclusive environment that reinforces a sense of belonging for our teammates. In addition, our DIB task force has established various Teammate Resource Groups (\"TRG\"s), teammate-led groups founded around one identity. Each TRG will meet internally, empower one another, host events, and is expected to make recommendations on how our Company can improve policies, impact recruitment and continue to be a strong part of the community. As a way to offer teammates flexibility to observe any day during the year to recognize their culture or heritage, in 2021, our task force introduced an additional floating holiday known as Culture Day.\nBrown & Brown does not tolerate discrimination in any form concerning any aspect of employment. The Company has an established policy that recruitment, hiring, transfers, promotions, terminations, compensation and benefits practices be without regard to race, color, religion, absence of religious affiliation, national origin, ethnicity, age, disability, perception of disability, sex, sexual orientation, gender identity/expression, gender orientation, marital status, service in our armed forces, veteran status in our armed forces, political activity or political party affiliation. In addition, the Company tracks the representation of women and underrepresented racial and ethnic minorities because we know diversity helps us build better teams and improve our customer experience. Our gender and minority data are presented periodically to our board of directors. We are proud of our efforts in this area to date and continue to strive to diversify our workforce further and strengthen our culture.\nTeammate Health and Safety\nThe safety and well-being of all Brown & Brown teammates and customers are of utmost importance. Throughout 2021, we continued to navigate the COVID-19 pandemic by carefully executing our business continuity plan and prioritizing the health and well-being of our teammates and the welfare of our customers, carrier partners and shareholders. The Brown & Brown team demonstrated resiliency in a time of uncertainty, and through “The Power of WE,” has navigated this uncharted territory with minimal interruption to our business. We know we must remain prepared to deal with the ever-evolving COVID-19 pandemic, as well as any future pandemics. Our response has formed the basis for preparedness if another dangerous and contagious disease should arise.\nOur COVID-19 task force continues to address the situation and implement plans for communicating to our teammates and stakeholders, providing beneficial resources to teammates and keeping health and safety top of mind. Throughout 2021, our task force met regularly to discuss strategic decisions and other issues related to the pandemic, including following local, state and federal regulations. Periodically, we surveyed teammates to identify areas of concern and improvement in our response plan and determine vaccination status and views. Below is a summary of specific policies, procedures and efforts taken in response to the COVID-19 pandemic in 2021.\nHybrid Workforce Models\nSince March 2020 when the Company quickly implemented a telecommuting protocol in response to COVID-19, remote work has provided an important layer of safety when and where necessary. As health conditions improved, and safety measures expanded to maintain safe work environments, hybrid workforce models have been embraced by some teams and continue to help maintain flexibility within our workforce. Hybrid Workforce Models help reduce headcount working in an office.\nReturn to the Workplace\nWe continue to maintain a formal return-to-the-workplace (“RTTW”) program with the goal of ensuring the safety of our teammates and customers as we operate our physical locations in accordance with Centers for Disease Control and Prevention and local health department guidelines. As part of this program, we deliver the following measures:\n•\nA regularly updated RTTW guide for our leaders and teammates;\n•\nLeadership webinars on workforce management;\n•\nA dedicated leadership mailbox and tool kit for leaders to submit and track our offices’ progression plans;\n•\nA national office cleaning and sanitation program for all locations;\n•\nA COVID-19 command center;\n10\n•\nAutomation of data analysis related to COVID-19 tracking, community spread, and tracking of reported cases among our teammates; and\n•\nSelf-reporting standards.\nLong-Term Implications of the Pandemic\nOur Company's leadership team has considered the possibility that the current pandemic or another pandemic could last for an extended period of time measured in years rather than months. The primary risk associated with this possibility centers around the economic consequences to our customers. We believe this risk is at least partially mitigated by our decision to maintain a diverse geographic footprint, with more than 350 locations that serves a broad customer base across many different industry sectors.\nWe regularly re-evaluate the long-term impact of the pandemic on our infrastructure. As part of our focus on delivering profitable growth over the long term, we are creating a roadmap that accounts for the future of work, including alternatives to our traditional office model, including permanent \"\nwork anywhere\n\" arrangements for certain teammates, office hoteling and smaller workspaces. Depending on the approach that we take to future workspace planning, infrastructure costs may decrease, but may be offset by increases in technology to support off-site teammates.\nVaccine Response\nAlthough we are not mandating vaccinations for teammates, we have strongly encouraged and educated our teams on the benefits vaccination for their health and safety, and the health and safety of their families, teammates, customers and carrier partners. If teammates decided to receive the vaccine, we provided flexibility to receive the vaccine during work hours and to take care of side effects, if present. In addition, we have strategically solicited anonymous surveys to combat vaccine hesitancy and show the results of teammates who have received the vaccine with no issues.\nTeammate Health and Well-being\nBrown & Brown's top priority is the total well-being of our teammates. Total well-being at Brown & Brown means physical, emotional, social and financial health and wellness. We know that healthy teammates provide better support to their families, communities and customers, which results in our continued success as a Company. We encourage teammates to stay active, maintain a healthy work-life balance, volunteer in their local communities and prioritize their mental and physical health. This includes regular communication with teammates about the pandemic's impacts and, when necessary, biweekly headlines and information focused on physical, mental and financial wellness. In addition, our chief executive officer has continued to release biweekly video updates to connect with all of our teammates and encourage the importance of health and well-being.\nIn 2021, we announced the creation of a Mental Health Allies group, which consists of a group of teammate volunteers that are ready to serve as points of contact for our mental health resources, as well as a support system for our teammates. Allies complete Mental Health First Aid Training offered by National Council for Behavioral Health. These teammates are available to listen impartially, without judgment, and support teammates while also raising awareness around the importance of mental health and wellness. Mental Health Allies are not diagnosticians or emergency providers, but rather conduits who may assist teammates find the appropriate resources in a time of need.\nWe continue to engage our team of employed health care professionals to provide critical and timely guidance on the physiological and psychological implications of COVID-19. We also provide access to public COVID-19 resources through our website portal to benefit individuals and businesses coping with challenges resulting from the pandemic. Our Operation Remote Work (\"ORW\") initiative—launched in 2020 to provide support and resources for our new way of working—continues to connect teammates throughout our Company and provides an opportunity to listen and engage with others through internal live streams with teammates. Through this initiative, we provide many resources to help teammates and leaders overcome challenges related to both work and home life.\nTo assist those who have found themselves in financial hardships due to the pandemic, we continue to provide deeply discounted services and products through our Brown & Brown $avings Center to both teammates and the public.\nAcross all Brown & Brown locations, we intend to provide a safe environment for teammates and office visitors. The Company has formal workplace safety guidelines that apply to all of our teammates and facilities, with some offices establishing even more specific procedures for conduct. These guidelines cover, among other things, hazardous and unsafe work areas and conditions, cellphone usage, travel, attire, communication protocols for closures and emergencies and our workers' compensation benefits.\nIn 2021, the Company had no work-related fatalities and 24 injuries or occupational diseases, as determined based on the number of claims made under our workers’ compensation policy, excluding claims that were closed and for which no payment was made.\nOur new campus in Daytona Beach, Florida, completed in 2021, was designed with teammates in mind. Open floorplans encourage regular movement and interaction among our teammates, promoting a productive, collaborative work environment. Offices and workstations are equipped with ergonomic furniture and sit-stand desks, intentionally selected to support teammates' physical health.\n11\nAdditionally, the Company has a formal policy against violence in the workplace. This policy prohibits any form of weapon from being carried or maintained in our Company's offices and prohibits teammates from making threats or engaging in violent activities. Under our policy, any teammate who believes they have been a victim of violence, threats of violence, intimidating conduct or has heard jokes or offensive comments about a violent occurrence must report such actions immediately to their team leader or another member of our Company's leadership team. In addition, any teammate who believes they or another teammate may be in imminent danger of violence must notify local law enforcement officials immediately.\nMental Health\nFrom the top down, we regularly promote the importance of prioritizing mental health. Our chief executive officer regularly addresses his passion for maintaining a positive mental health state in his communications with our teammates. Our Company encourages individuals to engage in activities that promote good mental health and, when needed, to seek out help from friends, teammates, family and medical professionals.\nMany of the services readily available to Brown & Brown teammates are bundled under the Company’s Employee Assistance Program. These include no-cost, confidential support services such as access to mental health counselors, a 24/7 crisis hotline, coaching, wellness activities, a library of videos on demand and more. Additionally, the company’s crisis hotline offers\nAdvocate for Me\n, a service that provides one-on-one consultation with mental well-being case navigators, therapists and psychiatrists, alongside other programs, like\nMindfulness Meditation\n.\nIn addition to connecting teammates throughout the Company, our OWR includes interactive webinars led by on-staff board-certified psychiatrist, to discuss mental and physical well-being topics. We have also continued our\nSmall Bites\nsessions that enable teammates to connect with guest speakers from inside and outside of our company on a wide range of business and personal interest topics.\nAvailable Information\nWe are subject to the reporting requirements of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), and its rules and regulations. The Exchange Act requires us to file reports, proxy statements and other information with the SEC. We make available free of charge on our website, at www.bbinsurance.com, our Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act and the rules promulgated thereunder, as soon as reasonably practicable after electronically filing or furnishing such material to the SEC. These documents are posted on our website at www.bbinsurance.com and may be accessed by selecting the “Investor Relations” link and then the “SEC Filings” link.\nThe SEC maintains a website that contains reports, proxy statements and other information regarding issuers that file electronically with the SEC. These materials may be obtained electronically by accessing the SEC’s website at www.sec.gov.\nThe charters of the Audit, Compensation and Nominating/Governance Committees of our board of directors as well as our Corporate Governance Principles, Code of Business Conduct and Ethics and Code of Ethics-CEO and Senior Financial Officers (including any amendments to, or waivers of any provision of any of these charters, principles or codes) are also available on our website or upon request. Requests for copies of any of these documents should be directed in writing to: Corporate Secretary, Brown & Brown, Inc., 300 North Beach Street, Daytona Beach, Florida 32114 or by telephone to (386)-252-9601.\nInformation About Our Executive Officers\nSet forth below is certain information concerning our executive officers as of February 22, 2022. All officers hold office for one-year terms or until their successors are elected and qualified.\nJ. Hyatt Brown.\nMr. Brown was our chief executive officer from 1993 to 2009 and our president from 1993 to December 2002, and served as president and chief executive officer of our predecessor corporation from 1961 to 1993. He was a member of the Florida House of Representatives from 1972 to 1980, and speaker of the house from 1978 to 1980. Mr. Brown served on the board of directors of International Speedway Corporation, a publicly held company, until 2019. Mr. Brown is a member of the board of trustees of Stetson University, of which he is a past chairman, and the Florida Council of 100. Mr. Hyatt Brown’s sons, J. Powell Brown and P. Barrett Brown, are employed by us as\n12\npresident and chief executive officer, and as executive vice president and president – Retail segment, respectively. His son, J. Powell Brown, has served as a director since October 2007.\nJ. Powell Brown.\nMr. Brown was named chief executive officer in July 2009. He has been our president since January 2007 and was appointed to be a director in October 2007. Prior to 2007, he served as one of our regional executive vice presidents since 2002. Mr. Brown was previously responsible for overseeing certain or all parts of all of our segments over the years, and worked in various capacities throughout the Company since joining us in 1995. Mr. Brown has served on the board of directors of WestRock Company (formerly RockTenn Company), a publicly held company, since January 2010. He is the son of our chairman of the board, J. Hyatt Brown, and brother of our executive vice president and president – Retail segment, P. Barrett Brown.\nP. Barrett Brown.\nMr. Brown was appointed as an executive vice president and the president of our Retail segment in January 2020. He previously served as a senior vice president from 2014 until January 2020 and as a regional president in the Retail segment from September 2015 until January 2020. Mr. Brown joined the Company in 2000 and has served in various roles, including as the profit center leader and an account executive in our Tampa, Florida retail office, as the profit center leader and an account executive in our Orange, California retail office, and as an account executive in our Phoenix, Arizona retail office. He has also overseen certain aspects of  “Brown & Brown University,” a training program offering technical and sales courses for new producers, office leaders, and other groups within the organization. He is the son of our chairman of the board, J. Hyatt Brown, and brother of our president and chief executive officer, J. Powell Brown.\nStephen M. Boyd.\nMr. Boyd was appointed as an executive vice president and the president of our Wholesale Brokerage segment in January 2021. Mr. Boyd became a senior vice president of the Company in May 2015 and from October 2019 until January 2021, served as our senior vice president of technology, innovation and digital strategy. Between July 2013 and October 2019, he served as president and chief operating officer of Arrowhead General Insurance Agency, Inc. (Arrowhead), one of our subsidiaries. Mr. Boyd joined Arrowhead in 1995 and has served in various roles, including as president of Arrowhead’s Commercial division and Arrowhead’s chief information officer.\nJulie L. Turpin.\nMs. Turpin was appointed as an executive vice president in May 2021. She became our chief people officer and a senior vice president in March 2020. From August 2012 until March 2020, Ms. Turpin served in various roles at Brown & Brown Absence Service Group (formerly The Advocator Group), one of our subsidiaries, from August 2012 until March 2020, including as its chief executive officer from January 2014 until March 2020, its chief operating officer from August 2013 until January 2014, and its vice president of operations from August 2012 until August 2013. Before joining Brown & Brown Absence Service Group in August 2012, Ms. Turpin served as the chief operating officer of GCG Risk Management Consultants LLC, an insurance brokerage firm she co-founded in Bannockburn, Illinois, from February 2009 until March 2012. She has previously held operational leadership positions with Marsh U.S.A., Inc., Forrest Company Realty, Inc., and NRG Energy, Inc.\nRobert W. Lloyd.\nMr. Lloyd has served as our general counsel since 2009 and as executive vice president and corporate secretary since 2014. He previously served as vice president from 2006 to 2014, chief litigation officer from 2006 until 2009 and as assistant general counsel from 2001 until 2006. Prior to that, he worked as sales manager and marketing manager, respectively, in our Daytona Beach, Florida retail office. While working in a sales role, Mr. Lloyd qualified for the Company’s top producer honors (Tangle B) in 2001. He has also earned his Chartered Property Casualty Underwriter (CPCU) and Certified Insurance Counselor (CIC) designations. Before joining us, Mr. Lloyd practiced law and served as outside counsel to the Company with the law firm of Cobb & Cole, P.A. in Daytona Beach, Florida. Mr. Lloyd is a Rotarian; a member of the board of trustees of Daytona State College, immediate past chairman of the Daytona Beach Regional Chamber of Commerce; a member of the Florida Chamber board of governors, secretary and director of the Council on Aging of Volusia County; a member of the national board of directors of the University of Florida Foundation; vice president of the Dr. Mary McLeod Bethune Statuary Fund Inc.; and a member of the advisory board of the Central Florida Council - Boy Scouts of America.\nK. Gray Nester II.\nMr. Nester was appointed as an executive vice president in October 2021. He became our chief information officer and a senior vice president in February 2021. From December 2019 until February 2021, Mr. Nester served as the chief information officer for our Retail segment. Prior to that, he held a variety of information technology roles as a senior vice president of BB&T Insurance Services from February 2010 until December 2019, including business information officer, IT group services manager, and IT services manager. From February 2004 until February 2010, Mr. Nester was an MIS director for BB&T with responsibility for the information technology needs of various BB&T business lines during that time. He previously served as an information technology director for Fox-Everett.\nJ. Scott Penny.\nMr. Penny has been our chief acquisitions officer since 2011, and he serves as director and as an executive officer for several of our subsidiaries. He served as a regional president from 2010 to 2014 and regional executive vice president from 2002 to July 2010. From 1999 until January 2003, Mr. Penny served as profit center leader of our Indianapolis, Indiana retail office. Prior to that, Mr. Penny served as profit center leader of our Jacksonville, Florida retail office from 1997 to 1999. From 1989 to 1997, Mr. Penny was employed as an account executive and marketing representative in our Daytona Beach, Florida office.\nChris L. Walker.\nMr. Walker was appointed president of our National Programs segment in 2014. He served as regional executive vice president from 2012 to 2014. Mr. Walker is responsible for our National Programs segment. He has also served as chief executive officer of Arrowhead since 2012. He has been involved with Arrowhead’s business development strategies, product expansion, acquisitions and the overall operations and infrastructure since joining the organization in 2003. Prior to that, he served as vice chairman of Aon Re. Mr. Walker’s insurance career began with the reinsurance intermediary E.W. Blanch Co., where he ultimately served as chairman and CEO of E.W. Blanch Holdings. He previously served as chairman of the Brokers and Reinsurance Markets Association.\nR. Andrew Watts.\nMr. Watts joined the Company as executive vice president and treasurer in February 2014, and was appointed chief financial officer effective March 4, 2014. Prior to joining the Company, he had served as global head of customer administration for Thomson\n13\nReuters since 2011, and from 2008 to 2011, he acted as chief financial officer for multiple segments within the Financial and Risk division of Thomson Reuters. Prior to 2001, Mr. Watts was the chief financial officer and co-founder of Textera, an internet startup company, and worked as a senior manager with PricewaterhouseCoopers for nine years. Mr. Watts earned a Public Accountancy (CPA) license from Illinois and holds a Bachelor of Science degree from Illinois State University. Since June 2018, he has served as a director of New Planet Energy Development, LLC, a privately held green energy company, and since January 2020, he has served on the board of trustees of the Museum of Arts & Sciences, Inc., a not-for-profit corporation in Daytona Beach, Florida. He was previously the chairman of the board for Surflight Theatre from January 2013 through February 2014 and served on that board from July 2012 until February 2014. He was previously the chairman of the board for Make-A-Wish Foundation of New Jersey from 2005 through 2007 and served on that board from 2000 through 2007."
  },
  {
    "item_key": "item_1a",
    "text": "Our business, financial condition, results of operations and cash flows are subject to, and could be materially adversely affected by, various risks and uncertainties, including, without limitation, those set forth below, any one of which could cause our actual results to vary materially from recent results or our anticipated future results. We present these risk factors grouped by category, and the risks factors contained in each respective category are presented in order of their relative priority to us.\nRisks Related to the COVID-19 Pandemic\nTHE COVID-19 PANDEMIC AND THE RESULTING GOVERNMENTAL AND SOCIETAL RESPONSES, THE SEVERITY AND DURATION OF COVID-19 (INCLUDING THROUGH ANY NEW VARIANT STRAINS OF THE UNDERLYING VIRUS). THE EFFECTIVENESS AND ACCESSIBILITY TO VACCINES, THE PACE AND RATE AT WHICH VACCINES ARE ADMINISTERED, ACTIONS TAKEN BY GOVERNMENTAL AUTHORITIES IN RESPONSE TO COVID-19, AND THE DIRECT AND INDIRECT IMPACT OF COVID-19 ON THE U.S. ECONOMY AND THE GLOBAL ECONOMY, MAY MATERIALLY AND ADVERSELY AFFECT THE COMPANY’S BUSINESS, LIQUIDITY, CUSTOMERS, INSURANCE CARRIERS AND THIRD PARTIES.\nIn December 2019, a novel strain of coronavirus, COVID-19, surfaced. Since then, COVID-19 has spread across the world, and has been declared a pandemic by the World Health Organization. The global outbreak of COVID-19 continues to rapidly evolve. The COVID-19 pandemic has created significant volatility, uncertainty and economic disruption, which could further adversely affect our business and may materially and adversely affect our financial condition, results of operations and cash flows. The extent to which COVID-19 impacts our business will depend on future developments, which are highly uncertain and cannot be predicted with confidence, including the ultimate geographic spread and severity of COVID-19; the duration of the pandemic; the effectiveness and roll-out of vaccinations against COVID-19; society's willingness to receive the vaccinations; business closures, travel restrictions, social distancing and other actions taken to contain and treat COVID-19; the effectiveness of actions taken to contain and treat the virus; the impact of the pandemic on economic activity; the timing and effectiveness of government stimulus programs; the extent and duration of the effect on customer demand and buying patterns; and any impairment in value of our tangible or intangible assets which could be recorded as a result of weaker economic conditions. In addition, if the pandemic continues to create disruptions or turmoil in the credit or financial markets, or impacts our credit ratings, it could adversely affect our ability to access capital on favorable terms and continue to meet our liquidity needs, all of which are highly uncertain and cannot be predicted.\nAs the COVID-19 pandemic and any associated protective or preventative measures continue to spread in the United States and around the world, we may experience disruptions to our business, including:\n•\nour customers choosing to limit purchases of insurance and services due to declining business conditions, our customers ceasing their business operations on a temporary or permanent basis, and a reduction in our customers’ insurable exposure units, all of which would impact our ability to generate commission revenue and other revenue;\n•\na delay in cash payments to us from customers or carrier partners due to COVID-19, which could negatively impact our financial condition;\n•\ntravel restrictions and quarantines leading to a lack of in-person meetings, which would hinder our ability to establish relationships or originate new business;\n•\nalternative working arrangements, including employees working remotely, which could negatively impact our business should such arrangements remain for an extended period of time; and\n•\nfailure of third parties upon which we rely to meet their obligations to us, or significant disruptions in their ability to meet those obligations in a timely manner, which may be caused by their own financial or operational difficulties.\nWe cannot predict the impact that COVID-19 will have on our customers, insurance carriers, suppliers and other third-party contractors, and each of their financial conditions; however, any material effect on these parties could adversely impact us. Even after the COVID-19 outbreak has subsided, we may experience materially adverse impacts to our business as a result of the virus’ global economic impact. Further, COVID-19 may affect our operating and financial results in a manner that is not presently known to us or that we currently do not consider as presenting significant risks to our operations.\n14\nAdditionally, should any key employees become ill from the coronavirus and unable to work, the attention of the management team could be diverted.\nThese and other disruptions related to COVID-19 could materially and adversely affect our business, financial condition, results of operations and cash flows. Further, the potential effects of COVID-19 also could impact and, in some cases, magnify many of our risk factors described in this Annual Report on Form 10-K. However, as the COVID-19 situation is unprecedented and continuously evolving, the potential impacts to our risk factors remain uncertain. Additionally, any potential effects of COVID-19 may lag behind the developments related to the COVID-19 pandemic.\nRisks Related to Our Business\nSIGNIFICANT INFLATION COULD ADVERSELY AFFECT OUR BUSINESS, RESULTS OF OPERATIONS AND FINANCIAL CONDITION.\nInflation can adversely affect us by increasing our costs, including salary costs. Significant inflation is often accompanied by higher\ninterest rates. Any significant increases in inflation and interest rates could have material adverse effect on our business, results of operations and financial condition.\nOUR INABILITY TO RETAIN OR HIRE QUALIFIED EMPLOYEES, AS WELL AS THE LOSS OF ANY OF OUR EXECUTIVE OFFICERS OR OTHER KEY EMPLOYEES, COULD NEGATIVELY IMPACT OUR ABILITY TO RETAIN EXISTING BUSINESS AND GENERATE NEW BUSINESS.\nOur success depends on our ability to attract and retain skilled and experienced personnel. There is significant competition from within the insurance industry and from businesses outside the industry for exceptional employees, especially in key positions. If we are not able to successfully attract, retain and motivate our employees, our business, financial results and reputation could be materially and adversely affected.\nLosing employees who manage or support substantial customer relationships or possess substantial experience or expertise could adversely affect our ability to secure and complete customer engagements, which would adversely affect our results of operations. Also, if any of our key employees were to join an existing competitor or form a competing company, some of our customers could choose to use the services of that competitor instead of our services. While our key employees are generally prohibited by contract from soliciting our employees and customers for a two-year period following separation from employment with us, they are not prohibited from competing with us.\nIn addition, we could be adversely affected if we fail to adequately plan for the succession of our senior leaders and key executives. The succession plans and employment arrangements we have in place with certain key executives do not guarantee that the services of these executives will continue to be available to us. The loss of our senior leaders or other key employees, or our inability to continue to identify, recruit and retain such personnel, could materially and adversely affect our business, results of operations and financial condition.\nOUR GROWTH STRATEGY DEPENDS, IN PART, ON THE ACQUISITION OF OTHER INSURANCE INTERMEDIARIES, WHICH MAY NOT BE AVAILABLE ON ACCEPTABLE TERMS IN THE FUTURE OR WHICH, IF CONSUMMATED, MAY NOT BE ADVANTAGEOUS TO US.\nOur growth strategy partially includes the acquisition of other insurance intermediaries. Our ability to successfully identify suitable acquisition candidates, complete acquisitions, integrate acquired businesses into our operations, and expand into new markets requires us to implement and continuously improve our operations and our financial and management information systems. Integrated, acquired businesses may not achieve levels of revenues or profitability comparable to our existing operations, or otherwise perform as expected. In addition, we compete for acquisition and expansion opportunities with firms and banks that may have substantially greater resources than we do. Acquisitions also involve a number of risks, such as diversion of management’s attention; difficulties in the integration of acquired operations and retention of employees; increase in expenses and working capital requirements, which could reduce our return on invested capital; entry into unfamiliar markets or lines of business; unanticipated problems or legal liabilities; estimation of the acquisition earn-out payables; and tax and accounting issues, some or all of which could have a material adverse effect on our results of operations, financial condition and cash flows. Post-acquisition deterioration of operating performance could also result in lower or negative earnings contribution and/or goodwill impairment charges.\n15\nA CYBERSECURITY ATTACK, OR ANY OTHER INTERRUPTION IN INFORMATION TECHNOLOGY AND/OR DATA SECURITY AND/OR OUTSOURCING RELATIONSHIPS, COULD ADVERSELY AFFECT OUR BUSINESS, FINANCIAL CONDITION AND REPUTATION.\nWe rely on information technology and third-party vendors to provide effective and efficient service to our customers, process claims, and timely and accurately report information to carriers and which often involves secure processing of confidential sensitive, proprietary and other types of information. Cybersecurity breaches of any of the systems we rely on may result from circumvention of security systems, denial-of-service attacks or other cyber-attacks, hacking, “phishing” attacks, computer viruses, ransomware, malware, employee or insider error, malfeasance, social engineering, physical breaches or other actions, any of which could expose us to data loss, monetary and reputational damages and significant increases in compliance costs. An interruption of our access to, or an inability to access, our information technology, telecommunications or other systems could significantly impair our ability to perform such functions on a timely basis. If sustained or repeated, such a business interruption, system failure or service denial could result in a deterioration of our ability to write and process new and renewal business, provide customer service, pay claims in a timely manner or perform other necessary business functions. We have from time to time experienced cybersecurity incidents, such as malware infections, phishing campaigns and vulnerability exploit attempts, which to date have not had a material impact on our business.\nAdditionally, we are an acquisitive organization and the process of integrating the information systems of the businesses we acquire is complex and exposes us to additional risk as we might not adequately identify weaknesses in the targets’ information systems, which could expose us to unexpected liabilities or make our own systems more vulnerable to attack. In the future, any material breaches of cybersecurity, or media reports of the same, even if untrue, could cause us to experience reputational harm, loss of customers and revenue, loss of proprietary data, regulatory actions and scrutiny, sanctions or other statutory penalties, litigation, liability for failure to safeguard customers’ information or financial losses. Such losses may not be insured against or not fully covered through insurance we maintain.\nWe cannot entirely eliminate all risk of improper access to private information, and the cost and operational consequences of implementing, maintaining and enhancing further system protections measures could increase significantly as cybersecurity threats increase. As these threats evolve, cybersecurity incidents will be more difficult to detect, defend against and remediate. Any of the foregoing may have a material adverse effect on our business, financial condition and reputation.\nRAPID TECHNOLOGICAL CHANGE MAY REQUIRE ADDITIONAL RESOURCES AND TIME TO ADEQUATELY RESPOND TO DYNAMICS, WHICH MAY ADVERSELY AFFECT OUR BUSINESS AND OPERATING RESULTS.\nFrequent technological changes, new products and services and evolving industry standards are influencing the insurance business. The internet, for example, is increasingly used to securely transmit benefits and related information to customers and to facilitate business-to-business information exchange and transactions.\nWe are continuously taking steps to upgrade and expand our information systems capabilities, including how we electronically interact with our customers and insurance carriers. Maintaining, protecting and enhancing these capabilities to keep pace with evolving industry and regulatory standards, and changing customer preferences, requires an ongoing commitment of significant resources. If the information we rely upon to run our businesses was found to be inaccurate or unreliable or if we fail to effectively maintain our information systems and data integrity, we could experience operational disruptions, regulatory or other legal problems, increases in operating expenses, loss of existing customers, difficulty in attracting new customers, or suffer other adverse consequences.\nOur technological development projects may not deliver the benefits we expect once they are completed or may be replaced or become obsolete more quickly than expected, which could result in the accelerated recognition of expenses. If we do not effectively and efficiently manage and upgrade our technology portfolio regularly, or if the costs of doing so are higher than we expect, our ability to provide competitive services to new and existing customers in a cost-effective manner and our ability to implement our strategic initiatives could be adversely impacted.\nWE DERIVE A SIGNIFICANT PORTION OF OUR COMMISSION REVENUES FROM A LIMITED NUMBER OF INSURANCE COMPANIES, THE LOSS OF WHICH COULD RESULT IN ADDITIONAL EXPENSE AND LOSS OF MARKET SHARE OR A MATERIAL DECREASE IN OUR PROFIT-SHARING CONTINGENT COMMISSIONS, GUARANTEED SUPPLEMENTAL COMMISSIONS OR INCENTIVE COMMISSIONS.\nFor the year ended December 31, 2021, 2020, and 2019, no more than 5.0% of our total core commissions was derived from insurance policies underwritten by one insurance company. Should this insurance company seek to terminate its arrangements with us or to otherwise decrease the number of insurance policies underwritten for us, we believe that other insurance companies are available to underwrite the business, although some additional expense and loss of market share could result.\n16\nBECAUSE A SIGNIFICANT PORTION OF OUR BUSINESSES ARE CONCENTRATED IN FLORIDA, CALIFORNIA, MASSACHUSETTS, GEORGIA, NEW YORK, AND MICHIGAN, ADVERSE ECONOMIC CONDITIONS, NATURAL DISASTERS, OR REGULATORY CHANGES IN THESE STATES COULD ADVERSELY AFFECT OUR FINANCIAL CONDITION.\nA significant portion of our businesses are concentrated in Florida, California, Massachusetts, Georgia, New York, and Michigan, where for the year ended December 31, 2021, we derived approximately 18%, 11%, 8%, 7%, 7%, and 6% of our annual revenue, respectively. We believe the current regulatory environment for insurance intermediaries in these states is no more restrictive than in other states. The insurance business in the U.S. is primarily a state-regulated industry, and therefore, state legislatures may enact laws that adversely affect the insurance industry. Because our business is concentrated in the states identified above, we face greater exposure to unfavorable changes in regulatory conditions in those states than insurance intermediaries whose operations are more diversified through a greater number of states. In addition, the occurrence of adverse economic conditions, natural or other disasters, or other circumstances specific to or otherwise significantly impacting these states could adversely affect our financial condition, results of operations and cash flows. We are susceptible to losses and interruptions caused by hurricanes (particularly in Florida, where we have 52 offices and our headquarters, as well as in Texas, where we have 25 offices), earthquakes (including in California, where we have 31 offices), power shortages, telecommunications failures, water shortages, floods, fire, extreme weather conditions, geopolitical events such as terrorist acts and other natural or human-made disasters. Our insurance coverage with respect to natural disasters is limited and is subject to deductibles and coverage limits. Such coverage may not be adequate or may not continue to be available at commercially reasonable rates and terms.\nOUR CORPORATE CULTURE HAS CONTRIBUTED TO OUR SUCCESS, AND IF WE CANNOT MAINTAIN THIS CULTURE, OR IF WE EXPERIENCE A CHANGE IN MANAGEMENT, MANAGEMENT PHILOSOPHY, OR BUSINESS STRATEGY, OUR BUSINESS MAY BE HARMED.\nWe believe that a significant contributor to our success has been our corporate culture as a lean, highly competitive, decentralized growth and profit-oriented sales and service organization. As we grow, including from the integration of employees and businesses acquired in connection with previous or future acquisitions, we may find it difficult to maintain important aspects of our corporate culture, which could negatively affect our profitability and/or our ability to retain and recruit people of the highest integrity and quality who are essential to our future success. We may face pressure to change our culture as we grow, particularly if we experience difficulties in attracting competent employees who are willing to embrace our culture. In addition, as our organization grows and we are required to implement more complex organizational structures, or if we experience a change in management, management philosophy or business strategy, we may find it increasingly difficult to maintain the beneficial aspects of our corporate culture, such as our decentralized sales and service operating model, which could negatively impact our future success.\nWe face a variety of risks in our services segment, including our third-party claims administration operations, that are distinct from those we face in our insurance intermediary operations.\nOur Services segment, including our third-party claims administration operations, face a variety of risks distinct from those faced by our insurance intermediary operations, including the risks that:\n•\nThe favorable trend among both insurance companies and self-insured entities toward outsourcing various types of claims administration and risk management services may reverse or slow, causing our revenues or revenue growth to decline;\n•\nConcentration of large amounts of revenue with certain customers may result in greater exposure to the potential negative effects of lost business due to changes in management of such customers or for other reasons;\n•\nContracting terms will become less favorable or the margins on our services may decrease due to increased competition, regulatory constraints or other developments;\n•\nOur revenue is impacted by claims volumes, which are dependent upon a number of factors and difficult to forecast accurately;\n•\nEconomic weakness or a slowdown in economic activity could lead to a reduction in the number of claims we process;\n•\nThe U.S. Federal government modifies, discontinues, or otherwise limits our ability to derive revenues from the Social Security disability benefits program, Medicare, or any other program or type of coverage from which our business derives revenue;\n•\nWe may be unable to develop further efficiencies in our claims-handling business and may be unable to obtain or retain certain customers if we fail to make adequate improvements in technology or operations; and\n•\nInsurance companies or certain large self-insured entities may create in-house servicing capabilities that compete with our services.\nIf any of these risks materialize, our results of operations and financial condition could be adversely affected.\n17\nDUE TO INHERENT LIMITATIONS, OUR SYSTEM OF DISCLOSURE AND INTERNAL CONTROLS AND PROCEDURES MAY NOT BE SUCCESSFUL IN PREVENTING ALL ERRORS OR FRAUD, OR IN INFORMING MANAGEMENT OF ALL MATERIAL INFORMATION IN A TIMELY MANNER.\nOur management, including our chief executive officer and chief financial officer, does not expect that our disclosure controls and internal controls and procedures will prevent all error and fraud. Because of the inherent limitations in all control systems, no evaluation of controls can provide absolute assurance that all control issues and instances of fraud, if any, within the Company have been detected. These inherent limitations include the realities that judgments in decision-making can be faulty and that breakdowns can occur simply because of error or mistake. Additionally, controls can be circumvented by individual acts of some persons, by collusion of two or more people, or by management override of a control.\nThere can be no assurance that the design of any of our systems of controls will succeed in achieving its stated goals under all potential future conditions.\nCERTAIN OF OUR EXISTING SHAREHOLDERS HAVE SIGNIFICANT CONTROL OF THE COMPANY.\nAt December 31, 2021, our executive officers, directors and certain of their family members collectively beneficially owned approximately 16.6% of our outstanding common stock, of which J. Hyatt Brown, our chairman of the board, and his sons, J. Powell Brown, our president and chief executive officer, and P. Barrett Brown, our executive vice president and the president of our Retail segment, beneficially owned approximately 15.8%. As a result, our executive officers, directors and certain of their family members have significant influence over (i) the election of our board of directors, (ii) the approval or disapproval of any other matters requiring shareholder approval and (iii) our affairs and policies.\nWE HAVE OPERATIONS INTERNATIONALLY, WHICH MAY RESULT IN A NUMBER OF ADDITIONAL RISKS AND REQUIRE MORE MANAGEMENT TIME AND EXPENSE THAN OUR DOMESTIC OPERATIONS TO ACHIEVE OR MAINTAIN PROFITABILITY.\nWe have operations in Bermuda, Canada, Cayman Islands, Ireland and the United Kingdom. In the future, we intend to continue to consider additional international expansion opportunities. Our international operations may be subject to a number of risks, including:\n•\nDifficulties in staffing and managing foreign operations;\n•\nLess flexible employee relationships, which may make it difficult and expensive to terminate employees and which limits our ability to prohibit employees from competing with us after their employment ceases;\n•\nPolitical and economic instability (including acts of terrorism and outbreaks of war);\n•\nCoordinating our communications and logistics across geographic distances and multiple time zones;\n•\nUnexpected changes in regulatory requirements and laws;\n•\nAdverse trade policies, and adverse changes to any of the policies of either the U.S. or any of the foreign jurisdictions in which we operate;\n•\nAdverse changes in tax rates;\n•\nVariations in foreign currency exchange rates;\n•\nLegal or political constraints on our ability to maintain or increase prices;\n•\nGovernmental restrictions on the transfer of funds to or from us, including to or from our operations outside the United States;\n•\nBurdens of complying with, and the risk of employees or third parties acting on our behalf violating, anti-corruption laws in foreign countries; and\n•\nBurdens of complying with a wide variety of labor practices and foreign laws, including those relating to export and import duties, environmental policies and privacy issues.\nRisks Related to Legal, Compliance and Regulatory Matters\nCHANGES IN DATA PRIVACY AND PROTECTION LAWS AND REGULATIONS, OR ANY FAILURE TO COMPLY WITH SUCH LAWS AND REGULATIONS, COULD ADVERSELY AFFECT OUR BUSINESS AND FINANCIAL RESULTS.\nWe are subject to a variety of continuously evolving and developing laws and regulations globally regarding privacy, data protection and data security, including those related to the collection, storage, retention, handling, use, processing, disclosure, transfer and security of personal data. Significant uncertainty exists as privacy and data protection laws may be interpreted and applied differently from country to country and may create inconsistent or conflicting requirements. These laws apply to transfers of information among our affiliates, as well as to transactions we enter into with third-party vendors. For example, the European Union adopted a comprehensive General Data Privacy Regulation (“GDPR”) in May 2016, which replaced the former EU Data Protection Directive and related country-specific legislation. The GDPR became\n18\nfully effective in May 2018 and requires companies to satisfy new requirements regarding the handling of personal and sensitive data, including its processing, protection and the ability of persons whose data is stored to correct or delete such data about themselves. Failure to comply with GDPR requirements could result in penalties of up to 4% of worldwide revenue. Complying with the enhanced obligations imposed by the GDPR may result in significant costs to our business and require us to revise certain of our business practices. Additionally, a judgement by the Court of Justice of the European Union on Schrems II has made cross border data transfers to organizations outside of the European Economic Area more onerous and uncertain. In addition, legislators and regulators in the U.S. have enacted and are proposing new and more robust privacy and cybersecurity laws and regulations in light of the recent broad-based cyber-attacks at a number of companies, including but not limited to the New York State Department of Financial Services Cybersecurity Requirements for Financial Services Companies and the California Consumer Privacy Act of 2018. Some states provide right of action for data breaches or for collection of certain categories of personal information without consent, which may result in increased litigation.\nThese and similar initiatives around the world could increase the cost of developing, implementing or securing our servers and require us to allocate more resources to improved technologies, adding to our IT and compliance costs. In addition, enforcement actions and investigations by regulatory authorities related to data security incidents and privacy violations continue to increase. The enactment of more restrictive laws, rules, regulations or future enforcement actions or investigations could impact us through increased costs or restrictions on our business, and noncompliance could result in regulatory penalties and significant legal liability.\nIMPROPER DISCLOSURE OF CONFIDENTIAL INFORMATION COULD NEGATIVELY IMPACT OUR BUSINESS.\nWe are responsible for maintaining the security and privacy of our customers’ confidential and proprietary information and the personal data of their employees. We have put in place administrative, physical, procedures and technological safeguards designed to protect the security and privacy of this information; however, we cannot guarantee that this information will not be improperly disclosed or accessed. Disclosure of this information could harm our reputation and subject us to liability under our contracts and laws that protect personal data, resulting in increased costs or loss of revenues.\nOUR BUSINESS, RESULTS OF OPERATIONS, FINANCIAL CONDITION AND LIQUIDITY MAY BE MATERIALLY ADVERSELY AFFECTED BY CERTAIN ACTUAL AND POTENTIAL CLAIMS, REGULATORY ACTIONS AND PROCEEDINGS.\nWe are subject to various actual and potential claims, regulatory actions and other proceedings, including those relating to alleged errors and omissions in connection with the placement or servicing of insurance and/or the provision of services in the ordinary course of business, of which we cannot, and likely will not be able to, predict the outcome with certainty. Because we often assist customers with matters involving substantial amounts of money, including the placement of insurance and the handling of related claims that customers may assert, errors and omissions claims against us may arise alleging potential liability for all or part of the amounts in question. Also, the failure of an insurer with whom we place business could result in errors and omissions claims against us by our customers, which could adversely affect our results of operations and financial condition. Claimants may seek large damage awards, and these claims may involve potentially significant legal costs, including punitive damages. Such claims, lawsuits and other proceedings could, for example, include claims for damages based upon allegations that our employees or sub-agents failed to procure coverage, report claims on behalf of customers, provide insurance companies with complete and accurate information relating to the risks being insured or appropriately apply funds that we hold for our customers on a fiduciary basis. In addition, given the long-tail nature of professional liability claims, errors and omissions matters can relate to matters dating back many years.\nOur business, results of operations, financial condition and liquidity may be adversely affected if, in the future, our insurance coverage proves to be inadequate or unavailable, or if there is an increase in liabilities for which we self-insure. Our ability to obtain professional indemnity insurance in the amounts and with the deductibles we desire in the future may be adversely impacted by general developments in the market for such insurance or our own claims experience. In addition, regardless of monetary costs, these matters could have a material adverse effect on our reputation and cause harm to our carrier, customer or employee relationships, or divert employees and management resources.\n19\nOUR BUSINESS PRACTICES AND COMPENSATION ARRANGEMENTS ARE SUBJECT TO UNCERTAINTY DUE TO POTENTIAL CHANGES IN REGULATIONS.\nThe business practices and compensation arrangements of the insurance intermediary industry, including our practices and arrangements, are subject to uncertainty due to investigations by various governmental authorities. Certain of our offices are parties to profit-sharing contingent commission agreements with certain insurance companies, including agreements providing for potential payment of revenue-sharing commissions by insurance companies based primarily on the overall profitability of the aggregate business written with those insurance companies and/or additional factors such as retention ratios and the overall volume of business that an office or offices place with those insurance companies. Additionally, some of our offices are parties to supplemental commission agreements with certain insurance companies, which provide for commission rates in excess of standard commission rates to be applied to specific lines of business, such as group health business, and which are based primarily on the overall volume of business that such office or offices placed with those insurance companies. Various state legislatures may adopt new laws addressing contingent commission arrangements, including laws prohibiting such arrangements, and addressing disclosure of such arrangements to insureds. Various state departments of insurance may also adopt new regulations addressing these matters which could adversely affect our results of operations.\nWE COMPETE IN A HIGHLY REGULATED INDUSTRY, WHICH MAY RESULT IN INCREASED EXPENSES OR RESTRICTIONS ON OUR OPERATIONS.\nWe conduct business in each of the 50 states of the United States of America and are subject to comprehensive regulation and supervision by government agencies in each of those states. The primary purpose of such regulation and supervision is to provide safeguards for policyholders rather than to protect the interests of our shareholders, and it is difficult to anticipate how changes in such regulation would be implemented and enforced. As a result, such regulation and supervision could reduce our profitability or growth by increasing compliance costs, technology compliance, restricting the products or services we may sell, the markets we may enter, the methods by which we may sell our products and services, or the prices we may charge for our services and the form of compensation we may accept from our customers, carriers and third parties. The laws of the various state jurisdictions establish supervisory agencies with broad administrative powers with respect to, among other things, licensing of entities to transact business, licensing of agents, admittance of assets, regulating premium rates, approving policy forms, regulating unfair trade and claims practices, determining technology and data protection requirements, establishing reserve requirements and solvency standards, requiring participation in guarantee funds and shared market mechanisms, and restricting payment of dividends. Also, in response to perceived excessive cost or inadequacy of available insurance, states have from time to time created state insurance funds and assigned risk pools, which compete directly, on a subsidized basis, with private insurance providers. We act as agents and brokers for such state insurance funds and assigned risk pools in California and New York as well as certain other states. These state funds and pools could choose to reduce the sales or brokerage commissions we receive. Any such reductions, in a state in which we have substantial operations could affect the profitability of our operations in such state or cause us to change our marketing focus. Further, state insurance regulators and the National Association of Insurance Commissioners continually reexamine existing laws and regulations, and such reexamination may result in the enactment of insurance-related laws and regulations, or the issuance of interpretations thereof that adversely affect our business. Certain federal financial services modernization legislation could lead to additional federal regulation of the insurance industry in the coming years, which could result in increased expenses or restrictions on our operations. Other legislative developments that could adversely affect us include: changes in our business compensation model as a result of regulatory developments (for example, the Affordable Care Act); and federal and state governments establishing programs to provide health insurance or, in certain cases, property insurance in catastrophe-prone areas or other alternative market types of coverage that compete with or completely replace, insurance products offered by insurance carriers. Also, as climate change issues become more prevalent, the U.S. and foreign governments are beginning to respond to these issues. This increasing governmental focus on climate change may result in new environmental regulations that may negatively affect us and our customers. This could cause us to incur additional direct costs in complying with any new environmental regulations, as well as increased indirect costs resulting from our customers incurring additional compliance costs that get passed on to us. These costs may adversely impact our results of operations and financial condition.\nPROPOSED TORT REFORM LEGISLATION, IF ENACTED, COULD DECREASE DEMAND FOR LIABILITY INSURANCE, THEREBY REDUCING OUR COMMISSION REVENUES.\nLegislation concerning tort reform has been considered, from time to time, in the United States Congress and in several state legislatures. Among the provisions considered in such legislation have been limitations on damage awards, including punitive damages, and various restrictions applicable to class action lawsuits. Enactment of these or similar provisions by Congress, or by states in which we sell insurance, could reduce the demand for liability insurance policies or lead to a decrease in policy limits of such policies sold, thereby reducing our commission revenues.\n20\nRisks Related to Our Indebtedness and Financing\nIF WE FAIL TO COMPLY WITH THE COVENANTS CONTAINED IN CERTAIN OF OUR AGREEMENTS, OUR LIQUIDITY, RESULTS OF OPERATIONS AND FINANCIAL CONDITION MAY BE ADVERSELY AFFECTED.\nAt December 31, 2021, we believe we were in compliance with the financial covenants and other limitations contained in each of the credit agreements that govern out debt. However, failure to comply with material provisions of our covenants in these agreements or other credit or similar agreements to which we may become a party could result in a default, rendering them unavailable to us and causing a material adverse effect on our liquidity, results of operations and financial condition. In the event of certain defaults, the lenders thereunder would not be required to lend any additional amounts to or purchase any additional notes from us and could elect to declare all borrowings outstanding, together with accrued and unpaid interest and fees, to be due and payable. If the indebtedness under these agreements or our other indebtedness, were to be accelerated, there can be no assurance that our assets would be sufficient to repay such indebtedness in full.\nCERTAIN OF OUR AGREEMENTS CONTAIN VARIOUS COVENANTS THAT LIMIT THE DISCRETION OF OUR MANAGEMENT IN OPERATING OUR BUSINESS AND COULD PREVENT US FROM ENGAGING IN CERTAIN POTENTIALLY BENEFICIAL ACTIVITIES.\nThe restrictive covenants in our debt agreements may impact how we operate our business and prevent us from engaging in certain potentially beneficial activities. In particular, among other covenants, our debt agreements require us to maintain a minimum ratio of Consolidated EBITDA (earnings before interest, taxes, depreciation and amortization), adjusted for certain transaction-related items (“Consolidated EBITDA”), to consolidated interest expense and a maximum ratio of consolidated net indebtedness to Consolidated EBITDA. Our compliance with these covenants could limit management’s discretion in operating our business and could prevent us from engaging in certain potentially beneficial activities.\nOUR BUSINESS, AND THEREFORE OUR RESULTS OF OPERATIONS AND FINANCIAL CONDITION, MAY BE ADVERSELY AFFECTED BY FURTHER CHANGES IN THE U.S. CREDIT MARKETS.\nThe failure of any lender under our revolving credit facility (which matures in 2026) could adversely affect our ability to borrow on that facility, which over time could negatively impact our ability to consummate significant acquisitions or make other significant capital expenditures. Tightening conditions in the credit markets in future years could adversely affect the availability and terms of future borrowings or renewals or refinancing.\nWe also have a significant amount of trade accounts receivable from some insurance companies with which we place insurance. If those insurance companies were to experience liquidity problems or other financial difficulties, we could encounter delays or defaults in payments owed to us, which could have a significant adverse impact on our financial condition and results of operations.\nWE ARE SUBJECT TO RISKS ASSOCIATED WITH THE CURRENT INTEREST RATE ENVIRONMENT AND TO THE EXTENT WE USE DEBT TO FINANCE OUR INVESTMENTS, CHANGES IN INTEREST RATES WILL AFFECT OUR COST OF CAPITAL AND NET INVESTMENT INCOME.\nAs of July 2017, the UK Financial Conduct Authority (“FCA”) has urged banks and institutions to discontinue their use of the London Interbank Offered Rate (“LIBOR”) benchmark rate for floating rate debt, and other financial instruments tied to the rate after 2021. To help with the transition, the Federal Reserve Board and New York Fed have commissioned the Alternative Reference Rates Committee (“ARRC”), composed of a diverse set of private-sector entities that have an important presence in markets affected by USD LIBOR and a wide array of official-sector entities, including banking and financial sector regulators, as ex-officio members. The ARRC has recommended the Secured Overnight Financing Rate (“SOFR”) as the best alternative rate to LIBOR post discontinuance and has proposed a transition plan and timeline designed to encourage the adoption of SOFR from LIBOR. On March 5, 2021, the ICE Benchmark Administration, which administers LIBOR, and the FCA announced that all LIBOR settings will either cease to be provided by any administrator, or no longer be representative immediately after December 31, 2021, for all non-U.S. dollar LIBOR settings and one-week and two-month U.S. dollar LIBOR settings, and immediately after June 30, 2023 for the remaining U.S. dollar LIBOR settings.\nAs of December 31, 2021, the Company’s primary exposures are debt instruments referencing LIBOR-based rates which include the Second Amended and Restated Credit Agreement (the “Second Amended and Restated Credit Agreement”) term loan balance of $246.9 million outstanding and matures in October 2026, as well as the term loan credit agreement (the “Term Loan Credit Agreement”) which had an outstanding balance of $240.0 million and matures in December 2023. As such, any potential effect of any such event on our cost of capital, interest rate exposure and net investment income cannot yet be determined. In addition, any further changes or reforms to the determination or supervision of LIBOR may result in a sudden or prolonged increase or decrease in reported LIBOR, which could have an adverse impact on the market value for or value of any LIBOR-linked securities, loans, and other financial obligations or extensions of credit held by or due to us and could have a material adverse effect on our business, financial condition and results of operations.\nThe Company is currently evaluating the transition from LIBOR as an interest rate benchmark to other potential alternative reference rates, including, but not limited to, SOFR. Currently, it is anticipated that the new benchmark for our USD borrowings will be SOFR. The shift to SOFR from LIBOR is complex and may adversely affect our business, financial condition, results of operations, liquidity and cash flows.\n21\nRisks Related to Our Industry\nOUR CURRENT MARKET SHARE MAY DECREASE AS A RESULT OF DISINTERMEDIATION WITHIN THE INSURANCE INDUSTRY, INCLUDING INCREASED COMPETITION FROM INSURANCE COMPANIES, TECHNOLOGY COMPANIES AND THE FINANCIAL SERVICES INDUSTRY, AS WELL AS THE SHIFT AWAY FROM TRADITIONAL INSURANCE MARKETS.\nThe insurance intermediary business is highly competitive and we actively compete with numerous firms for customers and insurance companies, many of which have relationships with insurance companies or have a significant presence in niche insurance markets that may give them an advantage over us. Other competitive concerns may include the quality of our products and services, our pricing and the ability of some of our customers to self-insure and the entrance of technology companies into the insurance intermediary business. A number of insurance companies are engaged in the direct sale of insurance, primarily to individuals, and do not pay commissions to agents and brokers. In addition, and to the extent that banks, securities firms, private equity funds and insurance companies affiliate, the financial services industry may experience further consolidation, and we therefore may experience increased competition from insurance companies and the financial services industry, as a growing number of larger financial institutions increasingly, and aggressively, offer a wider variety of financial services, including insurance intermediary services.\nIn addition, there has been an increase in alternative insurance markets, such as self-insurance, captives, risk retention groups and non-insurance capital markets, and we cannot be certain that such alternative markets will provide the same level of insurance coverage or profitability as traditional insurance markets.\nCHANGES IN CURRENT U.S. OR GLOBAL ECONOMIC CONDITIONS MAY ADVERSELY AFFECT OUR BUSINESS.\nIf economic conditions were to worsen, a number of negative effects on our business could result, including declines in insurable exposure units, declines in insurance premium rates, the financial insolvency of insurance companies, or the reduced ability of customers to pay. Also, if general economic conditions are poor, some of our customers may cease operations completely or be acquired by other companies, which could have an adverse effect on our results of operations and financial condition. If these customers are affected by poor economic conditions, but yet remain in existence, they may face liquidity problems or other financial difficulties that could result in delays or defaults in payments owed to us, which could have a significant adverse impact on our consolidated financial condition and results of operations. Any of these effects could decrease our net revenues and profitability.\nOUR BUSINESS, AND THEREFORE OUR RESULTS OF OPERATIONS AND FINANCIAL CONDITION, MAY BE ADVERSELY AFFECTED BY CONDITIONS THAT RESULT IN REDUCED INSURER CAPACITY.\nOur results of operations depend on the continued capacity of insurance carriers to underwrite risk and provide coverage, which depends in turn on those insurance companies’ ability to procure reinsurance. Capacity could also be reduced by insurance companies failing or withdrawing from writing certain coverages that we offer to our customers. We have no control over these matters. To the extent that reinsurance becomes less widely available or significantly more expensive, we may not be able to procure the amount or types of coverage that our customers desire and the coverage we are able to procure for our customers may be more expensive or limited.\nQUARTERLY AND ANNUAL VARIATIONS IN OUR COMMISSIONS THAT RESULT FROM THE TIMING OF POLICY RENEWALS AND THE NET EFFECT OF NEW AND LOST BUSINESS PRODUCTION MAY HAVE UNEXPECTED EFFECTS ON OUR RESULTS OF OPERATIONS.\nOur commission income (including profit-sharing contingent commissions and supplemental commissions) can vary quarterly or annually due to the timing of policy renewals and the net effect of new and lost business production. We do not control the factors that cause these variations. Specifically, customers’ demand for insurance products can influence the timing of renewals, new business and lost business (which includes policies that are not renewed), and cancellations. In addition, we rely on insurance companies for the payment of certain commissions. Because these payments are processed internally by these insurance companies, we may not receive a payment that is otherwise expected from a particular insurance company in a particular quarter or year until after the end of that period, which can adversely affect our ability to forecast these revenues and therefore budget for significant future expenditures. Quarterly and annual fluctuations in revenues based upon increases and decreases associated with the timing of new business, policy renewals and payments from insurance companies may adversely affect our financial condition, results of operations and cash flows.\nProfit-sharing contingent commissions are special revenue-sharing commissions paid by insurance companies based primarily upon the profitability, and to a lesser extent may have provisions for volume and/or growth of the business placed with such companies generally during the prior year. Over the last three years these commissions generally have been in the range of 3.0% to 3.5% of our previous year’s total core commissions and fees. Due to, among other things, potentially poor macroeconomic conditions, the inherent uncertainty of loss in our industry and changes in underwriting criteria due in part to the high loss ratios experienced by insurance companies, we cannot predict the payment of these profit-sharing contingent commissions. Further, we have no control over the ability of insurance companies to estimate loss reserves, which affects our ability to make profit-sharing calculations. Supplemental commissions are paid by insurance companies based upon the volume of business that we place with them and are generally paid over the course of the year. Any decrease in their payment to us could adversely affect our results of operations, profitability and our financial condition.\n22\nWE ARE EXPOSED TO INTANGIBLE ASSET RISK; SPECIFICALLY, OUR GOODWILL MAY BECOME IMPAIRED IN THE FUTURE.\nAs of the date of the filing of our Annual Report on Form 10-K for the 2021 fiscal year, we have $4.7 billion of goodwill recorded on our Consolidated Balance Sheets. We perform a goodwill impairment test on an annual basis and whenever events or changes in circumstances indicate that the carrying value of our goodwill may not be recoverable from estimated future cash flows. We completed our most recent evaluation of impairment for goodwill as of November 30, 2021 and determined that the fair value of goodwill exceeded the carrying value of such assets. A significant and sustained decline in our stock price and market capitalization, a significant decline in our expected future cash flows, a significant adverse change in the business climate or slower growth rates could result in the need to perform an additional impairment analysis before the next annual goodwill impairment test. If determined that a future write-down of our goodwill is necessary, the appropriate adjustment would be recorded which could result in material charges that are adverse to our operating results and financial position. See Note 1-“Summary of Significant Accounting Policies” and Note 4-“Goodwill” to the Consolidated Financial Statements and “Management’s Report on Internal Control Over Financial Reporting.”\nAdditionally, the carrying value of amortizable intangible assets attributable to each business or asset group comprising the Company is periodically reviewed by management to determine if there are events or changes in circumstances that would indicate that its carrying amount may not be recoverable. Accordingly, if there are any such circumstances that occur during the year, we assess the carrying value of our amortizable intangible assets by considering the estimated future undiscounted cash flows generated by the corresponding business or asset group. Any impairment identified through this assessment may require that the carrying value of related amortizable intangible assets be adjusted.\nThere have been no impairments recorded to either goodwill or amortizable intangibles for the years ended December 31, 2021, 2020 and 2019."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "We own our executive offices, which are located at 300 North Beach Street, Daytona Beach, Florida 32114, as well as certain other office buildings in the Daytona Beach area. We lease offices at each of our other 351 locations. Our operating leases expire on various dates and generally contain renewal options and rent escalation clauses based upon increases in the lessors’ operating expenses and other charges. We expect that most leases will be renewed or replaced upon expiration. We believe that our facilities are suitable and adequate for present purposes, and that the productive capacity in such facilities is substantially being utilized, taking into consideration the impact of the COVID-19 pandemic and the needs of a more remote workforce. From time to time, we may have unused space and seek to sublet such space to third parties, depending on the demand for office space in the locations involved which could be impacted by certain of our employees working remotely from our offices. In the future, we may need to purchase, build or lease additional facilities to meet the requirements projected in our long-term business plan. See Note 15 to the Consolidated Financial Statements for additional information on our lease commitments."
  },
  {
    "item_key": "item_3",
    "text": "We are subject to numerous litigation claims that arise in the ordinary course of business. We do not believe any of these are, or are likely to become, material to our business."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n23\nPAR\nT II"
  },
  {
    "item_key": "item_5",
    "text": "Our common stock is listed on the New York Stock Exchange (“NYSE”) under the symbol “BRO”.\nOn February 18, 2022, there were 282,215,614 shares of our common stock outstanding, held by approximately 1,512 shareholders of record.\nSales of Unregistered Securities\nIn connection with certain acquisitions, the Company issued 106,586 shares of Company common stock on February 2, 2021 and 78,176 shares of Company common stock on December 1, 2021, to the owners of the businesses acquired. The issuances were made in reliance upon the following exemptions or exclusions from the registration requirements of the Securities Act of 1933, as amended (the “Securities Act”): Section 4(a)(2) of the Securities Act and Regulation D promulgated under the Securities Act and the recipients of the shares represented that they were accredited investors and/or sophisticated investors.\nIssuer Purchases of Equity Securities\nUnder the authorizations from the Company’s board of directors, shares may be purchased from time to time, at the Company’s discretion and subject to the availability of stock, market conditions, the trading price of the stock, alternative uses for capital, the Company’s financial performance and other potential factors. These purchases may be carried out through open market purchases, block trades, accelerated share repurchase plans of up to $100.0 million each (unless otherwise approved by the board of directors), negotiated private transactions or pursuant to any trading plan that may be adopted in accordance with Rule 10b5-1 of the Exchange Act. On July 18, 2014, the Company’s board of directors authorized the repurchase of up to $200.0 million of its shares of common stock, and on July 20, 2015, the Company’s board of directors authorized the repurchase of up to an additional $400.0 million of the Company’s outstanding common stock. On May 1, 2019, the board of directors approved an additional repurchase authorization amount of $372.5 million to bring the total available share repurchase authorization at that time to approximately $500.0 million.\nDuring 2021, the Company repurchased 1,811,853 shares at an average price of $45.57 for a total cost of $82.6 million under the current share repurchase authorization. At December 31, 2021, the remaining amount authorized by our board of directors for share repurchases was $323.6 million. Under the authorized repurchase programs, the Company has repurchased approximately 18.5 million shares for an aggregate cost of approximately $673.9 million between 2014 and 2021.\nThe following table presents information with respect to our purchases of our common stock during the three months ended December 31, 2021.\n(1)\nOf the shares reported in this column, no shares were purchased in open market transactions and all shares reported in this column are attributable to shares withheld for taxes in connection with the vesting of restricted shares awarded under our Performance Stock Plan and 2010 Stock Incentive Plan.\nPerformance Graph\nThe following graph is a comparison of five-year cumulative total shareholder returns for our common stock as compared with the cumulative total shareholder return for the NYSE Composite Index, and a group of peer insurance broker and agency companies (Aon plc, Arthur J. Gallagher & Co, Marsh & McLennan Companies, and Willis Towers Watson Public Limited Company). The returns of each company have been weighted according to such companies’ respective stock market capitalizations as of December 31, 2016 for the purposes of arriving at a peer group average. The total return calculations are based upon an assumed $100 investment on December 31, 2016, with all dividends reinvested.\n24\n25"
  },
  {
    "item_key": "item_6",
    "text": "26"
  },
  {
    "item_key": "item_7",
    "text": "General\nCompany Overview\nThe following discussion should be read in conjunction with our Consolidated Financial Statements and the related Notes to those Financial Statements included elsewhere in this Annual Report on Form 10-K. In addition, please see “Information Regarding Non-GAAP Measures” below, regarding important information on non-GAAP financial measures contained in our discussion and analysis.\nWe are a diversified insurance agency, wholesale brokerage, insurance programs and services organization headquartered in Daytona Beach, Florida. As an insurance intermediary, our principal sources of revenue are commissions paid by insurance companies and, to a lesser extent, fees paid directly by customers. Commission revenues generally represent a percentage of the premium paid by an insured and are affected by fluctuations in both premium rate levels charged by insurance companies and the insureds’ underlying “insurable exposure units,” which are units that insurance companies use to measure or express insurance exposed to risk (such as property values, sales or payroll levels) to determine what premium to charge the insured. Insurance companies establish these premium rates based upon many factors, including loss experience, risk profile and reinsurance rates paid by such insurance companies, none of which we control. We also operate a capitalized captive insurance facility (the \"Captive\") for the purpose of having additional capacity to sell property insurance for earthquake and wind exposed properties. The Captive buys reinsurance, limiting, but not eliminating the Company's exposure to underwriting losses and revenues are recognized as net retained earned premiums over the associated policy periods.\nWe have increased revenues every year from 1993 to 2021, with the exception of 2009, when our revenues declined 1.0%. Our revenues grew from $95.6 million in 1993 to $3.1 billion in 2021, reflecting a compound annual growth rate of 13.2%. In the same 28-year period, we increased net income from $8.1 million to $587.1 million in 2021, a compound annual growth rate of 16.5%.\nThe volume of business from new and existing customers, fluctuations in insurable exposure units, changes in premium rate levels, changes in general economic and competitive conditions, a health pandemic, and the occurrence of catastrophic weather events all affect our revenues. For example, level rates of inflation or a general decline in economic activity could limit increases in the values of insurable exposure units. Conversely, increasing costs of litigation settlements and awards could cause some customers to seek higher levels of insurance coverage. Historically, we have grown our revenues as a result of our focus on net new business and acquisitions. We foster a strong, decentralized sales and service culture which enables responsiveness to changing business conditions and drives accountability for results.\nThe term “Organic Revenue,” a non-GAAP measure, is our core commissions and fees less: (i) the core commissions and fees earned for the first 12 months by newly-acquired operations; (ii) divested business (core commissions and fees generated from offices, books of business or niches sold or terminated during the comparable period); and (iii) the period over period impact of foreign currency translation, which is calculated by applying current year foreign exchange rates to the same period in the prior year. The term “core commissions and fees” excludes profit-sharing contingent commissions and guaranteed supplemental commissions, and therefore represents the revenues earned directly from specific insurance policies sold, and specific fee-based services rendered. “Organic Revenue” is reported in this manner in order to express the current year’s core commissions and fees on a comparable basis with the prior year’s core commissions and fees. The resulting net change reflects the aggregate changes attributable to: (i) net new and lost accounts; (ii) net changes in our customers’ exposure units; (iii) net changes in insurance premium rates or the commission rate paid to us by our carrier partners; and (iv) the net change in fees paid to us by our customers. Organic Revenue is reported in “Results of Operations” and in “Results of Operations - Segment Information” of this Annual Report on Form 10-K. In connection with the Captive, we will recognize revenue starting in 2022 on a net retained earned premiums basis in a manner consistent with core commissions and fees. Beginning in 2022 we will no longer exclude guaranteed supplemental commissions from core commissions and fees and therefore they will be a component of Organic Revenue. We anticipate presenting certain prior periods accordingly so that the calculation of Organic Revenue compares both periods on the same basis. Guaranteed supplemental commissions are a small and increasingly more stable source of revenue that are highly correlated to core commissions, so excluding them provides no meaningful incremental value in evaluating our revenue performance.\nWe also earn “profit-sharing contingent commissions,” which are commissions based primarily on underwriting results, but which may also reflect considerations for volume, growth and/or retention. These commissions, which are included in our commissions and fees in the Consolidated Statement of Income, are accrued throughout the year based on actual premiums written and are primarily received in the first and second quarters of each subsequent year, based upon the aforementioned considerations for the prior year(s). Over the last three years, profit-sharing contingent commissions have averaged approximately 3.0% of commissions and fees revenue.\nCertain insurance companies offer guaranteed fixed-base agreements, referred to as “Guaranteed Supplemental Commissions” (“GSCs”) in lieu of profit-sharing contingent commissions. GSCs are accrued throughout the year based on actual premiums written. Over the last three years, GSCs have averaged less than 1.0% of commissions and fees revenue.\nCombined, our profit-sharing contingent commissions and GSCs for the year ended December 31, 2021 increased by $14.1 million over 2020. This increase was the result of recent acquisitions and qualifying for certain profit-sharing contingent commissions and GSCs in\n2021 that we did not qualify for in the prior year.\nFee revenues primarily relate to services other than securing coverage for our customers, as well as fees negotiated in lieu of commissions, and are recognized as performance obligations are satisfied. Fee revenues are generated by: (i) our Services segment, which provides insurance-related services, including third-party claims administration and comprehensive medical utilization management services in both the workers’ compensation and all-lines liability arenas, as well as Medicare Set-aside services, Social Security disability and Medicare\n27\nbenefits advocacy services, and claims adjusting services; (ii) our National Programs and Wholesale Brokerage segments, which earn fees primarily for the issuance of insurance policies on behalf of insurance companies; and (iii) our Retail segment in our large-account customer base, where we primarily earn fees for securing insurance for our customers, and in our automobile dealer services (“F&I”) businesses where we primarily earn fees for assisting our customers with creating and selling warranty and service risk management programs. Fee revenues as a percentage of our total commissions and fees, represented 27.4% in 2021 and 26.1% in 2020.\nFor the years ended December 31, 2021 and 2020, our commissions and fees growth rate was 16.9% and 9.3%, respectively, and our consolidated Organic Revenue growth rate was 10.4% and 3.8%, respectively.\nInvestment income consists primarily of interest earnings on operating cash, and where permitted, on premiums and advance premiums collected and held in a fiduciary capacity before being remitted to insurance companies. Our policy is to invest available funds in high-quality, short-term fixed income investment securities. Investment income also includes gains and losses realized from the sale of investments. Other income primarily reflects legal settlements and other miscellaneous revenues.\nIncome before income taxes for the year ended December 31, 2021 increased by $138.7 million over 2020, as a result of net new business, acquisitions we completed since 2020, and management of our expense base, partially offset by an increase in the change in estimated acquisition earn-out payables.\nInformation Regarding Non-GAAP Measures\nIn the discussion and analysis of our results of operations, in addition to reporting financial results in accordance with generally accepted accounting principles (“GAAP”), we provide references to the following non-GAAP financial measures as defined in Regulation G of SEC rules: Organic Revenue, Organic Revenue growth, EBITDAC and EBITDAC Margin. EBITDAC is defined as income before interest, income taxes, depreciation, amortization, and the change in estimated acquisition earn-out payables (\"EBITDAC\"). EBITDAC Margin is defined as EBITDAC divided by total revenues. We view these non-GAAP financial measures as important indicators when assessing and evaluating our performance on a consolidated basis and for each of our segments because they allow us to determine a more comparable, but non-GAAP, measurement of revenue growth and operating performance that is associated with the revenue sources that were a part of our business in both the current and prior year. We believe that Organic Revenue provides a meaningful representation of our operating performance and view Organic Revenue growth as an important indicator when assessing and evaluating the performance of our four segments. Organic Revenue can be expressed as a dollar amount or a percentage rate when describing Organic Revenue growth. We use Organic Revenue growth in determining incentive cash compensation and as a performance measure in our equity incentive grants for our executive officers and other key\nemployees. We use EBITDAC Margin for incentive cash compensation determinations for our executive officers. We view EBITDAC and EBITDAC Margin as important indicators of operating performance, because they allow us to determine more comparable, but non-GAAP, measurements of our operating margins in a meaningful and consistent manner by removing the significant non-cash items of depreciation, amortization, and the change in estimated acquisition earn-out payables, as well as interest expense and taxes, which are reflective of investment and financing activities, not operating performance.\nThese measures are not in accordance with, or an alternative to the GAAP information provided in this Annual Report on Form 10-K. We present such non-GAAP supplemental financial information because we believe such information is of interest to the investment community and because we believe they provide additional meaningful methods of evaluating certain aspects of our operating performance from period to period on a basis that may not be otherwise apparent on a GAAP basis. We believe these non-GAAP financial measures improve the comparability of results between periods by eliminating the impact of certain items that have a high degree of variability. Our industry peers may provide similar supplemental non-GAAP information with respect to one or more of these measures, although they may not use the same or comparable terminology and may not make identical adjustments. This supplemental financial information should be considered in addition to, not in lieu of, our Consolidated Financial Statements.\nTabular reconciliations of this supplemental non-GAAP financial information to our most comparable GAAP information are contained in this Annual Report on Form 10-K under “Results of Operation - Segment Information.”\nAcquisitions\nPart of our business strategy is to attract high-quality insurance intermediaries and service organizations to join our operations. From 1993 through the fourth quarter of 2021, we acquired 580 insurance intermediary operations.\nCritical Accounting Policies\nOur Consolidated Financial Statements are prepared in accordance with GAAP. The preparation of these financial statements requires us to make estimates and judgments that affect the reported amounts of assets, liabilities, revenues and expenses. We continually evaluate our estimates, which are based upon a combination of historical experience and assumptions that we believe to be reasonable under the circumstances. These estimates form the basis for our judgments about the recognition of revenues, expenses, carrying values of our assets and liabilities, of which values are not readily apparent from other sources. Actual results may differ from these estimates.\n28\nWe believe that of our significant accounting and reporting policies, the more critical policies include our accounting for revenue recognition, business combinations and purchase price allocations, intangible asset impairments, non-cash stock-based compensation and reserves for litigation. In particular, the accounting for these areas requires significant use of judgment to be made by management. Different assumptions in the application of these policies could result in material changes in our consolidated financial position or consolidated results of operations.\nRevenue Recognition\nThe majority of our revenue is commissions derived from our performance as agents and brokers, acting on behalf of insurance carriers to sell products to customers that are seeking to transfer risk, and conversely, acting on behalf of those customers in negotiating with insurance carriers seeking to acquire risk in exchange for premiums. In the majority of these arrangements, our performance obligation is complete upon the effective date of the bound policy, as such, that is when the associated revenue is recognized. In some arrangements, where we are compensated through commissions, we also perform other services for our customer beyond binding of coverage. In those arrangements we apportion the commission between binding of coverage and other services based on their relative fair value and recognize the associated revenue as those performance obligations are satisfied. Where the Company’s performance obligations have been completed, but the final amount of compensation is unknown due to variable factors, we estimate the amount of such compensation. We refine those estimates upon our receipt of additional information or final settlement, whichever occurs first.\nTo a lesser extent, the Company earns revenues in the form of fees. Like commissions, fees paid to us in lieu of commission, are recognized upon the effective date of the bound policy. When we are paid a fee for service, however, the associated revenue is recognized over a period of time that coincides with when the customer simultaneously receives and consumes the benefit of our work, which characterizes most of our claims processing arrangements and various services performed in our property and casualty, and employee benefits practices. Other fees are typically recognized upon the completion of the delivery of the agreed-upon services to the customer.\nTo a much lesser extent, the Company will earn revenues starting in 2022 in the form of net retained earned premiums in connection with the Captive, in which the majority of underwriting risk is reinsured and a small portion is retained by the Company. These premiums are reported net of the ceded premiums for reinsurance and recognized evenly over the associated policy periods.\nManagement determines a policy cancellation reserve based upon historical cancellation experience adjusted in accordance with known circumstances.\nPlease see Note 2 “Revenues” in the “Notes to Consolidated Financial Statements” for additional information regarding the nature and timing of our revenues.\nBusiness Combinations and Purchase Price Allocations\nWe have acquired significant intangible assets through acquisitions of businesses. These assets generally consist of purchased customer accounts, non-compete agreements, and the excess of purchase prices over the fair value of identifiable net assets acquired (goodwill). The determination of estimated useful lives and the allocation of purchase price to intangible assets requires significant judgment and affects the amount of future amortization and possible impairment charges.\nIn connection with acquisitions, we record the estimated value of the net tangible assets purchased and the value of the identifiable intangible assets purchased, which typically consist of purchased customer accounts and non-compete agreements. Purchased customer accounts include the right to represent insureds or claimants supported by the physical records and files obtained from acquired businesses that contain information about insurance policies, customers and other matters essential to policy renewals of delivery of services. Their value primarily represents the present value of the underlying cash flows expected to be received over the estimated future duration of the acquired customer relationships. The valuation of purchased customer accounts involves significant estimates and assumptions concerning matters such as cancellation frequency, expenses and discount rates. Any change in these assumptions could affect the carrying value of purchased customer accounts. Non-compete agreements are valued based upon their duration and any unique features of the particular agreements. Purchased customer accounts and non-compete agreements are amortized on a straight-line basis over the related estimated lives and contract periods, which typically range from 3 to 15 years. The excess of the purchase price of an acquisition over the fair value of the identifiable tangible and intangible assets is assigned to goodwill and is not amortized.\nThe recorded purchase prices for all acquisitions include an estimation of the fair value of liabilities associated with any potential earn-out provisions, where an earn-out is part of the negotiated transaction. Subsequent changes in the fair value of earn-out obligations are recorded in the Consolidated Statement of Income as a result of updated expectations for the performance of the associated business.\n29\nThe fair value of earn-out obligations is based upon the present value of the expected future payments to be made to the sellers of the acquired businesses in accordance with the provisions contained in the respective purchase agreements. In determining fair value, the acquired business’s future performance is estimated using financial projections developed by management for the acquired business, and this estimate reflects market participant assumptions regarding revenue growth and/or profitability. The expected future payments are estimated based on the earn-out formula and performance targets specified in each purchase agreement compared to the associated financial projections. These estimates are then discounted to a present value using a risk-adjusted rate that takes into consideration the likelihood that the forecast earn-out payments will be made.\nIntangible Assets Impairment\nGoodwill is subject to at least an annual assessment for impairment, measured by a fair-value-based test. Amortizable intangible assets are amortized over their useful lives and are subject to an impairment review based upon an estimate of the undiscounted future cash flows resulting from the use of the assets. To determine if there is potential impairment of goodwill, we compare the fair value of each reporting unit with its carrying value. The Company may elect to first perform a qualitative assessment to determine whether it is more likely than not that a reporting unit is impaired. If the Company does not perform a qualitative assessment, or if it is determined that it is more likely than not that the fair value of a reporting unit exceeds its carrying amount, the Company will calculate the fair value of the reporting unit. If the fair value of the reporting unit is less than its carrying value, an impairment loss would be recorded to the extent that the fair value of the goodwill within the reporting unit is less than its carrying value. Fair value is estimated based upon multiples of EBITDAC, or on a discounted cash flow basis.\nManagement assesses the recoverability of our goodwill and our amortizable intangibles and other long-lived assets annually and whenever events or changes in circumstances indicate that the carrying value of such assets may not be recoverable. Any of the following factors, if present, may trigger an impairment review: (i) a significant underperformance relative to historical or projected future operating results, (ii) a significant negative industry or economic trend, and (iii) a significant decline in our market capitalization. If the recoverability of these assets is unlikely because of the existence of one or more of the above-referenced factors, an impairment analysis is performed. Management must make assumptions regarding estimated future cash flows and other factors to determine the fair value of these assets. If these estimates or related assumptions change in the future, we may be required to revise the assessment and, if appropriate, record an impairment charge. We completed our most recent evaluation of impairment for goodwill as of November 30, 2021 and determined that the fair value of goodwill exceeded the carrying value of such assets. Additionally, there have been no impairments recorded for amortizable intangible assets for the years ended December 31, 2021 and 2020.\nNon-Cash Stock-Based Compensation\nWe grant non-vested stock awards to our employees, with the related compensation expense recognized in the financial statements over the associated service period based upon the grant-date fair value of those awards. During the performance measurement period, we review the probable outcome of the performance conditions associated with our performance awards and align the expense accruals with the expected performance\noutcome.\nDuring the first quarter of 2021, the performance conditions for approximately 1.2 million shares of the Company’s common stock granted under the Company’s 2010 SIP and approximately 22,000 shares of the Company’s common stock granted under the Company’s 2019 SIP were determined by the Compensation Committee to have been satisfied relative to performance-based grants issued in 2018 and 2020. These grants had a performance measurement period that concluded on December 31, 2020. The vesting condition for these grants requires continuous employment for a period of up to five years from the 2018 grant date and four years from the 2020 grant date in order for the awarded shares to become fully vested and nonforfeitable. As a result of the awarding of these shares, the grantees will be eligible to receive payments of dividends and exercise voting privileges after the awarding date, and the awarded shares will be included as issued and outstanding common stock shares and included in the calculation of basic and diluted net income per share.\nDuring the first quarter of 2022, the performance conditions for approximately 1.3 million shares of the Company’s common stock granted under the Company’s 2010 SIP and approximately 22,000 shares of the Company’s common stock granted under the Company’s 2019 SIP were determined by the Compensation Committee to have been satisfied relative to performance-based grants issued in 2019 and 2021. These grants had a performance measurement period that concluded on December 31, 2021. The vesting condition for these grants requires continuous employment for a period of up to five years from the 2019 grant date and four years from the 2021 grant date in order for the awarded shares to become fully vested and nonforfeitable. As a result of the awarding of these shares, the grantees will be eligible to receive payments of dividends and exercise voting privileges after the awarding date, and the awarded shares will be included as issued and outstanding common stock shares and included in the calculation of basic and diluted net income per share.\nLitigation and Claims\nWe are subject to numerous litigation claims that arise in the ordinary course of business. If it is probable that a liability has been incurred at the date of the financial statements and the amount of the loss is estimable, an accrual for the costs to resolve these claims is recorded in accrued expenses in the accompanying Consolidated Financial Statements. Professional fees related to these claims are included in other operating expenses in the accompanying Consolidated Statement of Income as incurred. Management, with the assistance of in-house and outside counsel, determines whether it is probable that a liability has been incurred and estimates the amount of loss based upon analysis of individual issues. New developments or changes in settlement strategy in dealing with these matters may significantly affect the required reserves and affect our net income.\n30\nRESULTS OF OPERATIONS FOR THE YEARS ENDED\nDECEMBER 31,\n2021 AND\n2020\nThe following discussion and analysis regarding results of operations and liquidity and capital resources should be considered in conjunction with the accompanying Consolidated Financial Statements and related Notes. For a comparison of our results of operations and liquidity and capital resources for the years ended December 31, 2020 and 2019, please see Part II, Item 7 of our Annual Report on Form 10-K filed with the Securities and Exchange Commission on February 23, 2021.\nFinancial information relating to our Consolidated Financial Results is as follows:\n(1)\n“Income Before Income Taxes Margin” is defined as income before income taxes divided by total revenues\n(2)\nA non-GAAP financial measure\nNMF = Not a meaningful figure\nCommissions and Fees\nCommissions and fees, including profit-sharing contingent commissions and GSCs for 2021, increased $441.4 million to $3,047.5 million, or 16.9% over 2020. Core commissions and fees in 2021 increased $427.3 million, composed of (i) $261.3 million of net new and renewal business, which reflects an Organic Revenue growth rate of 10.4%; (ii) $170.1 million from acquisitions that had no comparable revenues in the same period of 2020; (iii) a positive impact from foreign currency translation of $1.2 million; and (iv) an offsetting decrease of $5.3 million related to commissions and fees revenue from business divested in the preceding 12 months. Profit-sharing contingent commissions and GSCs for 2021 increased by $14.1 million, or 16.2%, compared to the same period in 2020. This increase was the result of recent acquisitions and qualifying for certain profit-sharing contingent commissions and GSCs in 2021 that we did not qualify for in the prior year.\nInvestment Income\nInvestment income decreased to $1.1 million in 2021, compared with $2.8 million in 2020. The decrease was primarily due to lower interest rates as compared to the prior year.\n31\nOther Income, Net\nOther income for 2021 was $2.7 million, compared with $4.5 million in 2020. Other income consists primarily of legal settlements and other miscellaneous income.\nEmployee Compensation and Benefits\nEmployee compensation and benefits expense as a percentage of total revenues was 53.6% for the year ended December 31, 2021 as compared to 55.0% for the year ended December 31, 2020, and increased 14.0%, or $200.5 million. This increase included $70.7 million of compensation costs related to stand-alone acquisitions that had no comparable costs in the same period of 2020. Therefore, employee compensation and benefits expense attributable to those offices that existed in the same time periods of 2021 and 2020 increased by $129.8 million or 9.2%. This underlying employee compensation and benefits expense increase was primarily related to: (i) an increase in staff salaries attributable to salary inflation; (ii) an increase in accrued performance bonuses; and (iii) an increase in producer compensation associated with revenue growth.\nOther Operating Expenses\nOther operating expenses represented 13.2% of total revenues for 2021 as compared to 14.0% for the year ended December 31, 2020. Other operating expenses for 2021 increased $37.0 million, or 10.1%, from the same period of 2020 growing slower than revenues. The net increase included: (i) $40.2 million of other operating expenses related to stand-alone acquisitions that had no comparable costs in the same period of 2020; (ii) increased data processing costs as we invest in our business to drive future growth; (iii)  slightly higher variable operating expenses, including travel and entertainment and meeting-related expenses; partially offset by (iv) non-recurring legal costs and the write-off recorded in 2020 of certain receivables in one of our programs where it was determined the collectability was in doubt and which did not recur in 2021.\nGain or Loss on Disposal\nThe Company recognized net gains on disposals of $9.6 million in 2021 and $2.4 million in 2020. The change in the net gain on disposal was due to activity associated with sales of businesses or portions of businesses. Although we are not in the business of selling customer accounts, we periodically sell an office or a book of business (one or more customer accounts) that we believe does not produce reasonable margins or demonstrate a potential for growth, or because doing so is in the Company’s best interest.\nAmortization\nAmortization expense for 2021 increased $11.1 million to $119.6 million, or 10.2% over 2020. This increase reflects the amortization of new intangibles from businesses acquired within the past 12 months, partially offset by certain intangible assets becoming fully amortized.\nDepreciation\nDepreciation expense for 2021 increased $7.0 million to $33.3 million, or 26.8% over 2020. Changes in depreciation expense reflect the addition of fixed assets resulting from business initiatives, net additions of fixed assets resulting from businesses acquired in the past 12 months, partially offset by fixed assets which became fully depreciated.\nInterest Expense\nInterest expense for 2021 increased $6.0 million to $65.0 million, or 10.2%, from 2020. The increase is due to higher average debt balances from increased borrowings associated with the issuance of bonds in September 2020, partially offset by the decrease in interest rates associated with our floating rate debt balances.\nChange in Estimated Acquisition Earn-Out Payables\nAccounting Standards Codification (“ASC”) Topic 805-Business Combinations is the authoritative guidance requiring an acquirer to recognize 100% of the fair value of acquired assets, including goodwill and assumed liabilities (with only limited exceptions) upon initially obtaining control of an acquired entity. Additionally, the fair value of contingent consideration arrangements (such as earn-out purchase price arrangements) at the acquisition date must be included in the purchase price consideration. The recorded purchase price for acquisitions includes an estimation of the fair value of liabilities associated with any potential earn-out provisions. Subsequent changes in these earn-out obligations are required to be recorded in the Consolidated Statement of Income when incurred or reasonably estimated. Estimations of potential earn-out obligations are typically based upon future earnings of the acquired operations or entities, usually for periods ranging from one to three years.\n32\nThe net charge or credit to the Consolidated Statement of Income for the period is the combination of the net change in the estimated acquisition earn-out payables balance, and the interest expense imputed on the outstanding balance of the estimated acquisition earn-out payables.\nAs of December 31, 2021, the fair values of the estimated acquisition earn-out payables were reevaluated and measured at fair value on a recurring basis using unobservable inputs (Level 3) as defined in ASC 820-Fair Value Measurement. The resulting net changes, as well as the interest expense accretion on the estimated acquisition earn-out payables, for the years ended December 31, 2021 and 2020 were as follows:\nFor the years ended December 31, 2021 and 2020, the fair value of estimated earn-out payables was reevaluated and increased by $34.2 million for 2021 and decreased by $11.8 million for 2020, which are charges and credits respectively, net of interest expense accretion, to the Consolidated Statement of Income for 2021 and 2020.\nAs of December 31, 2021, the estimated acquisition earn-out payables equaled $291.0 million, of which $78.4 million was recorded as accounts payable and $212.6 million was recorded as other non-current liabilities. As of December 31, 2020, the estimated acquisition earn-out payables equaled $258.9 million, of which $79.2 million was recorded as accounts payable and $179.7 million was recorded as other non-current liabilities.\nIncome Taxes\nThe effective tax rate on income from operations was 23.0% in 2021 and  2020.\nRESULTS OF OPERATIONS — SEGMENT INFORMATION\nAs discussed in Note 16 “Segment Information” of the Notes to Consolidated Financial Statements, we operate four reportable segments: Retail, National Programs, Wholesale Brokerage and Services. On a segmented basis, changes in amortization, depreciation and interest expenses generally result from activity associated with acquisitions. Likewise, other revenues in each segment reflects net gains primarily from legal settlements and miscellaneous income. As such, in evaluating the operational efficiency of a segment, management focuses on the Organic Revenue growth rate and EBITDAC margin.\nThe reconciliation of total commissions and fees included in the Consolidated Statements of Income to Organic Revenue, a non-GAAP financial measure, including by segment, and the growth rates for Organic Revenue for the year ended December 31, 2021 are as follows:\n(1)\nThe Retail segment includes commissions and fees reported in the “Other” column of the Segment Information table in Note 16 of the Notes to the Consolidated Financial Statements, which includes corporate and consolidation items.\n(2)\nA non-GAAP financial measure.\n33\nThe reconciliation of total commissions and fees included in the Consolidated Statements of Income to Organic Revenue, a non-GAAP financial measure, including by segment, and the growth rates for Organic Revenue for the year ended December 31, 2020, by segment, are as follows:\n(1)\nThe Retail segment includes commissions and fees reported in the “Other” column of the Segment Information table in Note 16 of the Notes to the Consolidated Financial Statements, which includes corporate and consolidation items.\n(2)\nA non-GAAP financial measure.\nThe reconciliation of income before incomes taxes, included in the Consolidated Statement of Income, to EBITDAC, a non-GAAP measure, and Income Before Income Taxes Margin to EBITDAC Margin, a non-GAAP measure, for the year ended December 31, 2021, is as follows:\n(1)\n“Income Before Income Taxes Margin” is defined as income before income taxes divided by total revenues\n(2)\nA non-GAAP financial measure\nNMF = Not a meaningful figure\n34\nThe reconciliation of income before incomes taxes, included in the Consolidated Statement of Income, to EBITDAC, a non-GAAP measure, and Income Before Income Taxes Margin to EBITDAC Margin, a non-GAAP measure, for the year ended December 31, 2020, is as follows:\n(1)\n“Income Before Income Taxes Margin” is defined as income before income taxes divided by total revenues\n(2)\nA non-GAAP financial measure\nNMF = Not a meaningful figure\n35\nRetail Segment\nThe Retail segment provides a broad range of insurance products and services to commercial, public and quasi-public, professional and individual insured customers, and non-insurance risk-mitigating products through our automobile dealer services (“F&I”) businesses. Approximately 76.4% of the Retail segment’s commissions and fees revenue is commission based.\nFinancial information relating to our Retail segment for the 12 months ended December 31, 2021 and 2020 is as follows:\n(1)\n“Income Before Income Taxes Margin” is defined as income before income taxes divided by total revenues\n(2)\nA non-GAAP financial measure\n(3)\nAs of December 31, 2021, the Company settled the historical accumulation of the cash outlays paid by Corporate reducing the total assets at the segment level with no effect on the consolidated company\nNMF = Not a meaningful figure\nThe Retail segment’s total revenues in 2021 increased 20.0%, or $295.2 million, over the same period in 2020, to $1,767.9 million. The $290.9 million increase in core commissions and fees was driven by the following: (i) $156.3 million related to net new and renewal business; (ii) approximately $139.0 million related to the core commissions and fees from acquisitions that had no comparable revenues in the same period of 2020; offset by (iii) a decrease of $4.4 million related to commissions and fees from businesses or books of business divested in 2020 and 2021. Profit-sharing contingent commissions and GSCs in 2021 increased 8.7%, or $4.4 million, over 2020, to $55.3 million primarily from acquisitions completed in 2020 and 2021. The Retail segment’s growth rate for total commissions and fees was 20.1% and the Organic Revenue growth rate was 11.0% for 2021. The Organic Revenue growth rate was driven by net new business written during the preceding 12 months and growth on renewals of existing customers. Renewal business was impacted by rate increases in most lines of business and some modest expansion of exposure units.\nIncome before income taxes for 2021 increased 27.5%, or $72.1 million, over the same period in 2020, to $334.4 million. The primary factors driving this increase were: (i) the net increase in revenue as described above, offset by (ii) a 15.7%, or $129.0 million, increase in employee compensation and benefits, due primarily to the year-on-year impact of salary inflation and additional employees to support revenue growth and acquisitions, (iii) operating expenses which increased by $46.6 million, or 21.1%, due to increased professional services to support our customers and acquisitions; (iv) an increase in the change in estimated acquisition earn-out payables of $32.1 million, to $40.8 million; and (v) a combined increase in amortization, depreciation and intercompany interest expense of $18.1 million resulting from our acquisition activity over the past 12 months.\nEBITDAC for 2021 increased 28.2%, or $122.3 million, from the same period in 2020, to $555.6 million. EBITDAC Margin for 2021 increased to 31.4% from 29.4% in the same period in 2020. EBITDAC Margin was impacted by (i) the leveraging of our expense base, (ii) higher profit-sharing contingent commissions and GSCs; partially offset by, (iii) increased non-stock cash compensation costs.\n36\nNational Programs Segment\nThe National Programs segment manages over 40 programs supported by approximately 100 well-capitalized carrier partners. In most cases, the insurance carriers that support the programs have delegated underwriting and, in many instances, claims-handling authority to our programs operations. These programs are generally distributed through a nationwide network of independent agents and Brown & Brown retail agents, and offer targeted products and services designed for specific industries, trade groups, professions, public entities and market niches. The National Programs segment operations can be grouped into five broad categories: Professional programs, Personal Lines programs, Commercial programs, Public Entity-Related programs and Specialty programs. Approximately 75.2% of the National Programs segment’s commissions and fees revenue is commission based.\nFinancial information relating to our National Programs segment for the 12 months ended December 31, 2021 and 2020 is as follows:\n(1)\n“Income Before Income Taxes Margin” is defined as income before income taxes divided by total revenues\n(2)\nA non-GAAP financial measure\n(3)\nAs of December 31, 2021, the Company settled the historical accumulation of the cash outlays paid by Corporate reducing the total assets at the segment level with no effect on the consolidated company\nNMF = Not a meaningful figure\nThe National Programs segment’s total revenue for 2021 increased 14.9%, or $91.2 million, as compared to the same period in 2020, to $701.9 million. The $81.4 million increase in core commissions and fees revenue was driven by: (i) $72.6 million related to net new and renewal business; (ii) approximately $8.2 million related to the core commissions and fees revenue from acquisitions that had no comparable revenues in 2020; (iii) a positive impact from foreign currency translation of $1.2 million; offset by (iv) a decrease of $0.5 million related to commissions and fees revenue from business divested in the preceding 12 months.\nThe National Programs segment’s growth rate for total commissions and fees was 15.0% and the Organic Revenue growth rate was 12.4% for 2021. The total commissions and fees growth was due to strong Organic Revenue growth across many of our programs along with new acquisitions. The Organic Revenue growth was driven by new business, good retention, exposure unit expansion and rate increases across many programs.\nIncome before income taxes for 2021 increased 32.5%, or $59.4 million, from the same period in 2020, to $242.3 million. The increase was the result of: (i) strong total revenue growth; (ii) lower intercompany interest expense; (iii) a gain on sale of one of our businesses; partially offset by; (iv) an increase in estimated acquisition earn-out payables.\nEBITDAC for 2021 increased 23.8%, or $54.4 million, from the same period in 2020, to $283.3 million. EBITDAC Margin for 2021 increased to 40.4% due to (i) Organic Revenue growth and scaling of a number of our programs; (ii) higher contingent commissions, and (iii) a gain on the sale of one of our businesses.\n37\nWholesale Brokerage Segment\nThe Wholesale Brokerage segment markets and sells excess and surplus commercial and personal lines insurance, primarily through independent agents and brokers, including Brown & Brown retail agents. Approximately 83.3% of the Wholesale Brokerage segment’s commissions and fees revenue is commission based.\nFinancial information relating to our Wholesale Brokerage segment for the 12 months ended December 31, 2021 and 2020 is as follows:\n(1)\n“Income Before Income Taxes Margin” is defined as income before income taxes divided by total revenues\n(2)\nA non-GAAP financial measure\n(3)\nAs of December 31, 2021, the Company settled the historical accumulation of the cash outlays paid by Corporate reducing the total assets at the segment level with no effect on the consolidated company\nNMF = Not a meaningful figure\nThe Wholesale Brokerage segment’s total revenues for 2021 increased 14.3%, or $50.6 million, over 2020, to $403.4 million. The $50.6 million increase in core commissions and fees was driven by the following: (i) $27.6 million related to net new and renewal business and; (ii) $23.0 million related to the core commissions and fees from acquisitions that had no comparable revenues in 2020. Profit-sharing contingent commissions and GSCs for 2021 decreased $0.2 million compared to 2020, to $9.0 million. The Wholesale Brokerage segment’s growth rate for total commissions and fees was 14.3%, and the Organic Revenue growth rate was 8.1% for 2021. The Organic Revenue growth rate was driven by net new business, as well as increased rates seen across most lines of business, which was partially offset by shrinking capacity in the catastrophe exposed personal lines market.\nIncome before income taxes for 2021 increased 1.3%, or $1.3 million, over 2020, to $94.8 million, primarily due to the following: (i) the net increase in total revenues as described above,  which was offset by; (ii) an increase in amortization expense;  (iii) an increase in intercompany interest expense; (iv) an increase in employee compensation and benefits of $28.3 million, related to additional employees from acquisitions completed in the past 12 months and net additions to support increased transaction volumes, compensation increases for existing employees, and additional non-cash stock-based compensation expense; and (v) a net $7.0 million increase in other operating expenses, primarily acquisition related.\nEBITDAC for 2021 increased 13.3%, or $15.2 million, from the same period in 2020, to $129.9 million. EBITDAC Margin for 2021 decreased to 32.2% from 32.5% in the same period in 2020. The decrease in EBITDAC Margin was primarily driven by; (i) increased employee compensation based on the composition of revenue growth and non-cash stock-based compensation costs, in addition to; (ii) a variable expense normalization which was partially offset by; (iii) revenue growth as described above.\n38\nServices Segment\nThe Services segment provides insurance-related services, including third-party claims administration and comprehensive medical utilization management services in both the workers’ compensation and all-lines liability arenas. The Services segment also provides Medicare Set-aside account services, Social Security disability and Medicare benefits advocacy services, and claims adjusting services.\nUnlike the other segments, nearly all of the Services segment’s revenue is generated from fees which are not significantly affected by fluctuations in general insurance premiums.\nFinancial information relating to our Services segment for the 12 months ended December 31, 2021 and 2020 is as follows:\n(1)\n“Income Before Income Taxes Margin” is defined as income before income taxes divided by total revenues\n(2)\nA non-GAAP financial measure\n(3)\nAs of December 31, 2021, the Company settled the historical accumulation of the cash outlays paid by Corporate reducing the total assets at the segment level with no effect on the consolidated company\nNMF = Not a meaningful figure\nThe Services segment’s total revenues for 2021 increased 2.8%, or $4.8 million, from 2020, to $178.9 million. The $4.8 million increase in core commissions and fees, was driven by; (i) specialized claims handling in our advisory business; (ii) expansion of existing programs; (iii) partially offset by continued pressure in our advocacy space (iii) and reduction in workers' compensation severity claims. Total commissions and fees increased 2.8%, and Organic Revenue increased 3.0% in 2021, both as compared to 2020.\nIncome before income taxes for 2021 increased 0.9%, or $0.3 million, from 2020, to $28.3 million due to a combination of: (i) lower intercompany interest; (ii) drivers of EBITDAC described below and; (iii) partially offset by the earn-out liability credit recorded in prior year.\nEBITDAC for 2021 increased 5.2%, or $1.9 million, from the same period in 2020, to $37.9 million. EBITDAC Margin for 2021 increased to 21.2% from 20.7% in the same period in 2020. The increase in EBITDAC and EBITDAC Margin were driven primarily by leveraging our expense base with higher Organic Revenue growth and lower variable expenses in response to COVID-19.\nOther\nAs discussed in Note 16 of the Notes to Consolidated Financial Statements, the “Other” column in the Segment Information table includes any income and expenses not allocated to reportable segments, and corporate-related items, including the intercompany interest expense charges to reporting segments.\n39\nLIQUIDITY AND CAPITAL RESOURCES\nThe Company seeks to maintain a conservative balance sheet and liquidity profile. Our capital requirements to operate as an insurance intermediary are low and we have been able to grow and invest in our business principally through cash that has been generated from operations. We have the ability to utilize our revolving credit facility, which as of December 31, 2021 provided access to up to $800.0 million in available cash. We believe that we have access to additional funds, if needed, through the capital markets or private placements to obtain further debt financing under the current market conditions. The Company believes that its existing cash, cash equivalents, short-term investment portfolio and funds generated from operations, together with the funds available under the revolving credit facility, will be sufficient to satisfy our normal liquidity needs, including principal payments on our long-term debt, for at least the next 12 months.\nThe revolving credit facility contains an expansion for up to an additional $500.0 million of borrowing capacity, subject to the approval of participating lenders. In addition, under the term loan credit agreement, the unsecured term loan in the initial amount of $300.0 million may be increased by up to $150.0 million, subject to the approval of participating lenders. Including the expansion options under all existing credit agreements, the Company has access to up to $1.5 billion of incremental borrowing capacity as of December 31, 2021.\nOur cash and cash equivalents of $887.0 million at December 31, 2021, of which $245.6 million was held in a fiduciary capacity, reflected an increase of $69.6 million from the $817.4 million balance at December 31, 2020. During 2021, $942.5 million of cash was generated from operating activities, representing an increase of 30.6%. During this period, $366.8 million of cash was used for new acquisitions, $89.1 million was used for acquisition earn-out payments, $45.0 million was used to purchase additional fixed assets, $107.2 million was used for payment of dividends, $82.6 million was used for share repurchases and $73.1 million was used to pay outstanding principal balances owed on long-term debt.\nWe hold approximately $66.4 million in cash outside of the U.S., which we currently have no plans to repatriate in the near future.\nOur cash and cash equivalents of $817.4 million at December 31, 2020, of which $211.9 million was held in a fiduciary capacity, reflected an increase of $275.2 million from the $542.2 million balance at December 31, 2019. During 2020, $721.6 million of cash was generated from operating activities, representing an increase of 6.4%. During this period, $694.8 million of cash was used for new acquisitions, $29.5 million was used for acquisition earn-out payments, $70.7 million was used to purchase additional fixed assets, $100.6 million was used for payment of dividends, $55.1 million was used for share repurchases and $55.0 million was used to pay outstanding principal balances owed on long-term debt.\nOur ratio of current assets to current liabilities (the “current ratio”) was 1.25 and 1.26 for December 31, 2021 and December 31, 2020, respectively.\nContractual Cash Obligations\nAs of December 31, 2021, our contractual cash obligations were as follows:\n(1)\nIncludes the current portion of other long-term liabilities, and approximately $15.6 million of remaining deferred employer-only payroll tax payments related to the CARES Act which are expected to be paid in December 2022. The Company paid the first installment of $15.6 million in December 2021.\n(2)\nIncludes $18.8 million of future lease commitments expected to commence in 2022.\n(3)\nIncludes $291.0 million of current and non-current estimated earn-out payables. $25.0 million of this balance is not subject to any further contingency as a result of the Amendment dated as of July 27, 2020 by and among the Company, The Hays Group, Inc., and certain of its affiliates, to the Asset Purchase Agreement, dated as of October 22, 2018.\n(4)\nDoes not include approximately $28.9 million of current liability for a dividend of $0.1025 per share approved by the board of directors on\nJanuary 20, 2022.\nDebt\nTotal debt at December 31, 2021 was $2,022.9 million net of unamortized discount and debt issuance costs, which was an decrease of $73.0 million compared to December 31, 2020. The decrease includes: (i) the repayment of the principal balance of $73.1 million for scheduled principal amortization balances related to our various existing floating rate debt term notes; (ii) an additional $2.7 million including debt issuance costs related to the Company's refinanced credit facility, the Second Amended and Restated Credit Agreement (as defined below), on\n40\nOctober 27, 2021; offset by (iii) net of the amortization of discounted debt related to our various unsecured Senior Notes, and debt issuance cost amortization of $2.8 million.\nOn October 27, 2021, the Company entered into an amended and restated credit agreement (the “Second Amended and Restated Credit Agreement”) with the lenders named therein, JPMorgan Chase Bank, N.A. as administrative agent, Bank of America, N.A., Truist Bank and BMO Harris Bank N.A. as co-syndication agents, and U.S. Bank National Association, Fifth Third Bank, National Association, Wells Fargo Bank, National Association, PNC Bank, National Association, Morgan Stanley Senior Funding, Inc. and Citizens Bank, N.A. as co-documentation agents. The Second Amended and Restated Credit Agreement amended and restated the credit agreement dated April 17, 2014, among certain of such parties, as amended by that certain amended and restated credit agreement dated June 28, 2017 (the “Original Credit Agreement”). The Second Amended and Restated Credit Agreement, among other certain terms, extended the maturity of the revolving credit facility of $800.0 million and unsecured term loans associated with the agreement of $250.0 million to October 27, 2026. At the time of the renewal, the Company added an additional $2.7 million in debt issuance costs related to the transaction. The Company carried forward $0.6 million of existing debt issuance costs related to the previous credit facility agreements while expensing $0.1 million in debt issuance costs due to certain lenders exiting the renewed facility agreement.\nDuring the 12 months ended December 31, 2021, the Company has repaid $30.0 million of principal related to the amended and restated credit agreement term loan through quarterly scheduled amortized principal payments each equaling $10.0 million on March 31, 2021, June 30, 2021, September 30, 2021 and on October 27, 2021 in conjunction with the closing of the Second Amended and Restated Credit Agreement, the Company repaid an additional $10.0 million of outstanding principal related to the term loan under the amended and restated credit agreement. On December 31, 2021, the Company repaid $3.1 million under the Second Amended and Restated Credit Agreement as part of a scheduled amortized principal payment/ The Second Amended and Restated Credit Agreement term loan had an outstanding balance of $246.9 million as of December 31, 2021. The Company’s next scheduled amortized principal payment is due March 31, 2022 and is equal to $3.1 million.\nDuring the 12 months ended December 31, 2021, the Company has repaid $30.0 million of principal related to the term loan credit agreement through quarterly scheduled amortized principal payments each equaling $7.5 million on March 31, 2021, June 30, 2021, September 30, 2021 and December 31, 2021. The term loan credit agreement had an outstanding balance of $240.0 million as of December 31, 2021. The Company’s next scheduled amortized principal payment is due March 31, 2021 and is equal to $7.5 million.\nTotal debt at December 31, 2020 was $2,095.9 million net of unamortized discount and debt issuance costs, which was an increase of $540.6 million compared to December 31, 2019. The increase includes: (i) incremental borrowings of $700.0 million related to the Company's 2.375% Senior Notes due 2031 issued on September 24, 2020; (ii) net of the amortization of discounted debt related to our various unsecured Senior Notes, and debt issuance cost amortization of $2.3 million; offset by (iii) the repayment of the principal balance of $55.0 million for scheduled principal amortization balances related to our various existing floating rate debt term notes; (iv) the net repayment of $100.0 million under the revolving credit facility; and (v) an additional $6.7 million including debt issuance costs and the portion of discount applied to the proceeds issued under the incremental borrowings related to the Company's 2.375% Senior Notes due 2031 issued on September 24, 2020.\nOn September 24, 2020, the Company completed the issuance of $700.0 million aggregate principal amount of the Company's 2.375% Senior Notes due 2031. The Senior Notes were given investment grade ratings of BBB- stable outlook and Baa3 positive outlook. The notes are subject to certain covenant restrictions, which are customary for credit rated obligations. At the time of funding, the proceeds were offered at a discount of the original note amount, which also excluded an underwriting fee discount. The net proceeds received from the issuance were used to repay a portion of the outstanding balance of $200.0 million on the revolving credit facility, to pay a portion of the purchase price in connection with the acquisitions of LP Insurance Services, LLP and CKP Insurance, LLC and for other general corporate purposes. As of December 31, 2020, there was an outstanding debt balance of $700.0 million exclusive of the associated discount balance.\nDuring the 12 months ended December 31, 2020, the Company has repaid $40.0 million of principal related to the amended and restated credit agreement term loan through quarterly scheduled amortized principal payments each equaling $10.0 million on March 31, 2020, June 30, 2020, September 30, 2020 and December 31, 2020. The amended and restated credit agreement term loan had an outstanding balance of $290.0 million as of December 31, 2020. The Company’s next scheduled amortized principal payment is due March 31, 2021 and is equal to $10.0 million.\nDuring the 12 months ended December 31, 2020, the Company has repaid $15.0 million of principal related to the term loan credit agreement through quarterly scheduled amortized principal payments each equaling $3.8 million on March 31, 2020, June 30, 2020, September 30, 2020 and December 31, 2020. The term loan credit agreement had an outstanding balance of $270.0 million as of December 31, 2020. The Company’s next scheduled amortized principal payment is due March 31, 2021 and is equal to $7.5 million.\nOn April 30, 2020, the Company borrowed $250.0 million under the revolving credit facility. The proceeds were used in conjunction with the payment of the purchase price for the previously announced acquisition of LP Insurance Services LLC and for additional liquidity to further strengthen the Company’s financial position and balance sheet in the event cash receipts from customers or carrier partners are delayed due to the COVID-19 pandemic. On June 30, 2020, the Company repaid $150.0 million on the revolving credit facility. On September 24, 2020, the Company repaid the total outstanding borrowings under the revolving credit facility of $200.0 million using the proceeds received from the borrowings under the Company's 2.375% Senior Notes due 2031.\n41"
  },
  {
    "item_key": "item_7a",
    "text": "Market risk is the potential loss arising from adverse changes in market rates and prices, such as interest rates, foreign exchange rates and equity prices. We are exposed to market risk through our investments, revolving credit line, term loan agreements and international operations.\nOur invested assets are held primarily as cash and cash equivalents, restricted cash, available-for-sale marketable debt securities, non-marketable debt securities, certificates of deposit, U.S. treasury securities, and professionally managed short duration fixed income funds. These investments are subject to interest rate risk. The fair values of our invested assets at December 31, 2021 and December 31, 2020, approximated their respective carrying values due to their short-term duration and therefore, such market risk is not considered to be material.\nWe do not actively invest or trade in equity securities. In addition, we generally dispose of any significant equity securities received in conjunction with an acquisition shortly after the acquisition date.\nAs of December 31, 2021, we had $486.9 million of borrowings outstanding under our various credit agreements, all of which bear interest on a floating basis tied to London Inter-bank Offered Rate (“LIBOR”) and is therefore subject to changes in the associated interest expense. The effect of an immediate hypothetical 10% change in interest rates would not have a material effect on our Consolidated Financial Statements. As of July 2017, the UK Financial Conduct Authority (“FCA”) has urged banks and institutions to discontinue their use of the LIBOR benchmark rate for floating rate debt, and other financial instruments tied to the rate after 2021. The Alternative Reference Rates Committee (“ARRC”) have recommended the Secured Overnight Financing Rate (“SOFR”) as the best alternative rate to LIBOR post discontinuance and has proposed a transition plan and timeline designed to encourage the adoption of SOFR from LIBOR. On March 5, 2021 the ICE Benchmark Administration, which administrators LIBOR, and the FCA announced that all LIBOR settings will either cease to be provided by any administrator or no longer be represented immediately after December 31, 2021 for all non-U.S. dollar LIBOR settings and one-week and two-month U.S. dollar LIBOR settings and immediately after June 30, 2023 for the remaining U.S. dollar LIBOR settings.\nOn October 27, 2021 the Company entered into the Second Amended and Restated Credit Agreement. The Second Amended and Restated Credit Agreement includes provisions regarding transition from LIBOR to SOFR in preparation of the LIBOR cessation. Management will continue to actively assess the related opportunities and risks associated with the transition as well as monitor related proposals, guidance and other alternative-rate initiatives, with an expectation that the Company will be prepared for a termination of LIBOR benchmarks prior to June 30, 2023 when typical rate settings will no longer be available.\nWe are subject to operational exchange rate risk primarily in our U.K.-based wholesale brokerage business that has a cost base principally denominated in British pounds and a revenue base in several other currencies, but principally in U.S. dollars, and in our Canadian MGA business that has substantially all of its revenues and cost base denominated in Canadian dollars. As of January 14, 2021, the Company announced the completion of the acquisition of O’Leary Insurances, an Ireland based retail brokerage business which has substantially all of its revenue and cost base in euros.\nBased upon our foreign currency rate exposure as of December 31, 2021, an immediate 10% hypothetical change of foreign currency exchange rates would not have a material effect on our Consolidated Financial Statements.\n42"
  },
  {
    "item_key": "item_8",
    "text": "Index to Consolidated\nFinancial Statements\n43\nBROWN & BROWN, INC.\nCONSOLIDATED STAT\nEMENTS OF INCOME\nSee accompanying notes to Consolidated Financial Statements.\n44\nBROWN & BROWN, INC.\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\n45\nBROWN & BROWN, INC.\nCONSOLIDATED B\nALANCE SHEETS\nSee accompanying notes to Consolidated Financial Statements\n.\n46\nBROWN & BROWN, INC.\nCONSOLIDATED STATEMENTS\nOF SHAREHOLDERS’ EQUITY\n47\nSee accompanying notes to Consolidated Financial Statements\n.\n48\nBROWN & BROWN, INC.\nCONSOLIDATED STATEM\nENTS OF CASH FLOWS\nSee accompanying notes to Consolidated Financial Statements. Refer to Note 13 for reconciliation of cash and cash equivalents inclusive of restricted cash.\n49\nNOTES TO CONSOLIDATED\nFINANCIAL STATEMENTS\nNOTE 1 Summary of Signif\nicant Accounting Policies\nNature of Operations\nBrown & Brown, Inc., a Florida corporation and its subsidiaries (collectively, “Brown & Brown” or the “Company”) is a diversified insurance agency, wholesale brokerage, insurance programs and service organization that markets and sells insurance products and services, primarily in the property, casualty and employee benefits areas. Brown & Brown’s business is divided into\nfour\nreportable segments. The Retail Segment provides a broad range of insurance products and services to commercial, public and quasi-public, professional and individual insured customers, and non-insurance risk-mitigating products through our automobile dealer services (“F&I”) businesses. The National Programs Segment, which acts as a managing general agent (“MGA”), provides professional liability and related package products for certain professionals, a range of insurance products for individuals, flood coverage, and targeted products and services designated for specific industries, trade groups, governmental entities and market niches, all of which are delivered through a nationwide network of independent agents, including Brown & Brown retail agents. The Wholesale Brokerage Segment markets and sells excess and surplus commercial and personal lines insurance, primarily through independent agents and brokers, as well as Brown & Brown retail agents. The Services Segment provides insurance-related services, including third-party claims administration and comprehensive medical utilization management services in both the workers’ compensation and all-lines liability arenas, as well as Medicare Set-aside services, Social Security disability and Medicare benefits advocacy services and claims adjusting services.\nRecently Issued Accounting Pronouncements\nIn October 2021, the Financial Accounting Standards Board (“FASB”) issued ASU 2021-08, Business Combinations (Topic 805): Accounting for Contract Assets and Contract Liabilities from Contracts with Customers. The amendment requires an acquirer in a business combination to recognize and measure contract assets and contract liabilities in accordance with Accounting Standards Codification (\"ASC\") Topic 606. ASU 2021-08 is effective for fiscal years beginning after December 15, 2022 and early adoption is permitted. While the Company is continuing to assess the timing of adoption and the potential impacts of ASU 2021-08, it does not expect ASU 2021-08 to have a material effect on its consolidated financial statements.\nIn March 2020, the FASB issued ASU 2020-04, \"Reference Rate Reform (Topic 848): Facilitation of the Effects of Reference Rate Reform on Financial Reporting.\" The amendments provide optional guidance for a limited time to ease the potential burden in accounting for reference rate reform. The new guidance provides optional expedients and exceptions for applying GAAP to contracts, hedging relationships and other transactions affected by reference rate reform if certain criteria are met. The amendments apply only to contracts and hedging relationships that reference the London Interbank Offered Rate (“LIBOR”), or another reference rate expected to be discontinued due to reference rate reform. These amendments are effective immediately and may be applied prospectively to contract modifications made and hedging relationships entered into or evaluated on or before December 31, 2022. We are currently evaluating our contracts and the available expedients provided by the new standard; however, the Company can assert there is no impact to any carrying value of assets or liabilities aside from our floating-rate debt instruments that are indexed to LIBOR and are carried at amortized cost. Any further impact of adoption will be in determining the new periodic floating interest rate indexed to our floating-rate debt instruments with no impact on the balance sheet upon adoption.\nRecently Adopted Accounting Standards\nIn December 2019, the FASB issued ASU 2019-12, “Income Taxes (Topic 740): Simplifying the Accounting for Income Taxes.” The standard removes specific exceptions in the current rules and eliminates the need for an organization to analyze whether the following apply in a given period: (a) exception to the incremental approach for intra-period tax allocation; (b) exceptions to accounting for basis differences when there are ownership changes in foreign investments and (c) exception in interim period income tax accounting for year-to-date losses that exceed anticipated losses. The standard also is designed to improve financial statement preparers’ application of income tax-related guidance and simplify GAAP for (a) franchise taxes that are partially based on income; (b) transactions with a government that result in a step-up in the tax basis of goodwill; (c) separate financial statements of legal entities that are not subject to tax and (d) enacted changes in tax laws in interim periods. The Company\nadopted\nASU 2019-12 effective\nJanuary 1, 2021\n. The impact of adopting this standard was\nno\nt material to the presentation of the Consolidated Financial Statements.\nIn August 2018, the FASB issued ASU 2018-15, “Intangibles—Goodwill and Other—Internal-Use Software (Subtopic 350-40): Customer’s Accounting for Implementation Costs Incurred in a Cloud Computing Arrangement That Is a Service Contract,” which provides guidance for capitalizing implementation costs incurred in a hosting arrangement that is a service contract with the requirements for capitalizing implementation costs incurred to develop or obtain internal-use software (and hosting arrangements that include an internal-use software license). ASU 2018-15 became effective for public companies for fiscal years, and interim periods within those fiscal years, beginning after December 15, 2019. The Company\nadopted\nASU 2018-15 effective\nJanuary 1, 2020\n. The impact of adoption of this standard on our consolidated financial statements, including accounting policies, processes and systems, was\nno\nt material.\n50\nIn January 2017, the FASB issued ASU No. 2017-04, “Intangibles-Goodwill and Other (Topic 350): Simplifying the Test for Goodwill Impairment.” The new guidance eliminates Step 2 of the goodwill impairment test. The updated guidance requires an entity to perform its annual or interim goodwill impairment test by comparing the fair value of the reporting unit to its carrying value, and recognizing a non-cash impairment charge for the amount by which the carrying value exceeds the reporting unit’s fair value with the loss not exceeding the total amount of goodwill allocated to that reporting unit. ASU 2017-04 became effective for public companies for fiscal years, and interim periods within those fiscal years, beginning after December 15, 2019 and will be applied prospectively. The Company\nadopted\nASU 2017-04 effective\nJanuary 1, 2020\n, with interim or annual goodwill impairment tests now comparing the fair value of a reporting unit with its carrying value and no longer performing Step 2 of the goodwill impairment test.\nThere was\nno\nimpact from adopting ASU 2017-04 as there were no impairments recorded.\nIn June 2016, the FASB issued ASU 2016-13, “Financial Instruments – Credit Losses (Topic 326): Measurement of Credit Losses on Financial Instruments”. The new guidance adds an impairment model, known as the current expected credit loss (CECL) model that is based on expected losses rather than incurred losses. These amendments require the measurement of all expected credit losses for financial assets held at the reporting date based on historical experience, current conditions and reasonable forward-looking information, which is intended to result in more timely recognition of such losses. All related guidance has been codified into, and is now known as, ASC 326 – Financial Instruments—Credit Losses. The new standard is effective for public companies for annual reporting periods beginning after December 15, 2019, and interim periods therein. The Company\nadopted\nASU 2016-13 effective\nJanuary 1, 2020\nand determined there was\nno\nt a material impact on the Company’s Financial Statements given that historical trend analysis and assessments for forward-looking qualitative analysis are already integrated into financial assessments for the Company.\nPrinciples of Consolidation\nThe accompanying Consolidated Financial Statements include the accounts of Brown & Brown, Inc. and its subsidiaries. All significant intercompany account balances and transactions have been eliminated in the Consolidated Financial Statements.\nRevenue Recognition\nThe Company earns commissions paid by insurance carriers for the binding of insurance coverage. Commissions are earned at a point in time upon the effective date of bound insurance coverage, as no performance obligation exists after coverage is bound. If there are other services within the contract, the Company estimates the stand-alone selling price for each separate performance obligation, and the corresponding apportioned revenue is recognized over a period of time as the performance obligations are fulfilled. The Company earns fee revenue by receiving negotiated fees in lieu of a commission and from services other than securing insurance coverage. Fee revenues from certain agreements are recognized depending on when the services within the contract are satisfied and when we have transferred control of the related services to the customer. In situations where multiple performance obligations exist within a fee contract, in some instances the use of estimates is required to allocate the transaction price on a relative stand-alone selling price basis to each separate performance obligation. Incentive commissions represent a form of variable consideration which includes additional commissions over base commissions received from insurance carriers based on predetermined production levels mutually agreed upon by both parties. Profit-sharing contingent commissions represent a form of variable consideration associated with the placement of coverage, for which we earn commissions. Profit-sharing contingent commissions and incentive commissions are estimated with a constraint applied and accrued relative to the recognition of the corresponding core commissions based on the amount of consideration that will be received in the coming year such that a significant reversal of revenue is not probable. Guaranteed supplemental commissions, a form of variable consideration, represent guaranteed fixed-base agreements.\nManagement determines the policy cancellation reserve based upon historical cancellation experience adjusted for any known circumstances.\nUse of Estimates\nThe preparation of the Consolidated Financial Statements in conformity with accounting principles generally accepted in the United States of America (“GAAP”) requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, as well as disclosures of contingent assets and liabilities, at the date of the Consolidated Financial Statements, and the reported amounts of revenues and expenses during the reporting period. Actual results may differ from those estimates.\nCash and Cash Equivalents\nCash and cash equivalents principally consist of demand deposits with financial institutions and highly liquid investments with quoted market prices having maturities of three months or less when purchased. Included in cash and cash equivalents are unrestricted premium from insureds and prefunded claims from carriers held in a fiduciary capacity.\n51\nRestricted Cash and Investments, and Premiums, Commissions and Fees Receivable\nIn our capacity as an insurance agent or broker, the Company typically collects premiums from insureds and, after deducting the authorized commissions, remits the net premiums to the appropriate insurance company or companies. Accordingly, premiums that are receivable from insureds are reported within Premiums, commissions, and fees receivable in the Consolidated Balance Sheets. Unremitted net insurance premiums are held in a fiduciary capacity until the Company disburses them, and the use of such funds is restricted by laws in certain jurisdictions in which our subsidiaries operate, or restricted due to our contracts with a certain insurance company or companies in which we hold premiums in a fiduciary capacity. Where allowed by law, the Company invests these unremitted funds only in cash, money market accounts, tax-free variable-rate demand bonds and commercial paper held for a short-term. In certain states in which the Company operates, the use and investment alternatives for these funds are regulated and restricted by various state laws and agencies. These restricted funds are reported as restricted cash and investments on the Consolidated Balance Sheets. The interest income earned on these unremitted funds, where allowed by state law, is reported as investment income in the Consolidated Statement of Income.\nIn other circumstances, the insurance companies collect the premiums directly from the insureds and remit the applicable commissions to the Company. Accordingly, as reported in the Consolidated Balance Sheets, commissions are receivables from insurance companies. Fees are primarily receivables due from customers.\nInvestments\nCertificates of deposit, and other securities, having maturities of more than three months when purchased are reported at cost and are adjusted for other-than-temporary market value declines. The Company’s investment holdings include U.S. Government securities, municipal bonds, domestic corporate and foreign corporate bonds as well as short-duration fixed income funds. Investments within the portfolio or funds are held as available-for-sale and are carried at their fair value. Any gain/loss applicable from the fair value change is recorded, net of tax, as other comprehensive income within the equity section of the Consolidated Balance Sheets. Realized gains and losses are reported as investment income on the Consolidated Statement of Income, with the cost of securities sold determined on a specific identification basis.\nFixed Assets\nFixed assets, including leasehold improvements, are carried at cost, less accumulated depreciation and amortization. Expenditures for improvements are capitalized, and expenditures for maintenance and repairs are expensed to operations as incurred. Upon sale or retirement, the cost and related accumulated depreciation and amortization are removed from the accounts and the resulting gain or loss, if any, is reflected in other income. Depreciation has been determined using the straight-line method over the estimated useful lives of the related assets, which range from\n3\nto\n40 years\n. Leasehold improvements are amortized on the straight-line method over the shorter of the useful life of the improvement or the term of the related lease.\nGoodwill and Amortizable Intangible Assets\nAll of our business combinations are accounted for using the acquisition method. Acquisition purchase prices are typically based upon a multiple of average annual EBITDAC (defined below), and/or revenue earned over a period of\n3\nyears within a minimum and maximum price range. The recorded purchase prices for acquisitions include an estimation of the fair value of liabilities associated with any potential earn-out provisions. Subsequent changes in the fair value of earn-out obligations are recorded in the Consolidated Statement of Income when incurred.\nThe fair value of earn-out obligations is based upon the present value of the expected future payments to be made to the sellers of the acquired businesses in accordance with the provisions contained in the respective purchase agreements. In determining fair value, the acquired business’ future performance is estimated using financial projections developed by management for the acquired business and this estimate reflects market participant assumptions regarding revenue growth and/or profitability. The expected future payments are estimated on the basis of the earn-out formula and performance targets specified in each purchase agreement compared to the associated financial projections. These estimates are then discounted to present value using a risk-adjusted rate that takes into consideration the likelihood that the forecast earn-out payments will be made.\nAmortizable intangible assets are stated at cost, less accumulated amortization, and consist of purchased customer accounts and non-compete agreements. Purchased customer accounts and non-compete agreements are amortized on a straight-line basis over the related estimated lives and contract periods, which typically range from\n3\nto\n15\nyears. Purchased customer accounts represent the value of the customer relationship, but also consist of records and files that contain information about insurance policies and the related insured parties that are essential to policy renewals.\n52\nThe excess of the purchase price of an acquisition over the fair value of the identifiable tangible and amortizable intangible assets is assigned to goodwill. While goodwill is not amortizable, it is subject to assessment at least annually, and more frequently in the presence of certain circumstances, for impairment by application of a fair value-based test. The Company compares the fair value of each reporting unit with its carrying amount to determine if there is potential impairment of goodwill. The Company may elect to first perform a qualitative assessment to determine whether it is more likely than not that a reporting unit is impaired. If the Company does not perform a qualitative assessment, or if it is determined that it is more likely than not that the fair value of a reporting unit exceeds its carrying amount, the Company will calculate the fair value of the reporting unit. If the fair value of the reporting unit is less than its carrying value, an impairment loss is recorded to the extent that the fair value of the goodwill within the reporting unit is less than its carrying value. Fair value is estimated based upon multiples of earnings before interest, income taxes, depreciation, amortization and change in estimated acquisition earn-out payables (“EBITDAC”), or on a discounted cash flow basis. The Company completed its most recent annual assessment as of November 30, 2021 and determined that the fair value of goodwill significantly exceeded the carrying value of such assets. In addition, as of December 31, 2021\n, there are\nno\naccumulated impairment losses.\nThe carrying value of amortizable intangible assets attributable to each business or asset group comprising the Company is periodically reviewed by management to determine if there are events or changes in circumstances that would indicate that its carrying amount may not be recoverable. Accordingly, if there are any such changes in circumstances during the year, the Company assesses the carrying value of its amortizable intangible assets by considering the estimated future undiscounted cash flows generated by the corresponding business or asset group. Any impairment identified through this assessment may require that the carrying value of related amortizable intangible assets be adjusted after determining the fair value of the amortizable intangible assets. There were\nno\nimpairments recorded for the years ended\nDecember 31, 2021, 2020 and 2019\n.\nIncome Taxes\nThe Company records income tax expense using the asset-and-liability method of accounting for deferred income taxes. Under this method, deferred tax assets and liabilities are recognized for the expected future tax consequences of temporary differences between the financial statement carrying values and the income tax bases of the Company’s assets and liabilities.\nThe Company files a consolidated federal income tax return and has elected to file consolidated returns in certain states. Deferred income taxes are provided for in the Consolidated Financial Statements and relate principally to expenses charged to income for financial reporting purposes in one period and deducted for income tax purposes in other periods.\nNet Income Per Share\nBasic net income per share is computed based on the weighted average number of common shares (including participating securities) issued and outstanding during the period. Diluted net income per share is computed based on the weighted average number of common shares issued and outstanding plus equivalent shares, assuming the exercise of stock options. The dilutive effect of stock options is computed by application of the treasury-stock method.\nThe following is a reconciliation between basic and diluted weighted average shares outstanding for the years ended December 31:\n53\nFair Value of Financial Instruments\nThe carrying amounts of the Company’s financial assets and liabilities, including cash and cash equivalents; restricted cash and short-term investments; investments; premiums, commissions and fees receivable; reinsurance recoverable; prepaid reinsurance premiums; premiums payable to insurance companies; losses and loss adjustment reserve; unearned premium; premium deposits and credits due customers and accounts payable, at December 31, 2021 and 2020, approximate fair value because of the short-term maturity of these instruments. The carrying amount of the Company’s long-term debt approximates fair value at December 31, 2021 and 2020 as our fixed-rate borrowings of\n$\n1,548.5\nmillion\napproximate their values using market quotes of notes with the similar terms as ours, which we deem a close approximation of current market rates. The estimated fair value of our variable floating rate debt agreements is\n$\n486.9\nmillion\nwhich approximates the carrying value due to the variable interest rate based upon adjusted LIBOR. See Note 3 to our Consolidated Financial Statements for the fair values related to the establishment of intangible assets and the establishment and adjustment of earn-out payables. See Note 6 for information on the fair value of investments and Note 9 for information on the fair value of long-term debt.\nNon-Cash\nStock-Based Compensation\nThe Company has stock-based compensation plans that provide for grants of restricted stock, restricted stock units, stock options and other stock-based awards to employees and non-employee directors of the Company. In addition, the Company has an Employee Stock Purchase Plan which allows employees to purchase shares in the Company. The Company expenses stock-based compensation, which is included in Employee compensation and benefits in the Consolidated Statements of Income over the requisite service period. The significant assumptions underlying our expense calculations include the fair value of the award on the date of grant, the estimated achievement of any performance targets and estimated forfeiture rates.\nThe Company uses the Black-Scholes valuation model for valuing all stock options and shares purchased under the Employee Stock Purchase Plan (the “ESPP”). Compensation for non-vested stock awards is measured at fair value on the grant date based upon the number of shares expected to vest. Compensation cost for all awards is recognized in earnings, net of estimated forfeitures, on a straight-line basis over the requisite service period.\nReinsurance\nThe Company acts in a risk-bearing capacity for flood insurance associated with the Wright National Flood Insurance Company (“WNFIC”), which is part of our National Programs Segment. The Company protects itself from claims-related losses by reinsuring all claims risk exposure. However, for basic admitted policies conforming to the National Flood Insurance Program all exposure is reinsured with the Federal Emergency Management Agency (“FEMA”). For excess flood insurance policies, all exposure is reinsured with a reinsurance carrier with an AM Best Company rating of “A” or better. Reinsurance does not legally discharge the ceding insurer from the primary liability for the full amount due under the reinsured policies. Reinsurance premiums, commissions, expense reimbursement and reserves related to ceded business are accounted for on a basis consistent with the accounting for the original policies issued and the terms of reinsurance contracts. Premiums earned and losses and loss adjustment expenses incurred are reported net of reinsurance amounts. Other underwriting expenses are shown net of earned ceding commission income. The liabilities for unpaid losses and loss adjustment expenses and unearned premiums are reported gross of ceded reinsurance recoverable.\nBalances due from reinsurers on unpaid losses and loss adjustment expenses, including an estimate of such recoverables related to reserves for incurred but not reported (“IBNR”) losses, are reported as assets and are included in reinsurance recoverable even though amounts due on unpaid loss and loss adjustment expense are not recoverable from the reinsurer until such losses are paid. The Company does not believe it is exposed to any material credit risk through its reinsurance as the reinsurer is FEMA for basic admitted flood policies and national reinsurance carriers for private flood policies, which has an AM Best Company rating of “A” or better. Historically,\nno\namounts due from reinsurance carriers have been written off as uncollectible.\nThe Company also operates a capitalized captive insurance facility (the \"Captive\"), which started in December 2021, for the purpose of having additional capacity to sell property insurance for earthquake and wind exposed properties. The Captive buys reinsurance, limiting, but not completely eliminating the Company's exposure to underwriting losses.\nThe operations of the Captive were not material to the Consolidated Financial Statements for the year ended December 31, 2021.\nUnpaid Losses and Loss Adjustment Reserve\nUnpaid losses and loss adjustment reserve include amounts determined on individual claims and other estimates based upon the past experience of WNFIC, the Captive and the policyholders for IBNR claims, less anticipated salvage and subrogation recoverable. The methods of making such estimates and for establishing the resulting reserves are continually reviewed and updated, and any adjustments resulting therefrom are reflected in operations currently.\nThe Company engages the services of outside actuarial consulting firms (the “Actuaries”) to assist on an annual basis to render an opinion on the sufficiency of the Company’s estimates for unpaid losses and related loss adjustment reserve. The Actuaries utilize both industry experience and the Company’s own experience to develop estimates of those amounts as of year-end. These estimated liabilities are subject to\n54\nthe impact of future changes in claim severity, frequency and other factors. In spite of the variability inherent in such estimates, management believes that the liabilities for unpaid losses and related loss adjustment reserve are adequate.\nPremiums are recognized as income over the coverage period of the related policies. Unearned premiums represent the portion of premiums written that relate to the unexpired terms of the policies in force and are determined on a daily pro rata basis. The income is recorded to the commissions and fees line of the Consolidated Statement of Income.\nNOTE 2\nRevenues\nThe following tables present the revenues disaggregated by revenue source:\n(1)\nBase commissions generally represent a percentage of the premium paid by an insured and are affected by fluctuations in both premium rate levels charged by insurance companies and the insureds’ underlying “insurable exposure units,” which are units that insurance companies use to measure or express insurance exposed to risk (such as property values, or sales and payroll levels) to determine what\n55\npremium to charge the insured. Insurance companies establish these premium rates based upon many factors, including loss experience, risk profile and reinsurance rates paid by such insurance companies, none of which we control.\n(2)\nFee revenues relate to fees for services other than securing coverage for our customers, fees negotiated in lieu of commissions, and F&I products and services.\n(3)\nIncentive commissions include additional commissions over base commissions received from insurance carriers based on predetermined production levels mutually agreed upon by both parties.\n(4)\nProfit-sharing contingent commissions are based primarily on underwriting results, but may also reflect considerations for volume, growth and/or retention.\n(5)\nGuaranteed supplemental commissions represent guaranteed fixed-base agreements.\n(6)\nInvestment income consists primarily of interest on cash and investments.\n(7)\nOther income consists primarily of legal settlements and other miscellaneous income.\n(8)\nFees within other reflects the elimination of intercompany revenues\n.\nContract Assets and Liabilities\nThe balances of contract assets and contract liabilities arising from contracts with customers as of\nDecember 31, 2021 and 2020 were as follows:\nUnbilled receivables (contract assets) arise when the Company recognizes revenue for amounts which have not yet been billed in our systems. Deferred revenue (contract liabilities) relates to payments received in advance of performance under the contract before the transfer of a good or service to the customer.\nAs of December 31, 2021, deferred revenue (recorded within the accrued expenses and other liabilities caption in the Company's Consolidated Balance Sheets) consisted of\n$\n67.4\nmillion\nas current portion to be recognized within one year and\n$\n30.5\nmillion\nin long-term (recorded within the other liabilities caption in the Company's Consolidated Balance Sheets) to be recognized beyond one year. As of December 31, 2020, deferred revenue consisted of\n$\n54.0\nmillion\nas current portion to be recognized within one year and\n$\n27.0\nmillion\nin long-term deferred revenue to be recognized beyond one year.\nContract assets and contract liabilities arising from acquisitions\nin 2021 were approximately\n$\n5.5\nmillion\nand\n$\n1.2\nmillion\n, respectively. Contract assets and contract liabilities arising from acquisitions in 2020\nwere approximately $\n11.5\nmillion and\n$\n20.0\nmillion\n, respectively.\nDuring the 12 months ended December 31, 2021 and 2020, the amount of revenue recognized related to performance obligations satisfied in a previous period, inclusive of changes due to estimates, was approximately\n$\n23.3\nmillion\nand\n$\n8.9\nmillion\n, respectively. The $\n23.3\nmillion for 2021 consists of additional variable consideration received on our incentive and profit-sharing contingent commissions. The $\n8.9\nmillion for 2020 consists of $\n18.1\nmillion of additional variable consideration received on our incentive and profit-sharing contingent commissions, offset by $\n7.1\nmillion of revised estimates related to variable consideration on policies where the exposure units were expected to be impacted by the COVID-19 pandemic (“COVID-19”) and $\n2.1\nmillion of other adjustments.\nOther Assets and Deferred Cost\nIncremental cost to obtain – The Company defers certain costs to obtain customer contracts primarily as they relate to commission-based compensation plans in the Retail Segment, in which the Company pays an incremental amount of compensation on new business. These incremental costs are deferred and amortized over a\n15\n-year period. The cost to obtain balance within the Other assets caption in the Company’s Consolidated Balance Sheets was $\n58.2\nmillion and $\n42.2\nmillion as of December 31, 2021 and December 31, 2020, respectively. For the 12 months ended December 31, 2021 and December 31, 2020, the Company deferred $\n19.8\nmillion and $\n17.8\nmillion of incremental cost to obtain customer contracts, respectively. The Company expensed $\n3.8\nmillion and $\n2.5\nmillion of the incremental cost to obtain customer contracts for the 12 months ended December 31, 2021 and December 31, 2020, respectively.\nCost to fulfill - The Company defers certain costs to fulfill contracts and recognizes these costs as the associated performance obligations are fulfilled. The cost to fulfill balance within the Other current assets caption in the Company's Consolidated Balance Sheets was $\n89.3\nmillion, which is inclusive of deferrals from businesses acquired in the current year of $\n9.9\nmillion. The cost to fulfill balance as of December 31, 2020 was $\n77.8\nmillion. For the 12 months ended December 31, 2021 and 2020, the Company had net deferrals of $\n1.6\nmillion and $\n3.3\nmillion related to current year deferrals for costs incurred that relate to performance obligations yet to be fulfilled, net of the expense of previously deferred contract fulfillment costs associated with performance obligations that were satisfied in the period, respectively.\n56\nNOTE 3 Busines\ns Combinations\nDuring the year ended December 31, 2021, the Company acquired the assets and assumed certain liabilities of\n13\ninsurance intermediaries, all of the share capital of\n1\ninsurance intermediary, all the stock of\n2\ninsurance intermediaries, and\n3\nbooks of businesses (customer accounts). Additionally, miscellaneous adjustments were recorded to the purchase price allocation of certain prior acquisitions completed within the last 12 months as permitted by ASC Topic 805 -\nBusiness Combinations\n(“ASC 805”). Such adjustments are presented in the “Other” category within the following two tables. The recorded purchase price for all acquisitions includes an estimation of the fair value of liabilities associated with any potential earn-out provisions. Subsequent changes in the fair value of earn-out obligations will be recorded in the Consolidated Statement of Income when incurred.\nThe fair value of earn-out obligations is based upon the present value of the expected future payments to be made to the sellers of the acquired businesses in accordance with the provisions outlined in the respective purchase agreements. In determining fair value, the acquired business’s future performance is estimated using financial projections developed by management for the acquired business and reflects market participant assumptions regarding revenue growth and/or profitability. The expected future payments are estimated on the basis of the earn-out formula and performance targets specified in each purchase agreement compared to the associated financial projections. These payments are then discounted to present value using a risk-adjusted rate that takes into consideration the likelihood that the forecast earn-out payments will be made.\nBased upon the acquisition date and the complexity of the underlying valuation work, certain amounts included in the Company’s Consolidated Financial Statements may be provisional and thus subject to further adjustments within the permitted measurement period, as defined in ASC 805. For the year ended December 31, 2021, adjustments were made within the permitted measurement period that resulted in a decrease in the aggregate purchase price of the affected acquisitions of\n$\n0.5\nmillion\nrelating to the assumption of certain liabilities on acquisitions completed in 2020. These measurement period adjustments have been reflected as current period adjustments for the year ended December 31, 2021. The measurement period adjustments impacted goodwill, with no effect on earnings or cash in the current period.\nGross cash paid for acquisitions was\n$\n424.6\nmillion\nand\n$\n722.5\nmillion\nin the years ended December 31, 2021 and 2020, respectively. We completed\n19\nacquisitions (including book of business purchases) during the year ended December 31, 2021. We completed\n25\nacquisitions (including book of business purchases) during the year ended December 31, 2020.\nThe following table summarizes the purchase price allocations made as of the date of each acquisition for current year acquisitions and adjustments made during the measurement period for prior year acquisitions. During the measurement periods, the Company will adjust assets or liabilities if new information is obtained about facts and circumstances that existed as of the acquisition date that, if known, would have resulted in the recognition of those assets and liabilities as of that date. These adjustments are made in the period in which the amounts are determined and the current period income effect of such adjustments will be calculated as if the adjustments had been completed as of the acquisition date.\n57\n(1) Amount in the \"other payable\" column relates to additional contingent consideration expected to be paid within 12 months.\nThe following table summarizes the estimated fair values of the aggregate assets and liabilities acquired as of the date of each acquisition and adjustments made during the measurement period of the prior year acquisitions.\nThe weighted average useful lives for the acquired amortizable intangible assets are as follows: purchased customer accounts,\n15\nyears; and non-compete agreements,\n5\nyears.\nGoodwill of $\n350.0\nmillion, which is net of any opening balance sheet adjustments within the allowable measurement period, was allocated to the Retail, National Programs, and Wholesale Brokerage Segments in the amounts of\n$\n346.0\nmillion\n,\n($\n1.3\n) million\n, and\n$\n5.3\nmillion\n, respectively. Of the total goodwill of $\n350.0\nmillion, the amount currently deductible for income tax purposes is\n$\n179.1\nmillion\n, $\n117.9\nmillion is non-deductible related to the O'Leary and Remedy acquisitions and the remaining\n$\n53.0\nmillion\nrelates to the recorded earn-out payables and will not be deductible until it is earned and paid.\n58\nFor the acquisitions completed during 2021, the results of operations since the acquisition dates have been combined with those of the Company. The total revenues from the acquisitions completed through December 31, 2021 included in the Consolidated Statement of Income for the year ended December 31, 2021 were\n$\n63.8\nmillion\n. The income before income taxes, including the intercompany cost of capital charge, from the acquisitions completed through December 31, 2021 included in the Consolidated Statement of Income for the year ended December 31, 2021 was a loss of\n$\n10.6\nmillion\n. If the acquisitions had occurred as of the beginning of the respective periods, the Company’s results of operations would be as shown in the following table.\nThese unaudited pro forma results are not necessarily indicative of the actual results of operations that would have occurred had the acquisitions actually been made at the beginning of the respective periods.\nAcquisitions in 2020\nDuring the year ended December 31, 2020, the Company acquired the assets and assumed certain liabilities of\n20\ninsurance intermediaries, all the stock of\n1\nF&I administrative services company and\n4\nbook of business (customer accounts). Additionally, miscellaneous adjustments were recorded to the purchase price allocation of certain prior acquisitions completed within the last 12 months as permitted by ASC 805. Such adjustments are presented in the “Other” category within the following two tables.\nFor the year ended December 31, 2020, several adjustments were made within the permitted measurement period that resulted in an increase in the aggregate purchase price of the affected acquisitions of\n$\n3.5\nmillion\n, relating to the assumption of certain liabilities.\n59\nThe following table summarizes the purchase price allocation made as of the date of each acquisition for current year acquisitions and significant adjustments made during the measurement period for prior year acquisitions:\n60\nThe following table summarizes the estimated fair values of the aggregate assets and liabilities acquired as of the date of each acquisition and adjustments made during the measurement period of the prior year acquisitions.\nThe weighted average useful lives for the acquired amortizable intangible assets are as follows: purchased customer accounts,\n15\nyears; and non-compete agreements,\n5\nyears.\nGoodwill of\n$\n648.1\nmillion\n, which is net of any opening balance sheet adjustments within the allowable measurement period, was allocated to the Retail, National Programs, Wholesale Brokerage and Services Segments in the amounts of\n$\n300.0\nmillion\n,\n$\n163.1\nmillion\n,\n$\n185.0\nmillion\nand\n$\n0.1\nmillion\n, respectively. Of the total goodwill of\n$\n648.1\nmillion\n, the amount currently deductible for income tax purposes is\n$\n516.7\nmillion\nand the remaining\n$\n131.4\nmillion\nrelates to the recorded earn-out payables and will not be deductible until it is earned and paid.\nFor the acquisitions completed during 2020, the results of operations since the acquisition dates have been combined with those of the Company. The total revenues from the acquisitions completed through December 31, 2020 included in the Consolidated Statement of Income for the year ended December 31, 2020 were\n$\n93.9\nmillion\n. The income before income taxes, including the intercompany cost of capital charge, from the acquisitions completed through December 31, 2020 included in the Consolidated Statement of Income for the year ended December 31, 2020 was\n$\n7.5\nmillion\n.\nIf the acquisitions had occurred as of the beginning of the respective periods, the Company’s results of\n61\noperations\nwould be as shown in the following table.\nThese unaudited pro forma results are not necessarily indicative of the actual results of operations that would have occurred had the acquisitions actually been made at the beginning of the respective periods.\nAcquisitions in 2019\nDuring the year ended December 31, 2019, the Company acquired the assets and assumed certain liabilities of\n22\ninsurance intermediaries, all the stock of\n1\ninsurance intermediary and\n4\nbook of business (customer accounts). Additionally, miscellaneous adjustments were recorded to the purchase price allocation of certain prior acquisitions completed within the last 12 months as permitted by ASC 805. Such adjustments are presented in the “Other” category within the following two tables.\nFor the year ended December 31, 2019, several adjustments were made within the permitted measurement period that resulted in a decrease in the aggregate purchase price of the affected acquisitions of\n$\n4.1\nmillion\n, relating to the assumption of certain liabilities.\nThe following table summarizes the purchase price allocation made as of the date of each acquisition for current year acquisitions and significant adjustments made during the measurement period for prior year acquisitions:\n62\nThe following table summarizes the estimated fair values of the aggregate assets and liabilities acquired as of the date of each acquisition.\nThe weighted average useful lives for the acquired amortizable intangible assets are as follows: purchased customer accounts,\n15\nyears; and non-compete agreements,\n5\nyears.\nGoodwill of $\n328.5\nmillion was allocated to the Retail, National Programs, Wholesale Brokerage and Services Segments in the amounts of\n$\n302.6\nmillion\n,\n$\n0.1\nmillion\n,\n$\n6.5\nmillion\nand\n$\n19.3\nmillion\n, respectively. Of the total goodwill of $\n328.5\nmillion,\n$\n245.6\nmillion\nis currently deductible for income tax purposes. The remaining\n$\n82.9\nmillion\nrelates to the recorded earn-out payables and will not be deductible until it is earned and paid.\nFor the acquisitions completed during 2019, the results of operations since the acquisition dates have been combined with those of the Company. The total revenues from the acquisitions completed through December 31, 2019 included in the Consolidated Statement of Income for the year ended December 31, 2019 were\n$\n49.1\nmillion\n. The income before income taxes, including the intercompany cost of capital charge, from the acquisitions completed through December 31, 2019 included in the Consolidated Statement of Income for the year ended December 31, 2019 was\n$\n3.4\nmillion\n.\nIf the acquisitions had occurred as of the beginning of the respective periods, the Company’s results of\n63\noperations\nwould be as shown in the following table.\nThese unaudited pro forma results are not necessarily indicative of the actual results of operations that would have occurred had the acquisitions actually been made at the beginning of the respective periods.\nAs of December 31, 2021, the maximum future contingency payments related to all acquisitions totaled\n$\n484.8\nmillion\n.\nASC 805 is the authoritative guidance requiring an acquirer to recognize 100% of the fair values of acquired assets, including goodwill, and assumed liabilities (with only limited exceptions) upon initially obtaining control of an acquired entity. Additionally, the fair value of contingent consideration arrangements (such as earn-out purchase arrangements) at the acquisition date must be included in the purchase price consideration. As a result, the recorded purchase prices for acquisitions include an estimation of the fair value of liabilities associated with any potential earn-out provisions. Subsequent changes in these earn-out obligations will be recorded in the Consolidated Statement of Income when incurred. Potential earn-out obligations are typically based upon future earnings of the acquired entities, usually between one and three years.\nAs of December 31, 2021, the fair values of the estimated acquisition earn-out payables were re-evaluated and measured at fair value on a recurring basis using unobservable inputs (Level 3) as defined in ASC 820-\nFair Value Measurement\n.\nThe resulting additions, payments and net changes, as well as the interest expense accretion on the estimated acquisition earn-out payables, for the years ended\nDecember 31, 2021, 2020 and 2019 were as follows:\nOf the\n$\n291.0\nmillion\nof estimated acquisition earn-out payables as of December 31, 2021,\n$\n78.4\nmillion\nwas recorded as current liabilities within the accounts payable caption in the Company's Consolidated Balance Sheets, and\n$\n212.6\nmillion\nwas recorded as non-current liabilities within the other liabilities caption in the Company's Consolidated Balance Sheets. Included within additions to estimated acquisition earn-out payables are any adjustments to opening balance sheet items before the first anniversary date of the acquisition and may therefore differ from previously reported amounts. Of the\n$\n258.9\nmillion\nof estimated acquisition earn-out payables as of December 31, 2020,\n$\n79.2\nmillion\nwas recorded as accounts payable, and\n$\n179.7\nmillion\nwas recorded as other liabilities. Of the\n$\n161.5\nmillion\nof estimated acquisition earn-out payables as of December 31, 2019,\n$\n17.9\nmillion\nwas recorded as accounts payable, and\n$\n143.6\nmillion\nwas recorded as other liabilities.\n64\nNOTE 4\nGoodwill\nThe changes in the carrying value of goodwill by reportable segment for the years ended December 31, are as follows:\nNOTE 5 Amortizable\nIntangible Assets\nAmortizable intangible assets at\nDecember 31, 2021 and 2020 consisted of the following:\n(1)\nWeighted average life calculated as of the date of acquisition.\nAmortization expense for amortizable intangible assets for the years ending December 31, 2022, 2023, 2024, 2025 and 2026 is estimated to be\n$\n122.4\nmillion\n,\n$\n115.5\nmillion\n,\n$\n111.3\nmillion\n,\n$\n108.9\nmillion\nand\n$\n102.9\nmillion\n, respectively.\nNOTE 6 I\nnvestments\nAt\nDecember 31, 2021, the Company’s amortized cost and fair values of fixed maturity securities are summarized as follows:\nAt December 31, 2021, the Company held\n$\n30.0\nmillion\nin fixed income securities composed of U.S Treasury securities, securities issued by U.S. Government agencies and municipalities, and\n$\n8.3\nmillion\nissued by corporations with investment-grade ratings. Of the total,\n$\n7.4\nmillion\nis classified as short-term investments on the Consolidated Balance Sheets as maturities are less than one year in duration. Additionally, the Company holds\n$\n5.5\nmillion\nin short-term investments, which are related to time deposits held with various financial institutions.\nFor securities in a loss position, the following table shows the investments’ gross unrealized loss and fair value, aggregated by investment category and length of time that individual securities have been in a continuous unrealized loss position as of\nDecember 31, 2021:\n65\nThe unrealized losses from corporate issuers were caused by interest rate increases. At December 31, 2021, the Company had\n23\nsecurities in an unrealized loss position. The corporate securities are highly rated securities with no indicators of potential impairment. Based upon the ability and intent of the Company to hold these investments until recovery of fair value, which may be maturity, the bonds were not considered to be other-than-temporarily impaired at December 31, 2021.\nAt\nDecember 31, 2020, the Company’s amortized cost and fair values of fixed maturity securities are summarized as follows:\nThe following table shows the investments’ gross unrealized loss and fair value, aggregated by investment category and length of time that individual securities have been in a continuous unrealized loss position as of\nDecember 31, 2020:\nThe unrealized losses in the Company’s investments in U.S. Treasury Securities and obligations of U.S. Government Agencies and bonds from corporate issuers were caused by interest rate increases. At December 31, 2020, the Company had\n3\nsecurities in an unrealized loss position. The contractual cash flows of the U.S. Treasury Securities and obligations of the U.S. Government agencies investments are either guaranteed by the U.S. Government or an agency of the U.S. Government. Accordingly, it is expected that the securities would not be settled at a price less than the amortized cost of the Company’s investment. The corporate securities are highly rated securities with no indicators of potential impairment. Based upon the ability and intent of the Company to hold these investments until recovery of fair value, which may be maturity, the bonds were not considered to be other-than-temporarily impaired at December 31, 2020.\nThe amortized cost and estimated fair value of the fixed maturity securities at\nDecember 31, 2021 by contractual maturity are set forth below:\nThe amortized cost and estimated fair value of the fixed maturity securities at December 31, 2020 by contractual maturity are set forth below:\nThe expected maturities in the foregoing table may differ from the contractual maturities because certain borrowers have the right to call or prepay obligations with or without penalty.\nProceeds from the sales and maturity of the Company’s investment in fixed maturity securities were\n$\n9.2\nmillion\n. This along with maturing time deposits yielded total cash proceeds from the sale of investments of\n$\n10.8\nmillion\nin the period of January 1, 2021 to December 31, 2021. These proceeds, along with other sources of cash were used to purchase an additional\n$\n12.4\nmillion\nof fixed maturity securities and to fund certain general corporate purposes. The gains and losses realized on those sales for the period from January 1, 2021 to December 31, 2021 were insignificant.\n66\nProceeds from the sales and maturity of the Company’s investment in fixed maturity securities were\n$\n8.6\nmillion\nfor the year ended December 31, 2020. This along with maturing time deposits yielded total cash proceeds from the sale of investments of\n$\n11.0\nmillion\nin the period of January 1, 2020 to December 31, 2020. These proceeds were used to purchase an additional\n$\n14.2\nmillion\nof fixed maturity securities and to fund certain general corporate purposes. The gains and losses realized on those sales for the period from January 1, 2020 to December 31, 2020 were insignificant.\nRealized gains and losses are reported on the Consolidated Statement of Income, with the cost of securities sold determined on a specific identification basis.\nAt December 31, 2021, investments with a fair value of approximately\n$\n4.1\nmillion\nwere on deposit with state insurance departments to satisfy regulatory requirements.\n67\nNOTE 7 Fi\nxed Assets\nFixed assets at December 31 consisted of the following:\nDepreciation expense for fixed assets amounted to\n$\n33.3\nmillion\nin 2021,\n$\n26.3\nmillion\nin 2020 and\n$\n23.4\nmillion\nin 2019.\nConstruction in progress primarily reflects expenditures related to the construction of the new headquarters in Daytona Beach, Florida which was placed into service in January 2021.\nNOTE 8 Accrued Expenses an\nd Other Liabilities\nAccrued expenses and other current liabilities at December 31 consisted of the following:\n(1)\nThe Lease liability is the current portion of the Operating lease liabilities as reflected in the Consolidated Balance Sheets as of December 31, 2021 and 2020.\n68\nNOTE 9 Lon\ng-Term Debt\nLong-term debt at\nDecember 31, 2021 and 2020 consisted of the following:\nOn October 27, 2021, the Company entered into an amended and restated credit agreement (the “Second Amended and Restated Credit Agreement”) with the lenders named therein, JPMorgan Chase Bank, N.A. as administrative agent, Bank of America, N.A., Truist Bank and BMO Harris Bank N.A. as co-syndication agents, and U.S. Bank National Association, Fifth Third Bank, National Association, Wells Fargo Bank, National Association, PNC Bank, National Association, Morgan Stanley Senior Funding, Inc. and Citizens Bank, N.A. as co-documentation agents. The Second Amended and Restated Credit Agreement amended and restated the credit agreement dated April 17, 2014, among certain of such parties, as amended by that certain amended and restated credit agreement dated June 28, 2017 (the “Original Credit Agreement”). The Second Amended and Restated Credit Agreement, among other certain terms, extended the maturity of the revolving credit facility of $\n800.0\nmillion and unsecured term loans associated with the agreement of $\n250.0\nmillion to October 27, 2026. At the time of the renewal, the Company added an additional $\n2.7\nmillion in debt issuance costs related to the transaction. The Company carried forward $\n0.6\nmillion of existing debt issuance costs related to the previous credit facility agreements while expensing $\n0.1\nmillion in debt issuance costs due to certain lenders exiting the renewed facility agreement. As of December 31, 2021, there was an outstanding debt balance issued under the term loan of the Second Amended and Restated Credit Agreement of $\n246.9\nmillion with\nno\nborrowings outstanding against the revolving credit facility.\nOn June 28, 2017, the Company entered into an amended and restated credit agreement (the “Amended and Restated Credit Agreement”) with the lenders named therein, JPMorgan Chase Bank, N.A. as administrative agent and certain other banks as co-syndication agents and co-documentation agents. The Amended and Restated Credit Agreement amended and restated the credit agreement dated April 17, 2014, among\n69\nsuch parties (the “Original Credit Agreement”). The Amended and Restated Credit Agreement extended the applicable maturity date of the existing revolving credit facility (the “Revolving Credit Facility”) of\n$\n800.0\nmillion\nto June 28, 2022 and re-evidences unsecured term loans at\n$\n400.0\nmillion\nwhile also extending the applicable maturity date to June 28, 2022. The quarterly term loan principal amortization schedule was reset. At the time of the execution of the Amended and Restated Credit Agreement,\n$\n67.5\nmillion\nof principal from the original unsecured term loans was repaid using operating cash balances, and the Company added an additional\n$\n2.8\nmillion\nin debt issuance costs related to the Revolving Credit Facility to the Consolidated Balance Sheets. The Company also expensed to the Consolidated Statements of Income\n$\n0.2\nmillion\nof debt issuance costs related to the Original Credit Agreement due to certain lenders exiting before execution of the Amended and Restated Credit Agreement. The Company also carried forward $\n1.6\nmillion on the Consolidated Balance Sheets the remaining unamortized portion of the Original Credit Agreement debt issuance costs, which will be amortized over the term of the Amended and Restated Credit Agreement. As of\nDecember 31, 2020, there was an outstanding debt balance issued under the term loan of the Amended and Restated Credit Agreement of\n$\n290.0\nmillion\nwith\nno\nborrowings outstanding against the Revolving Credit Facility.\nOn September 18, 2014, the Company issued\n$\n500.0\nmillion\nof\n4.200\n%\nunsecured Senior Notes due in 2024. The Senior Notes were given investment grade ratings of BBB-/Baa3 with a stable outlook. The notes are subject to certain covenant restrictions and regulations which are customary for credit rated obligations. At the time of funding, the proceeds were offered at a discount of the original note amount which also excluded an underwriting fee discount. The net proceeds received from the issuance were used to repay the outstanding balance of\n$\n475.0\nmillion\non the Revolving Credit Facility and for other general corporate purposes. As of December 31, 2021 and December 31, 2020, there was an outstanding debt balance of\n$\n500.0\nmillion\nexclusive of the associated discount balance.\nOn December 21, 2018, the Company entered into a term loan credit agreement (the “Term Loan Credit Agreement”) with the lenders named therein, Wells Fargo Bank, National Association, as administrative agent, and certain other banks as co-syndication agents and as joint lead arrangers and joint bookrunners. The Term Loan Credit Agreement provides for an unsecured term loan in the initial amount of\n$\n300.0\nmillion\n, which may, subject to lenders’ discretion, potentially be increased up to an aggregate amount of\n$\n450.0\nmillion\n(the “Term Loan”). The Term Loan is repayable over the\nfive-year\nterm from the effective date of the Term Loan Credit Agreement, which was December 21, 2018. Based on the Company’s net debt leverage ratio or a non-credit enhanced senior unsecured long-term debt rating as determined by Moody’s Investor Service and Standard & Poor’s Rating Service, the rates of interest charged on the term loan are\n1.000\n%\nto\n1.750\n%\n, above the adjusted 1-Month LIBOR rate. On December 21, 2018, the Company borrowed\n$\n300.0\nmillion\nunder the Term Loan Credit Agreement and used\n$\n250.0\nmillion\nof the proceeds to reduce indebtedness under the Revolving Credit Facility. As of December 31, 2021, there was an outstanding debt balance issued under the Term Loan of\n$\n240.0\nmillion\n. As of December 31, 2020, there was an outstanding debt balance issued under the Term Loan of\n$\n270.0\nmillion\n.\nOn March 11, 2019, the Company completed the issuance of\n$\n350.0\nmillion\naggregate principal amount of the Company's\n4.500\n%\nSenior Notes due 2029. The Senior Notes were given investment grade ratings of BBB-/Baa3 with a stable outlook. The notes are subject to certain covenant restrictions, which are customary for credit rated obligations. At the time of funding, the proceeds were offered at a discount of the original note amount, which also excluded an underwriting fee discount. The net proceeds received from the issuance were used to repay a portion of the outstanding balance of\n$\n350.0\nmillion\non the Revolving Credit Facility, utilized in connection with the financing related to our acquisition of Hays and for other general corporate purposes. As of December 31, 2021, and December 31, 2020 there was an outstanding debt balance of\n$\n350.0\nmillion\nexclusive of the associated discount balance.\nOn September 24, 2020, the Company completed the issuance of\n$\n700.0\nmillion\naggregate principal amount of the Company's\n2.375\n%\nSenior Notes due 2031. The Senior Notes were given investment grade ratings of BBB- stable outlook and Baa3 positive outlook. The notes are subject to certain covenant restrictions, which are customary for credit rated obligations. At the time of funding, the proceeds were offered at a discount of the original note amount, which also excluded an underwriting fee discount. The net proceeds received from the issuance were used to repay a portion of the outstanding balance of\n$\n200.0\nmillion\non the Revolving Credit Facility, utilized in connection with the financing related to the acquisitions of LP Insurance Services, LLP and CKP Insurance, LLC and for other general corporate purposes. As of December 31, 2021 and December 31, 2020, there was an outstanding debt balance of\n$\n700.0\nmillion\nexclusive of the associated discount balance.\nThe Second Amended and Restated Credit Agreement and Term Loan Credit Agreement require the Company to maintain certain financial ratios and comply with certain other covenants. The Company was in compliance with all such covenants as of December 31, 2021 and December 31, 2020.\nThe 30-day Adjusted LIBOR Rate for the term loan of the Amended and Restated Credit Agreement and Term Loan Credit Agreement as of December 31, 2021 was\n0.125\n%\n.\nInterest paid in 2021, 2020 and 2019 was\n$\n61.5\nmillion\n,\n$\n52.4\nmillion\n, and\n$\n58.3\nmillion\n, respectively.\nAt December 31, 2021, maturities of long-term debt were\n$\n42.5\nmillion\nin 2022,\n$\n225.6\nmillion\nin 2023,\n$\n525.0\nmillion\nin 2024,\n$\n25.0\nmillion\nin 2025,\n$\n168.8\nmillion\nin 2026,\n$\n350.0\nmillion\nin 2029 and $\n700.0\nmillion in 2031.\n70\nNOTE 10 I\nncome Taxes\nSignificant components of the provision for income taxes for the years ended December 31 are as follows:\nA reconciliation of the differences between the effective tax rate and the federal statutory tax rate for the years ended December 31 is as follows:\nDeferred income taxes reflect the net tax effects of temporary differences between the carrying amounts of assets and liabilities for financial reporting purposes and the corresponding amounts used for income tax reporting purposes.\n71\nSignificant components of the Company’s net deferred tax liabilities as of December 31 are as follows:\nIncome taxes paid in 2021, 2020 and 2019 were\n$\n147.5\nmillion\n,\n$\n132.9\nmillion\nand\n$\n110.0\nmillion\n, respectively.\nAt December 31, 2021, the Company had\nno\nnet operating loss carryforwards for federal purposes and\n$\n34.5\nmillion\nnet operating loss carryforwards for state income tax reporting purposes, portions of which expire in the years 2022 through indefinite. The state carryforward amount is derived from the operating results of certain subsidiaries. As of December 31, 2021, the Company had a net operating loss carryforward in Canada of $\n1.8\nmillion.\nA reconciliation of the beginning and ending amount of unrecognized tax benefits is as follows:\nThe Company recognizes interest and penalties related to uncertain tax positions in income tax expense. As of December 31, 2021, 2020 and 2019 the Company had\n$\n0.3\nmillion\n,\n$\n0.3\nmillion\nand\n$\n0.2\nmillion\nof accrued interest and penalties related to uncertain tax positions, respectively.\nThe total amount of unrecognized tax benefits that would affect the Company’s effective tax rate if recognized was\n$\n0.9\nmillion\nas of December 31, 2021,\n$\n1.3\nmillion\nas of December 31, 2020 and\n$\n1.1\nmillion\nas of December 31, 2019. The Company does not expect its unrecognized tax benefits to change significantly over the next 12 months.\nThe Company is subject to taxation in the United States and various state jurisdictions. The Company is also subject to taxation in the United Kingdom, Ireland and Canada. In the United States, federal returns for fiscal years 2018 through 2021 remain open and subject to examination by the Internal Revenue Service. The Company files and remits state income taxes in various states where the Company has determined it is required to file state income taxes. The Company’s filings with those states remain open for audit for the fiscal years 2017 through 2021. In the United Kingdom, the Company’s filings remain open for audit for the fiscal years 2020 through 2021. In Canada, the Company’s filings remain open for audit for the fiscal years 2016 through 2021. In Ireland, the Company’s filings remain open for audit for the fiscal years 2017 through 2021. The Company also operates in Bermuda and the Cayman Islands. The Company is not subject to any income taxes in these countries.\nDuring 2019, the Company settled the previously disclosed State of Colorado income tax audit for the fiscal years 2013-2016, the State of Kansas income tax audit for the fiscal years 2014-2016, and the State of New York income tax audit for the fiscal years 2015-2017.\nDuring 2021, the Company settled the previously disclosed State of Wisconsin income tax audit for the fiscal years 2015-2018, the State of Illinois income tax audit for the fiscal years 2015-2017, and the State of California income tax audit for the fiscal years 2015-2017.\nThere were no material adjustments as a result of the finalization of these audits.\nThe Company is currently under audit in the State of Massachusetts for the fiscal years 2015 through 2017. A subsidiary of the Company is currently under audit in the State of Wisconsin for the fiscal years 2017-2020 and with the Internal Revenue Service for the fiscal years 2017-2018.\n72\nIn\ngeneral, it is our practice and intention to reinvest the earnings of our non-U.S. subsidiaries in those operations. The Company has determined it is not practical to determine the unrecognized deferred tax liabilities on the undistributed earnings from the Company’s international subsidiaries as such earnings are considered to be indefinitely reinvested.\nNOTE 11 Employ\nee Savings Plan\nThe Company has an Employee Savings Plan (401(k)) in which substantially all employees with more than\n30\ndays of service are eligible to participate. Under this plan, the Company makes matching contributions of up to\n4.0\n%\nof each participant’s annual compensation. The Company’s contribution expense to the plan totaled\n$\n35.6\nmillion\nin 2021 and\n$\n31.2\nmillion\nin 2020\n.\nNOTE 12 Stock-Ba\nsed Compensation\nPerformance Stock Plan\nIn 1996, the Company adopted and the shareholders approved a performance stock plan, under which until the suspension of the plan in 2010, up to\n28,800,000\nPerformance Stock Plan (“PSP”) shares could be granted to key employees contingent on the employees’ future years of service with the Company and other performance-based criteria established by the Compensation Committee of the Company’s board of directors. Before participants may take full title to Performance Stock, two vesting conditions must be met. Of the grants currently outstanding, specified portions satisfied the first condition for vesting based upon\n20\n% incremental increases in the 20-trading-day average stock price of Brown & Brown’s common stock from the price on the last business day before date of grant. Performance Stock that has satisfied the first vesting condition is considered “awarded shares.” Awarded shares are included as issued and outstanding common stock shares and are included in the calculation of basic and diluted net income per share. Dividends are paid on awarded shares and participants may exercise voting privileges on such shares. Awarded shares satisfy the second condition for vesting on the earlier of a participant’s: (i)\n15 years\nof continuous employment with Brown & Brown from the date shares are granted to the participants (or, in the case of the July 2009 grant to Powell Brown,\n20 years\n), (ii)\nattainment of age 64\n(on a prorated basis corresponding to the number of years since the date of grant), or (iii) death or disability. On April 28, 2010, the PSP was suspended and any remaining authorized, but unissued shares, as well as any shares forfeited in the future, were reserved for issuance under the 2010 Stock Incentive Plan (the “2010 SIP”).\nAt December 31, 2021,\n10,192,982\nshares had been granted, net of forfeitures, under the PSP. As of December 31, 2021,\n839,842\nshares had met the first condition of vesting and had been awarded, and\n9,353,140\nshares had satisfied both conditions of vesting and had been distributed to participants. Of the shares that have not vested as of December 31, 2021, the initial stock prices ranged from\n$\n8.30\nto $\n10.31\n.\nThe Company uses a path-dependent lattice model to estimate the fair value of PSP grants on the grant date.\nA summary of PSP activity for the years ended\nDecember 31, 2021, 2020 and 2019 is as follows:\nThe total fair value of PSP grants that vested during each of the years ended December 31, 2021, 2020 and 2019 was\n$\n2.3\nmillion\n,\n$\n5.0\nmillion\nand\n$\n3.5\nmillion\n, respectively.\nStock Incentive Plans\nOn\nApril 28, 2010, the shareholders of the Company approved the 2010 Stock Incentive Plan (“2010 SIP”), which was suspended May 1, 2019. On May 1, 2019, the shareholders of the Company approved the 2019 Stock Incentive Plan (“2019 SIP”) that provides for the granting of\n73\nrestricted\nstock, restricted stock units, stock options, stock appreciation rights and other stock-based awards to employees and directors contingent on performance-based and/or time-based criteria established by the Compensation Committee of the Company’s board of directors. In addition, the 2019 SIP provides for a limited delegation of authority of the Company’s chief executive officer to grant awards to individuals who are not subject to Section 16 of the Securities Exchange Act of 1934. The principal purpose of the 2019 SIP is to attract, incentivize and retain key employees by offering those persons an opportunity to acquire or increase a direct proprietary interest in the Company’s operations and future success. The number of shares of stock reserved for issuance under the 2019 SIP is\n2,283,475\nshares, plus any shares that are authorized for issuance under the 2010 SIP (described below), and not already subject to grants under the 2010 SIP, and that were outstanding as of May 1, 2019, the date of suspension of the 2010 SIP, together with PSP shares, 2010 SIP shares and 2019 SIP shares forfeited after that date. As of May 1, 2019,\n6,957,897\nshares were available for issuance under the 2010 SIP, which were then transferred to the 2019 SIP.\nThe Company has granted restricted share awards (including both restricted stock and restricted stock units) to our employees in the form of time-based grants and performance-based grants under the 2010 SIP and 2019 SIP. To date, a substantial majority of restricted share grants to employees under these plans vest in\n5\nto\n10 years\n. The performance-based grants are subject to the achievement of certain performance criteria by grantees, which may include growth in a defined book of business, Organic Revenue growth and operating profit growth of a profit center, Organic Revenue growth of the Company and consolidated diluted net income per share growth at certain levels of the Company. The performance measurement period ranges from\n3\nto\n5 years\n. Beginning in 2016, certain performance-based grants have a payout range between\n0\n% to\n200\n% depending on the achievement against the stated performance target. Prior to 2016, the majority of the grants had a binary performance measurement criteria that only allowed for\n0\n% or\n100\n% payout.\nNon-employee members of the board of directors received shares annually issued pursuant to the 2010 SIP and 2019 SIP as part of their annual compensation. A total of\n27,885\nshares were issued in April 2019,\n16,490\nshares were issued in May2020 and\n16,857\nshares were issued in May 2021.\nThe Company uses the closing stock price on the day before the grant date to determine the fair value of grants under the 2010 SIP and 2019 SIP and then applies an estimated forfeiture factor to estimate the annual expense. Additionally, the Company uses the path-dependent lattice model to estimate the fair value of grants with PSP-type vesting conditions as of the grant date. SIP shares that satisfied the first vesting condition for PSP-type grants or the established performance criteria are considered awarded shares. Awarded shares are included as issued and outstanding common stock shares and are included in the calculation of basic and diluted net income per share.\nA summary of 2010 SIP and 2019 SIP activity for the years ended\nDecember 31, 2021, 2020 and 2019 is as follows:\n(1)\nOf the\n1,014,269\nperformance-based shares granted in 2019, the payout for\n501,384\nshares may be increased up to\n200\n% of the target or decreased to\nzero\n, subject to the level of performance attained. The amount reflected in the table includes all time-based share grants at a target payout of\n100\n%.\n(2)\nOf the\n822,982\nperformance-based shares granted in 2020, the payout for\n365,606\nshares may be increased up to\n200\n% of the target or decreased to\nzero\n,\n20,611\nshares may be increased up to\n120\n% of the target or decreased to\nzero\n,\n15,850\nshares may be increased up to\n150\n% of the target or decreased to\nzero\nand\n56,226\nshares may be increased up to\n150\n% or decreased to\n50\n% of target subject to the level of performance attained. The amount reflected in the table includes all time-based share grants at a target payout of\n100\n%.\n(3)\nOf the\n938,268\nperformance-based shares granted in 2021, the payout for\n486,679\nshares may be increased up to\n200\n% of the target or decreased to\nzero\n,\n21,651\nshares may be increased up to\n120\n% of the target or decreased to\nzero\nand\n3,886\nshares may be increased up to\n150\n% or decreased to\n50\n% of target subject to the level of performance attained. The amount reflected in the table includes all time-based share grants at a target payout of\n100\n%.\n74\nThe following table sets forth information as of\nDecember 31, 2021, 2020 and 2019, with respect to the number of time-based restricted shares granted and awarded, the number of performance-based restricted shares granted, and the number of performance-based restricted shares awarded under our Performance Stock Plan and 2010 and 2019 Stock Incentive Plans:\n(1)\nOf the\n938,268\nperformance-based shares granted in 2021, the payout for\n486,679\nshares may be increased up to\n200\n% of the target or decreased to\nzero\n,\n21,651\nshares may be increased up to\n120\n% of the target or decreased to\nzero\nand\n3,886\nshares may be increased up to\n150\n% or decreased to\n50\n% of target subject to the level of performance attained. The amount reflected in the table includes all time-based share grants at a target payout of\n100\n%.\n(2)\nOf the\n822,982\nperformance-based shares granted in 2020, the payout for\n365,606\nshares may be increased up to\n200\n% of the target or decreased to\nzero\n,\n20,611\nshares may be increased up to\n120\n% of the target or decreased to\nzero\n,\n15,850\nshares may be increased up to\n150\n% of the target or decreased to\nzero\nand\n56,226\nshares may be increased up to\n150\n% or decreased to\n50\n% of target subject to the level of performance attained. The amount reflected in the table includes all time-based share grants at a target payout of\n100\n%.\n(3)\nOf the\n1,014,269\nperformance-based shares granted in 2019, the payout for\n501,384\nshares may be increased up to\n200\n% of the target or decreased to\nzero\n, subject to the level of performance attained. The amount reflected in the table includes all time-based share grants at a target payout of\n100\n%.\nAt December 31, 2021,\n7,569,607\nshares were available for future grants under the 2019 SIP. This amount is calculated assuming the maximum payout for all grants.\nEmployee Stock Purchase Plan\nThe Company has a shareholder-approved Employee Stock Purchase Plan (“ESPP”) with a total of\n34,000,000\nauthorized shares of which\n4,527,511\nwere available for future subscriptions as of December 31, 2021\n. Employees of the Company who regularly work\n20\nhours or more per week are generally eligible to participate in the ESPP. Participants, through payroll deductions, may allot up to\n10\n% of their compensation towards the purchase of a maximum of $\n25,000\nworth of Company stock between\nAugust 1\nst\nof each year and the following\nJuly 31\nst\n(the “Subscription Period”) at a cost of\n85\n% of the lower of the stock price as of the beginning or end of the Subscription Period.\nThe Company estimates the fair value of an ESPP share option as of the beginning of the Subscription Period as the sum of: (i)\n15\n% of the quoted market price of the Company’s stock on the day prior to the beginning of the Subscription Period, and (ii)\n85\n% of the value of a one-year stock option on the Company stock using the Black-Scholes option-pricing model. The estimated fair value of an ESPP share option as of the Subscription Period beginning in August\n2021 was\n$\n11.60\n. The fair values of an ESPP share option as of the Subscription Periods beginning in August 2020 and 2019, were\n$\n12.43\nand\n$\n7.46\n, respectively.\nFor the ESPP plan years ended July 31, 2021, 2020 and 2019, the Company issued\n850,956\n,\n962,131\nand\n976,303\nshares of common stock, respectively. These shares were issued at an aggregate purchase price of\n$\n32.9\nmillion\n, or\n$\n38.70\nper share, in 2021,\n$\n29.3\nmillion\n, or\n$\n30.51\nper share, in 2020  and\n$\n24.0\nmillion\n, or\n$\n24.63\nper share, in 2019.\nFor the five months ended December 31, 2021, 2020 and 2019 (portions of the 2021-2022, 2020-2021 and 2019-2020 plan years),\n354,911\n,\n381,371\nand\n419,446\nshares of common stock (from authorized but unissued shares), respectively, were subscribed to by ESPP participants for proceeds of approximately\n$\n16.4\nmillion\n,\n$\n14.8\nmillion\nand\n$\n12.8\nmillion\n, respectively.\n75\nSummary of Non-Cash Stock-Based Compensation Expense\nThe non-cash stock-based compensation expense for the years ended December 31 is as follows:\nSummary of Unamortized Compensation Expense\nAs of December 31, 2021, the Company estimates there to be\n$\n135.1\nmillion\nof unamortized compensation expense related to all non-vested stock-based compensation arrangements granted under the Company’s stock-based compensation plans, based upon current projections of grant measurement against performance criteria. That expense is expected to be recognized over a weighted average period of\n3.36\nyears.\nNOTE 13 Supplemental Disclosures of Cash Flow Inform\nation and Non-Cash Financing and Investing Activities\nThroughout 2020, the Company deferred $\n31.1\nmillion in employer-only payroll tax payments as allowed under the Coronavirus Aid, Relief, and Economic Security Act (the “CARES” Act), which was signed into law on March 27, 2020. During 2021, there were no additional deferrals under the CARES Act. The Company paid the first installment of $\n15.6\nmillion in December 2021. The remaining balance of approximately $\n15.6\nmillion of deferred employer payroll tax payments related to the CARES Act is expected to be paid in December 2022.\nDuring the second quarter of 2021, the Company received an $\n8.1\nmillion reimbursement for capitalizable costs of public infrastructure improvements related to the construction of the Company's headquarters in accordance with an economic development grant agreement between the Company and the City of Daytona Beach and Volusia County. The reimbursement has been reflected as a reduction to the additions to fixed asset line item on the Consolidated Statements of Cash Flows for the year ended December 31, 2021.\nThe Company’s cash paid during the period for interest and income taxes are summarized as follows:\nThe Company’s significant non-cash investing and financing activities are summarized as follows:\nOur Restricted Cash balance is composed of funds held in separate premium trust accounts as required by state law or, in some cases, per agreement with our carrier partners.\nThe following is a reconciliation of cash and cash equivalents inclusive of restricted cash as of\nDecember 31, 2021, 2020 and 2019.\n76\nNOTE 14 Commitment\ns and Contingencies\nLegal Proceedings\nThe Company records losses for claims in excess of the limits of, or outside the coverage of, applicable insurance at the time and to the extent they are probable and estimable. In accordance with ASC Topic 450-\nContingencies\n, the Company accrues anticipated costs of settlement, damages, losses for liability claims and, under certain conditions, costs of defense, based upon historical experience or to the extent specific losses are probable and estimable. Otherwise, the Company expenses these costs as incurred. If the best estimate of a probable loss is a range rather than a specific amount, the Company accrues the amount at the lower end of the range.\nThe Company’s accruals for legal matters that were probable and estimable were not material at December 31, 2021 and 2020. We continue to assess certain litigation and claims to determine the amounts, if any, that management believes will be paid as a result of such claims and litigation and, therefore, additional losses may be accrued and paid in the future, which could adversely impact the Company’s operating results, cash flows and overall liquidity. The Company maintains third-party insurance policies to provide coverage for certain legal claims, in an effort to mitigate its overall exposure to unanticipated claims or adverse decisions. However, as (i) one or more of the Company’s insurance carriers could take the position that portions of these claims are not covered by the Company’s insurance, (ii) to the extent that payments are made to resolve claims and lawsuits, applicable insurance policy limits are eroded and (iii) the claims and lawsuits relating to these matters are continuing to develop, it is possible that future results of operations or cash flows for any particular quarterly or annual period could be materially affected by unfavorable resolutions of these matters. Based upon the AM Best Company ratings of these third-party insurers, management does not believe there is a substantial risk of an insurer’s material non-performance related to any current insured claims.\nOn the basis of current information, the availability of insurance and legal advice, in management’s opinion, the Company is not currently involved in any legal proceedings which, individually or in the aggregate, would have a material adverse effect on its financial condition, operations and/or cash flows.\nNOTE 15 Leases\nSubstantially all of the Company's leases are classified as operating leases and primarily represent real estate leases for office space used to conduct the Company's business that expire on various dates through\n2041\n. Leases generally contain renewal options and escalation clauses based upon increases in the lessors’ operating expenses and other charges. The Company anticipates that most of these leases will be renewed or replaced upon expiration.\nThe Company assesses at inception of a contract if it contains a lease. This assessment is based on: (i) whether the contract involves the use of a distinct identified asset, (ii) whether the Company obtains the right to substantially all the economic benefit from the use of the asset throughout the period, and (iii) whether the Company has the right to direct the use of the asset.\nThe right-of-use asset is initially measured at cost, which is primarily composed of the initial lease liability, plus any initial direct costs incurred, less any lease incentives received. The lease liability is initially measured at the present value of the minimum lease payments through the term of the lease. Minimum lease payments are discounted to present value using the incremental borrowing rate at the lease commencement date, which approximates the rate of interest the Company expects to be paid on a secured borrowing in an amount equal to the lease payments for the underlying asset under similar terms and economic conditions. The Company elected not to recognize right-of-use assets and lease liabilities for short-term leases that have a total term of 12 months or less. The effect of short-term leases on the Company’s right-of-use asset and lease liability would not be significant.\nThe balances and classification of operating lease right-of-use assets and operating lease liabilities within the Consolidated Balance Sheets as of December 31, 2021 and 2020 is as follows:\nAs of December 31, 2021, the Company has entered into future lease agreements expected to commence in 2022 consisting of undiscounted lease liabilities of $\n18.8\nmillion.\nVariable lease cost\nrepresents lease payments that are based on an index or similar rate. They are initially measured using the index or rate in effect at lease commencement and are based on the minimum payments stated in the lease. Additional payments based on the change in\n77\nan index or rate, or payments based on a change in the Company's portion of the operating expenses, including real estate taxes and insurance, are recorded as a period expense when incurred.\nLease expense for operating leases consists of the lease payments, inclusive of lease incentives, plus any initial direct costs, and is recognized on a straight-line basis over the lease term. Included in lease expense are any variable lease payments incurred in the period that were not included in the initial lease liability.\nThe components of lease cost for operating leases for the 12 months ended\nDecember 31, 2021 and 2020 were:\nThe weighted average remaining lease term and the weighted average discount rate for operating leases as of\nDecember 31, 2021 were:\nMaturities of the operating lease liabilities by fiscal year at\nDecember 31, 2021 for the Company's operating leases are as follows:\nSupplemental cash flow information for operating leases:\n78\nNOTE 16 Segme\nnt Information\nBrown & Brown’s business is divided into\nfour\nreportable segments: (i) the Retail segment, which provides a broad range of insurance products and services to commercial, public and quasi-public entities, and to professional and individual customers, and non-insurance risk-mitigating products through our F&I businesses, (ii) the National Programs segment, which acts as an MGA, provides professional liability and related package products for certain professionals, a range of insurance products for individuals, flood coverage, and targeted products and services designated for specific industries, trade groups, governmental entities and market niches, all of which are delivered through nationwide networks of independent agents, and Brown & Brown retail agents, (iii) the Wholesale Brokerage segment, which markets and sells excess and surplus commercial and personal lines insurance, primarily through independent agents and brokers, as well as Brown & Brown retail agents, and (iv) the Services segment, which provides insurance-related services, including third-party claims administration and comprehensive medical utilization management services in both the workers’ compensation and all-lines liability arenas, as well as Medicare Set-aside services, Social Security disability and Medicare benefits advocacy services and claims adjusting services.\nBrown & Brown conducts all of its operations within the United States of America, except for a wholesale brokerage operation based in London, England, retail operations in Ireland, Bermuda and the Cayman Islands, and a national programs operation in Canada. These operations earned\n$\n78.0\nmillion\n,\n$\n35.1\nmillion\nand\n$\n17.7\nmillion\nof total revenues for the years ended December 31, 2021, 2020 and 2019, respectively. Long-lived assets held outside of the United States during each of these three years were not material.\nThe accounting policies of the reportable segments are the same as those described in Note 1. The Company evaluates the performance of its segments based upon revenues and income before income taxes. Intersegment revenues are eliminated.\nSummarized financial information concerning the Company’s reportable segments is shown in the following table. The “Other” column includes any income and expenses not allocated to reportable segments and corporate-related items, including the intercompany interest expense charge to the reporting segment.\n79\nHistorically, the total assets balance in the “Other” column has been negative, reflecting the historical accumulation of the purchase price for acquisitions which are funded at the corporate level, net of a portion returned to Corporate through intercompany interest charges, as well as the historical accumulation of payments for income taxes, dividends, and share repurchases which are paid by Corporate, but not pushed down to the segments. As of December 31, 2021, the Company settled the historical accumulation of the cash outlays paid by Corporate that gave rise to the related intercompany receivables and payables to better reflect the total assets of each segment.\nNOTE 17 Insurance Company WNFIC\nAlthough the reinsurers are liable to the Company for amounts reinsured, our subsidiary, WNFIC remains primarily liable to its policyholders for the full amount of the policies written whether or not the reinsurers meet their obligations to the Company when they become due.\nThe effects of reinsurance on premiums written and earned at December 31 are as follows:\nAll premiums written by WNFIC under the National Flood Insurance Program are\n100.0\n%\nceded to FEMA, for which WNFIC received a\n30.0\n%\nexpense allowance from January 1, 2021 through September 30, 2021 and a\n29.9\n% expense allowance from October 1, 2021 through December 31, 2021. As of\nDecember 31, 2021 and 2020, the Company ceded\n$\n745.0\nmillion\nand\n$\n725.8\nmillion\nof written premiums for Federal Flood, respectively.\nAs of December 31, 2021, the Consolidated Balance Sheets contained Reinsurance recoverable of\n$\n63.1\nmillion\nand Prepaid reinsurance premiums of\n$\n392.2\nmillion\n. As of December 31, 2020, the Consolidated Balance Sheets contained reinsurance recoverable of\n$\n43.5\nmillion\nand prepaid reinsurance premiums of\n$\n377.6\nmillion\n. There was\nno\nnet activity in the reserve for losses and loss adjustment expense for the years ended December 31, 2021 and 2020, as WNFIC’s direct premiums written were\n100.0\n%\nceded to\ntwo\nreinsurers. The balance of the reserve for losses and loss adjustment expense, excluding related reinsurance recoverables was\n$\n63.1\nmillion\nas of December 31, 2021 and\n$\n43.5\nmillion\nas of December 31, 2020.\nWNFIC maintains capital in excess of minimum statutory amount of\n$\n7.5\nmillion\nas required by regulatory authorities. The statutory capital and surplus of WNFIC was\n$\n33.1\nmillion\nas of December 31, 2021 and\n$\n32.6\nmillion\nas of December 31, 2020. As of December 31, 2021 and 2020, WNFIC generated statutory net income of\n$\n1.6\nmillion\nand\n$\n0.8\nmillion\n, respectively. The maximum amount of ordinary dividends that WNFIC can pay to shareholders in a rolling 12 month period is limited to the greater of\n10.0\n%\nof statutory adjusted capital and surplus of\n100.0\n%\nof adjusted net income. There was no dividend payout in 2020 and 2021 and the maximum dividend payout that may be made in 2022 without prior approval is\n$\n3.3\nmillion\n.\nNOTE 18 Shareh\nolders’ Equity\nUnder the authorization from the Company’s board of directors, shares may be purchased from time to time, at the Company’s discretion and subject to the availability of stock, market conditions, the trading price of the stock, alternative uses for capital, the Company’s financial performance and other potential factors. These purchases may be carried out through open market purchases, block trades, accelerated share repurchase plans of up to\n$\n100.0\nmillion\neach (unless otherwise approved by the board of directors), negotiated private transactions or pursuant to any trading plan that may be adopted in accordance with Rule 10b5-1 of the Securities Exchange Act of 1934. On May 1, 2019, the Company's board of directors authorized the purchasing of up to an additional\n$\n372.5\nmillion\nof the Company's outstanding common stock.\nDuring 2021, the Company repurchased\n1,811,853\nshares at an average price of $\n45.57\nfor a total cost of $\n82.6\nmillion under the current share repurchase authorization. During 2020, the Company repurchased\n1,234,417\nshares at an average price of $\n44.63\nfor a total cost of $\n55.1\nmillion under the current share repurchase authorization. At December 31, 2021, the remaining amount authorized by our board of directors for share repurchases was approximately $\n323.6\nmillion. Under the authorized repurchase programs, the Company has repurchased approximately\n18.5\nmillion shares for an aggregate cost of approximately\n$\n673.9\nmillion\nbetween 2014 and 2021.\nDuring 2021, the Company paid an annualized dividend of $\n0.380\nper share for a total of $\n107.2\nmillion in annualized dividends paid. During 2020, the Company paid an annualized dividend of $\n0.348\nper share for a total $\n100.6\nmillion in annualized dividends paid. On\nJanuary 20, 2022\nthe board of directors approved a dividend of $\n0.1025\nper share payable on\nFebruary 16, 2022\nto shareholders of record on\nFebruary 4, 2022\n.\nDuring 2021, the Company issued\n184,772\nshares valued at $\n9.9\nmillion associated with business combinations. During 2020, the Company issued\n722,939\nshares valued at $\n30.1\nmillion associated with business combinations.\n80\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the shareholders and the Board of Directors of Brown & Brown, Inc.\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of Brown & Brown, Inc. and subsidiaries (the \"Company\") as of December 31, 2021 and 2020, the related consolidated statements of\nincome, comprehensive income, shareholders' equity, and cash flows, for each of the three years in the period ended December 31, 2021, and the related notes (collectively referred to as the \"financial statements\"). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2021 and 2020, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2021, in conformity with accounting principles generally accepted in the United States of America.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company's internal control over financial reporting as of December 31, 2021, based on criteria established in\nInternal Control — Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission and our report dated February 22, 2022, expressed an unqualified opinion on the Company's internal control over financial reporting.\nBasis for Opinion\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company's financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current-period audit of the financial statements that was communicated or required to be communicated to the audit committee and that (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nEarn-out obligation — Refer to Notes 1 (Goodwill and Amortizable Intangible Assets) and 3 (Business Combinations) to the financial statements\nCritical Audit Matter Description\nThe Company’s acquisition purchase price for business combinations is typically based upon a multiple of average annual operating profit and/or revenue earned over a one to three-year period within a minimum and maximum price range. The recorded purchase price for most acquisitions includes an estimation of the fair value of liabilities associated with potential earn-out provisions, when an earn-out obligation is part of the negotiated transaction. The fair value of the earn-out obligations is based upon the present value of the expected future payments to be made to the sellers of the acquired businesses in accordance with the provisions contained in the respective purchase agreements. Subsequent changes in the fair value of the earn-out obligations are recorded in the consolidated statement of income when incurred.\nIn determining fair value of the earn-out obligation, the acquired business’s future performance is estimated using financial projections of future earnings developed by management that are discounted to a present value using a risk-adjusted rate that takes into consideration the likelihood that the forecasted earn-out obligation will be paid. The earn-out obligation balance was $291 million as of December 31, 2021 and the potential maximum earn-out obligation was $484.8 million. Of the total earn-out obligation balance, $78.4 million is recorded in accounts payable and $212.6 million is recorded in other liabilities in the consolidated balance sheet.\n81\nWe identified the earn-out obligation as a critical audit matter because of the increased auditor judgment and extent of effort required to evaluate whether an adjustment is required for the earn-out obligation in periods after the acquisition. Specifically, there was a high degree of auditor judgment and an increased extent of effort to audit the reasonableness of management’s assumptions related to projections of future earnings of the acquired businesses.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to the forecasted future earnings assumptions used in determining the fair value of the earn-out obligation included the following, among others:\n•\nWe tested the design and operating effectiveness of controls over management’s earn-out obligation calculation, including the controls over management’s determination of future earnings.\n•\nWe read the asset/stock purchase agreements and associated addenda and agreed the provisions of the contracts to the earn-out obligation models for our testing selections.\n•\nWe read any post-acquisition asset/stock purchase agreements and associated addenda modifications for any additional terms to evaluate the completeness and reasonableness of the models utilized to calculate the earn-out obligation for our testing selections.\n•\nWe evaluated the reasonableness of projections of future earnings for the earn-out obligation models by comparing the projections to historical results and assessing management’s key assumptions for our testing selections.\n•\nWe evaluated management’s ability to accurately forecast future earnings by comparing actual results to management’s historical forecast and forecasted growth rates to that of comparable subsidiaries for our testing selections.\n/s/ Deloitte & Touche LLP\nTampa, Florida\nFebruary 22, 2022\nWe have served as the Company's auditor since 2002.\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the shareholders and the Board of Directors of Brown & Brown, Inc.\nOpinion on Internal Control over Financial Reporting\nWe have audited the internal control over financial reporting of Brown & Brown, Inc. (the “Company”) and subsidiaries as of December 31, 2021, based on criteria established in\nInternal Control — Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2021, based on criteria established in\nInternal Control — Integrated Framework (2013)\nissued by COSO.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated financial statements as of and for the year ended December 31, 2021, of the Company and our report dated February 22, 2022 expressed an unqualified opinion on those financial statements.\nAs described in Management’s Report on Internal Control Over Financial Reporting, management excluded from its assessment the internal control over financial reporting at O’Leary Insurance, Piper Jordan, LLC, Berkshire Insurance Group, Inc., AGIS Network, Inc., Winston Financial Services, Inc., Remedy Analytics Inc., Heacock Insurance Group, LLC, and Dealer Admin. Services, Inc., which were acquired in 2021 and whose financial statements constitute approximately 2.44% and 5.63% of net and total assets, respectively, 1.91% of revenues, and (1.55%) of net income of the consolidated financial statement amounts as of and for the year ended December 31, 2021. Accordingly, our audit did not include the internal control over financial reporting of these acquired entities.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control Over\n82\nFinancial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ Deloitte & Touche LLP\nTampa, Florida\nFebruary 22, 2022\n83\nManagement’s Report on Internal Control over Financial Reporting\nThe management of Brown & Brown, Inc. and its subsidiaries (“Brown & Brown”) is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Securities Exchange Act Rule 13a-15(f). Under the supervision and with the participation of management, including Brown & Brown’s principal executive officer and principal financial officer, Brown & Brown conducted an evaluation of the effectiveness of internal control over financial reporting based upon the framework in\nInternal Control-Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (“COSO”).\nIn conducting Brown & Brown’s evaluation of the effectiveness of its internal control over financial reporting, Brown & Brown has excluded the following acquisitions completed by Brown & Brown during 2021: O’Leary Insurances, Piper Jordan LLC, Berkshire Insurance Group, Inc., AGIS Network, Inc., Winston Financial Services, Inc., Remedy Analytics, Inc., Heacock Insurance Group, LLC, and Dealer Admin. Services, Inc. (collectively the “2021 Excluded Acquisitions”), which were acquired during 2021 and whose financial statements constitute approximately 2.44% and 5.63% of net and total assets, respectively, 1.91% of revenues, and (1.55%) of net income of the consolidated financial statement amounts as of and for the year ended December 31, 2021. Refer to Note 3 to the Consolidated Financial Statements for further discussion of these acquisitions and their impact on Brown & Brown’s Consolidated Financial Statements.\nBased upon Brown & Brown’s evaluation under the framework in\nInternal Control-Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission\n,\nmanagement concluded that internal control over financial reporting was effective as of December 31, 2021. Management’s internal control over financial reporting as of December 31, 2021 has been audited by Deloitte & Touche LLP, an independent registered public accounting firm, as stated in their report which is included herein.\nBrown & Brown, Inc.\nDaytona Beach, Florida\nFebruary 22, 2022\n84"
  },
  {
    "item_key": "item_9",
    "text": "There were no changes in or disagreements with accountants on accounting and financial disclosure in 2021."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures\nWe carried out an evaluation (the “Evaluation”) required by Rules 13a-15 and 15d-15 under the Securities Exchange Act of 1934, as amended (the “Exchange Act”), under the supervision and with the participation of our chief executive officer (“CEO”) and chief financial officer (“CFO”), of the effectiveness of our disclosure controls and procedures as defined in Rule 13a-15 and 15d-15 under the Exchange Act (“Disclosure Controls”) as of December 31, 2021. Based upon the Evaluation, our CEO and CFO concluded that the design and operation of our Disclosure Controls were effective to ensure that information required to be disclosed by us in reports that we file or submit under the Exchange Act is (i) recorded, processed, summarized and reported within the time periods specified in SEC rules and forms and (ii) accumulated and communicated to our senior management, including our CEO and CFO, to allow timely decisions regarding required disclosures.\nChanges in Internal Controls\nThere has not been any change in our internal control over financial reporting identified in connection with the Evaluation that occurred during the quarter ended December 31, 2021 that has materially affected, or is reasonably likely to materially affect, our internal control over financial reporting.\nInherent Limitations of Internal Control Over Financial Reporting\nOur management, including our CEO and CFO, does not expect that our Disclosure Controls and internal controls will prevent all errors and all fraud. A control system, no matter how well conceived and operated, can provide only reasonable, not absolute, assurance that the objectives of the control system are met. Further, the design of a control system must reflect the fact that there are resource constraints, and the benefits of controls must be considered relative to their costs. Because of the inherent limitations in all control systems, no evaluation of controls can provide absolute assurance that all control issues and instances of fraud, if any, within the Company have been detected. These inherent limitations include the realities that judgments in decision-making can be faulty, and that breakdowns can occur because of simple error or mistake. Additionally, controls can be circumvented by the individual acts of some persons, by collusion of two or more people, or by management override of the control.\nThe design of any system of controls also is based in part upon certain assumptions about the likelihood of future events, and there can be no assurance that any design will succeed in achieving its stated goals under all potential future conditions; over time, a control may become inadequate because of changes in conditions, or the degree of compliance with the policies or procedures may deteriorate. Because of the inherent limitations in a cost-effective control system, misstatements due to error or fraud may occur and not be detected.\nCEO and CFO Certifications\nExhibits 31.1 and 31.2 are the Certifications of the CEO and the CFO, respectively. The Certifications are supplied in accordance with Section 302 of the Sarbanes-Oxley Act of 2002 (the “Section 302 Certifications”). This Item 9A of this Annual Report on Form 10-K contains the information concerning the evaluation referred to in the Section 302 Certifications and this information should be read in conjunction with the Section 302 Certifications for a more complete understanding of the topics presented."
  },
  {
    "item_key": "item_9b",
    "text": "None"
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable\n85\nPART\nIII"
  },
  {
    "item_key": "item_10",
    "text": "Certain information regarding our executive officers is included in Part I of this Report under the heading \"Information About Our Executive Officers\" in accordance with General Instruction G(3) of Form 10-K.\nThe additional information required by this item regarding directors and executive officers is incorporated herein by reference to our definitive Proxy Statement to be filed with the SEC in connection with the Annual Meeting of Shareholders to be held in 2022 (the “2022 Proxy Statement”) under the headings “Board and Corporate Governance Matters” and “Other Important Information.” We have adopted a code of ethics that applies to our principal executive officer, principal financial officer and controller. A copy of our Code of Ethics for our chief executive officer and our senior financial officers and a copy of our Code of Business Conduct and Ethics applicable to all employees are posted on our internet website, at www.bbinsurance.com, and are also available without charge, upon written request directed to corporate secretary, Brown & Brown, Inc., 300 North Beach Street, Daytona Beach, Florida 32114, or by telephone to (386) 252-9601. Any approved amendments to, or waiver of, any provision of the Code of Business Conduct and Ethics will be posted on our website at the above address."
  },
  {
    "item_key": "item_11",
    "text": "The information required by this item is incorporated herein by reference to the 2022 Proxy Statement under the heading “Compensation Matters.”\n86"
  },
  {
    "item_key": "item_12",
    "text": "Equity Compensation Plan Information\nThe following table sets forth information as of December 31, 2021, with respect to compensation plans under which the Company’s equity securities are authorized for issuance:\n(1)\nAll of the shares available for future issuance under the Brown & Brown, Inc. 2019 Stock Incentive Plan may be issued in connection with options, warrants, rights, restricted stock, restricted stock units or other stock-based awards.\n(2)\nThe number of securities remaining available of 7,569,607 has been reduced by 1,338,798 to reflect the maximum shares potentially distributed subject to the level of performance obtained for outstanding performance-based grants which may be increased up to 200% of the target or decreased to zero.\nThe other information required by this item is incorporated herein by reference to the 2022 Proxy Statement under the heading “Security Ownership of Management and Certain Beneficial Owners.”"
  },
  {
    "item_key": "item_13",
    "text": "The information required by this item is incorporated herein by reference to the 2022 Proxy Statement under the headings “Director Independence,” “Related Party Transactions Policy” and “Relationships and Transactions with Affiliated Parties.”"
  },
  {
    "item_key": "item_14",
    "text": "The information required by this item is incorporated herein by reference to the 2022 Proxy Statement under the heading “Fees Paid to Deloitte & Touche LLP.”\n87\nPART\nIV"
  },
  {
    "item_key": "item_15",
    "text": "The following documents are filed as part of this Report:\n1. Financial statements\nReference is made to the information set forth in Part II, Item 8 of this Report, which information is incorporated by reference.\n2. Consolidated Financial Statement Schedules.\nAll required Financial Statement Schedules are included in the Consolidated Financial Statements or the Notes to Consolidated Financial Statements.\n3. Exhibits\nThe following exhibits are filed as a part of this Report:\n88\n89\n* Management Contract or Compensatory Plan or Arrangement\n** Filed herewith"
  },
  {
    "item_key": "item_16",
    "text": "None\n90\nS\nIGNATURE\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the date indicated.\n91"
  }
]