[
  {
    "item_key": "item_1",
    "text": "PPG Industries, Inc. manufactures and distributes a broad range of paints, coatings and specialty materials. PPG was incorporated in Pennsylvania in 1883. PPG’s vision is to be the world’s leading coatings company by consistently delivering high-quality, innovative and sustainable solutions that customers trust to protect and beautify their products and surroundings.\nPPG has a proud heritage and demonstrated commitment to innovation, sustainability, community engagement and developing leading-edge paint, coatings and specialty materials technologies. Through dedication and industry-leading expertise, we solve our customers’ biggest challenges, collaborating closely to find the right path forward. PPG is a global leader, supplying customers in construction, consumer products, industrial and transportation markets and aftermarkets with manufacturing facilities and equity affiliates in more than 75 countries.\nPPG supplies coatings and specialty materials to customers in a wide array of end-uses, including industrial equipment and components; packaging material; aircraft and marine equipment; automotive original equipment; automotive refinish; pavement marking products; as well as coatings for other industrial and consumer products. PPG also serves commercial and residential new build and maintenance customers by supplying coatings to painting and maintenance contractors and directly to consumers for decoration and maintenance.\nThe coatings industry is highly competitive and consists of several large firms with global presence and many firms supplying local or regional markets. PPG competes in its primary markets with the world’s largest coatings companies, most of which have global operations, and many regional coatings companies.\nPPG’s business is comprised of two reportable business segments: Performance Coatings and Industrial Coatings as described below:\n2021 PPG ANNUAL REPORT AND FORM 10-K      3\nPERFORMANCE COATINGS\n2021 PPG ANNUAL REPORT AND 10-K    4\nINDUSTRIAL COATINGS\n(a) Original equipment manufacturer (OEM)\n2021 PPG ANNUAL REPORT AND FORM 10-K      5\nResearch and Development\nTechnology innovation has been a hallmark of PPG’s success throughout its history. The Company seeks to optimize its investment in research and development to create new products to drive profitable growth. We align our product development with the macro trends in the markets we serve and leverage core technology platforms to develop products for unmet market needs. Additionally, we operate laboratories in close geographic proximity to our customers and we customize our products for our customers' end-use applications. Our history of successful technology introductions is based on a commitment to an efficient and effective innovation process and disciplined portfolio management. We have obtained government funding for a small portion of the Company’s research efforts, and we will continue to pursue government funding, where appropriate.\nWe own and operate several facilities to conduct research and development for new and improved products and processes. In addition to the Company’s centralized principal research and development centers (see Item 2. “Properties” of this Form 10-K), operating segments manage their development through centers of excellence. As part of our ongoing efforts to manage our formulations and raw material costs effectively, we operate global competitive sourcing laboratories. Because of our broad array of products and customers, we are not materially dependent upon any single technology platform.\nRaw Materials, Energy and Logistics\nPPG uses a wide variety of complex raw materials that serve as the building blocks of our manufactured products. The Company’s most significant raw materials are epoxy and other resins, titanium dioxide and other pigments, and solvents in the coatings businesses and sand and soda ash in the specialty coatings and materials business. Raw materials include both organic, primarily petroleum-derived, materials and inorganic materials, including titanium dioxide. These raw materials represent PPG’s single largest production cost component.\nMost of the raw materials and energy used in production are purchased from outside sources, and the Company has made, and plans to continue to make, supply arrangements to meet our planned operating requirements for the future. Supply of critical raw materials and energy is managed by establishing contracts with multiple sources and identifying alternative materials or technology whenever possible. Our raw materials include bio-based materials as part of a product renewal strategy. While prices for certain raw materials typically fluctuate with energy prices and global supply and demand changes, such fluctuations are impacted by the fact that the manufacture of our raw materials is several steps downstream from crude oil, natural gas, and other key feedstocks.\nThrough effective management of raw materials, energy and logistics, the Company maintains a competitive cost position and ensures ongoing security of supply. Security of a sufficient supply of high-quality raw materials is important to PPG’s continued success as it allows the Company to increase production as necessary to keep pace with customer demand. In 2021, we experienced shortages of certain raw materials, which negatively impacted our ability to fully meet customer demand. We are continuing our aggressive sourcing initiatives to improve our competitive cost position and broaden our supply of high-quality raw materials. These initiatives include qualifying multiple sources of supply, within Asia and other lower cost regions of the world, continuing to diversify our resin supply, including actions to expand our on-site resin manufacturing capabilities, and reducing the amount of titanium dioxide used in our product formulations.\nWe are subject to existing and evolving standards relating to the regulation and registration of chemicals which could potentially impact the availability and viability of some of the raw materials we use in our production processes. Our ongoing, global product stewardship efforts are directed at maintaining our compliance with these standards. Changes to chemical registration regulations have been proposed or implemented in the European Union and many countries, including China, Canada, the United States (“U.S.”), the United Kingdom (“U.K.”), Brazil, Mexico and South Korea. Because implementation of many of these programs has not been finalized, the financial impact cannot be estimated at this time. We anticipate that the number of chemical registration regulations will continue to increase globally, and we have implemented programs to track and comply with these regulations.\nAt PPG, our commitment to sustainability extends to our suppliers as an extension of our internal focus on sustainability. Our Global Supplier Code of Conduct clarifies our global expectations in the areas of business integrity, labor practices, associate health and safety, and environmental management. Our Supplier Sustainability Policy builds upon our Global Supplier Code of Conduct by establishing expectations for sustainability within our supply chain. This policy reinforces our expectations that our suppliers, as well as their subcontractors, will comply fully with applicable laws and adhere to internationally recognized environmental, social and corporate-governance standards.\n2021 PPG ANNUAL REPORT AND 10-K    6\nIn 2020, PPG engaged EcoVadis™, a leading global corporate social responsibility and sustainability ratings company, to leverage assessment processes, tools, resources and insights to drive sustainability standards and practices throughout PPG's global supply base. The EcoVadis sustainability intelligence suite assists PPG in providing broad-scale supply chain risk screening and mapping, more reliable supplier sustainability metric scorecards with actionable ratings, and complete audit and improvement management capabilities. In 2021, PPG earned a Gold rating from EcoVadis underscoring our ongoing commitment to corporate social responsibility (CSR) and our efforts to manage our economic, social and environmental impact.\nWe typically experience fluctuating prices for energy and raw materials driven by various factors, including changes in supplier feedstock costs and inventories, global industry activity levels, foreign currency exchange rates, government regulation, and global supply and demand factors. For 2021 versus 2020, we experienced increases in our operating costs of more than $1.0 billion led by raw material cost inflation. The increases in raw material costs were primarily driven by ongoing supply constraints, including various force majeure declarations, higher energy prices, maintenance outages at many of our suppliers, energy surcharges in Europe, labor availability challenges, transportation shortages and higher ocean freight costs. Also in 2021, we experienced increases in other logistics costs, driven by supply chain disruptions, logistical challenges, labor shortages and manufacturing interruptions at both our factories and those of our suppliers and customers. Based on the distribution nature of many of our businesses, logistics and distribution costs are significant.\nGiven the uncertainty presented by COVID’s impact on supply chains globally and the global economic recovery, we are not able to predict the 2022 full-year impact of changes in raw material pricing versus 2021; however, we expect the negative impact of raw material inflation to lessen as 2022 progresses.\nGlobal Operations\nPPG has a significant investment in non-U.S. operations. This broad geographic footprint serves to lessen the significance to us of economic impacts occurring in any one region of the world. As a result of our global footprint, we are subject to certain inherent risks, including economic and political conditions in international markets, trade protection measures and fluctuations in foreign currency exchange rates. During 2021, favorable foreign currency translation increased Net sales by approximately $345 million and Income before income taxes by approximately $60 million.\nOur net sales in the developed and emerging regions of the world for the years ended December 31\nst\nare summarized below:\nRefer to Note 19, “Revenue Recognition” in Item 8 of this Form 10-K for additional geographic information pertaining to sales and Note 20, “Reportable Business Segment Information” in Item 8 of this Form 10-K for geographic information related to PPG’s property, plant and equipment.\nSeasonality\nPPG’s Income before income taxes has typically been greater in the second and third quarters and Cash from operating activities has been greatest in the fourth quarter due to end-use market seasonality, primarily in our architectural coatings and traffic solutions businesses. Demand for our architectural coatings and traffic solutions products is typically the strongest in the second and third quarters due to higher home improvement, maintenance and construction activity during the spring and summer months in the U.S., Canada and Europe. The Latin America paint season is the strongest in the fourth quarter. These cyclical activity levels result in the collection of outstanding receivables and lower inventory on hand in the fourth quarter generating higher Cash from operating activities.\nEmployee Relations\nThe average number of people employed by PPG during 2021 was approximately 49,300, of which approximately 14,800 were in the United States and approximately 34,500 were elsewhere in the world. The Company has numerous collective bargaining agreements throughout the world. We observe local customs, laws and practices in labor relations when negotiating collective bargaining agreements. There were no significant work stoppages in 2021. While we have experienced occasional work stoppages as a result of the collective bargaining process and may experience some work stoppages in the future, we believe that we will be able to negotiate all labor agreements on satisfactory terms. To date, these work stoppages have not had a significant impact on our results of operations. Overall, we believe we have good relationships with our employees.\n2021 PPG ANNUAL REPORT AND FORM 10-K      7\nHuman Capital\nThe PPG Way is how we enable, empower and engage each employee to implement the strategies needed to strengthen our position as an industry leader. It guides our employees and leaders as we strive to achieve our purpose of protecting and beautifying the world. Employee engagement is a measure of how authentically we are living our culture. We conduct employee surveys to increase dialogue among teams and implement meaningful action to improve results.\nOur human capital management strategies provide the foundation for our teams to thrive and deliver exceptional performance. These strategies in the areas of culture and purpose, employee engagement, development and pay equity are overseen by the Human Management and Compensation Committee of our Board of Directors. We are committed to ensuring our employees are safe, healthy, enabled, engaged and valued for the diverse talents they bring to PPG. We believe that having quality dialogue with our people, recognizing the value they bring and championing an authentic culture generates engaged employees and a company that is more innovative, productive and competitive. Our focus on and investment in learning and development are crucial to ensuring we keep our people engaged, productive and successful at every stage of their careers. We are committed to promoting from within wherever possible while also bringing in new ideas, thoughts and insights.\nOur environmental, health and safety policy and standards define our expectations, and we implement programs and initiatives to reduce health and safety risk in our operations. We measure progress against our health and safety goals using the injury and illness rate, which is calculated as the number of illness and injury incidents per 200,000 work hours. For both 2021 and 2020, our injury and illness rate was 0.26.\nOne of PPG’s greatest strengths is the diversity of our people, who represent wide-ranging nationalities, cultures, languages, religions, ethnicities, lifestyles, and professional and educational backgrounds. Their unique perspectives enable us to meet challenges quickly, creatively and effectively, providing a significant competitive advantage in today’s global economy. To ensure our people feel valued and respected, we are committed to providing a workplace that embraces a culture of diversity and inclusion and is free from harassment and bullying. In connection with our focus on diversity, equity and inclusion, PPG operates eight Employee Resource Networks (“ERNs”). These ERNs are open to all employees and are intended to provide an opportunity for in-depth discussion, focus and recommendations on how PPG can deliver higher growth and performance by creating a more diverse, equitable and inclusive organization.\nMore information about PPG’s human capital management strategies and our workforce can be found in the Proxy Statement for our 2022 Annual Meeting of Shareholders and our Sustainability Report and on our sustainability website at http://sustainability.ppg.com.\nEnvironmental Matters\nPPG is committed to operating in a sustainable manner and to helping our customers meet their sustainability goals. Our sustainability efforts are led by the Sustainability and Innovation Committee (formerly known as the Technology and Environment Committee) of our Board of Directors. At the management level, day-to-day implementation of our environmental, social and governance (“ESG”) initiatives is led by our Vice President, Global Sustainability, a new position created in 2021 to coordinate PPG’s ESG and sustainability programs and to communicate our ESG progress with our customers, shareholders and other stakeholders. The Vice President, Global Sustainability works with PPG’s Sustainability Committee, a committee of management consisting of senior corporate executives, to establish and monitor our sustainability goals, policies, programs and procedures that incorporate sustainability into our business practices, including resource management, climate change impacts, innovation, community engagement, communications, procurement, manufacturing and employee wellness.\nOur dedication to innovation is intertwined with sustainability. Once again, we increased the percent of our sales from sustainable products to 38% in 2021 from 35% in 2020. We are marketing an ever-growing variety of products and services that protect the environment and provide safety and other benefits to our customers. Our products contribute to lighter, more fuel-efficient vehicles, airplanes and ships, and they help our customers reduce their energy consumption, conserve water and reduce waste. These products include a compact automotive paint process that saves energy and reduces water usage; sustainable, waterborne coatings formulations; lightweight sealants and coatings for aircraft; coatings that cool surfaces; coatings for recyclable metal packaging; antimicrobial products; and solutions for autonomous and battery-powered vehicles.\nThe Company’s commitment to sustainability continues to yield tangible results. In 2021, we again made significant progress reducing our energy intensity, greenhouse gas emissions intensity and waste intensity. More information about PPG’s sustainability values, efforts, goals and data and our community and employee engagement programs can be found in our Sustainability Report and on our sustainability website at http://sustainability.ppg.com.\nWe are subject to existing and evolving standards relating to the protection of the environment. In management’s opinion, the Company operates in an environmentally sound manner and is well positioned, relative to environmental matters, within the industries in which it operates. PPG is negotiating with various government agencies concerning current and\n2021 PPG ANNUAL REPORT AND 10-K    8\nformer manufacturing sites and offsite waste disposal locations, including certain sites on the National Priority List. While PPG is not generally a major contributor of wastes to these offsite waste disposal locations, each potentially responsible party may face governmental agency assertions of joint and several liability. Generally, however, a final allocation of costs is made based on relative contributions of wastes to the site. There is a wide range of cost estimates for cleanup of these sites, due largely to uncertainties as to the nature and extent of their condition and the methods that may have to be employed for their remediation. The Company has established reserves for onsite and offsite remediation of those sites where it is probable that a liability has been incurred and the amount of loss can be reasonably estimated.\nOur experience to date regarding environmental matters leads us to believe that we will have continuing expenditures for compliance with provisions regulating the protection of the environment and for present and future remediation efforts at waste and plant sites. Management anticipates that such expenditures will occur over an extended period of time.\nIn addition to the $282 million currently reserved for environmental remediation efforts, we may be subject to loss contingencies related to environmental matters estimated to be approximately $100 million to $200 million. These reasonably possible unreserved losses relate to environmental matters at a number of sites, none of which are individually significant. The loss contingencies related to these sites include significant unresolved issues such as the nature and extent of contamination at these sites and the methods that may have to be employed to remediate them.\nIt is expected that capital expenditures for such projects in 2022 will be in the range of $20 million to $30 million. Although future capital expenditures are difficult to estimate accurately because of constantly changing regulatory standards and policies, it is likely that environmental control standards will become increasingly stringent and the cost of compliance will increase.\nManagement believes that the outcome of these environmental contingencies will not have a material adverse effect on PPG’s financial position or liquidity; however, any such outcome may be material to the results of operations of any particular period in which costs, if any, are recognized. Refer to Note 14, “Commitments and Contingent Liabilities” in Item 8 of this Form 10-K for additional information related to environmental matters and our accrued liability for estimated environmental remediation costs.\nAvailable Information\nThe Company’s website address is\nwww.ppg.com\n. The Company posts, and shareholders may access without charge, the Company’s recent filings and any amendments of its annual reports on Form 10-K, quarterly reports on Form 10-Q and its proxy statements as soon as reasonably practicable after such reports are filed with the Securities and Exchange Commission (“SEC”). The Company also posts all financial press releases, including earnings releases, to its website. All other reports filed or furnished to the SEC, including reports on Form 8-K, are available via direct link on PPG’s website to the SEC’s website,\nwww.sec.gov.\nReference to the Company’s, the SEC’s or other websites herein does not incorporate by reference any information contained on those websites, and such information should not be considered part of this Form 10-K."
  },
  {
    "item_key": "item_1a",
    "text": "As a global manufacturer of paints, coatings and specialty materials, we operate in a business environment that includes risks. Each of the risks described in this section could adversely affect our results of operations, financial position and liquidity. While the factors listed here are considered to be the more significant factors, no such list should be considered to be a complete statement of all potential risks and uncertainties. Unlisted factors may present significant additional obstacles which may adversely affect our businesses and our results of operations, financial position and liquidity.\nEconomic Risks\nThe effects of COVID-19 have negatively impacted and are continuing to adversely impact our financial condition and results of operations.\nThe effects of the public health crisis caused by COVID-19 have interfered with the ability of PPG, our suppliers, customers, and others to conduct business and have negatively affected consumer confidence and the global economy. Public health officials have recommended or mandated certain precautions to mitigate the spread of COVID-19, including prohibitions on congregating in groups, shelter-in-place orders, vaccination requirements or similar measures. Preventative and protective actions that public health officials, governments or PPG have taken with respect to COVID-19 have and will continue to adversely impact our business, suppliers, distribution channels, and customers, including business shutdowns or disruptions for an indefinite period of time, reduced operations, reduced workforce availability, reduced ability to supply products, or reduced demand for our products. Our financial condition, liquidity and results of operations have been and will continue to be adversely impacted by these preventative actions and the disruption to our\n2021 PPG ANNUAL REPORT AND FORM 10-K      9\nbusiness and that of our suppliers and customers. As we cannot predict the duration or scope of COVID-19, the negative financial impact to our business cannot be reasonably estimated, but could be material.\nIncreases in prices and declines in the availability of raw materials could negatively impact our financial results.\nOur financial results are significantly affected by the cost of raw materials. Raw materials include both organic, primarily petroleum-derived, materials and inorganic materials, including titanium dioxide. These raw materials represent PPG’s single largest production cost component.\nWhile not our customary practice, we also import raw materials and intermediates, particularly for use at our manufacturing facilities in the emerging regions of the world. In most cases, those imports are priced in the currency of the supplier and, therefore, if that currency strengthens against the currency of our manufacturing facility, our margins may be lower.\nMost of our raw materials are purchased from outside sources, and the Company has made, and plans to continue to make, supply arrangements to meet the planned operating requirements for the future. Adequate supply of critical raw materials is managed by establishing contracts, procuring from multiple sources, and identifying alternative materials or technology whenever possible. The Company is continuing its aggressive sourcing initiatives to effectively broaden our supply of high quality raw materials. These initiatives include qualifying multiple and local sources of supply, within Asia and other lower cost regions of the world, diversification of our resin supply including adding on-site resin production at certain manufacturing locations, and a reduction in the amount of titanium dioxide and other raw materials used in our product formulations. Our raw materials include bio-based materials as part of a product renewal strategy. Despite our actions undertaken to maintain supply arrangements adequate to meet planned operating requirements, raw material supply chain disruptions, including logistical and transportation challenges in many regions, have adversely impacted, and may continue to adversely impact, our financial results.\nAn inability to obtain critical raw materials would adversely impact our ability to produce products. Increases in the cost of raw materials may have an adverse effect on our Income from continuing operations or Cash from operating activities in the event we are unable to offset these higher costs in a timely manner.\nThe pace of economic growth and level of uncertainty could have a negative impact on our results of operations and cash flows.\nDemand for our products and services depends, in part, on the general economic conditions affecting the countries and markets in which we do business. Weak economic conditions in certain geographies and changing supply and demand balances in the markets we serve have negatively impacted demand for our products and services in the past and may do so in the future. Recently, global economic uncertainty has increased due to a number of factors, including COVID-19, consumer sentiment and commodity market volatility, disruption in supply chains globally, potential changes to international trade agreements, the imposition of tariffs and the threat of additional tariffs, and labor shortages in certain regions of the world. PPG provides products and services to a variety of end-use markets in many geographies. This broad end-use market exposure and expanded geographic presence lessens the significance of any individual decrease in activity levels; nonetheless, lower demand levels may result in lower sales, which would result in reduced Income from continuing operations and Cash from operating activities.\nFluctuations in foreign currency exchange rates could affect our financial results.\nWe earn revenues, pay expenses, own assets and incur liabilities in countries using currencies other than the U.S. dollar. Because our consolidated financial statements are presented in U.S. dollars, we must translate revenues and expenses into U.S. dollars at the average exchange rate during each reporting period, as well as assets and liabilities into U.S. dollars at exchange rates in effect at the end of each reporting period. Therefore, increases or decreases in the value of the U.S. dollar against other currencies will affect our Net sales, Net income and the value of balance sheet items denominated in foreign currencies. We may use derivative financial instruments to reduce our net exposure to currency exchange rate fluctuations related to foreign currency transactions. However, fluctuations in foreign currency exchange rates, particularly the strengthening or weakening of the U.S. dollar against major currencies, could adversely or positively affect our financial condition and results of operations expressed in U.S. dollars.\nThe industries in which we operate are highly competitive.\nWith each of our businesses, an increase in competition may cause us to lose market share, lose customers, or compel us to reduce prices to remain competitive, which could result in reduced margins for our products. Additionally, our ability to increase prices may impact the overall economics for the products we offer. Competitive pressures may not only reduce our margins but may also impact our revenues and our growth which could adversely affect our results of operations.\n2021 PPG ANNUAL REPORT AND 10-K    10\nLegal, Regulatory, and Tax Risks\nWe are subject to existing and evolving standards relating to the protection of the environment.\nEnvironmental laws and regulations control, among other things, the discharge of pollutants into the air and water, the handling, use, treatment, storage and clean-up of hazardous and non-hazardous waste, and the investigation and remediation of soil and groundwater affected by hazardous substances. In addition, various laws regulate health and safety matters. The environmental laws and regulations we are subject to impose liability for the costs of, and damages resulting from, cleaning up current sites, past spills, disposals and other releases of hazardous substances. Violations of these laws and regulations can also result in fines and penalties. Future environmental laws and regulations may require substantial capital expenditures or may require or cause us to modify or curtail our operations, which may have a material adverse impact on our business, financial condition and results of operations.\nWe are involved in a number of lawsuits and claims, and we may be involved in future lawsuits and claims, in which substantial monetary damages are sought.\nPPG is involved in a number of lawsuits and claims, both actual and potential, in which substantial monetary damages are sought. Those lawsuits and claims relate to contract, patent, environmental, product liability, asbestos exposure, antitrust, employment, securities and other matters arising out of the conduct of PPG’s current and past business activities. Any such claims, whether with or without merit, could be time consuming and expensive to defend and could divert management’s attention and resources. We maintain insurance against some, but not all, of these potential claims, and the levels of insurance we do maintain may not be adequate to fully cover any and all losses. We believe that, in the aggregate, the outcome of all current lawsuits and claims involving PPG, including those described in Note 14, “Commitments and Contingent Liabilities” in Item 8 of this Form 10-K, will not have a material effect on PPG’s consolidated financial position or liquidity; however, such outcome may be material to the results of operations of any particular period in which costs, if any, are recognized. Nonetheless, the results of any future litigation or claims are inherently unpredictable, and such outcomes could have a material adverse effect on our results of operations, Cash from operating activities or financial condition.\nWe are subject to a variety of complex U.S. and non-U.S. laws and regulations, which could increase our compliance costs and could adversely affect our results of operations.\nWe are subject to a wide variety of complex U.S. and non-U.S. laws and regulations, and legal compliance risks, including securities laws, tax laws, environmental laws, employment and pension-related laws, competition laws, U.S. and foreign export and trading laws, and laws governing improper business practices, including bribery. We are affected by new laws and regulations and changes to existing laws and regulations, as well as interpretations by courts and regulators. These laws and regulations effectively expand our compliance obligations and costs.\nFor example, regulations concerning the composition, use and transport of chemical products continue to evolve. Developments concerning these regulations could potentially impact the availability or viability of some of the raw materials we use in our product formulations and/or our ability to supply certain products to some customers or markets. Import/export regulations also continue to evolve and could result in increased compliance costs, slower product movements or additional complexity in our supply chains.\nFurther, although we believe that we have appropriate risk management and compliance programs in place, we cannot guarantee that our internal controls and compliance systems will always protect us from improper acts committed by employees, agents, business partners or businesses that we acquire. Any non-compliance or such improper actions or allegations could damage our reputation and subject us to civil or criminal investigations and shareholder lawsuits, could lead to substantial civil and criminal, monetary and non-monetary penalties, and could cause us to incur significant legal and investigatory costs.\nChanges in the tax regimes and related government policies and regulations in the countries in which we operate could adversely affect our results and our effective tax rate.\nAs a multinational corporation, we are subject to various taxes in both the U.S. and non-U.S. jurisdictions. Due to economic and political conditions, tax rates in these various jurisdictions may be subject to significant changes. Our future effective income tax rate could be affected by changes in the mix of earnings in countries with differing statutory tax rates, changes in the valuation of deferred tax assets or changes in tax laws or their interpretation. Further, PPG may continue to refine its estimates to incorporate new or better information as it becomes available. Recent developments, including potential U.S. or international tax reform, the European Commission’s investigations on illegal state aid as well as the Organisation for Economic Co-operation and Development project on Base Erosion and Profit Shifting may result in changes to long-standing tax principles, which could adversely affect our effective tax rate or result in higher cash tax liabilities. If our effective income tax rate was to increase, our Cash from operating activities, financial condition and results of operations would be adversely affected. Although we believe that our tax filing positions are appropriate, the final determination of tax audits or tax disputes may be different from what is reflected in our historical income tax\n2021 PPG ANNUAL REPORT AND FORM 10-K      11\nprovisions and accruals. If future audits find that additional taxes are due, we may be subject to incremental tax liabilities, possibly including interest and penalties, which could have a material adverse effect on our Cash from operating activities, financial condition and results of operations.\nOperational and Strategic Risks\nOur international operations expose us to additional risks and uncertainties that could affect our financial results.\nPPG has a significant investment in global operations. This broad geographic footprint serves to lessen the significance of economic impacts occurring in any one region. Notwithstanding the benefits of geographic diversification, our ability to achieve and maintain profitable growth in international markets is subject to risks related to the differing legal, political, social and regulatory requirements and economic conditions of many countries. As a result of our operations outside the U.S., we are subject to certain inherent risks, including political and economic uncertainty, inflation rates, exchange rates, trade protection measures, local labor conditions and laws, restrictions on foreign investments and repatriation of earnings, and weak intellectual property protection. Our percentage of sales generated in 2021 by products sold outside the U.S. was approximately 65%.\nBusiness disruptions could have a negative impact on our results of operations and financial condition.\nUnexpected events, including supply disruptions, temporary plant and/or power outages, work stoppages, natural disasters and severe weather events, significant public health issues, computer system disruptions, fires, war or terrorist activities, could increase the cost of doing business or otherwise harm the operations of PPG, our customers and our suppliers. It is not possible for us to predict the occurrence or consequence of any such events. However, such events could reduce our ability to supply products, reduce demand for our products or make it difficult or impossible for us to receive raw materials from suppliers or to deliver products to customers.\nIntegrating acquired businesses into our existing operations.\nPart of the Company’s strategy is growth through acquisitions. Over the last decade, we have successfully completed more than 50 acquisitions, and we will likely acquire additional businesses and enter into additional joint ventures in the future. Growth through acquisitions and the formation of joint ventures involve risks, including:\n•\ndifficulties in assimilating acquired companies and products into our existing business;\n•\ndelays in realizing the benefits from the acquired companies or products;\n•\ndiversion of our management’s time and attention from other business concerns;\n•\ndifficulties due to lack of or limited prior experience in any new markets we may enter;\n•\nunforeseen claims and liabilities, including unexpected environmental exposures, product liability, or existing cyber vulnerability;\n•\nunexpected losses of customers or suppliers of the acquired or existing business;\n•\ndifficulty in conforming the acquired business’ standards, processes, procedures and controls to those of our operations; and\n•\ndifficulties in retaining key employees of the acquired businesses.\nThese risks or other problems encountered in connection with our past or future acquisitions and joint ventures could cause delays in realizing the anticipated benefits of such acquisitions or joint ventures, or such anticipated benefits may never be realized, which could adversely affect our results of operations, Cash from operating activities or financial condition.\nOur ability to understand our customers’ specific preferences and requirements, and to innovate, develop, produce and market products that meet customer demand is critical to our business results.\nOur business relies on continued global demand for our brands and products. To achieve our business goals, we must develop and sell products that appeal to customers. This is dependent on a number of factors, including our ability to produce products that meet the quality, performance and price expectations of our customers and our ability to develop effective sales, advertising and marketing programs.\nWe believe the automotive industry will experience significant and continued change in the coming years. Vehicle manufacturers continue to develop new safety features such as collision avoidance technology and self-driving vehicles that may reduce vehicle collisions in the future, potentially lowering demand for our automotive refinish coatings. In addition, through the introduction of new technologies, new business models or new methods of travel, such as\n2021 PPG ANNUAL REPORT AND 10-K    12\nridesharing, the number of automotive OEM new-builds may decline, potentially reducing demand for our automotive OEM coatings and related automotive parts.\nAdditionally, the development of customer-facing digital platforms has and will continue to transform certain retail industries. An inability to develop such solutions and our customer’s pace of adoption of those solutions could negatively affect our business or the market demand for our products.\nOur future growth will depend on our ability to continue to innovate our existing products and to develop and introduce new products. If we fail to keep pace with product innovation on a competitive basis or to predict market demands for our products, our businesses, financial condition and results of operations could be adversely affected.\nThe security of our information technology systems could be compromised, which could adversely affect our ability to operate.\nIncreased global information technology security requirements, threats and sophisticated and targeted computer crime pose a risk to the security of our systems, networks and the confidentiality, availability and integrity of our data. Despite our efforts to protect sensitive information and confidential and personal data, our facilities and systems may be vulnerable to security breaches. This could lead to negative publicity, theft or other financial loss, modification or destruction of proprietary information or key information, manufacture of defective products, production downtimes and operational disruptions, which could adversely affect our reputation, competitiveness and results of operations.\nIn 2018, we concluded that previously issued financial statements as detailed below should not be relied upon and restated those previously issued financial statements, which led to, among other things, shareholder litigation, investigations by the SEC and the U.S. Attorney’s office, a settlement by the Company with the SEC and unanticipated costs for accounting and legal fees, and which may result in certain other risks.\nAs discussed in the Explanatory Note, Note 2, “Restatement of Previously Reported Consolidated Annual Financial Statements” and in Note 19, “Quarterly Financial Information (unaudited)” in Item 8 of the 2017 Form 10-K/A, in 2018 we concluded that our previously issued financial statements as of December 31, 2017 and 2016, and for each of the quarterly and year-to-date periods in 2017, and the final quarterly and year-to-date period in 2016, should no longer be relied upon. The determination that the applicable financial statements should no longer be relied upon and that these financial statements would be restated was made following the identification of misstatements. Although the Company restated these financial statements, remediated the material weakness in the Company’s internal control over financial reporting, reached a settlement with the SEC and is no longer the subject of an investigation by the U.S. Attorney’s Office, we continue to be subject to risks and uncertainties relating to these events, including advancement of legal expenses and potential indemnification obligations to certain current and former employees who are responding to investigations by the SEC and U.S. Attorney’s Office for alleged violations of the securities laws relating to the restatement described above, potential loss of investor confidence, potential reputational harm and a potential negative impact on our stock price."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "PPG’s corporate headquarters is located in the United States in Pittsburgh, Pa. The Company’s manufacturing facilities, sales offices, research and development centers and distribution centers are located throughout the world. Refer to Item 1. “Business” of this Form 10-K for the principal manufacturing and distribution facilities by reportable business segment.\nThe Company’s principal research and development centers are located in Allison Park, Pa.; Tianjin, China; Cleveland, Oh.; Springdale, Pa.; Milan, Italy; Monroeville, Pa.; Harmar, Pa.; Ingersheim, Germany; Marly, France; Oak Creek, Wi.; Sumare, Brazil; Amsterdam, Netherlands; Vantaa, Finland; Tepexpan, Mexico; Burbank, Ca.; Zhangjiagang, China; Cheonan, Republic of Korea; Wroclaw, Poland; Bangplee, Thailand; and Sylmar, Ca.\nOur headquarters, certain distribution centers and substantially all company-owned paint stores are located in facilities that are leased while our other facilities are generally owned. Our facilities are considered to be suitable and adequate for the purposes for which they are intended and overall have sufficient capacity to conduct business in the upcoming year."
  },
  {
    "item_key": "item_3",
    "text": "PPG is involved in a number of lawsuits and claims, both actual and potential, including some that it has asserted against others, in which substantial monetary damages are sought. These lawsuits and claims may relate to contract, patent, environmental, product liability, asbestos exposure, antitrust, employment, securities and other matters arising out of the conduct of PPG’s current and past business activities. To the extent these lawsuits and claims involve personal injury, property damage and certain other claims, PPG believes it has adequate insurance; however, certain of PPG’s insurers are contesting coverage with respect to some of these claims, and other insurers may contest coverage. PPG’s lawsuits\n2021 PPG ANNUAL REPORT AND FORM 10-K      13\nand claims against others include claims against insurers and other third parties with respect to actual and contingent losses related to environmental, asbestos and other matters.\nAs previously disclosed, the SEC is conducting a non-public investigation of accounting matters described in the Explanatory Note and in Note 2, “Restatement of Previously Reported Consolidated Annual Financial Statements\" in Item 8 of the Company’s 2017 Form 10-K/A. On September 26, 2019, PPG announced a final settlement with the SEC as to the Company. Without admitting or denying the findings in the SEC’s administrative cease-and-desist order, the Company consented to the entry of the order, which imposed no financial penalty. The Company continues to cooperate fully with the SEC’s ongoing investigation relating to these accounting matters. The Company is also cooperating fully with an investigation into the same accounting matters commenced by the U.S. Attorney’s Office for the Western District of Pennsylvania (“USAO”). As previously disclosed, the USAO has informed PPG that it will not pursue any action as to the Company.\nFrom the late 1880’s until the early 1970’s, PPG owned property located in Cadogan and North Buffalo Townships, Pennsylvania which was used for the disposal of solid waste from PPG’s former glass manufacturing facility in Ford City, Pennsylvania. In October 2018, the Pennsylvania Department of Environmental Protection (the “DEP”) approved PPG’s cleanup plan for the Cadogan Property. In April 2019, PPG and the DEP entered into a consent order and agreement (“CO&A”) which incorporated PPG’s approved cleanup plan and a draft final permit for the collection and discharge of seeps emanating from the former disposal area. The CO&A includes a civil penalty of $1.2 million for alleged past unauthorized discharges. PPG’s former disposal area is also the subject of a citizens’ suit filed by the Sierra Club and PennEnvironment seeking remedial measures beyond the measures specified in PPG’s approved cleanup plan, a civil penalty in addition to the penalty included in the CO&A and plaintiffs’ attorneys fees. PPG and the plaintiffs settled plaintiffs’ claims for injunctive relief and PPG agreed to enhancements to the DEP approved cleanup plan and a $250,000 donation to a Pennsylvania nonprofit organization. This settlement has been memorialized by an amendment to the CO&A which was appended to a Consent Agreement between PPG and the plaintiffs which has been entered by the federal Court. The remaining claims in the case for attorneys’ fees and a civil penalty are not affected by this settlement. PPG believes that the remaining claims are without merit and intends to defend itself against these claims vigorously.\nFor many years, PPG has been a defendant in lawsuits involving claims alleging personal injury from exposure to asbestos. For a description of asbestos litigation affecting the Company, see Note 14, “Commitments and Contingent Liabilities” to the accompanying consolidated financial statements in Part I, Item 8 of this Form 10-K.\nIn the past, the Company and others have been named as defendants in several cases in various jurisdictions claiming damages related to exposure to lead and remediation of lead-based coatings applications. PPG has been dismissed as a defendant from most of these lawsuits and has never been found liable in any of these cases. After having not been named in a new lead-related lawsuit for 15 years, PPG was named as a defendant in two Pennsylvania state court lawsuits filed by Montgomery County and Lehigh County in the respective counties on October 4, 2018 and October 12, 2018. Both suits seek declaratory relief arising out of alleged public nuisances in the counties associated with the presence of lead paint on various buildings constructed prior to 1980. The Company believes these actions are without merit and intends to defend itself vigorously.\n2021 PPG ANNUAL REPORT AND 10-K    14\nInformation About Our Executive Officers\nSet forth below is information related to the Company’s executive officers as of February 17, 2022.\n(a)\nMr. McGarry served as President and Chief Executive Officer from September 2015 through August 2016, President and Chief Operating Officer from March 2015 through August 2015; Chief Operating Officer from August 2014 through February 2015; Executive Vice President from September 2012 through July 2014; and Senior Vice President, Commodity Chemicals from July 2008 through August 2012.\n(b)\nMs. Foulkes served as Senior Vice President, General Counsel and Secretary from August 2018 to September 2018, Vice President and Associate General Counsel and Secretary from March 2016 through July 2018 and Assistant General Counsel and Secretary from April 2011 through February 2016.\n(c)\nOn December 9, 2021, Mr. Knavish was appointed Chief Operating Officer, effective March 1, 2022. Mr. Knavish served as Senior Vice President, Architectural Coatings and President, PPG EMEA from January 2019 through September 2019, Senior Vice President, Industrial Coatings from October 2017 through December 2018, Senior Vice President, Automotive Coatings from March 2016 through September 2017, Vice President, Protective and Marine Coatings from August 2012 through February 2016 and Vice President, Automotive Coatings, Americas from March 2010 through July 2012.\n(d)\nMs. Liebert served as Senior Vice President, Automotive Coatings from June 2018 to September 2019. She previously served as President and Chief Executive Officer of Honeywell UOP from 2016 to 2018, Senior Vice President and General Manager, Catalyst Adsorbents and Specialties of Honeywell UOP from 2015 to 2016 and Senior Vice President and General Manager, Gas Processing and Hydrogen of Honeywell UOP from 2012 to 2015.\n(e)\nMr. Morales served as Vice President, Finance from June 2016 through February 2017. From June 2015 through June 2016, he served as Vice President, Investor Relations and Treasurer and from October 2007 through May 2015 he served as Vice President, Investor Relations.\n(f)\nMs. Ericson was appointed Senior Vice President, Packaging Coatings in July 2018 when she joined PPG from SUEZ SA. She previously served as President of SUEZ Chemical Monitoring and Solutions from 2017 until 2018, President of General Electric Water Services Company from 2015 to 2017 and President and Chief Executive Officer of Alstom SA’s U.S. business from 2013 to 2015.\n(g)\nMr. Vadlamannati served as Senior Vice President, Protective and Marine Coatings from March 2016 through September 2019, Vice President, Architectural Coatings, EMEA and Asia/Pacific from August 2014 through February 2016, Vice President, Architectural Coatings, EMEA from February 2012 through July 2014, Vice President, Architectural Coatings, EMEA for Region Western Europe from March 2011 through January 2012 and Vice President, Automotive Refinish, EMEA from September 2010 through February 2011."
  },
  {
    "item_key": "item_4",
    "text": "Not Applicable.\n2021 PPG ANNUAL REPORT AND FORM 10-K      15\nPart II"
  },
  {
    "item_key": "item_5",
    "text": "The information required by Item 5 regarding market information, including PPG’s stock exchange listing and quarterly stock market prices, dividends, holders of common stock, and the stock performance graph is included in Exhibit 13.1 filed with this Form 10-K and is incorporated herein by reference.\n(1)\nIn December 2017, PPG's board of directors approved a $2.5 billion share repurchase program. The remaining shares yet to be purchased under the program has been calculated using PPG’s closing stock price on the last business day of the respective month. This repurchase program has no expiration date."
  },
  {
    "item_key": "item_6",
    "text": ""
  },
  {
    "item_key": "item_7",
    "text": "The following discussion includes a comparison of our results of operations and liquidity and capital resources for the years ended December 31, 2021 and 2020. A discussion of changes in our results of operations for the year ended December 31, 2020 as compared to the year ended December 31, 2019 has been omitted from this Form 10-K, but may be found in “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our 2020 Form 10-K, filed with the Securities and Exchange Commission on February 18, 2021.\nPerformance Overview\nNet Sales by Region\nNet sales increased $2,968 million due to the following:\n● Acquisition-related sales (+9%)\n● Higher sales volumes (+5%)\n● Higher selling prices (+5%)\n● Favorable foreign currency translation (+2%)\nNet sales increased versus prior year driven by higher sales volumes in each major region and higher selling prices across all businesses. Additionally, the five recent acquisitions (Ennis-Flint, VersaFlex, Cetelon, Wörwag and Tikkurila) increased net sales in 2021.\nForeign currency translation increased net sales by approximately 2% as the U.S. dollar, on an average basis, weakened against most foreign currencies versus the prior year, most notably the euro, the Chinese yuan, and the Mexican peso.\nFor specific business results, see the Performance of Reportable Business Segments section within Item 7 of this Form 10-K.\n2021 PPG ANNUAL REPORT AND 10-K    16\nCost of sales, exclusive of depreciation and amortization\nCost of sales, exclusive of depreciation and amortization, increased $2,509 million due to the following:\n● Raw material and logistics cost inflation\n● Cost of sales attributable to acquired businesses\n● Higher sales volumes\n● Unfavorable foreign currency inflation\nSelling, general and administrative expenses\nSelling, general and administrative expenses increased $391 million primarily due to:\n● Selling, general and administrative expenses from acquired businesses\n● Wage and other cost inflation\n● Unfavorable foreign currency inflation\nPartially offset by:\n● Cost savings initiatives, including restructuring actions\nOther charges and other income\nInterest expense, net of Interest income\nInterest expense, net of Interest income decreased $20 million in 2021 versus 2020 primarily due to more favorable interest rates on outstanding debt.\nImpairment charges\nIn 2021 and 2020, impairment charges were recorded for the write-down of certain assets related to the previously planned sale of certain smaller entities in non-strategic regions. Also, in 2020, an impairment charge was recorded to reduce the carrying value of an indefinite-lived trademark. Refer to Note 2, ”Acquisitions and Divestitures” and Note 6, “Goodwill and Other Identifiable Intangible Assets” in Item 8 of this Form 10-K for additional information.\nAsbestos-related claims reserve adjustment\nIn 2021, the reserve for asbestos-related claims was reduced to reflect the Company’s current estimate of potential liability for these claims. Refer to Note 14 “Commitments and Contingent Liabilities” in Item 8 of this Form 10-K for additional information.\nBusiness restructuring, net\nPretax restructuring charges of $54 million related to recent acquisitions were recorded in 2021, partially offset by certain changes in estimates to complete previously recorded programs of $23 million. Pretax restructuring charges of $203 million were recorded in 2020, offset by certain changes in estimates to complete previously recorded programs of $29 million. Refer to Note 7, \"Business Restructuring\" in Item 8 of this Form 10-K for additional information.\n2021 PPG ANNUAL REPORT AND FORM 10-K      17\nPension settlement charge\nIn December 2021, the Company purchased group annuity contracts that transferred pension benefit obligations for certain of the Company’s retirees in Canada to a third-party insurance company. This transaction resulted in a pension settlement charge of $50 million. Refer to Note 13, “Employee Benefit Plans\" in Item 8 of this Form 10-K for additional information.\nOther charges\nOther charges were lower in 2021 as compared to the prior year primarily due to lower non-service components of net periodic pension cost.\nOther income\nOther income was higher in 2021 than prior year primarily due to a $34 million gain on the sale of a production facility in connection with the Company’s manufacturing footprint consolidation plans and associated restructuring programs, as well as favorable legal settlements.\nEffective tax rate and earnings per diluted share, continuing operations\nThe effective tax rate for the year-ended December 31, 2021 was 20.6%, a decrease of 0.8% from the prior year primarily driven by a benefit from releases of reserves for uncertain tax positions.\nEarnings per diluted share and adjusted earnings per diluted share from continuing operations for the year ended December 31, 2021 increased year-over-year, driven by increased net sales in 2021 due to acquisition-related sales, higher sales volumes and higher selling prices. The impact of higher net sales on earnings was partially offset by higher raw material costs due to ongoing supply constraints and higher transportation costs driven by supply chain disruptions related to COVID-19. Refer to the Regulation G Reconciliations - Results from Operations for additional information.\nRegulation G Reconciliations - Results from Operations\nPPG believes investors’ understanding of the Company’s performance is enhanced by the disclosure of net income from continuing operations, earnings per diluted share from continuing operations, PPG’s effective tax rate and segment income adjusted for certain items. PPG’s management considers this information useful in providing insight into the Company’s ongoing performance because it excludes the impact of items that cannot reasonably be expected to recur on a quarterly basis or that are not attributable to our primary operations. Net income from continuing operations, earnings per diluted share from continuing operations, the effective tax rate and segment income adjusted for these items are not recognized financial measures determined in accordance with U.S. generally accepted accounting principles (“U.S. GAAP”) and should not be considered a substitute for net income from continuing operations, earnings per diluted share from continuing operations, the effective tax rate, segment income or other financial measures as computed in accordance with U.S. GAAP. In addition, adjusted net income, adjusted earnings per diluted share and the adjusted effective tax rate may not be comparable to similarly titled measures as reported by other companies.\nIncome before income taxes from continuing operations is reconciled to adjusted income before income taxes from continuing operations, the effective tax rate from continuing operations is reconciled to the adjusted effective tax rate from continuing operations and net income from continuing operations (attributable to PPG) and earnings per share – assuming dilution (attributable to PPG) are reconciled to adjusted net income from continuing operations (attributable to PPG) and adjusted earnings per share – assuming dilution below.\n2021 PPG ANNUAL REPORT AND 10-K    18\n(1)    Earnings per diluted share is calculated based on unrounded numbers. Figures in the table may not recalculate due to rounding.\n(2)    Beginning in 2021, the Company reports adjusted earnings per diluted share excluding amortization expense relating to intangible assets from completed acquisitions. Adjusted earnings per diluted share for 2020, as shown in the table above, has been recast to exclude acquisition-related amortization expense.\n(3)    Acquisition-related costs, net include advisory, legal, accounting, valuation, other professional or consulting fees, and certain internal costs directly incurred to effect acquisitions. These costs are included in Selling, general and administrative expense in the consolidated statement of income. Acquisition-related costs, net also include the impact for the step up to fair value of inventory acquired in certain acquisitions which are included in Cost of Sales, exclusive of depreciation and amortization in the consolidated statement of income.\n(4)    Included in business restructuring-related costs, net are business restructuring charges, accelerated depreciation of certain assets and other related costs, offset by releases related to previously approved programs and a $34 million gain on the sale of certain assets in 2021 in connection with the Company’s manufacturing footprint consolidation plans and associated restructuring programs. This gain is included in Other income in the consolidated statement of income.\n(5)    In 2020, two hurricanes damaged a southern U.S. factory supporting the Company's specialty coatings and materials business. In early 2021, a winter storm further damaged that factory as well as other company factories in the southern U.S. Incremental expenses incurred due to these storms included costs related to maintenance and repairs of damaged property, freight and utility premiums and other incremental expenses directly related to the impacted areas\n.\n(6)    In 2021 and 2020, impairment charges were recorded for the write-down of certain assets related to the previously planned sale of certain smaller entities in non-strategic regions. Also in 2020, an impairment charge was recorded to reduce the carrying value of an indefinite-lived trademark. In 2021 and 2020, net loss of $3 million and $4 million, respectively, was attributable to noncontrolling interests.\n(7)    In the fourth quarter 2021, the reserve for asbestos-related claims was reduced to reflect the Company’s current estimate of potential liability for these claims.\n2021 PPG ANNUAL REPORT AND FORM 10-K      19\nPerformance of Reportable Business Segments\nPerformance Coatings\nPerformance Coatings net sales increased due to the following:\n● Acquisition-related sales (+12%)\n● Higher selling prices (+4%)\n● Higher sales volumes (+3%)\n● Favorable foreign currency translation (+3%)\nIn 2021, the acquisitions of Ennis-Flint, Tikkurila and VersaFlex increased net sales in the Performance Coatings segment versus prior year.\nArchitectural coatings – Americas and Asia Pacific net sales increased a mid-single-digit percentage during the year with differences by channel and region. Despite a strong first quarter, the remaining nine months of the year were negatively impacted by raw material shortages. Favorable foreign currency benefited net sales due to the strengthening of the Mexican peso and certain currencies in the Asia Pacific region. In Mexico, PPG Comex architectural coatings business net sales, excluding the impact of currency and acquisitions (organic sales) increased by about 10% compared to the prior year as the concessionaire network sell-out of PPG products continued to be strong.\nArchitectural coatings – EMEA net sales increased about 25% versus prior year largely driven by acquisition-related sales from Tikkurila and higher selling prices. Favorable foreign currency translation benefited net sales compared to the prior year. Sales volumes were strong in the first half of the year but were negatively impacted by raw material shortages in the second half.\nNet sales for automotive refinish coatings increased over 20%, with significant growth in each region versus prior year driven by an increase in global miles driven and traffic density in most of the world coupled with higher selling prices.\nAerospace coatings net sales increased a low-single-digit percentage during the year primarily due to favorable foreign currency translation. Sales volumes were flat compared to prior year as a modest increase in demand for the Company’s military applications was offset by a decline in commercial OEM.\nNet sales in the protective and marine coatings business increased over 35% versus prior year due to higher selling prices, strong demand in the Asia Pacific region and acquisition-related sales from VersaFlex.\nSegment income increased $132 million year-over-year due to higher selling prices, higher sales volumes, acquisition-related earnings and savings from previously approved restructuring actions, partially offset by raw material and logistics cost inflation.\nLooking Ahead: First Quarter 2022\nIn the Performance Coatings reportable business segment, supply chain and manufacturing disruptions are expected to continue as the first quarter 2022 progresses. The supply of several key inputs remains tight, which will continue to constrain sales. Further selling price increases have been secured or are being initiated during the quarter for all businesses. The Company will continue to execute against various cost-savings initiatives. Aggregate sales volumes in the first quarter are anticipated to be lower by a mid-single-digit percentage compared to the first quarter 2021, which still exhibited elevated architectural do-it-yourself (“DIY”) demand in many regions. First quarter 2022 acquisition-related sales are estimated to be between $150 million and $170 million from Tikkurila and VersaFlex. Historically, Tikkurila sales improve sequentially in the first quarter compared to the fourth quarter as it supports building inventory in its distribution channel.\n2021 PPG ANNUAL REPORT AND 10-K    20\nIndustrial Coatings\nIndustrial Coatings segment net sales increased due to the following:\n● Higher sales volumes (+9%)\n● Acquisition-related sales (+5%)\n● Higher selling prices (+5%)\n● Favorable foreign currency translation (+2%)\nIn 2021, the acquisitions of Wörwag, Tikkurila and Cetelon increased net sales in the Industrial Coatings segment versus prior year.\nAutomotive OEM coatings sales volumes increased by a mid-single-digit percentage year-over-year, with declines in the second half of the year. During the year, industry-wide production disruptions worsened at many automotive OEM customers due to semiconductor chip shortages. In the U.S., automotive OEM dealer inventories remained at historically low levels as consumer demand remained very robust while production levels were constrained.\nFor the industrial coatings business, organic sales increased by a high-teen-percentage year-over-year as global industrial production continued to improve in most regions. Selling prices and sales volumes were higher in all regions versus prior year, and growth was led by the appliance and heavy-duty equipment sub-segments.\nPackaging coatings organic sales increased by a mid-teen-percentage year-over-year due to higher selling prices and sales volume growth, including strong growth across the canned beverage segment partially offset by softening demand for the canned food segment compared to elevated levels in the prior year.\nSpecialty coatings and materials net sales increased by about 35% versus the prior year driven by higher sales volumes in the U.S. and Europe.\nSegment income decreased $70 million year-over-year due to raw material cost inflation, partially offset by higher selling prices, higher sales volumes and savings from previously approved restructuring actions.\nLooking Ahead: First Quarter 2022\nAggregate sales volumes for the Industrial Coatings reportable business segment for the first quarter 2022 are expected to be lower by a mid-single-digit percentage compared to the prior-year first quarter, due to ongoing impacts from customer supply disruptions and coatings raw material shortages, along with continuing COVID-related operational challenges. Many of these factors are also expected to lead to additional raw material cost inflation in the first quarter sequentially versus the fourth quarter. The Company continues to prioritize working with customers to secure further selling price increases in all businesses. Segment margins are expected to begin improving on a sequential basis in the first half 2022. The Company will also continue to aggressively manage costs, which will include executing against various cost-savings initiatives. The acquisitions of Wörwag and Cetelon are expected to deliver sales of about $100 million in the first quarter, with margins below the segment’s average.\nReview and Outlook\nDuring 2021, supply disruptions, severe cost inflation, and continuing impacts from COVID-19 significantly impacted net sales and earnings and the Company’s ability to meet robust aggregate customer demand. There was partial recovery in end-use markets that were significantly impacted by mobility restrictions in 2020, such as automotive refinish coatings and aerospace coatings, but both remained below 2019 global demand levels. Demand for architectural products was mixed as DIY gradually moderated to pre-pandemic levels. This was partially offset by strong recovery in do-it-for-me (“DIFM”) activity as professional paint contractor project work improved from lower levels in 2020, supported by a strong U.S. housing market. A significant shortage of semiconductor chips developed as the year progressed which constrained automotive OEM manufacturers’ production, despite strong underlying demand in many regions. Raw material cost inflation trended higher throughout the year, finishing the fourth quarter about 30% above the prior year fourth quarter. Some other key costs continued to increase in 2021, such as logistics, employee wage and benefit costs. The Company took swift action to collaborate with its customers and increase selling prices to help mitigate the elevated input costs which drove a 5% increase in selling prices compared to 2020. PPG’s net sales, excluding foreign currency translation impact, increased approximately 19% versus the prior year and were a record $16.8 billion. Organic sales were up by about 10% and acquisition-related sales contributed 9% to net sales growth compared to prior year. The Company\n2021 PPG ANNUAL REPORT AND FORM 10-K      21\nbenefited from five strategic acquisitions that were completed between December 2020 and June 2021. Foreign currency translation was favorable for the year and impacted net sales by about 2%.\nU.S. and Canada\nIn 2021, economic activity rebounded sharply from depressed levels experienced due to pandemic related restrictions in 2020. For the full year, U.S. GDP and industrial production both increased by nearly 6%. Demand in the residential and commercial construction markets also significantly improved during 2021. New home starts advanced by a low-teen percentage in 2021 versus approximately 8% in 2020. Residential remodeling was up by about 9% in 2021 versus 2020 supported by strong housing fundamentals. Commercial construction was down approximately 10% compared to 2020. Market demand for architectural paint shifted significantly back to DIFM from the DIY channel during the year as lower U.S. unemployment and increased mobility resulted in consumers choosing to hire professional paint contractors. Architectural coatings sales volumes in the U.S. and Canada were negatively impacted by severe raw material shortages that prevented the Company from meeting the demand for its architectural products. Despite strong demand for automotive OEM products, the semiconductor chip shortage constrained production. Automotive OEM industry builds were similar to 2020 and remain about 20% below 2019 production levels. The aerospace coatings business began what is expected to be a multi-year recovery to regain 2019 activity levels. Before the pandemic, the Company’s sales mix was approximately 70% commercial and 30% military. During the pandemic and through 2021, sales volumes for military applications remained solid, in part due to specification of PPG products with advantaged technology. The commercial segment remains down about 40% due to lower passenger miles flown and significantly fewer international flights. The commercial aftermarket segment did show a strong recovery in the second half of 2021 as domestic flight activity improved throughout the world. The automotive refinish coatings business also experienced gradual improvement through the year as miles driven and collision claims trended toward pre-pandemic levels. Packaging coatings was favorably impacted by new business wins at a number of new packaged beverage can factories and overall solid demand for the Company’s sustainable products. Higher acquisition-related sales were mostly related to the Ennis-Flint acquisition which is now the traffic solutions business. Overall sales volumes in the region were higher by a mid-single-digit percentage compared to the prior year. Solid year-over year increases in automotive refinish, industrial, automotive OEM and packaging coatings businesses were partially offset by lower year-over-year sales volumes in architectural and aerospace coatings. Aggregate regional sales volumes remain about 10% lower than the fourth quarter 2019. The U.S. and Canada remained PPG’s largest region, representing approximately 40% of 2021 net sales.\nEurope, Middle East and Africa\nEuropean economic activity improved in 2021, but was constrained by supply disruptions. Industrial production and manufacturing rates in the region were higher than 2020. Activity in this region was negatively impacted by mobility restrictions associated with COVID-19 and by the U.K.’s exit from the European Union which further disrupted logistics, especially to and from the U.K. Semiconductor chip shortages negatively impacted automotive OEM sales volumes versus prior year, despite strong demand. Architectural coatings – EMEA net sales were higher driven by strong demand by professional paint contractors and the June 2021 acquisition of Tikkurila, partially offset by lower demand for architectural DIY products from elevated levels in 2020. Net sales were aided by partial recovery in the aerospace and automotive refinish coatings businesses. Demand for packaging coatings and general industrial products was solid.\nEMEA represented approximately 32% of PPG’s 2021 net sales, modestly higher than 2020. Net sales, excluding the impact of foreign currency translation, increased over 20%, led by higher selling prices and acquisition-related sales. Regional sales volumes were up a mid-single-digit percentage compared to 2020, but remain 8% below 2019.\nAsia Pacific and Latin America\nThe emerging regions of Asia Pacific and Latin America represented 28% of PPG’s 2021 net sales in aggregate, similar to the prior year.\nAsia Pacific remained the largest emerging region, with net sales of nearly $3 billion, led by China, which remained PPG’s second largest country by revenue. Net sales in 2021 were more than 20% higher than 2020 driven by strong organic growth that was up a mid-teen-percentage compared to 2020. The sales volume growth was led by recovering demand for coatings products from softer economic activity in 2020 and demand for the Company’s technologically advantaged products. Sales volumes were the strongest in the protective and marine, industrial, and packaging coatings businesses. Sales volumes in the automotive OEM end-use market were positive and above industry build rates, but were constrained by semiconductor chip shortages. Sales volumes in the region were slightly higher compared to 2019.\nOverall, demand in Latin America sharply increased year-over-year driven by improved economic activity in most end-use markets. Organic sales were higher by a high-teen-percentage as compared to 2020. Strong contributions were made by the PPG Comex business, which continued to outpace the industry and added over 150 new concessionaire locations during 2021. Additionally, all the businesses in the industrial coatings reportable segment delivered strong year over year sales growth. Foreign currency translation finished about 3% favorable compared to 2020, principally driven by a weaker\n2021 PPG ANNUAL REPORT AND 10-K    22\nU.S. dollar compared to currencies, including the Mexican peso and Brazilian real. Sales volumes in the region were up a low-single-digit percentage compared to 2019.\nOutlook\nWe expect solid global market growth in 2022 that will likely be uneven by region and end-use. As 2022 progresses, we expect demand for coatings products to benefit from more economic re-opening, an easing of supply chain problems, general inventory rebuilding across many end-use markets, and healthy consumer spending. Continued recovery is expected in the automotive refinish, automotive OEM and aerospace coatings businesses, which collectively accounted for about 40% of the Company’s pre-pandemic sales, and where the Company has broad global businesses supported by advantaged technologies.\nThe heightened supply and COVID-related disruptions experienced in the fourth quarter 2021 are expected to continue into the first quarter of 2022, impacting the Company’s ability to manufacture and deliver product. We anticipate more favorable economic conditions in the second quarter.\nWe anticipate that PPG’s U.S. and Canada regional growth will be led by aerospace and automotive OEM coatings as both end-use markets continue their recovery to pre-pandemic demand levels. Automotive OEM industry builds in the region are expected to be higher by a mid-teen-percentage compared to 2021. Architectural DIY demand is expected to remain at more moderate levels during 2022 and similar to 2019. Traffic solutions demand should be aided later in 2022 as infrastructure activity gains momentum.\nWe expect industry demand trends in 2022 in Europe to gradually improve from those experienced in 2021, particularly in the automotive OEM and refinish coatings businesses. The integration of Tikkurila will continue, and synergies from recent acquisitions should aid earnings growth. Regional growth is expected to remain mixed by sub-region and country. Favorable end-use trends are expected to continue in packaging, protective and marine, and general industrial coatings. Overall demand is expected to be similar but mixed by country in the architectural coatings business. Raw material availability is expected to gradually improve as the year progresses. We continue to monitor the economic environment in the U.K., as its exit from the European Union progresses and impacts consumer sentiment, logistics, labor availability and coatings demand.\nIn Asia Pacific, we expect economic activity to be soft in China during the first quarter as more severe operating restrictions have recently been imposed due to COVID and the Winter Olympics. The region is expected to receive stimulus support that should help aid economic activity as the year progresses. Economic output in Southeast Asia and India is still below 2019 levels, but is expected to improve in 2022. In China, we expect continued growth above the global average despite challenges in the real estate market and heightened risks as the Chinese economy continues to rely more on domestic consumption. The recovery in marine coatings new-build demand is expected to gain momentum as order books for large vessels and container ships is at multi-year highs.\nIn Latin America, we anticipate slightly better economic conditions in Mexico, most of Central America and South America compared to 2021. We expect continued strong demand in the PPG Comex architectural coatings business.\nSignificant other factors\nWe made significant progress on the global restructuring programs that were announced in April 2018, June 2019 and June 2020. The April 2018 program has been substantially completed. In the fourth quarter 2021, the Company approved business restructuring plans related to recent acquisitions. Aggregate restructuring savings related to the 2020, 2019 and 2018 programs was approximately $135 million in 2021. Aggregate restructuring savings is expected to be at least $70 million in 2022, including the impact of acquisition synergies. We will continue to monitor and aggressively manage the Company’s cost structure to ensure alignment with the overall demand environment.\nRaw materials are our most significant input cost. PPG experiences fluctuating energy and raw material costs driven by various factors, including changes in supplier feedstock costs and inventories, global industry activity levels, foreign currency exchange rates, and global supply and demand factors.\nIn aggregate, average raw material costs were significantly higher in 2021 versus 2020. The increases in raw material costs were primarily driven by ongoing supply constraints, including various force majeure declarations, higher energy prices, maintenance outages at many of our suppliers, energy surcharges in Europe, labor availability challenges, transportation shortages and higher ocean freight costs. PPG currently expects raw material costs to be between 25% and 30% higher on a year-over-year basis in the first quarter 2022. Cost inflation is expected in several other areas, including wage, benefit and logistics costs in 2022.\nWe achieved selling price improvement across all businesses in 2021, reflecting the Company’s efforts to offset various inflationary pressures. The Company will continue to prioritize additional selling price increases in the first quarter 2022 and will seek additional increases throughout the year as necessary.\n2021 PPG ANNUAL REPORT AND FORM 10-K      23\nIn 2021, we experienced favorable foreign currency translation throughout the year. We expect unfavorable year-over-year foreign currency translation in 2022. The foreign currency environment continues to be volatile, and the impact on 2022 net sales and income before income taxes could differ from this expectation. The Company generally purchases raw materials, incurs manufacturing costs and sells finished goods in the same currency, so we typically incur only modest foreign currency transaction-related impacts.\nThe 2022 effective tax rate from continuing operations is expected to be in the range of 22% to 23%, varying by quarter. This range represents the Company’s best estimate.\nOver the past five years, the Company used over $3 billion of cash to repurchase approximately 27 million shares of PPG stock, including $210 million in 2021. The Company ended the year with approximately $1.3 billion remaining under its current share repurchase authorization. During 2021, the Company deployed $2.1 billion for acquisitions, $371 million for capital expenditures and $536 million for dividends. In 2021, PPG marked the 50th annual per share dividend increase and the 122nd successive year of annual dividend payments.\nPPG ended 2021 with approximately $1.1 billion in cash and short-term investments. The Company expects continued strong cash generation in 2022.\nCommitments and Contingent Liabilities, including Environmental Matters\nPPG is involved in a number of lawsuits and claims, both actual and potential, including some that it has asserted against others, in which substantial monetary damages are sought. Refer to Item 3. “Legal Proceedings” and Note 14, “Commitments and Contingent Liabilities” in Item 8 of this Form 10-K for a description of certain of these lawsuits.\nAs discussed in Item 3 and Note 14, although the result of any future litigation of such lawsuits and claims is inherently unpredictable, management believes that, in the aggregate, the outcome of all lawsuits and claims involving PPG, including asbestos-related claims, will not have a material effect on PPG’s consolidated financial position or liquidity; however, any such outcome may be material to the results of operations of any particular period in which costs, if any, are recognized.\nAs also discussed in Note 14, PPG has significant reserves for environmental contingencies. Refer to the Environmental Matters section of Note 14 for details of these reserves. It is PPG’s policy to accrue expenses for contingencies when it is probable that a liability has been incurred and the amount of loss can be reasonably estimated. Reserves for environmental contingencies are exclusive of claims against third parties and are generally not discounted. In management’s opinion, the Company operates in an environmentally sound manner and the outcome of the Company’s environmental contingencies will not have a material effect on PPG’s financial position or liquidity; however, any such outcome may be material to the results of operations of any particular period in which costs, if any, are recognized. Management anticipates that the resolution of the Company’s environmental contingencies will occur over an extended period of time.\nAccounting Standards Adopted in 2021\nNote 1, “Summary of Significant Accounting Policies” in Item 8 of this Form 10-K describes the Company’s recently adopted accounting pronouncements.\nAccounting Standards to be Adopted in Future Years\nNote 1, “Summary of Significant Accounting Policies” in Item 8 of this Form 10-K describes accounting pronouncements that have been promulgated prior to December 31, 2021 but are not effective until a future date.\nLiquidity and Capital Resources\nDuring the past two years, PPG had sufficient financial resources to meet its operating requirements, to fund our capital spending, including acquisitions, share repurchases and pension plans, and to pay increasing dividends to shareholders.\nCash and cash equivalents and short-term investments\nCash from operating activities - continuing operations\n2021 PPG ANNUAL REPORT AND 10-K    24\n2021 vs. 2020\nThe $567 million decrease in Cash from operating activities - continuing operations was primarily due to increases in working capital, excluding the impact of business acquisitions.\nOperating working capital\nOperating working capital is a subset of total working capital and represents (1) receivables from customers, net of allowance for doubtful accounts, (2) inventories, and (3) trade liabilities. Refer to Note 3, “Working Capital Detail” in Item 8 of this Form 10-K for further information related to the components of the Company’s operating working capital. We believe operating working capital represents the key components of working capital under the operating control of our businesses.\nA key metric we use to measure our working capital management is operating working capital as a percentage of sales (fourth quarter sales annualized).\nEnvironmental expenditures\nWe expect cash outlays for environmental remediation activities in 2022 to be between $80 million and $100 million.\nCash used for investing activities\n2021 vs. 2020\nThe $957 million increase in cash used for investing activities, was primarily due to higher spending on business acquisitions and capital expenditures, partially offset by proceeds from the sale of a production facility in connection with the Company’s manufacturing footprint consolidation plans and associated restructuring programs.\nCapital expenditures, including business acquisitions\n(1)\nIncludes modernization and productivity improvements, expansion of existing businesses and environmental control projects.\nCapital expenditures related to modernization and productivity improvements, expansion of existing businesses and environmental control projects is expected to be in the range of $475 million to $525 million in 2022 in support of future organic growth opportunities and reflecting lower capital spending in the past two years due to COVID-19 constraints.\nIn 2022, the Company will continue cash deployment focused on shareholder value creation, with a preference for business acquisitions, coupled with debt reduction to enhance financial flexibility.\n2021 PPG ANNUAL REPORT AND FORM 10-K      25\nCash from financing activities\n2021 vs. 2020\nThe $152 million increase in cash from financing activities, was primarily due the issuance of long-term debt in 2021, partially offset by higher repayments of long-term debt, purchases of treasury stock and dividends paid year-over-year.\nShare repurchase activity\nThe Company has approximately $1.3 billion remaining under the current authorization from the Board of Directors, which was approved in December 2017. The current authorized repurchase program has no expiration date.\nDividends paid to shareholders\nPPG has paid uninterrupted annual dividends since 1899, and 2021 marked the 50th successive year of increased annual per-share dividend payments to shareholders. The Company raised its per-share quarterly dividend by more than 9% to $0.59 per share paid in December 2021.\nDebt issued and repaid\nCredit agreements and lines of credit\nIn February 2021, PPG entered into a $2.0 billion Term Loan Credit Agreement (the \"Term Loan Credit Agreement\"). The Term Loan Credit Agreement provided the Company with the ability to borrow up to an aggregate principal amount $2.0 billion on an unsecured basis prior to December 31, 2021 as further discussed in Note 9, \"Borrowings and Lines of Credit\" in Item 8 of this Form 10-K. In June 2021, PPG borrowed $700 million under the $2.0 billion Term Loan Credit Agreement. In December 2021, PPG borrowed an additional $700 million under the Term Loan Credit Agreement.\nIn August 2019, PPG amended and restated its five-year credit agreement (the “Credit Agreement”) with several banks and financial institutions as further discussed in Note 9, \"Borrowings and Lines of Credit\" in Item 8 of this Form 10-K. The Credit Agreement amends and restates the Company's existing five year credit agreement dated as of December 18, 2015. The Credit Agreement provides for a $2.2 billion unsecured revolving credit facility. The Credit Agreement will terminate on August 30, 2024. In March 2020, PPG borrowed $800 million under the Credit Agreement and repaid that amount in full in April 2020. There were no amounts outstanding under the credit agreement as of December 31, 2021 and December 31, 2020.\n2021 PPG ANNUAL REPORT AND 10-K    26\nThe Credit Agreement also supports the Company’s commercial paper borrowings which are classified as long-term based on PPG’s intent and ability to refinance these borrowings on a long-term basis. As of December 31, 2021 and 2020, there were $440 million and $250 million of commercial paper borrowings outstanding, respectively.\nThe Term Loan Credit Agreement and Credit Agreement require the Company to maintain a ratio of Total Indebtedness to Total Capitalization, as defined in the Term Loan Credit Agreement and Credit Agreement, of 60% or less; provided, that for any fiscal quarter in which the Company has made an acquisition for consideration in excess of $1 billion and for the next five fiscal quarters thereafter, the ratio of Total Indebtedness to Total Capitalization may not exceed 65% at any time. As of December 31, 2021, Total Indebtedness to Total Capitalization as defined under the Credit Agreement and the Term Loan was 48%.\nIn addition to the amounts available under lines of credit, the Company maintains access to the capital markets and may issue debt or equity securities from time to time, which may provide an additional source of liquidity.\nRefer to Note 9, “Borrowings and Lines of Credit” in Item 8 of this Form 10-K for information regarding notes entered into and repaid as well as details regarding the use and availability of committed and uncommitted lines of credit, letters of credit and debt covenants.\nCash Requirements\nWe continue to believe that our cash on hand and short term investments, cash from operations and the Company’s access to capital markets will continue to be sufficient to fund our operating activities, capital spending, acquisitions, dividend payments, debt service, share repurchases, contributions to pension plans, and PPG’s significant cash requirements. The Company’s significant cash requirements include the following contractual obligations and commitments.\n(1)\nInterest on all outstanding debt.\n(2)\nIncludes interest payments.\n(3)\nThe unconditional purchase commitments are principally take-or-pay obligations related to the purchase of certain materials, including industrial gases and electricity, consistent with customary industry practice.\nThe Company’s off-balance sheet arrangements include unconditional purchase commitments disclosed in the “Liquidity and Capital Resources” section in the cash requirements table as well as letters of credit as discussed in Note 9, “Borrowings and Lines of Credit” in Item 8 of this Form 10-K.\nOther liquidity matters\nAt December 31, 2021, the total amount of unrecognized tax benefits for uncertain tax positions, including an accrual of related interest and penalties along with positions only impacting the timing of tax benefits, was\n$175 million. Th\ne timing of payments will depend on the progress of examinations with tax authorities. PPG does not expect a significant tax payment related to these obligations within the next year. The Company is unable to make a reasonably reliable estimate as to if, or when, any significant cash settlements with taxing authorities may occur.\nCritical Accounting Estimates\nManagement has evaluated the accounting policies used in the preparation of the financial statements and related notes presented in Item 8 of this Form 10-K and believes those policies to be reasonable and appropriate. We believe that the most critical accounting estimates made in the preparation of our financial statements are those related to accounting for contingencies, under which we accrue a loss when it is probable that a liability has been incurred and the amount can be reasonably estimated, and to accounting for pensions, other postretirement benefits, business combinations, goodwill and other identifiable intangible assets with indefinite lives because of the importance of management judgment in making the estimates necessary to apply these policies.\nContingencies\nContingencies, by their nature, relate to uncertainties that require management to exercise judgment both in assessing the likelihood that a liability has been incurred as well as in estimating the amount of potential loss. The most important contingencies impacting our financial statements are those related to environmental remediation, to pending, impending or\n2021 PPG ANNUAL REPORT AND FORM 10-K      27\novertly threatened litigation against the Company and to the resolution of matters related to open tax years. For more information on these matters, see Note 14, “Commitments and Contingent Liabilities” and Note 12, “Income Taxes” in Item 8 of this Form 10-K.\nDefined Benefit Pension and Other Postretirement Benefit Plans\nAccounting for pensions and other postretirement benefits involves estimating the cost of benefits to be provided well into the future and attributing that cost over the time period each employee works. To accomplish this, we make extensive use of assumptions about inflation, investment returns, mortality, turnover, medical costs and discount rates. The Company has established a process by which management reviews and selects these assumptions annually. Refer to Note 13, “Employee Benefit Plans” in Item 8 of this Form 10-K for information on these plans and the assumptions used.\nBusiness Combinations\nIn accordance with the accounting guidance for business combinations, the Company uses the acquisition method of accounting to allocate costs of acquired businesses to the assets acquired and liabilities assumed based on their estimated fair values at the dates of acquisition. The excess costs of acquired businesses over the fair values of the assets acquired and liabilities assumed will be recognized as goodwill. The valuations of the acquired assets and liabilities will impact the determination of future operating results. In addition to using management estimates and negotiated amounts, the Company uses a variety of information sources to determine the estimated fair values of acquired assets and liabilities including: third-party appraisals for the estimated value and lives of identifiable intangible assets and property, plant and equipment; third-party actuaries for the estimated obligations of defined benefit pension plans and similar benefit obligations; and legal counsel or other experts to assess the obligations associated with legal, environmental and other contingent liabilities.\nThe business and technical judgment of management was used in determining wh\nich acquired intangible assets have indefinite lives and in determining the useful lives of acquired finite-lived intangible assets in accordance with the accounting guidance for goodwill and other intangible assets.\nGoodwill and Intangible Assets\nThe Company tests indefinite-lived intangible assets and goodwill for impairment by either performing a qualitative evaluation or a quantitative test at least annually, or more frequently if an indication of impairment arises. The qualitative evaluation is an assessment of factors to determine whether it is more likely than not that the fair value of a reporting unit or asset is less than its carrying amount. In the quantitative test, fair values are estimated using a discounted cash flow model. Key assumptions and estimates used in the discounted cash flow model include discount rates, tax rates, future revenues, operating cash flows and capital expenditures. For more information on these matters, see Note 1, “Summary of Significant Accounting Policies” in Item 8 of this Form 10-K.\nWe believe that the amounts recorded in the financial statements in Item 8 of this Form 10-K related to these contingencies, pensions, other postretirement benefits, business combinations, goodwill and other identifiable intangible assets with indefinite lives are based on the best estimates and judgments of the appropriate PPG management, although actual outcomes could differ from our estimates.\nCurrency\nComparing spot exchange rates at December 31, 2021 and at December 31, 2020, the U.S. dollar strengthened against certain currencies in the countries where PPG operates, driven primarily by the euro and Mexican peso. As a result, consolidated net assets at December 31, 2021\ndecr\neased by $325 million from December 31, 2020.\nComparing average exchange rates during 2021 to those of 2020, the U.S. dollar weakened against currencies of the countries within the regions PPG operates. This had a favorable impact of approximately $60 million on full year 2021 income before Income taxes from the translation of this foreign income into U.S. dollars.\nForward-Looking Statements\nManagement’s Discussion and Analysis and other sections of this Annual Report contain forward-looking statements that reflect the Company’s current views with respect to future events and financial performance. You can identify forward-looking statements by the fact that they do not relate strictly to current or historic facts. Forward-looking statements are identified by the use of the words “aim,” “believe,” “expect,” “anticipate,” “intend,” “estimate,” “project,” “outlook,” “forecast” and other expressions that indicate future events and trends. Any forward-looking statement speaks only as of the date on which such statement is made, and the Company undertakes no obligation to update any forward looking statement, whether as a result of new information, future events or otherwise. You are advised, however, to consult any further disclosures we make on related subjects in our reports to the SEC. Also, note the following cautionary statements.\nMany factors could cause actual results to differ materially from the Company’s forward-looking statements. Such factors include statements related to the expected effects on our business of COVID-19, global economic conditions, increasing price and product competition by our competitors, fluctuations in cost and availability of raw materials, the ability to\n2021 PPG ANNUAL REPORT AND 10-K    28\nachieve selling price increases, the ability to recover margins, customer inventory levels, our ability to maintain favorable supplier relationships and arrangements, the timing of and the realization of anticipated cost savings from restructuring initiatives, the ability to identify additional cost savings opportunities, the timing and expected benefits of our acquisitions, difficulties in integrating acquired businesses and achieving expected synergies therefrom, economic and political conditions in the markets we serve, the ability to penetrate existing, developing and emerging foreign and domestic markets, foreign exchange rates and fluctuations in such rates, fluctuations in tax rates, the impact of future legislation, the impact of environmental regulations, unexpected business disruptions, the effectiveness of our internal control over financial reporting, the results of governmental investigations, and the unpredictability of existing and possible future litigation. However, it is not possible to predict or identify all such factors.\nConsequently, while the list of factors presented here and in Item 1A is considered representative, no such list should be considered to be a complete statement of all potential risks and uncertainties. Unlisted factors may present significant additional obstacles to the realization of forward-looking statements.\nConsequences of material differences in the results compared with those anticipated in the forward-looking statements could include, among other things, lower sales or income, business disruption, operational problems, financial loss, legal liability to third parties, other factors set forth in Item 1A of this Form 10-K and similar risks, any of which could have a material adverse effect on the Company’s consolidated financial condition, results of operations or liquidity."
  },
  {
    "item_key": "item_7a",
    "text": "PPG is exposed to market risks related to changes in foreign currency exchange rates and interest rates. The Company may enter into derivative financial instrument transactions in order to manage or reduce these market risks. A detailed description of these exposures and the Company’s risk management policies are provided in Note 10, “Financial Instruments, Hedging Activities and Fair Value Measurements” in Item 8 of this Form 10-K.\nThe following disclosures summarize PPG’s exposure to market risks and information regarding the use of and fair value of derivatives employed to manage its exposure to such risks. Quantitative sensitivity analyses have been provided to reflect how reasonably possible, unfavorable changes in market rates could impact PPG’s consolidated results of operations, cash flows and financial position.\nForeign Currency Risk\nWe conduct operations in many countries around the world. Our results of operations are subject to both currency transaction and currency translation risk. Certain foreign currency forward contracts outstanding during 2021 and 2020 served as a hedge of a portion of PPG’s exposure to foreign currency transaction risk. The fair value of these contracts was a net asset of $24 million and $2 million as\nof December 31, 2021\nand\nDecember 31, 2020, respectiv\nely. The potential reduction in PPG’s Income before income taxes resulting from the impact of adverse changes in exchange rates on the fair value of its outstanding foreign currency hedge contracts of 10% for European and Canadian currencies and 20% for Asian and Latin American currencies for the years ended December 31, 2021 and 2020 would have been $306 million and $226 million, respectively.\nAs of December 31, 2021 and December 31, 2020, PPG had U.S. dollar to euro cross currency swap contracts with notional amounts of $775 million and $875 million, respectively. The fair value of these contracts was a net asset of $50 million and a net liability of $8 million as of December 31, 2021 and 2020, respectively. A 10% increase in the value of the euro to the U.S. dollar would have had an unfavorable effect on the fair value of these swap contracts by reducing the value of these instruments by $77 million and $95 million at December 31, 2021 and 2020, respectively.\nAs of December 31, 2021 and 2020, PPG had non-U.S. dollar denominated debt outstanding of $1.6 billion and $2.4 billion, respectively. A weakening of the U.S. dollar by 10% against European currencies and by 20% against Asian and South American currencies would have resulted in unrealized translation losses of $178 million and $273 million as of December 31, 2021 and 2020, respectively.\nInterest Rate Risk\nThe Company manages its interest rate risk by balancing its exposure to fixed and variable rates while attempting to minimize its interest costs. In the first quarter of 2018, PPG entered into interest rate swaps which converted $525 million of fixed rate debt to variable rate debt. The fair value of these contracts was an asset of $36 million and $67 million as of December 31, 2021 and 2020, respectively. An increase in variable interest rates of 10% would lower the fair value of these swaps and increase interest expense $1 million for the periods ended December 31, 2021 and 2020. A 10% increase in interest rates in the U.S., Canada, Mexico and Europe and a 20% increase in interest rates in Asia and South America would have an insignificant effect on PPG’s variable rate debt obligations and interest expense for the periods ended December 31, 2021 and 2020, respectively. Further, a 10% reduction in interest rates would have increased the fair value of the Company’s fixed rate debt by approximately $56 million and $48 million as of December 31, 2021 and 2020, respectively; however, such changes would not have had an effect on PPG’s annual Income before income taxes or cash flows.\n2021 PPG ANNUAL REPORT AND FORM 10-K      29"
  },
  {
    "item_key": "item_8",
    "text": "Report of Independent Registered Public Accounting Firm\nTo the Board of Directors and Shareholders of PPG Industries, Inc.\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheet of PPG Industries, Inc. and its subsidiaries (the “Company”) as of December 31, 2021 and 2020, and the related consolidated statements of income, of comprehensive income, of shareholders' equity and of cash flows for each of the three years in the period ended December 31, 2021, including the related notes and schedule of valuation and qualifying accounts for each of the three years in the period ended December 31, 2021 appearing under Item 15(a)(2) (collectively referred to as the “consolidated financial statements”). We also have audited the Company's internal control over financial reporting as of December 31, 2021, based on criteria established in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2021 and 2020, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2021 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2021, based on criteria established in Internal Control - Integrated Framework (2013) issued by the COSO.\nBasis for Opinions\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management Report on Establishing and Maintaining Adequate Internal Control Over Financial Reporting. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nAs described in the Management Report on Establishing and Maintaining Adequate Internal Control Over Financial Reporting, management has excluded Tikkurila Oyj (“Tikkurila”) from its assessment of internal control over financial reporting as of December 31, 2021, because it was acquired by the Company in a purchase business combination during 2021. We have also excluded Tikkurila from our audit of internal control over financial reporting. Tikkurila is a wholly-owned subsidiary whose total assets and total revenues excluded from management’s assessment and our audit of internal control over financial reporting represent 2% of the related consolidated financial statement amounts as of and for the year ended December 31, 2021.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are\n2021 PPG ANNUAL REPORT AND 10-K    30\nrecorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nCritical Audit Matters\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nQuantitative Goodwill Impairment Testing\nAs described in Notes 1 and 6 to the consolidated financial statements, the Company’s consolidated goodwill balance was $6,248 million as of December 31, 2021, of which a portion was subject to a quantitative goodwill impairment test. Management tests goodwill for impairment by either performing a qualitative evaluation or a quantitative test, at least annually, or more frequently if an indication of impairment exists. Management’s quantitative goodwill impairment testing, if deemed necessary, is performed during the fourth quarter of each year by comparing the estimated fair value of an associated reporting unit as of September 30 to its carrying value. Fair value is estimated using a discounted cash flow model. Key assumptions and estimates used in the discounted cash flow model include projected future revenues, discount rates, operating cash flows, capital expenditures and tax rates.\nThe principal considerations for our determination that performing procedures relating to quantitative goodwill impairment testing is a critical audit matter are (i) the significant judgment by management when developing the fair value of a reporting unit where a quantitative test was performed; (ii) the high degree of auditor judgment, subjectivity, and effort in performing procedures and evaluating management’s significant assumptions related to the projected future revenues and discount rate where a quantitative test was performed; and (iii) the audit effort involved the use of professionals with specialized skill and knowledge.\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to management’s quantitative goodwill impairment test, including controls over the valuation of any reporting units where a quantitative test was performed. These procedures also included, among others, testing management’s process for developing the fair value estimate. This included evaluating the appropriateness of the discounted cash flow model, testing the completeness and accuracy of underlying data used, and evaluating the reasonableness of management’s significant assumptions related to the projected future revenues and discount rate where a quantitative test was performed. Evaluating management’s significant assumptions related to projected future revenues involved evaluating whether the significant assumptions used by management were reasonable considering (i) the current and past performance of the reporting unit; (ii) the consistency with external market and industry data; and (iii) whether the assumptions were consistent with evidence obtained in other areas of the audit. Professionals with specialized skill and knowledge were used to assist in evaluating the reasonableness of the Company’s significant assumption related to the discount rate where a quantitative test was performed.\n/s/\nPricewaterhouseCoopers LLP\nPittsburgh, Pennsylvania\nFebruary 17, 2022\nWe have served as the Company’s auditor since 2013.\n2021 PPG ANNUAL REPORT AND FORM 10-K      31\nManagement Report\nResponsibility for Preparation of the Financial Statements and Establishing and Maintaining Adequate Internal Control Over Financial Reporting\nWe are responsible for establishing and maintaining adequate internal control over financial reporting as defined in Rules 13a-15(f) and 15d-15(f) under the Securities Exchange Act of 1934, as amended. Because of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements.  Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nWe conducted an evaluation of the effectiveness of the Company’s internal control over financial reporting as of December 31, 2021. In making this evaluation, we used the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (COSO) in\nInternal Control - Integrated Framework (2013)\n. In June 2021, the Company acquired Tikkurila Oyj (“Tikkurila”). The scope of the Company's assessment of the design and effectiveness of PPG's internal control over financial reporting for the year ended December 31, 2021 excluded this acquired business. Tikkurila, a wholly-owned subsidiary whose total assets and total revenues are excluded from our assessment, represented 2% of PPG's consolidated total assets and total revenue as of and for the year ended December 31, 2021. This acquired business will be included in management’s assessment of the effectiveness of our internal controls over financial reporting as of December 31, 2022. Based on this evaluation we have concluded that, as of December 31, 2021, the Company’s internal control over financial reporting were effective.\nPricewaterhouseCoopers LLP, an independent registered public accounting firm, has issued their report, included on pages 30-31 of this Form 10-K, regarding the Company’s internal control over financial reporting.\n2021 PPG ANNUAL REPORT AND 10-K    32\nConsolidated Statement of Income\nConsolidated Statement of Comprehensive Income\nThe accompanying notes to the consolidated financial statements are an integral part of these consolidated statements.\n2021 PPG ANNUAL REPORT AND FORM 10-K      33\nConsolidated Balance Sheet\nThe accompanying notes to the consolidated financial statements are an integral part of this consolidated statement.\n2021 PPG ANNUAL REPORT AND 10-K    34\nConsolidated Statement of Shareholders’ Equity\nThe accompanying notes to the consolidated financial statements are an integral part of this consolidated statement.\n2021 PPG ANNUAL REPORT AND FORM 10-K      35\nConsolidated Statement of Cash Flows\nThe accompanying notes to the consolidated financial statements are an integral part of this consolidated statement.\n2021 PPG ANNUAL REPORT AND 10-K    36\nNotes to the Consolidated Financial Statements\n1.\nSummary of Significant Accounting Policies\nPrinciples of Consolidation\nThe accompanying consolidated financial statements include the accounts of PPG Industries, Inc. (“PPG” or the “Company”) and all subsidiaries, both U.S. and non-U.S., that it controls. PPG owns more than 50% of the voting stock of most of the subsidiaries that it controls. For those consolidated subsidiaries in which the Company’s ownership is less than 100%, the outside shareholders’ interests are shown as noncontrolling interests. Investments in companies in which PPG owns 20% to 50% of the voting stock and has the ability to exercise significant influence over operating and financial policies of the investee are accounted for using the equity method of accounting. As a result, PPG’s share of income or losses from such equity affiliates is included in the consolidated statement of income and PPG’s share of these companies’ shareholders’ equity is included in Investments on the consolidated balance sheet. Transactions between PPG and its subsidiaries are eliminated in consolidation.\nUse of Estimates in the Preparation of Financial Statements\nThe preparation of financial statements in conformity with U.S. generally accepted accounting principles requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities at the date of the financial statements, as well as the reported amounts of income and expenses during the reporting period. Such estimates also include the fair value of assets acquired and liabilities assumed resulting from the allocation of the purchase price related to business combinations consummated. Actual outcomes could differ from those estimates.\nRevenue Recognition\nRevenue is recognized as performance obligations with the customer are satisfied, at an amount that is determined to be collectible. For the sale of products, this generally occurs at the point in time when control of the Company’s products transfers to the customer based on the agreed upon shipping terms.\nShipping and Handling Costs\nAmounts billed to customers for shipping and handling are reported in Net sales in the consolidated statement of income. Shipping and handling costs incurred by the Company for the delivery of goods to customers are included in Cost of sales, exclusive of depreciation and amortization in the consolidated statement of income.\nSelling, General and Administrative Costs\nAmounts presented in Selling, general and administrative in the consolidated statement of income are comprised of selling, customer service, distribution and advertising costs, as well as the costs of providing corporate-wide functional support in areas such as finance, law, human resources and planning. Distribution costs pertain to the movement and storage of finished goods inventory at company-owned and leased warehouses and other distribution facilities.\nAdvertising Costs\nAdvertising costs are charged to expense as incurred and totaled $\n243\nmillion, $\n223\nmillion and $\n283\nmillion in 2021, 2020 and 2019, respectively.\nResearch and Development\nResearch and development costs, which consist primarily of employee-related costs, are charged to expense as incurred.\nLegal Costs\nLegal costs, which primarily include costs associated with acquisition and divestiture transactions, general litigation, environmental regulation compliance, patent and trademark protection and other general corporate purposes, are charged to expense as incurred.\nIncome Taxes\nIncome taxes are accounted for under the asset and liability method. Deferred tax assets and liabilities are recognized for the future tax consequences attributable to operating losses and tax credit carryforwards as well as differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases. The effect on deferred tax assets and liabilities of a change in tax rates is recognized in Income tax expense in the consolidated statement of income in the period that includes the enactment date.\n2021 PPG ANNUAL REPORT AND FORM 10-K      37\nNotes to the Consolidated Financial Statements\nA valuation allowance is provided against deferred tax assets in situations where PPG determines it is more likely than not such assets will not ultimately be realized.\nPPG does not recognize a tax benefit unless it concludes that it is more likely than not that the benefit will be sustained on audit by the taxing authority based solely on the technical merits of the associated tax position. If the recognition threshold is met, PPG recognizes a tax benefit measured at the largest amount of the tax benefit that, in PPG’s judgment, is greater than 50 percent likely to be realized. PPG records interest and penalties related to uncertain tax positions in Income tax expense in the consolidated statement of income.\nForeign Currency Translation\nThe functional currency of most significant non-U.S. operations is their local currency. Assets and liabilities of those operations are translated into U.S. dollars using year-end exchange rates; income and expenses are translated using the average exchange rates for the reporting period. Unrealized foreign currency translation gains and losses are deferred in Accumulated other comprehensive loss on the consolidated balance sheet.\nCash Equivalents\nCash equivalents are highly liquid investments (valued at cost, which approximates fair value) acquired with an original maturity of three months or less.\nShort-term Investments\nShort-term investments are highly liquid, high credit quality investments (valued at cost plus accrued interest) that have stated maturities of greater than three months to less than one year. The purchases and sales of these investments are classified as Investing activities in the consolidated statement of cash flows.\nMarketable Equity Securities\nThe Company’s investment in marketable equity securities is recorded at fair market value and reported as Other current assets and Investments on the consolidated balance sheet with changes in fair market value recorded in income.\nInventories\nInventories are stated at the lower of cost or net realizable value. Most U.S. inventories are stated at cost, using the last-in, first-out (“LIFO”) method of accounting, which does not exceed net realizable value. All other inventories are stated at cost, using the first-in, first-out (“FIFO”) method of accounting, which does not exceed net realizable value. PPG determines cost using either average or standard factory costs, which approximate actual costs, excluding certain fixed costs such as depreciation and property taxes. Refer to Note 3, “Working Capital Detail” for further information concerning the Company’s inventory.\nDerivative Financial Instruments\nThe Company recognizes all derivative financial instruments (a “derivative”) as either assets or liabilities at fair value on the consolidated balance sheet. The accounting for changes in the fair value of a derivative depends on the use of the instrument.\nFor derivative instruments that are designated and qualify as cash flow hedges, the unrealized gains or losses on the derivatives are recorded in the consolidated statement of comprehensive income. Amounts in Accumulated other comprehensive loss on the consolidated balance sheet are reclassified into Income before income taxes in the consolidated statement of income in the same period or periods during which the hedged transactions are recorded in Income before income taxes in the consolidated statement of income.\nFor derivative instruments that are designated and qualify as fair value hedges, the change in the fair value of the derivatives are reported in Income before income taxes in the consolidated statement of income, offsetting the gain or loss recognized for the change in fair value of the asset, liability, or firm commitment that is being hedged.\nFor derivatives, debt or other financial instruments that are designated and qualify as net investment hedges, the gains or losses associated with the financial instruments are reported as translation gains or losses in Accumulated other comprehensive loss on the consolidated balance sheet. Gains and losses in Accumulated other comprehensive loss related to hedges of the Company’s net investments in foreign operations are reclassified out of Accumulated other comprehensive loss and recognized in Income before income taxes in the consolidated statement of income upon a substantial liquidation, sale or partial sale of such investments or upon impairment of all or a portion of such investments. The cash flow impact of these instruments is classified as Investing activities in the consolidated statement of cash flows.\nChanges in the fair value of derivative instruments not designated as hedges for hedge accounting purposes are recognized in Income before income taxes in the consolidated statement of income in the period of change.\n2021 PPG ANNUAL REPORT AND 10-K    38\nNotes to the Consolidated Financial Statements\nProperty, Plant and Equipment\nProperty, plant and equipment is recorded at cost. Depreciation is computed on a straight-line method based on the estimated useful lives of related assets. Additional depreciation expense is recorded when facilities or equipment are subject to abnormal economic conditions, restructuring actions or obsolescence.\nThe cost of significant improvements that add to productive capacity or extend the lives of properties are capitalized. Costs for repairs and maintenance are charged to expense as incurred. When a capitalized asset is retired or otherwise disposed of, the original cost and related accumulated depreciation balance are removed from the accounts and any related gain or loss is recorded in Income before income taxes in the consolidated statement of income. The amortization cost of finance lease assets is recorded in Depreciation expense in the consolidated statement of income. Property and other long-lived assets are reviewed for impairment whenever events or circumstances indicate that their carrying amounts may not be recoverable. Refer to Note 4, “Property, Plant and Equipment” for further details.\nGoodwill and Identifiable Intangible Assets\nGoodwill represents the excess of the cost over the fair value of acquired identifiable tangible and intangible assets less liabilities assumed from acquired businesses. Identifiable intangible assets acquired in business combinations are recorded based upon their fair value at the date of acquisition.\nPPG is a multinational manufacturer with\n10\noperating segments (which the Company refers to as “strategic business units”) that are organized based on the Company’s major products lines. These operating segments are also the Company’s reporting units for purposes of testing goodwill for impairment, which is tested at least annually in connection with PPG’s strategic planning process or more frequently if an indication of impairment exists. The Company tests goodwill for impairment by either performing a qualitative evaluation or a quantitative test. The qualitative evaluation is an assessment of factors, including reporting unit specific operating results as well as industry, market and general economic conditions, to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying amount, including goodwill. The Company may elect to bypass this qualitative assessment for some or all of its reporting units and perform a quantitative test. Quantitative goodwill impairment testing, if deemed necessary, is performed during the fourth quarter of each year by comparing the estimated fair value of an associated reporting unit as of September 30 to its carrying value. Fair value is estimated using a discounted cash flow model. Key assumptions and estimates used in the discounted cash flow model include projected future revenues, discount rates, operating cash flows, capital expenditures and tax rates. In 2021, the annual impairment testing review of goodwill did not result in impairment of the Company’s reporting units.\nThe Company has determined that certain acquired trademarks have indefinite useful lives. The Company tests the carrying value of these trademarks for impairment at least annually, or as needed whenever events and circumstances indicate that their carrying amount may not be recoverable. The annual assessment takes place in the fourth quarter of each year either by completing a qualitative assessment or quantitatively by comparing the estimated fair value of each trademark as of September 30 to its carrying value. Fair value is estimated by using the relief from royalty method (a discounted cash flow methodology). The qualitative assessment includes consideration of factors, including revenue relative to the asset being assessed, the operating results of the related business as well as industry, market and general economic conditions, to determine whether it is more likely than not that the fair value of the asset is less than its carrying amount. In 2021, the annual impairment testing review of indefinite-lived intangibles did not result in an impairment.\nIdentifiable intangible assets with finite lives are amortized on a straight-line basis over their estimated useful lives (\n1\nto\n30\nyears) and are reviewed for impairment whenever events or circumstances indicate that their carrying amount may not be recoverable.\nReceivables and Allowances\nAll trade receivables are reported on the consolidated balance sheet at the outstanding principal adjusted for any allowance for doubtful accounts and any charge offs. The Company provides an allowance for doubtful accounts to reduce receivables to their estimated net realizable value when it is probable that a loss will be incurred. Those estimates are based on historical collection experience, current regional economic and market conditions, the aging of accounts receivable, assessments of current creditworthiness of customers, and forward-looking information. Refer to Note 19, “Revenue Recognition” for further details.\nLeases\nThe Company determines if a contract is a lease at the inception of the arrangement. The Company reviews all options to extend, terminate, or purchase its right of use assets at the inception of the lease and accounts for these options when they are reasonably certain of being exercised. Certain real estate leases contain lease and non-lease components, which are accounted for separately. For certain equipment leases, lease and non-lease components are accounted for as a single lease component.\n2021 PPG ANNUAL REPORT AND FORM 10-K      39\nNotes to the Consolidated Financial Statements\nLeases with an initial term of twelve months or less are not recorded on the consolidated balance sheet. Lease expense for these leases is recognized on a straight-line basis over the lease term.\nVariable lease expense is based on contractual arrangements with PPG’s lessors determined based on external indices or other relevant market factors. In addition, PPG’s variable lease expense also includes elements of a contract that do not represent a good or service but for which the lessee is responsible for paying.\nNearly all of PPG’s lease contracts do not provide a readily determinable implicit rate. For these contracts, PPG’s estimated incremental borrowing rate is based on information available at the inception of the lease.\nProduct Warranties\nThe Company accrues for product warranties at the time the associated products are sold based on historical claims experience. The reserve, pretax charges against income and cash outlays for product warranties were not significant to the consolidated financial statements of the Company for any year presented.\nAsset Retirement Obligations\nAn asset retirement obligation represents a legal obligation associated with the retirement of a tangible long-lived asset that is incurred upon the acquisition, construction, development or normal operation of that long-lived asset. PPG recognizes asset retirement obligations in the period in which they are incurred if a reasonable estimate of fair value can be made. The asset retirement obligation is subsequently adjusted for changes in fair value. The associated estimated asset retirement costs are capitalized as part of the carrying amount of the long-lived asset and depreciated over its useful life. PPG’s asset retirement obligations are primarily associated with the retirement or closure of certain assets used in PPG’s manufacturing process. The accrued asset retirement obligation is recorded in Accounts payable and accrued liabilities and Other liabilities on the consolidated balance sheet and was $\n22\nmillion and $\n21\nmillion as of December 31, 2021 and 2020, respectively.\nPPG’s only conditional asset retirement obligation relates to the possible future abatement of asbestos contained in certain PPG production facilities. The asbestos in PPG’s production facilities arises from the application of normal and customary building practices in the past when the facilities were constructed. This asbestos is encapsulated in place and, as a result, there is no current legal requirement to abate it. Because there is no requirement to abate, the Company does not have any current plans or an intention to abate and therefore the timing, method and cost of future abatement, if any, are not known. The Company has not recorded an asset retirement obligation associated with asbestos abatement, given the uncertainty concerning the timing of future abatement, if any.\nEnvironmental Contingencies\nIt is PPG’s policy to accrue expenses for environmental contingencies when it is probable that a liability has been incurred and the amount of loss can be reasonably estimated. Reserves for environmental contingencies are exclusive of claims against third parties and are generally not discounted.\nAssets and Liabilities Held for Sale\nThe Company classifies assets and liabilities as held for sale (a “disposal group”) when management commits to a plan to sell the disposal group, the sale is probable within one year and the disposal group is available for immediate sale in its present condition. The Company considers various factors, particularly whether actions required to complete the plan indicate it is unlikely that significant changes to the plan will be made or the plan will be withdrawn. Assets held for sale are measured at the lower of carrying value or fair value less costs to sell. Any loss resulting from the measurement is recognized in the period the held-for-sale criteria are met. Conversely, gains are not recognized until the date of the sale. When the disposal group is classified as held for sale, depreciation and amortization ceases and the Company tests the assets for impairment.\nReclassifications\nCertain reclassifications of prior years’ data have been made to conform to the current year presentation. These reclassifications had no impact on our previously reported Net income, cash flows or shareholders’ equity.\nAccounting Standards Adopted in 2021\nEffective January 1, 2021, PPG adopted Accounting Standards Update (\"ASU\") No. 2019-12, \"Income Taxes - Simplifying the Accounting for Income Taxes.\" This ASU is intended to simplify various aspects of accounting for income taxes by eliminating certain exceptions within Accounting Standards Codification Topic 740, \"Income Taxes\" and to clarify certain aspects of the current accounting guidance. Adoption of this standard did not materially impact PPG's consolidated financial position, results of operations or cash flows.\n2021 PPG ANNUAL REPORT AND 10-K    40\nNotes to the Consolidated Financial Statements\nAccounting Standards to be Adopted in Future Years\nIn August 2020, the Financial Accounting Standards Board (“FASB”) issued ASU No. 2020-06, “Debt – Debt with Conversion and Other Options (Subtopic 470-20) and Derivatives and Hedging – Contracts in Entity’s Own Equity (Subtopic 815-40).” This ASU simplifies the accounting for convertible debt instruments by removing certain accounting separation models as well as the accounting for debt instruments with embedded conversion features that are not required to be accounted for as derivative instruments. The ASU also updates and improves the consistency of earnings per share calculations for convertible instruments. The amendments in this ASU are effective for fiscal years beginning after December 15, 2021, including interim periods within those fiscal years. PPG is currently assessing the potential impacts this ASU may have on its consolidated financial position, results of operations and cash flows.\nIn March 2020, the FASB issued ASU No. 2020-04, “Reference Rate Reform.\" This ASU provides optional guidance for a limited period of time to ease potential accounting impacts associated with transitioning away from reference rates that are expected to be discontinued, such as the London Interbank Offered Rate (\"LIBOR\"). The amendments in this ASU apply only to contracts, hedging relationships and other transactions that reference LIBOR or another reference rate expected to be discontinued. The amendments in this ASU are effective through December 31, 2022. PPG is currently assessing the potential impacts this ASU may have on its consolidated financial position, results of operations and cash flows.\n2.\nAcquisitions and Divestitures\nAcquisitions\nAnnounced Acquisitions\nOn February 7, 2022, PPG announced that it had entered into an agreement to acquire the powder coatings business of Arsonsisi S.p.A., an industrial coatings company based in Milan, Italy. The transaction is expected to close in the first quarter of 2022, subject to customary closing conditions.\nCompleted Acquisitions\nThe pro-forma impact of the following acquisitions on PPG’s sales and results of operations, including the pro-forma effect of events that are directly attributable to each acquisition, was not significant.\nTikkurila\nOn June 10, 2021, PPG completed its tender offer for all of the outstanding shares of Tikkurila Oyj (\"Tikkurila\"). Tikkurila is a leading Nordic producer and distributor of decorative paint and coatings, including an industrial paint business that produces paints and coatings for the wood and metal industries, among others. Immediately prior to the June 10, 2021 acquisition date, PPG owned\n9.3\n% of Tikkurila’s issued and outstanding shares. Immediately following the acquisition date, PPG owned\n97.1\n% of Tikkurila’s issued and outstanding shares. PPG continued to acquire the remaining shares not tendered during the tender offer period through a squeeze out process, ultimately achieving\n100\n% ownership of Tikkurila’s outstanding shares during the fourth quarter of 2021.\nThe Company paid an aggregate purchase price of $\n1.7\nbillion, net of cash acquired. The estimated fair value of the major classes of assets acquired and liabilities assumed as reflected in the preliminary purchase price allocation included  property, plant and equipment of $\n199\nmillion, goodwill of $\n1.1\nbillion, identifiable intangible assets of $\n601\nmillion and working capital of $\n110\nmillion. Working capital represents receivables, inventories and accounts payable and accrued liabilities. The acquired identifiable intangible assets consist of indefinite-lived trademarks of $\n405\nmillion and other intangible assets with finite lives of $\n196\nmillion, which consist primarily of customer relationships, trade names, and acquired technology, subject to amortization over a weighted average period of\n15\nyears. Refer to Note 3, “Working Capital Detail” and Note 6, “Goodwill and Other Identifiable Intangible Assets” for additional information.\nThe fair values assigned to assets acquired and liabilities assumed are based on management's best estimates and assumptions as of the reporting date and are considered preliminary. The purchase price was allocated based on information available at the acquisition date and is subject to customary post-closing adjustments. PPG expects to finalize the purchase price allocation with respect to this transaction by the end of the second quarter 2022.\nFor the year ended December 31, 2021, Tikkurila represented approximately\n2\n% of the Company’s consolidated net sales. The results of this business since the date of acquisition have been reported within two operating segments: the architectural coatings – EMEA business and the industrial coatings business. The architectural coatings – EMEA business is included within the Performance Coatings reportable business segment and the industrial coatings business is included within the Industrial Coatings reportable business segment.\nWörwag\nOn May 14, 2021, PPG completed the acquisition of Wörwag, a global manufacturer of coatings for industrial and automotive applications. The company specializes in developing sustainable liquid, powder and film coatings. The results of this business since the date of acquisition have been reported within the automotive original equipment manufacturer (\"OEM\") coatings business within the Industrial Coatings reportable business segment.\n2021 PPG ANNUAL REPORT AND FORM 10-K      41\nNotes to the Consolidated Financial Statements\nCetelon\nOn April 16, 2021, PPG completed the acquisition of Cetelon Lackfabrik GmbH, a manufacturer of coatings for automotive and light truck wheel applications. The results of this business since the date of acquisition have been reported within the automotive OEM coatings business within the Industrial Coatings reportable business segment.\nVersaFlex\nOn February 19, 2021, PPG completed the acquisition of VersaFlex, a manufacturer specializing in polyurea, epoxy and polyurethane coatings for water and waste water infrastructure, flooring, transportation infrastructure, and industrial applications. The results of this business since the date of acquisition have been reported within the protective and marine coatings business within the Performance Coatings reportable business segment.\nEnnis-Flint\nOn December 23, 2020, PPG completed the acquisition of Ennis-Flint, a global manufacturer of a broad portfolio of pavement marking products, including traffic paint, hot-applied and preformed thermoplastics, raised pavement markers and intelligent transportation systems. PPG funded this transaction using cash on hand. The results of this business since the date of acquisition have been reported within the traffic solutions business within the Performance Coatings reportable business segment.\nAlpha Coating Technologies, LLC\nOn March 2, 2020, PPG completed the acquisition of Alpha Coating Technologies, LLC, a manufacturer of powder coatings for light industrial applications and heat sensitive substrates. The results of this business since the date of acquisition have been reported within the industrial coatings business within the Industrial Coatings reportable business segment.\nIndustria Chimica Reggiana\nOn January 31, 2020, PPG completed the acquisition of Industria Chimica Reggiana S.p.A, an Italian manufacturer of automotive refinish products. The results of this business since the date of acquisition have been reported within the automotive refinish coatings business within the Performance Coatings reportable business segment.\nTexstars, LLC\nOn October 25, 2019, PPG completed the acquisition of Texstars, LLC, a manufacturer of high-performance transparencies, wingtip lenses and plastic components for aerospace and defense vehicles and a leader in advanced transparent coatings. The results of this business since the date of acquisition have been reported within the aerospace coatings business within the Performance Coatings reportable business segment.\nDexmet Corporation\nOn August 14, 2019, PPG completed the acquisition of Dexmet Corporation, a specialty materials manufacturer. Dexmet Corporation specializes in customized, highly-engineered, expanded and perforated metal foils and polymers used for structural applications. The results of this business since the date of acquisition have been reported within the aerospace coatings business within the Performance Coatings reportable business segment.\nHemmelrath\nOn April 16, 2019, PPG completed the acquisition of Hemmelrath, an automotive coatings manufacturer. Hemmelrath is a global manufacturer of coatings for automotive OEMs. The results of this business since the date of acquisition have been reported within the automotive OEM coatings business within the Industrial Coatings reportable business segment.\nWhitford Worldwide Company\nOn March 1, 2019, PPG completed the acquisition of Whitford Worldwide Company, a global manufacturer that specializes in low-friction and nonstick coatings for industrial applications and consumer products. The results of this business since the date of acquisition have been reported within the industrial coatings business within the Industrial Coatings reportable business segment.\n2021 PPG ANNUAL REPORT AND 10-K    42\nNotes to the Consolidated Financial Statements\nDivestitures\nIn December 2020, PPG committed to a plan to sell certain entities in smaller, non-strategic countries. The revenue of these entities represents less than 1% of PPG annual net sales. The planned sale is expected to occur in early 2022. As a result, the assets and liabilities of these entities were reclassified as held for sale, and Impairment charges of $\n21\nmillion and $\n52\nmillion were recorded in the consolidated statement of income for the years ended December 31, 2021 and 2020, respectively, representing the recognition in earnings of the cumulative effect of foreign currency exchange losses previously recorded in equity since acquisition and the excess net book value of the net assets over the anticipated sales proceeds less costs to sell these entities. The assets and liabilities of these entities are reported as held for sale in Other current assets and Accounts payable and accrued liabilities, respectively, on the accompanying consolidated balance sheet as of December 31, 2021 and 2020. The results of these entities are reported within the Performance Coatings reportable business segment.\nThe major classes of assets and liabilities of these entities included in the PPG consolidated balance sheet at December 31, 2021 and 2020 were as follows:\nGlass Segment\nIn the fourth quarter 2021, PPG released an environmental reserve previously established at the time of the sale of the flat glass business under the terms of the separation agreement, resulting in recognition of $\n25\nmillion income from discontinued operations, or $\n19\nmillion net of tax.\n3.\nWorking Capital Detail\n(1)\nInventories valued using the LIFO method of inventory valuation comprised\n29\n% and\n33\n% of total gross inventory values as of December 31, 2021 and 2020, respectively. If the FIFO method of inventory valuation had been used, inventories would have been $\n174\nmillion and $\n110\nmillion higher as of December 31, 2021 and 2020, respectively.\n2021 PPG ANNUAL REPORT AND FORM 10-K      43\nNotes to the Consolidated Financial Statements\n4.\nProperty, Plant and Equipment\n5.\nInvestments\nInvestments in equity affiliates represent PPG’s ownership interests in entities between\n20\n% and\n50\n% that manufacture and sell coatings and certain chemicals.\nPPG’s share of undistributed net earnings of equity affiliates was $\n15\nmillion, $\n8\nmillion and $\n11\nmillion in 2021, 2020 and 2019, respectively. Dividends received from equity affiliates were $\n9\nmillion, $\n18\nmillion and $\n15\nmillion in 2021, 2020 and 2019, respectively.\n6.\nGoodwill and Other Identifiable Intangible Assets\nIn the fourth quarter, the Company tests the carrying value of indefinite-lived trademarks for impairment, as discussed in Note 1, “Summary of Significant Accounting Policies.” In conjunction with the 2020 assessment, the long-term forecast of net sales for a trademark in the Performance Coatings segment was reduced as a result of historical performance. As a result, the Company recognized a pretax impairment charge of $\n38\nmillion in Impairment charges in the accompanying consolidated statements of income. In 2021, the annual impairment testing review of indefinite-lived intangibles did not result in an impairment.\nAggregate amortization expense was $\n172\nmillion, $\n138\nmillion and $\n136\nmillion in 2021, 2020 and 2019, respectively.\n2021 PPG ANNUAL REPORT AND 10-K    44\nNotes to the Consolidated Financial Statements\n7.\nBusiness Restructuring\nThe Company records restructuring liabilities that represent charges incurred in connection with consolidations of certain operations, including operations from acquisitions, as well as headcount reduction programs. These charges consist primarily of severance costs and certain other cash costs. As a result of these programs, the Company will also incur incremental non-cash accelerated depreciation expense for certain assets due to their reduced expected asset life. These charges are not allocated to the Company’s reportable business segments. Refer to Note 20, “Reportable Business Segment Information” for additional information.\nIn the fourth quarter 2021, the Company approved business restructuring actions related to recent acquisitions targeting further consolidation of our manufacturing footprint and headcount reductions. The majority of these restructuring actions are expected to be completed by the end of 2023.\nIn the second quarter 2020, the Company approved a business restructuring plan which included actions to reduce its global cost structure. The program addressed weakened global economic conditions stemming from COVID-19 and related pace of recovery in a few end-use markets along with further opportunities to optimize supply chain and functional costs. In the second quarter 2019, the Company approved a business restructuring plan which included actions to reduce its global cost structure. The remaining actions of the 2020 and 2019 restructuring programs are expected to be completed in 2022.\nIn the second quarter 2018, the Company approved a business restructuring plan which included actions to reduce its global cost structure. Substantially all actions from this business restructuring plan have been completed.\nThe following table summarizes restructuring reserve activity for the years ended December 31, 2021 and 2020:\n(a)\nCertain releases\nwere recorded to reflect the current estimate of costs to complete planned business restructuring actions.\n8.\nLeases\nPPG leases certain retail paint stores, warehouses, distribution facilities, office space, fleet vehicles and equipment.\nThe components of lease expense for the years ended December 31, 2021, 2020 and 2019 were as follows:\nTotal operating lease cost for the years ended December 31, 2021, 2020 and 2019 is inclusive of the following:\n2021 PPG ANNUAL REPORT AND FORM 10-K      45\nNotes to the Consolidated Financial Statements\nThe lease amounts included in\nthe consolidated balance sheet as of December 31, 2021 and 2020 were as follows:\n(1)\nNet of accumulated depreciation of $\n13\nmillion as of December 31, 2021 and 2020.\nSupplemental cash flow information related to leases for the years ended December 31, 2021, 2020 and 2019 was as follows:\nLease terms and discount rates as of December 31, 2021, 2020 and 2019 were as follows:\nAs of December 31, 2021, maturities of lease liabilities were as follows:\n2021 PPG ANNUAL REPORT AND 10-K    46\nNotes to the Consolidated Financial Statements\n9.\nBorrowings and Lines of Credit\nLong-term Debt Obligations\n(1)\nPPG entered into several interest rate swaps, which were subsequently settled in prior periods. The impact of these settlements was amortized over the life of the debentures as a reduction to interest expense. These interest rate swaps were terminated in 2021. The weighted average interest rate for these borrowings was\n8.8\n% and\n8.4\n% for the years ended December 31, 2021 and 2020, respectively.\n(2)\nIn February 2018, PPG entered into interest rate swaps which converted $\n150\nmillion of the notes from a fixed interest rate to a floating interest rate based on the three month London Interbank Offered Rate (LIBOR). The impact of the derivative on the notes represents the fair value adjustment of the debt. The average effective interest rate for the portion of the notes impacted by the swaps was\n0.6\n% and\n1.2\n% as of December 31, 2021 and 2020, respectively. Refer to Note 10, “Financial Instruments, Hedging Activities and Fair Value Measurements” for additional information.\n(3)\nIn February 2018, PPG entered into interest rate swaps which converted $\n375\nmillion of the notes from a fixed interest rate to a floating interest rate based on the three month LIBOR. The impact of the derivative on the notes represents the fair value adjustment of the debt. The average effective interest rate for the portion of the notes impacted by the swaps was\n1.0\n% and\n1.6\n% as of December 31, 2021 and 2020, respectively. Refer to Note 10, “Financial Instruments, Hedging Activities and Fair Value Measurements” for additional information.\n(4)\nWeighted average interest rate of\n3.1\n% and\n3.8\n% as of December 31, 2021 and 2020, respectively.\n(5)\nFair value adjustment of the\n3.2\n% $\n300\nmillion notes and\n3.75\n% $\n800\nmillion notes as a result of fair value hedge accounting treatment related to the outstanding interest rate swaps as of December 31, 2021 and 2020, respectively. Refer to Note 10, “Financial Instruments, Hedging Activities and Fair Value Measurements” for additional information.\nLong-term Debt Activities\nIn December 2021, PPG completed an early redemption of the\n0.875\n% notes due March 2022 using cash on hand.\nIn the second quarter of 2021,\ntwo\nof PPG's long-term debt obligations matured; $\n134\nmillion\n9\n% non-callable debentures and non-U.S. debt of €\n30\nmillion. The Company paid $\n170\nmillion to settle these obligations using cash on hand.\nIn March 2021, PPG completed a public offering of $\n700\nmillion aggregate principal amount of\n1.200\n% notes due 2026. These notes were issued pursuant to PPG’s existing shelf registration statement and pursuant to the Indenture between the Company and the Bank of New York Mellon Trust Company, N.A., as trustee, as supplemented (the \"2021 Indenture\"). The 2021 Indenture governing these notes contains covenants that limit the Company’s ability to, among other things, incur certain liens securing indebtedness, engage in certain sale-leaseback transactions, and enter into certain consolidations, mergers, conveyances, transfers or leases of all or substantially all the Company’s assets. The terms of these notes also require the Company to make an offer to repurchase the notes upon a Change of Control Triggering Event (as defined in the 2021 Indenture) at a price equal to\n101\n% of their principal amount plus accrued and unpaid interest. The Company may issue additional debt from time to time pursuant to the 2021 Indenture. The aggregate cash proceeds from the notes, net of discounts and fees, was $\n692\nmillion.\n2021 PPG ANNUAL REPORT AND FORM 10-K      47\nNotes to the Consolidated Financial Statements\nIn February 2021, PPG entered into a $\n2.0\nbillion Term Loan Credit Agreement (the \"Term Loan Credit Agreement\"). The Term Loan Credit Agreement provided the Company with the ability to borrow up to an aggregate principal amount of $\n2.0\nbillion on an unsecured basis prior to December 31, 2021, to be used for working capital and general corporate purposes. The Term Loan Credit Agreement contains covenants that are usual and customary restrictive covenants for facilities of its type, which include, with specified exceptions, limitations on the Company’s ability to create liens or other encumbrances, to enter into sale and leaseback transactions and to enter into consolidations, mergers or transfers of all or substantially all of its assets. The Term Loan Credit Agreement matures and all outstanding borrowings are due and payable on the third anniversary of the date of the initial borrowing under the Agreement. In June 2021, PPG borrowed $\n700\nmillion under Term Loan Credit Agreement to finance the Company’s acquisition of Tikkurila, and to pay fees, costs and expenses related thereto. In December 2021, PPG borrowed an additional $\n700\nmillion under the Term Loan Credit Agreement.\nIn August 2020, PPG completed a public offering of $\n100\nmillion aggregate principal amount of\n3.75\n% notes due March 2028. These notes were issued as additional notes pursuant to PPG’s existing shelf registration statement and pursuant to the Indenture between the Company and The Bank of New York Mellon Trust Company, N.A., as trustee, as supplemented (the \"2018 Indenture\"), which is is the same Indenture pursuant to which we previously issued $\n700\nmillion in aggregate principle amount of our\n3.75\n% notes due March 2028 on February 27, 2018. The new notes will be treated as a single series of notes with the existing notes under the 2018 Indenture, have the same CUSIP number as the existing notes, and be fungible with the existing notes for US federal income tax purposes. The Indenture governing these notes contains covenants that limit the Company’s ability to, among other things, incur certain liens securing indebtedness, engage in certain sale-leaseback transactions, and enter into certain consolidations, mergers, conveyances, transfers or leases of all or substantially all the Company’s assets. The terms of these notes also require the Company to make an offer to repurchase the notes upon a Change of Control Triggering Event (as defined in the 2018 Indenture) at a price equal to\n101\n% of their principal amount plus accrued and unpaid interest. The Company may issue additional debt from time to time pursuant to the 2018 Indenture. The aggregate cash proceeds from the notes, including the premium received at issuance, net of fees, was $\n119\nmillion.\nIn June 2020, PPG completed an early redemption of the $\n500\nmillion\n3.6\n% notes due November 2020 using proceeds from the May 2020 public offering and cash on hand. The Company recorded a charge of $\n7\nmillion in the second quarter for the debt redemption which consists of the aggregate make-whole cash premium of $\n6\nmillion and a balance of unamortized fees and discounts of $\n1\nmillion related to the debt redeemed.\nIn May 2020, PPG completed a public offering of $\n300\nmillion aggregate principal amount of\n2.55\n% notes due 2030. These notes were issued pursuant to PPG’s existing shelf registration statement and pursuant to an indenture between the Company and The Bank of New York Mellon Trust Company, N.A., as trustee, as supplemented (the \"2020 Indenture\"). The 2020 Indenture governing these notes contains covenants that limit the Company’s ability to, among other things, incur certain liens securing indebtedness, engage in certain sale-leaseback transactions, and enter into certain consolidations, mergers, conveyances, transfers or leases of all or substantially all the Company’s assets. The terms of these notes also require the Company to make an offer to repurchase the notes upon a Change of Control Triggering Event (as defined in the 2020 Indenture) at a price equal to\n101\n% of their principal amount plus accrued and unpaid interest. The Company may issue additional debt from time to time pursuant to the 2020 Indenture. The aggregate cash proceeds from the notes, net of discounts and fees, was $\n296\nmillion.\nIn April 2020, PPG entered into a $\n1.5\nbillion\n364\n-Day Term Loan Credit Agreement (the “Term Loan”). The Term Loan contains covenants that are consistent with those in the Credit Agreement discussed below and that are usual and customary restrictive covenants for facilities of its type, which include, with specified exceptions, limitations on the Company’s ability to create liens or other encumbrances, to enter into sale and leaseback transactions and to enter into consolidations, mergers or transfers of all or substantially all of its assets. In 2020, PPG repaid $\n1.1\nbillion of the Term Loan using cash on hand. In the first quarter 2021, PPG repaid the remaining $\n400\nmillion of the Term Loan using cash on hand. The Term Loan terminated on April 13, 2021.\nIn August 2019, PPG completed a public offering of $\n300\nmillion aggregate principal amount of\n2.4\n% notes due 2024 and $\n300\nmillion aggregate principal amount of\n2.8\n% notes due 2029. These notes were issued pursuant to PPG’s existing shelf registration statement and pursuant to an indenture between the Company and The Bank of New York Mellon Trust Company, N.A., as trustee, as supplemented (the \"2019 Indenture\"). The 2019 Indenture governing these notes contains covenants that limit the Company’s ability to, among other things, incur certain liens securing indebtedness, engage in certain sale-leaseback transactions, and enter into certain consolidations, mergers, conveyances, transfers or leases of all or substantially all the Company’s assets. The terms of these notes also require the Company to make an offer to repurchase the notes upon a Change of Control Triggering Event (as defined in the 2019 Indenture) at a price equal to 101% of their principal amount plus accrued and unpaid interest. The Company may issue additional debt from time to time pursuant to the 2019 Indenture. The aggregate cash proceeds from the notes, net of discounts and fees, was $\n595\nmillion.\n2021 PPG ANNUAL REPORT AND 10-K    48\nNotes to the Consolidated Financial Statements\nIn November 2019, PPG’s €\n300\nmillion\n0.00\n% notes and $\n300\nmillion\n2.3\n% notes matured, upon which the Company paid $\n634\nmillion to settle these obligations.\nCredit agreements\nIn August 2019, PPG amended and restated its\nfive\n-year credit agreement (the “Credit Agreement”) with several banks and financial institutions. The Credit Agreement amends and restates the Company's existing five year credit agreement dated as of December 18, 2015. The Credit Agreement provides for a $\n2.2\nbillion unsecured revolving credit facility. The Company has the ability to increase the size of the Credit Agreement by up to an additional $\n750\nmillion, subject to the receipt of lender commitments and other conditions precedent. The Credit Agreement will terminate on August 30, 2024. The Company has the right, subject to certain conditions set forth in the Credit Agreement, to designate certain subsidiaries of the Company as borrowers under the Credit Agreement. In connection with any such designation, the Company is required to guarantee the obligations of any such subsidiaries under the Credit Agreement. In March 2020, PPG borrowed $\n800\nmillion under the Credit Agreement and repaid that amount in full in April 2020. For the years ended December 31, 2021 and 2020, there were\nno\namounts outstanding under the credit agreement. The indicative borrowing rate on a one month, U.S. dollar denominated borrowing was\n1.1\n% at December 31, 2021.\nBorrowings under the Credit Agreement may be made in U.S. Dollars or in euros. The Credit Agreement provides that loans will bear interest at rates based, at the Company’s option, on one of two specified base rates plus a margin based on certain formulas defined in the Credit Agreement. Additionally, the Credit Agreement contains a Commitment Fee, as defined in the Credit Agreement, on the amount of unused commitments under the Credit Agreement ranging from\n0.060\n% to\n0.125\n% per annum.\nThe Credit Agreement also supports the Company’s commercial paper borrowings which are classified as long-term based on PPG’s intent and ability to refinance these borrowings on a long-term basis. Commercial paper borrowings of $\n440\nmillion and $\n250\nmillion were outstanding as of December 31, 2021 and December 31, 2020, respectively.\nThe Credit Agreement contains usual and customary restrictive covenants for facilities of its type, which include, with specified exceptions, limitations on the Company’s ability to create liens or other encumbrances, to enter into sale and leaseback transactions and to enter into consolidations, mergers or transfers of all or substantially all of its assets. The Credit Agreement also requires the Company to maintain a ratio of Total Indebtedness to Total Capitalization, as defined in the Credit Agreement, of\n60\n% or less; provided, that for any fiscal quarter in which the Company has made an acquisition for consideration in excess of $\n1\nbillion and for the next five fiscal quarters thereafter, the ratio of Total Indebtedness to Total Capitalization may not exceed\n65\n% at any time. As of December 31, 2021, Total Indebtedness to Total Capitalization as defined under the Credit Agreement was\n48\n%.\nThe Credit Agreement contains, among other things, customary events of default that would permit the lenders to accelerate the loans, including the failure to make timely payments when due under the Credit Agreement or other material indebtedness, the failure to satisfy covenants contained in the Credit Agreement, a change in control of the Company and specified events of bankruptcy and insolvency.\nRestrictive Covenants and Cross-Default Provisions\nAs of December 31, 2021, PPG was in full compliance with the restrictive covenants under its various credit agreements, loan agreements and indentures.\nAdditionally, the Company’s Credit Agreement contains customary cross-default provisions. These provisions provide that a default on a debt service payment of $\n50\nmillion or more for longer than the grace period provided under another agreement may result in an event of default under this agreement. None of the Company’s primary debt obligations are secured or guaranteed by the Company’s affiliates.\nLong-term Debt Maturities\n2021 PPG ANNUAL REPORT AND FORM 10-K      49\nNotes to the Consolidated Financial Statements\nShort-term Debt Obligations\nLines of Credit, Letters of Credit and Surety Bonds\nPPG’s non-U.S. operations have uncommitted lines of credit totaling $\n492\nmillion of which $\n9\nmillion was used as of December 31, 2021. These uncommitted lines of credit are subject to cancellation at any time and are generally not subject to any commitment fees.\nThe Company had outstanding letters of credit and surety bonds of $\n173\nmillion and $\n134\nmillion as of December 31, 2021 and 2020, respectively. The letters of credit secure the Company’s performance to third parties under certain self-insurance programs and other commitments made in the ordinary course of business. The Company does not believe any loss related to these letters of credit or surety bonds is likely.\n10.\nFinancial Instruments, Hedging Activities and Fair Value Measurements\nFinancial instruments include cash and cash equivalents, short-term investments, cash held in escrow, marketable equity securities, accounts receivable, company-owned life insurance, accounts payable, short-term and long-term debt instruments, and derivatives. The fair values of these financial instruments approximated their carrying values at December 31, 2021 and 2020, in the aggregate, except for long-term debt instruments.\nHedging Activities\nThe Company has exposure to market risk from changes in foreign currency exchange rates and interest rates. As a result, financial instruments, including derivatives, have been used to hedge a portion of these underlying economic exposures. Certain of these instruments qualify as fair value, cash flow, and net investment hedges upon meeting the requisite criteria, including effectiveness of offsetting hedged or underlying exposures. Changes in the fair value of derivatives that do not qualify for hedge accounting are recognized in Income before income taxes in the period incurred.\nPPG’s policies do not permit speculative use of derivative financial instruments. PPG enters into derivative financial instruments with high credit quality counterparties and diversifies its positions among such counterparties in order to reduce its exposure to credit losses. The Company did not realize a credit loss on derivatives during the three-year period ended December 31, 2021.\nAll of PPG’s outstanding derivative instruments are subject to accelerated settlement in the event of PPG’s failure to meet its debt or payment obligations under the terms of the instruments’ contractual provisions. In addition, if the Company would be acquired and its payment obligations under its derivative instruments’ contractual arrangements are not assumed by the acquirer, or if PPG would enter into bankruptcy, receivership or reorganization proceedings, its outstanding derivative instruments would also be subject to accelerated settlement.\nIn 2021 and 2020, there were no derivative instruments de-designated or discontinued as a hedging instrument. There were no gains or losses deferred in Accumulated other comprehensive loss on the consolidated balance sheet that were reclassified to Income before income taxes in the consolidated statement of income during the three-year period ended December 31, 2021 related to hedges of anticipated transactions that were no longer expected to occur.\nFair Value Hedges\nThe Company uses interest rate swaps from time to time to manage its exposure to changing interest rates. When outstanding, the interest rate swaps are typically designated as fair value hedges of certain outstanding debt obligations of the Company and are recorded at fair value.\nIn February 2018, PPG entered into interest rate swaps which converted $\n525\nmillion of fixed rate debt to variable rate debt. The swaps are designated as fair value hedges and are carried at fair value. Changes in the fair value of these swaps and changes in the fair value of the related debt are recorded in Interest expense in the accompanying consolidated statement of income. The fair value of these interest rate swaps was an asset of $\n36\nmillion and $\n67\nmillion at December 31, 2021 and 2020, respectively.\nCash Flow Hedges\nAt times, PPG designates certain foreign currency forward contracts as cash flow hedges of the Company’s exposure to variability in exchange rates on third party transactions denominated in foreign currencies. There were no outstanding cash flow hedges at December 31, 2021 and December 31, 2020, respectively.\nNet Investment Hedges\nPPG uses cross currency swaps and foreign currency euro-denominated debt to hedge a significant portion of its net investment in its European operations, as follows:\n2021 PPG ANNUAL REPORT AND 10-K    50\nNotes to the Consolidated Financial Statements\nAs of December 31, 2021 and December 31, 2020, PPG had U.S. dollar to euro cross currency swap contracts with total notional amounts of $\n775\nmillion and $\n875\nmillion, respectively, and designated these contracts as hedges of the Company's net investment in its European operations. During the term of these contracts, PPG will receive payment in U.S. dollars and make payments in euros to the counterparties. As of December 31, 2021 and 2020, the fair value of these contracts was a net asset of $\n50\nmillion and a net liability of $\n8\nmillion, respectively.\nAt December 31, 2021 and 2020, PPG had designated €\n1.4\nbillion and €\n2.0\nbillion, respectively, of euro-denominated borrowings as hedges of a portion of its net investment in the Company’s European operations. The carrying value of these instruments at December 31, 2021 and 2020 was $\n1.6\nbillion and $\n2.4\nbillion, respectively.\nThere were no foreign currency forward contracts designated as net investment hedges used or outstanding as of and for the periods ended December 31, 2021, 2020 and 2019.\nOther Financial Instruments\nPPG uses foreign currency forward contracts to manage net transaction exposures that do not qualify for hedge accounting; therefore, the change in the fair value of these instruments is recorded in Other charges in the consolidated statement of income in the period of change. Underlying notional amounts related to these foreign currency forward contracts were $\n1.9\nbillion and $\n1.4\nbillion at December 31, 2021 and 2020, respectively. As of December 31, 2021 and 2020, the fair values of these contracts were net assets of\n$\n24\nmillion and $\n2\nmillion, respectively.\nGains/Losses Deferred in Accumulated Other Comprehensive losses\nAs of December 31, 2021 and 2020, the Company had accumulated pretax unrealized translation gains and losses in Accumulated other comprehensive loss on the consolidated balance sheet related to the euro-denominated borrowings, foreign currency forward contracts, and the cross currency swaps of $\n204\nmillion and $\n22\nmillion, respectively.\nThe following table summarizes the location within the consolidated financial statements and amount of gains/(losses) related to derivative and debt financial instruments for the years ended December 31, 2021, 2020 and 2019. All dollar amounts are shown on a pretax basis.\nFair Value Measurements\nThe Company follows a fair value measurement hierarchy to measure its assets and liabilities. As of December 31, 2021 and 2020, respectively, the assets and liabilities measured at fair value on a recurring basis were cash equivalents, equity securities and derivatives. In addition, the Company measures its pension plan assets at fair value (see Note 13, “Employee Benefit Plans” for further details). The Company’s financial assets and liabilities are measured using inputs from the following three levels:\nLevel 1 inputs are quoted prices in active markets for identical assets and liabilities that the Company has the ability to access at the measurement date. Level 1 inputs are considered to be the most reliable evidence of fair value as they are based on unadjusted quoted market prices from various financial information service providers and securities exchanges.\nLevel 2 inputs are directly or indirectly observable prices that are not quoted on active exchanges, which include quoted prices for similar assets and liabilities in active markets, quoted prices for identical or similar assets or liabilities in markets that are not active, inputs other than quoted prices that are observable for the asset or liability and inputs that are derived principally from or corroborated by observable market data by correlation or other means. The fair values of the derivative instruments reflect the instruments’ contractual terms, including the period to maturity, and uses observable market-based inputs, including forward curves.\n2021 PPG ANNUAL REPORT AND FORM 10-K      51\nNotes to the Consolidated Financial Statements\nLevel 3 inputs are unobservable inputs employed for measuring the fair value of assets or liabilities. The Company does not have any recurring financial assets or liabilities that are recorded in its consolidated balance sheets as of December 31, 2021 and 2020 that are classified as Level 3 inputs.\nAssets and liabilities reported at fair value on a recurring basis\n(a)    Derivatives not designated as hedging instruments\n(b)    Net investment hedges\n(c)    Fair value hedges\nLong-Term Debt\n(a)    Excluding finance lease obligations of $10 million and short term borrowings of $6 million as of December 31, 2021.\n(b)    Excluding finance lease obligations of $12 million and short term borrowings of $403 million as of December 31, 2020.\nThe fair values of the debt instruments were based on discounted cash flows and interest rates then currently available to the Company for instruments of the same remaining maturities and were measured using level 2 inputs.\nCall and put option on noncontrolling interest\nIn December 2019, PPG paid cash to acquire the remaining noncontrolling interest in a coatings business of which PPG previously had a majority interest. Prior to this transaction, the minority shareholder’s results were included in Net income attributable to noncontrolling interests on the consolidated statement of income.\n2021 PPG ANNUAL REPORT AND 10-K    52\nNotes to the Consolidated Financial Statements\n11.\nEarnings Per Common Share\nExcluded from the computation of earnings per diluted share due to their antidilutive effect were\nzero\n,\n1.4\nmillion, and\n0.9\nmillion outstanding stock options in 2021, 2020 and 2019, respectively.\n12.\nIncome Taxes\nThe provision for income taxes by taxing jurisdiction and by significant components consisted of the following:\nA reconciliation of the statutory U.S. corporate federal income tax rate to the Company’s effective tax rate follows:\nIn 2021, the effective income tax rate included a net benefit of $\n66\nmillion primarily driven by foreign tax credits, releases of reserves for uncertain tax positions and research and development credits. In 2020, the effective income tax rate included a net benefit of $\n30\nmillion for changes in valuation allowance reserves and for U.S. research and development credits, as well as other credits. In 2019, the effective income tax rate included a net benefit of $\n22\nmillion driven by\n2021 PPG ANNUAL REPORT AND FORM 10-K      53\nNotes to the Consolidated Financial Statements\nGlobal Intangible Low-Taxed Income, foreign derived intangible income deductions, foreign tax credits and research and development credits.\nIncome before income taxes of the Company’s U.S. operations for 2021, 2020 and 2019 was $\n469\nmillion, $\n190\nmillion and $\n596\nmillion, respectively. Income before income taxes of the Company’s foreign operations for 2021, 2020 and 2019 was $\n1,346\nmillion, $\n1,172\nmillion and $\n1,065\nmillion, respectively.\nDeferred income taxes\nDeferred income taxes are provided for the effect of temporary differences that arise because there are certain items treated differently for financial accounting than for income tax reporting purposes. The deferred tax assets and liabilities are determined by applying the enacted tax rate in the year in which the temporary difference is expected to reverse.\nNet operating loss and credit carryforwards\nA valuation allowance of $\n172\nmillion and $\n167\nmillion has been established for carry-forwards and certain other items at December 31, 2021 and 2020, respectively, when the ability to utilize them is not likely.\nUndistributed foreign earnings\nThe Company had $\n4.3\nbillion and $\n4.1\nbillion of undistributed earnings of non-U.S. subsidiaries as of December 31, 2021 and 2020, respectively. These amounts relate to approximately\n280\nsubsidiaries in approximately\n80\ntaxable jurisdictions. The Company estimates repatriation of undistributed earnings of non-U.S. subsidiaries as of December 31, 2021 and 2020 would have resulted in a tax cost of\n$\n39\nmillion\nand $\n40\nmillion, respectively.\nAs of December 31, 2021, the Company has not changed its intention to reinvest foreign earnings indefinitely or repatriate when it is tax effective to do so, and as such, has not established a liability for foreign withholding taxes or other costs that would be incurred if the earnings were repatriated.\nUnrecognized tax benefits\nThe Company files federal, state and local income tax returns in numerous domestic and foreign jurisdictions. In most tax jurisdictions, returns are subject to examination by the relevant tax authorities for a number of years after the returns have been filed. The Company is no longer subject to examinations by tax authorities in any major tax jurisdiction for years before 2008. Additionally, the Company is no longer subject to examination by the Internal Revenue Service for U.S. federal income tax returns filed for years through 2016. The examinations of the Company’s U.S. federal income tax returns for 2017 through 2018 are currently underway.\n2021 PPG ANNUAL REPORT AND 10-K    54\nNotes to the Consolidated Financial Statements\nA reconciliation of the total amounts of unrecognized tax benefits (excluding interest and penalties) as of December 31 follows:\nThe Company expects that any reasonably possible change in the amount of unrecognized tax benefits in the next 12 months would not be significant. The total amount of unrecognized tax benefits that, if recognized, would affect the effective tax rate was $\n132\nmillion as of December 31, 2021.\nInterest and penalties\nThe Company recognizes accrued interest and penalties related to unrecognized tax benefits in income tax expense.\n13.\nEmployee Benefit Plans\nDefined Benefit Plans\nPPG has defined benefit pension plans that cover certain employees worldwide. The principal defined benefit pension plans are those in the U.S., Canada, the Netherlands and the U.K. These plans in the aggregate represent approximately\n91\n% of PPG’s total projected benefit obligation at December 31, 2021, of which the U.S. defined benefit pension plans represent the largest component.\nAs of December 31, 2020, the Company’s U.S. and Canadian defined benefit plans were frozen for all participants. The Company plans to continue reviewing and potentially amending PPG defined benefit plans in the future.\nCanadian pension annuity contracts\nIn December 2021, the Company purchased group annuity contracts that transferred pension benefit obligations for certain of the Company’s retirees in Canada who were receiving their monthly retirement benefit payments from the Canadian pension plans to a third-party insurance company. The amount of each affected retiree’s annuity payment is equal to the amount of such individual’s pension benefit. The purchase of group annuity contracts was funded directly by the assets of the Canadian plans. By transferring the obligations and assets to the insurance company, the Company reduced its overall pension projected benefit obligation by approximately $\n175\nmillion and recognized a non-cash pension settlement charge of $\n50\nmillion.\nPostretirement medical\nPPG sponsors welfare benefit plans that provide postretirement medical and life insurance benefits for certain U.S. and Canadian employees and their dependents of which the U.S. welfare benefit plans represent approximately\n87\n% of PPG’s total projected benefit obligation at December 31, 2021. Salaried and certain hourly employees in the U.S. hired on or after October 1, 2004, or rehired on or after October 1, 2012 are not eligible for postretirement medical benefits. These plans in the U.S. and Canada require retiree contributions based on retiree-selected coverage levels for certain retirees and their dependents and provide for sharing of future benefit cost increases between PPG and participants based on management discretion. The Company has the right to modify, amend or terminate certain of these benefit plans in the future.\nEffective January 1, 2017, the Company-sponsored Medicare-eligible plans were replaced by a Medicare private exchange. The announcement of this plan design change triggered a remeasurement of PPG’s retiree medical benefit obligation using prevailing interest rates. The plan design change resulted in a $\n306\nmillion reduction in the Company's postretirement benefit obligation. PPG accounted for the plan design change prospectively, and the impact will be amortized to periodic postretirement benefit cost over a\n5.6\nyear period through mid-2022.\n2021 PPG ANNUAL REPORT AND FORM 10-K      55\nNotes to the Consolidated Financial Statements\nThe following table sets forth the changes in projected benefit obligations (“PBO”), plan assets, the funded status and the amounts recognized on the accompanying consolidated balance sheet for the Company’s defined benefit pension and other postretirement benefit plans:\nThe PBO is the actuarial present value of benefits attributable to employee service rendered to date, including the effects of estimated future pay increases. The accumulated benefit obligation (“ABO”) is the actuarial present value of benefits attributable to employee service rendered to date, but does not include the effects of estimated future pay increases. The ABO for all defined benefit pension plans as of December 31, 2021 and 2020 was $\n3.5\nbillion and $\n3.8\nbillion, respectively.\n2021 PPG ANNUAL REPORT AND 10-K    56\nNotes to the Consolidated Financial Statements\nThe following table details the pension plans where the benefit liability exceeds the fair value of the plan assets:\nNet actuarial losses and prior service cost/(credit) deferred in accumulated other comprehensive loss\nThe accumulated net actuarial losses for pensions and other postretirement benefits relate primarily to historical declines in the discount rates. The accumulated net actuarial losses exceeded 10% of the higher of the market value of plan assets or the PBO at the beginning of each of the last three years; therefore, amortization of such excess has been included in net periodic benefit costs for pension and other postretirement benefits in these periods. The amortization period is the average remaining service period of active employees expected to receive benefits unless a plan is mostly inactive in which case the amortization period is the average remaining life expectancy of the plan participants. Accumulated prior service cost (credit) is amortized over the future service periods of those employees who are active at the dates of the plan amendments and who are expected to receive benefits.\nThe net decrease in Accumulated other comprehensive loss (pretax) in 2021 relating to defined benefit pension and other postretirement benefits is primarily attributable to pension and other postretirement plan discount rate increases, as follows:\nThe 2021 net actuarial gain related to the Company’s pension and other postretirement benefit plans was primarily due to an increase in the weighted average discount rate used to determine the benefit obligation at December 31, 2021.\nNet periodic benefit cost\n2021 PPG ANNUAL REPORT AND FORM 10-K      57\nNotes to the Consolidated Financial Statements\nService cost for net periodic pension and other postretirement benefit costs is included in Cost of sales, exclusive of depreciation and amortization, Selling, general and administrative, and Research and development, net in the accompanying consolidated statements of income. Except for the Canadian pension settlement charge in 2021, all other components of net periodic benefit cost are recorded in Other charges in the accompanying consolidated statements of income.\nKey assumptions\nThe following weighted average assumptions were used to determine the benefit obligation for the Company’s defined benefit pension and other postretirement plans as of December 31, 2021 and 2020:\nThe following weighted average assumptions were used to determine the net periodic benefit cost for the Company’s defined benefit pension and other postretirement benefit plans for the three years in the period ended December 31, 2021:\nThese assumptions for each plan are reviewed on an annual basis. In determining the expected return on plan asset assumption, the Company evaluates the mix of investments that comprise each plan’s assets and external forecasts of future long-term investment returns. The Company compares the expected return on plan assets assumption to actual historic returns to ensure reasonability. For 2021, the return on plan assets assumption for PPG’s U.S. defined benefit pension plans was\n7.4\n%. A change in the rate of return of 100 basis points, with other assumptions held constant, would impact 2022 net periodic pension expense by $\n13\nmillion. The global expected return on plan assets assumption to be used in determining 2022 net periodic pension expense will be\n5.0\n% (\n7.4\n% for the U.S. plans only).\nThe discount rates used in accounting for pension and other postretirement benefits are determined using a yield curve constructed of high-quality fixed-income securities as of the measurement date and using the plans’ projected benefit payments. The Company has elected to use a full yield curve approach in the estimation of the service and interest cost components of net periodic pension benefit cost (income) for countries with significant pension plans. The full yield curve approach (also known as the split-rate or spot-rate method) allows the Company to align the applicable discount rates with the cost of additional service being earned and the interest being accrued on these obligations. A change in the discount rate of 100 basis points, with all other assumptions held constant, would impact 2022 net periodic benefit expense for our defined benefit pension and other postretirement benefit plans by $\n2\nmillion and $\n6\nmillion, respectively.\nThe weighted-average health care cost trend rate (inflation) used for 2021 was\n5.1\n% declining to a projected\n4.2\n% in the year 2040. For 2022, the assumed weighted-average health care cost trend rate used will be\n5.4\n% declining to a projected\n4.0\n% between 2022 and 2040 for medical and prescription drug costs, respectively. These assumptions are reviewed on an annual basis. In selecting rates for current and long-term health care cost assumptions, the Company takes into consideration a number of factors, including the Company’s actual health care cost increases, the design of the Company’s benefit programs, the demographics of the Company’s active and retiree populations and external expectations of future medical cost inflation rates.\nContributions to defined benefit pension plans\nContributions made to PPG’s non-U.S. defined benefit pension plans in 2021 and 2020 were required by local funding requirements. PPG expects to make contributions to its defined benefit pension plans in the range of $\n10\nmillion to $\n20\nmillion in 2022. PPG may make voluntary contributions to its defined benefit pension plans in 2022 and beyond.\n2021 PPG ANNUAL REPORT AND 10-K    58\nNotes to the Consolidated Financial Statements\nBenefit payments\nThe estimated benefits expected to be paid under the Company’s defined benefit pension and other postretirement benefit plans are:\nU.S. Qualified Pension\nOccasionally, the Company offers a lump sum payout option that gives certain terminated vested participants in certain U.S. defined benefit pension plans the opportunity to take a one-time lump sum cash payment in lieu of receiving a future monthly annuity. A lump sum payout option was offered in 2020, and the Company paid $52 million in benefits to terminated vested participants who elected to participate.\nPlan assets\nEach PPG sponsored defined benefit pension plan is managed in accordance with the requirements of local laws and regulations governing defined benefit pension plans for the exclusive purpose of providing pension benefits to participants and their beneficiaries. Investment committees comprised of PPG managers have fiduciary responsibility to oversee the management of pension plan assets by third party asset managers. Pension plan assets are held in trust by financial institutions and managed on a day-to-day basis by the asset managers. The asset managers receive a mandate from each investment committee that is aligned with the asset allocation targets established by each investment committee to achieve the plan’s investment strategies. The performance of the asset managers is monitored and evaluated by the investment committees throughout the year.\nPension plan assets are invested to generate investment earnings over an extended time horizon to help fund the cost of benefits promised under the plans while mitigating investment risk. The asset allocation targets established for each pension plan are intended to diversify the investments among a variety of asset categories and among a variety of individual securities within each asset category to mitigate investment risk and provide each plan with sufficient liquidity to fund the payment of pension benefits to retirees.\nThe following summarizes the weighted average target pension plan asset allocation as of December 31, 2021 and 2020 for all PPG defined benefit plans:\n2021 PPG ANNUAL REPORT AND FORM 10-K      59\nNotes to the Consolidated Financial Statements\nThe fair values of the Company’s pension plan assets at December 31, 2021 and 2020, by asset category, are as follows:\n(1)\nThese levels refer to the accounting guidance on fair value measurement described in Note 10, “Financial Instruments, Hedging Activities and Fair Value Measurements.”\n(2)\nThese amounts represent holdings in investment grade debt or equity securities of issuers in both developed markets and emerging economies.\n(3)\nThis category represents investment grade debt securities from a diverse set of industry issuers.\n(4)\nThese investments are primarily long duration fixed income securities.\n(5)\nThis category represents commingled funds invested in diverse portfolios of debt securities.\n(6)\nThis category includes mortgage-backed and asset backed debt securities, municipal bonds and other debt securities including derivatives.\n(7)\nCertain investments that are measured at net asset value per share (or its equivalent) are not required to be classified in the fair value hierarchy.\nThe change in the fair value of the Company’s Level 3 pension assets for the years ended December 31, 2021 and 2020 was as follows:\nReal estate properties are externally appraised at least annually by reputable, independent appraisal firms. Property valuations are also reviewed on a regular basis and are adjusted if there has been a significant change in circumstances related to the property since the last valuation.\nOther debt securities consist of insurance contracts, which are valued externally by insurance companies based on the present value of the expected future cash flows.\nHedge funds consist of a wide range of investments which target a relatively stable investment return. The underlying funds are valued at different frequencies, some monthly and some quarterly, based on the value of the underlying\n2021 PPG ANNUAL REPORT AND 10-K    60\nNotes to the Consolidated Financial Statements\ninvestments. Other assets consist primarily of small investments in private equity funds and senior secured debt obligations of non-investment grade borrowers.\nOther Plans\nEmployee savings plans\nPPG’s Employee Savings Plans (“Savings Plans”) cover substantially all employees in the U.S., Puerto Rico and Canada. The Company makes matching contributions to the Savings Plans, at management’s discretion, based upon participants’ savings, subject to certain limitations. For most participants, Company-matching contributions are established each year at the discretion of the Company and are applied to participant accounts up to a maximum of\n6\n% of eligible participant compensation. The Company-matching contribution remained at\n100\n% for 2021.\nCompensation expense and cash contributions related to the Company match of participant contributions to the Savings Plans for 2021, 2020, and 2019 totaled $\n52\nmillion, $\n50\nmillion and $\n49\nmillion, respectively. A portion of the Savings Plans qualifies under the Internal Revenue Code as an Employee Stock Ownership Plan. Accordingly, dividends received on PPG shares held in that portion of the Savings Plans totaling $\n10\nmillion, $\n11\nmillion, and $\n11\nmillion for 2021, 2020, and 2019, respectively, are deductible for PPG’s U.S. Federal tax purposes.\nDefined contribution plans\nAdditionally, the Company has defined contribution plans for certain employees in the U.S., China, United Kingdom, Australia, Italy and other countries. The U.S. defined contribution plan is part of the Employee Savings Plan, and eligible employees receive a contribution equal to between 2% and 5% of annual compensation, based on age and years of service. For the years ended December 31, 2021, 2020 and 2019, the Company recognized expense for its defined contribution retirement plans of $\n88\nmillion, $\n64\nmillion and $\n70\nmillion, respectively. The Company’s annual cash contributions to its defined contribution retirement plans approximated the expense recognized in each year.\nDeferred compensation plan\nThe Company has a deferred compensation plan for certain key managers which allows them to defer a portion of their compensation in a phantom PPG stock account or other phantom investment accounts. The amount deferred earns a return based on the investment options selected by the participant. The amount owed to participants is an unfunded and unsecured general obligation of the Company. Upon retirement, death, disability, termination of employment, scheduled payment or unforeseen emergency, the compensation deferred and related accumulated earnings are distributed in accordance with the participant’s election in cash or in PPG stock, based on the accounts selected by the participant.\nThe plan provides participants with investment alternatives and the ability to transfer amounts between the phantom non-PPG stock investment accounts. To mitigate the impact on compensation expense of changes in the market value of the liability, the Company has purchased a portfolio of marketable securities that mirror the phantom non-PPG stock investment accounts selected by the participants, except the money market accounts. These investments are carried by PPG at fair market value, and the changes in market value of these securities are also included in Income before income taxes in the consolidated statement of income. Trading occurs in this portfolio to align the securities held with the participant’s phantom non-PPG stock investment accounts, except the money market accounts.\nThe cost of the deferred compensation plan, comprised of dividend equivalents accrued on the phantom PPG stock account, investment income and the change in market value of the liability, was $\n20\nmillion, $\n25\nmillion and $\n21\nmillion in 2021, 2020 and 2019, respectively. These amounts are included in Selling, general and administrative in the consolidated statements of income. The change in market value of the investment portfolio was income of $\n18\nmillion, $\n24\nmillion, and $\n20\nmillion in 2021, 2020 and 2019, respectively, and is also included in Selling, general and administrative in the consolidated statements of income.\nThe Company’s obligations under this plan, which are included in Accounts payable and accrued liabilities and Other liabilities on the consolidated balance sheet, totaled $\n139\nmillion and $\n138\nmillion as of December 31, 2021 and 2020, respectively, and the investments in marketable securities, which are included in Investments and Other current assets on the accompanying consolidated balance sheet, were $\n104\nmillion and $\n103\nmillion as of December 31, 2021 and 2020, respectively.\n14.\nCommitments and Contingent Liabilities\nPPG is involved in a number of lawsuits and claims, both actual and potential, including some that it has asserted against others, in which substantial monetary damages are sought. These lawsuits and claims may relate to contract, patent, environmental, product liability, antitrust, employment and other matters arising out of the conduct of PPG’s current and past business activities. To the extent that these lawsuits and claims involve personal injury, property damage and certain other claims, PPG believes it has adequate insurance; however, certain of PPG’s insurers are contesting coverage with respect to some of these claims, and other insurers, as they had prior to the asbestos settlement described below, may contest coverage with respect to some of the asbestos claims. PPG’s lawsuits and claims against others include claims\n2021 PPG ANNUAL REPORT AND FORM 10-K      61\nNotes to the Consolidated Financial Statements\nagainst insurers and other third parties with respect to actual and contingent losses related to environmental, asbestos and other matters.\nThe results of any current or future litigation and claims are inherently unpredictable. However, management believes that, in the aggregate, the outcome of all lawsuits and claims involving PPG will not have a material effect on PPG’s consolidated financial position or liquidity; however, such outcome may be material to the results of operations of any particular period in which costs, if any, are recognized.\nAsbestos Matters\nPrior to 2000, the Company had been named as a defendant in numerous claims alleging bodily injury from exposure to asbestos, including exposure to asbestos-containing products of Pittsburgh Corning Corporation (“PC”) for which the Company was alleged to be liable (the Company and Corning Incorporated were each\n50\n% shareholders in PC prior to April 27, 2016). In 2000, PC filed for relief under Chapter 11 of the Bankruptcy Code in the U.S. Bankruptcy Court for the Western District of Pennsylvania, and the Bankruptcy Court enjoined the prosecution of asbestos litigation against the Company during the pendency of the bankruptcy proceeding.\nFollowing a settlement with certain of the Company’s insurers that was incorporated into a plan of reorganization for PC, the Bankruptcy Court issued a channeling injunction that prohibits claimants from asserting claims against, among others, the Company arising out of exposure to asbestos or asbestos-containing products manufactured, sold or distributed by PC or asbestos on or emanating from any PC premises. The channeling injunction by its terms also precludes the prosecution of other asbestos-related claims against the Company arising out of prior relationships with PC. The foregoing PC-related claims are referred to as “PC Relationship Claims.” The channeling injunction channels the Company’s liability for PC Relationship Claims to a trust funded in part by the Company and certain of its insurers (the “Trust”), and this Trust is the sole recourse for holders of PC Relationship Claims.\nThe channeling injunction does not extend to claims against the Company alleging:\n•\nexposure to asbestos or asbestos-containing products manufactured, sold or distributed by the Company or its subsidiaries that are not PC Relationship Claims (“Products Claims”); and\n•\npersonal injury caused by asbestos on premises presently or formerly owned, leased or occupied by the Company (“Premises Claims”).\nIn 2009, the Company established a $162 million reserve for Products Claims that it has monitored and reviewed on a periodic basis, and until 2021, the Company had not had sufficient current claims information or settlement history on which to base a better estimate of this liability in light of the Bankruptcy Court’s injunction staying most asbestos claims against the Company which was in effect from April 2000 through May 2016.\nCurrent open and active claims\nAs of December 31, 2021, the Company was aware of certain asbestos-related claims pending against the Company and certain of its subsidiaries, consisting of Products Claims, Premises Claims and claims against a subsidiary the Company acquired in 2013 (“Subsidiary Claims”). The Company is defending these claims vigorously.\nIn 2019, as certain claims data became available and as a supplement to its periodic monitoring and review, the Company began performing an annual valuation analysis, based in part on discussions with counsel and reports from valuation consultants, of its claims history and the amount of the Company’s potential liability for asbestos-related claims. As a result of the Company’s 2019 review of its asbestos-related liabilities, a charge of $12 million was recorded in the consolidated statement of income to increase the reserve to reflect the Company’s estimates of potential liability for Premises Claims and Subsidiary Claims.\nIn 2020, based on the results of the Company’s annual valuation analysis, no adjustments to the Company’s estimate of its asbestos-related liabilities were required.\nIn the fourth quarter of 2021, as additional claims data became available following the expiration of the Bankruptcy Court’s injunction in May 2016, the Company adjusted its estimate of potential liability for Products Claims. The 2021 valuation analysis with respect to Products Claims was based, in part, upon a review of claims data; annual filings by disease and year; pending, paid and dismissed claims; indemnity cash flows; and estimates of future claim, indemnity and acceptance rates. The Company also further adjusted its estimates of potential liability for Premises Claims and Subsidiary Claims in the fourth quarter of 2021.\nAs a result of the Company’s fourth quarter 2021 review of its asbestos-related liabilities, income of $133 million was recorded in the consolidated statement of income to reduce the reserve to reflect the Company’s current estimate of potential liability for asbestos-related bodily injury claims through December 31, 2057. As of December 31, 2021 and 2020, the Company’s asbestos-related reserves totaled $54 million and $190 million, respectively.\n2021 PPG ANNUAL REPORT AND 10-K    62\nNotes to the Consolidated Financial Statements\nThe Company believes that, based on presently available information, the total reserves of $54 million for asbestos-related claims will be sufficient to encompass all of the Company’s current and estimable potential future asbestos liabilities. These reserves, which are included within Other liabilities on the accompanying consolidated balance sheets, involve significant management judgment and represent the Company’s current best estimate of its liability for these claims.\nThe Company monitors and reviews the activity associated with its asbestos claims and evaluates, on a periodic basis, its estimated liability for such claims and all underlying assumptions to determine whether any adjustment to the reserves for these claims is required.\nThe amount reserved for asbestos-related claims by its nature is subject to many uncertainties that may change over time, including (i) the ultimate number of claims filed; (ii) whether closed, dismissed or dormant claims are reinstituted, reinstated or revived; (iii) the amounts required to resolve both currently known and future unknown claims; (iv) the amount of insurance, if any, available to cover such claims; (v) the unpredictable aspects of the tort system, including a changing trial docket and the jurisdictions in which trials are scheduled; (vi) the outcome of any trials, including potential judgments or jury verdicts; (vii) the lack of specific information in many cases concerning exposure for which the Company is allegedly responsible, and the claimants’ alleged diseases resulting from such exposure; and (viii) potential changes in applicable federal and/or state tort liability law. All of these factors may have a material effect upon future asbestos-related liability estimates. While the ultimate outcome of the Company’s asbestos litigation cannot be predicted with certainty, the Company believes that any financial exposure resulting from its asbestos-related claims will not have a material adverse effect on the Company’s consolidated financial position, liquidity or results of operations.\nEnvironmental Matters\nIn management’s opinion, the Company operates in an environmentally sound manner and the outcome of the Company’s environmental contingencies will not have a material effect on PPG’s financial position or liquidity; however, any such outcome may be material to the results of operations of any particular period in which costs, if any, are recognized. Management anticipates that the resolution of the Company’s environmental contingencies will occur over an extended period of time.\nAs remediation at certain environmental sites progresses, PPG continues to refine its assumptions underlying the estimates of the expected future costs of its remediation programs. PPG’s ongoing evaluation may result in additional charges against income to adjust the reserves for these sites. In 2021, 2020 and 2019, certain charges have been recorded based on updated estimates to increase existing reserves for these sites. Certain other charges related to environmental remediation actions are also expensed as incurred.\nAs of December 31, 2021 and 2020, PPG had reserves for environmental contingencies associated with PPG’s former chromium manufacturing plant in Jersey City, New Jersey (“New Jersey Chrome”), glass and chemical manufacturing sites, and for other environmental contingencies, including current manufacturing locations and National Priority List sites. These reserves are reported as Accounts payable and accrued liabilities and Other liabilities in the accompanying consolidated balance sheet.\nIn the fourth quarter 2021, PPG released an environmental reserve previously established at the time of the sale of the flat glass business under the terms of the separation agreement, resulting in recognition of $25 million income from discontinued operations.\nPretax charges against income for environmental remediation costs are included in Other charges in the accompanying consolidated statement of income.\nThe pretax charges and cash outlays related to such environmental remediation in 2021, 2020 and 2019, were as follows:\n2021 PPG ANNUAL REPORT AND FORM 10-K      63\nNotes to the Consolidated Financial Statements\nThe Company continues to analyze, assess and remediate the environmental issues associated with New Jersey Chrome as further discussed below. Excluding the charges related to New Jersey Chrome, pretax charges against income for environmental remediation have ranged between approximately $\n5\nmillion and $\n35\nmillion per year for the past\n10\nyears.\nManagement expects cash outlays for environmental remediation costs to range from $\n80\nmillion to $\n100\nmillion in 2022 and $\n20\nmillion to $\n75\nmillion annually from 2023 through 2026.\nIt is possible that technological, regulatory and enforcement developments, the results of environmental studies and other factors could alter the Company’s expectations with respect to future charges against income and future cash outlays. Specifically, the level of expected future remediation costs and cash outlays is highly dependent upon activity related to New Jersey Chrome as discussed below.\nRemediation: New Jersey Chrome\nIn June 2009, PPG entered into a settlement agreement with the New Jersey Department of Environmental Protection (“NJDEP”) and Jersey City, New Jersey (which had asserted claims against PPG for lost tax revenue) which was in the form of a Judicial Consent Order (the \"JCO\"). Under the JCO, PPG accepted sole responsibility for the remediation activities at its former chromium manufacturing location in Jersey City and\n19\nadditional sites. The principal contaminant of concern is hexavalent chromium. The JCO also provided for the appointment of a court-approved Site Administrator who is responsible for establishing a master schedule for the remediation of the\n20\nPPG sites which existed at that time. Over the years, sites have been added as well as removed from the JCO process. Of the original sites in the JCO, a total of\n6\nsoil sites and 11 groundwater sites remain subject to the JCO process.\nThe most significant assumptions underlying the estimate of remediation costs for all New Jersey Chrome sites are those related to the extent and concentration of chromium impacts in the soil, as these determine the quantity of soil that must be treated in place, the quantity that will have to be excavated and transported for offsite disposal, and the nature of disposal required. Remediation of chromium contaminated soils at the location of the former manufacturing site has been substantially completed pursuant to approved remedial action work plans. Remediation of chromium contaminated soils at certain other smaller sites is ongoing and is expected to continue for several years. PPG regularly evaluates the assessments of costs incurred to date versus current progress and the potential cost impacts of the most recent information, including the extent of impacted soils, percentage of hazardous versus non-hazardous soils, daily soil excavation rates, and engineering, administrative and other associated costs. Based on these assessments, the reserve is adjusted accordingly. Principal factors affecting costs include refinements in the estimate of the mix of hazardous to non-hazardous soils to be excavated, an overall increase in soil volumes to be excavated, enhanced water management requirements, decreased daily soil excavation rates due to site conditions, initial estimates for remedial actions related to groundwater, an increase in materials, labor, and logistics costs due to inflationary factors, and oversight and management costs.\nGroundwater remediation at the former Garfield Avenue chromium manufacturing site and adjacent sites is expected to occur over several years. A final groundwater remedial action work plan was submitted to NJDEP in the fourth quarter of 2021.\nPPG’s reserve for remediation of all New Jersey Chrome sites was $\n89\nmillion at December 31, 2021. The major cost components of this liability are related to excavation of impacted soil, as well as groundwater remediation. These components each account for approximately\n40\n% and\n20\n% of the accrued amount, respectively.\nThere are multiple, future events yet to occur, including further remedy selection and design, remedy implementation and execution and applicable governmental agency or community organization approvals. Considerable uncertainty exists regarding the timing of these future events for the New Jersey Chrome sites. Further resolution of these events is expected to occur over the next several years. As these events occur and to the extent that the cost estimates of the environmental remediation remedies change, the existing reserve for this environmental remediation matter will continue to be adjusted.\nRemediation: Glass, Chemicals and Other Sites\nAmong other sites at which PPG is managing environmental liabilities, remedial actions are occurring at a chemical manufacturing site in Barberton, Ohio where PPG has completed a Facility Investigation and Corrective Measure Study under the United States Environmental Protection Agency's Resource Conservation and Recovery Act Corrective Action Program. PPG has also been addressing the impacts from a legacy plate glass manufacturing site in Kokomo, Indiana\n2021 PPG ANNUAL REPORT AND 10-K    64\nNotes to the Consolidated Financial Statements\nunder the Voluntary Remediation Program of the Indiana Department of Environmental Management and a site associated with a legacy plate glass manufacturing site near Ford City, Pennsylvania under the Pennsylvania Land Recycling Program under the oversight of the Pennsylvania Department of Environmental Protection. PPG is currently performing additional investigation and remedial activities at these locations.\nWith respect to certain other waste sites, the financial condition of other potentially responsible parties also contributes to the uncertainty of estimating PPG’s final costs. Although contributors of waste to sites involving other potentially responsible parties may face governmental agency assertions of joint and several liability, in general, final allocations of costs are made based on the relative contributions of wastes to such sites. PPG is generally not a major contributor to such sites.\nRemediation: Reasonably Possible Matters\nIn addition to the amounts currently reserved for environmental remediation, the Company may be subject to loss contingencies related to environmental matters estimated to be as much as $\n100\nmillion to $\n200\nmillion. Such unreserved losses are reasonably possible but are not currently considered to be probable of occurrence. These reasonably possible unreserved losses relate to environmental matters at a number of sites, none of which are individually significant. The loss contingencies related to these sites include significant unresolved issues such as the nature and extent of contamination at these sites and the methods that may have to be employed to remediate them.\nThe impact of evolving programs, such as natural resource damage claims, industrial site re-use initiatives and domestic and international remediation programs, also adds to the present uncertainties with regard to the ultimate resolution of this unreserved exposure to future loss. The Company’s assessment of the potential impact of these environmental contingencies is subject to considerable uncertainty due to the complex, ongoing and evolving process of investigation and remediation, if necessary, of such environmental contingencies, and the potential for technological and regulatory developments.\n15.\nShareholders' Equity\nA class of\n10\nmillion shares of preferred stock, without par value, is authorized but unissued. Common stock has a par value of $1.66\n2\n/\n3\nper share;\n1.2\nbillion shares are authorized.\nPer share cash dividends paid were $\n2.26\n, $\n2.10\nand $\n1.98\nin 2021, 2020 and 2019, respectively.\n16.\nAccumulated Other Comprehensive Loss\n(1)\nThe tax cost/(benefit) related to unrealized foreign currency translation adjustments on tax inter-branch transactions and net investment hedges as of December 31, 2021, 2020 and 2019 was $\n55\nmillion, $(\n6\n) million and $\n19\nmillion, respectively.\n(2)\nThe tax cost/(benefit) related to the adjustment for pension and other postretirement benefits as of December 31, 2021, 2020 and 2019 was $\n48\nmillion, $(\n70\n) million and $(\n57\n) million, respectively. Reclassifications from AOCI are included in the computation of net periodic benefit costs (see Note 13, “Employee Benefit Plans\").\n2021 PPG ANNUAL REPORT AND FORM 10-K      65\nNotes to the Consolidated Financial Statements\n17.\nOther Income\n(1)\nIn 2021, PPG recognized a $\n34\nmillion gain on the sale of a production facility in connection with the Company’s manufacturing footprint consolidation plans and associated restructuring programs.\n18.\nStock-Based Compensation\nThe Company’s stock-based compensation includes stock options, restricted stock units (“RSUs”) and grants of contingent shares that are earned based on achieving targeted levels of total shareholder return. All current grants of stock options, RSUs and contingent shares are made under the PPG Industries, Inc. Amended and Restated Omnibus Incentive Plan (“PPG Amended Omnibus Plan”), which was amended and restated effective April 21, 2016. Shares available for future grants under the PPG Amended Omnibus Plan were\n5.0\nmillion as of December 31, 2021.\nStock Options\nPPG has outstanding stock option awards that have been granted under the PPG Amended Omnibus Plan. Under the PPG Amended Omnibus Plan, certain employees of the Company have been granted options to purchase shares of common stock at prices equal to the fair market value of the shares on the date the options were granted. The options are generally exercisable\n36\nmonths after being granted and have a maximum term of\n10\nyears. Upon exercise of a stock option, shares of Company stock are issued from treasury stock.\nThe fair value of stock options issued to employees is measured on the date of grant and is recognized as expense, net of estimated forfeitures, over the requisite service period. PPG estimates the fair value of stock options using the Black-Scholes option pricing model. The risk-free interest rate is determined by using the U.S. Treasury yield curve at the date of the grant and using a maturity equal to the expected life of the option. The expected life of options is calculated using the average of the vesting term and the maximum term, as prescribed by accounting guidance on the use of the simplified method for determining the expected term of an employee share option. The expected dividend yield and volatility are based on historical stock prices and dividend amounts over past time periods equal in length to the expected life of the options. PPG applies an estimated forfeiture rate that is calculated based on historical activity.\nThe following weighted average assumptions were used to calculate the fair values of stock option grants in each year:\nThe weighted average fair value of options granted was $\n29.27\nper share, $\n21.93\nper share and $\n22.50\nper share for the years ended December 31, 2021, 2020, and 2019, respectively.\n2021 PPG ANNUAL REPORT AND 10-K    66\nNotes to the Consolidated Financial Statements\nAt December 31, 2021, unrecognized compensation cost related to outstanding stock options that have not yet vested totaled $\n8\nmillion. This cost is expected to be recognized as expense over a weighted average period of\n1.5\nyears.\nThe following table presents stock option activity for the years ended December 31, 2021, 2020 and 2019:\nRestricted Stock Units (“RSUs”)\nLong-term incentive value is delivered to selected key management employees by granting RSUs, which have either time or performance-based vesting features. The fair value of an RSU is equal to the market value of a share of PPG stock on the date of grant. Time-based RSUs generally vest over the\nthree\n-year period following the date of grant, unless forfeited, and will be paid out in the form of stock, cash or a combination of both at the Company’s discretion at the end of the\nthree\nyear vesting period. Performance-based RSUs vest based on achieving specific annual performance targets for earnings per share growth and cash flow return on capital over the\nthree\ncalendar year-end periods following the date of grant. Unless forfeited, the performance-based RSUs will be paid out in the form of stock, cash or a combination of both at the Company’s discretion at the end of the\nthree\n-year performance period if PPG meets the performance targets.\nFor awards granted in 2021 and 2020, the amount paid upon vesting of performance-based RSUs may range from\n0\n% to\n200\n% of the original grant, based upon the level of earnings per share growth achieved and frequency with which the annual cash flow return on capital performance target is met over the\nthree\ncalendar year periods comprising the vesting period. Performance against the earnings per share growth and the cash flow return on capital goal is calculated annually, and the annual payout for each goal will be weighted equally over the three-year period. For awards granted in 2019, the amount paid upon vesting of performance-based RSUs may range from\n0\n% to\n180\n% of the original grant, which is based on targets attained over the three-year performance period. The performance-based RSUs granted in 2019 vested at\n150\n%. PPG has assumed that performance-based RSUs granted in 2020 and 2021 will vest at the\n133\n% and\n100\n% level, respectively.\nThere was $\n24\nmillion of total unrecognized compensation cost related to unvested RSUs outstanding as of December 31, 2021. This cost is expected to be recognized as expense over a weighted average period of\n1.5\nyears.\nContingent Share Grants\nThe Company also provides grants of contingent shares to selected key executives that may be earned based on PPG total shareholder return (“TSR”) over the\nthree\n-year period following the date of grant. Contingent share grants (referred to as “TSR awards”) are made annually and are paid out at the end of each\nthree\n-year period based on the Company’s performance. Performance is measured by determining the percentile rank of the total shareholder return of PPG common stock in relation to the total shareholder return of the S&P 500 for the\nthree\n-year period following the date of grant. This comparison group represents the entire S&P 500 Index as it existed at the beginning of the performance period, excluding any companies that have been removed from the index because they ceased to be publicly traded. For awards granted in 2021 and 2020, the payment of awards following the\nthree\n-year award period will be based on performance achieved in accordance with the scale set forth in the plan agreement and may range from\n0\n% to\n200\n% of the initial grant. For awards granted in 2019, the amount paid following the three-year award period may range from\n0\n% to\n220\n% of the initial grant. A payout of\n100\n% is earned if the target performance is achieved. Contingent share awards earn dividend equivalents for the award period, which will be paid to participants or credited to the participants’ deferred compensation plan accounts with the award payout at the end of the period based on the actual number of contingent shares that are earned. Any payments made at the end of the award period may be in the form of stock, cash or a combination of both. The TSR awards qualify as liability awards, and compensation expense is recognized over the\nthree\n-year award period based on the fair value of the awards (giving consideration to the Company’s percentile rank of total shareholder return) remeasured in each reporting period until settlement of the awards.\n2021 PPG ANNUAL REPORT AND FORM 10-K      67\nNotes to the Consolidated Financial Statements\nThe performance period for the TSR shares granted in 2019 ended on December 31, 2021, and PPG’s total shareholder return was measured against that of the S&P 500 over the\nthree\n‑year period. PPG’s ranking on this performance measure was at the 56th percentile, resulting in payouts at\n92.8\n% of target.\nAs of December 31, 2021, there was $\n7\nmillion of total unrecognized compensation cost related to outstanding TSR awards based on the current estimate of fair value. This cost is expected to be recognized as expense over a weighted average period of\n1.4\nyears.\n19.\nRevenue Recognition\nThe Company recognizes revenue when control of the promised goods or services is transferred to the customer and in amounts that the Company expects to collect. The timing of revenue recognition takes into consideration the various shipping terms applicable to the Company’s sales. For most transactions, control passes in accordance with agreed upon delivery terms.\nThe Company delivers products to company-owned stores, home centers and other regional or national consumer retail outlets, paint dealers, concessionaires and independent distributors, company-owned distribution networks, and directly to manufacturing companies and retail customers. Each product delivered to a third party customer is considered to satisfy a performance obligation. Performance obligations generally occur at a point in time and are satisfied when control of the goods passes to the customer. The Company is entitled to collection of the sales price under normal credit terms in the regions in which it operates. Accounts receivable are recognized when there is an unconditional right to consideration. Payment terms vary from customer to customer, depending on creditworthiness, prior payment history and other considerations.\nThe Company also provides services by applying coatings to customers' manufactured parts and assembled products and by providing technical support to certain customers. Performance obligations are satisfied over time as critical milestones are met and as services are provided. PPG is entitled to payment as the services are rendered. For the years ended December 31, 2021, 2020 and 2019, service revenue constituted less than\n5\n% of total revenue.\nNet sales by segment and region for the years ended December 31, 2021, 2020 and 2019 were as follows:\n(1)\nNet sales to external customers are attributed to geographic regions based upon the location of the operating unit shipping the product.\nAllowance for Doubtful Accounts\nAll trade receivables are reported on the consolidated balance sheet at the outstanding principal amount adjusted for any allowance for doubtful accounts and any charge-offs. PPG provides an allowance for doubtful accounts to reduce trade receivables to their estimated net realizable value equal to the amount that is expected to be collected. This allowance is estimated based on historical collection experience, current regional economic and market conditions, the aging of accounts receivable, assessments of current creditworthiness of customers and forward-looking information. The use of forward-looking information is based on certain macroeconomic and microeconomic indicators including, but not limited to, regional business environment risk, political risk, and commercial and financing risks.\nPPG reviews its allowance for doubtful accounts on a quarterly basis to ensure the estimate reflects regional risk trends as well as current and future global operating conditions.\n2021 PPG ANNUAL REPORT AND 10-K    68\nNotes to the Consolidated Financial Statements\nThe following table summarizes allowance for doubtful accounts activity for the years ended December 31, 2021 and 2020:\n(1)\nIn 2020, PPG recorded an allowance for doubtful accounts related to the potential financial impacts of COVID-19. These amounts were estimated based on regional business information, including certain forward-looking information and other considerations. During 2020 and 2021, certain customers filed for bankruptcy as a result of the global pandemic and the trade receivables associated with those customers were written off against the previously established reserve. In 2021, PPG released a portion of the previously established reserve due to improvement in economic conditions in certain countries and a slower pattern of bankruptcies than expected.\n20.\nReportable Business Segment Information\nSegment Organization and Products\nPPG is a multinational manufacturer with\n10\noperating segments (which the Company refers to as “strategic business units”) that are organized based on the Company’s major products lines. The Company’s reportable business segments include the following\ntwo\nsegments: Performance Coatings and Industrial Coatings. The operating segments have been aggregated based on economic similarities, the nature of their products, production processes, end-use markets and methods of distribution.\nThe Performance Coatings reportable business segment is comprised of the automotive refinish coatings, aerospace coatings, architectural coatings – Americas and Asia Pacific, architectural coatings – EMEA, protective and marine coatings and traffic solutions operating segments. This reportable business segment primarily supplies a variety of protective and decorative coatings, sealants and finishes, along with paint strippers, stains and related chemicals, pavement marking products, transparencies and transparent armor.\nThe Industrial Coatings reportable business segment is comprised of the automotive OEM coatings, industrial coatings, packaging coatings, and the specialty coatings and materials operating segments. This reportable business segment primarily supplies a variety of protective and decorative coatings and finishes along with adhesives, sealants, metal pretreatment products, optical monomers and coatings, precipitated silicas and other specialty materials.\nProduction facilities and sales for Performance Coatings and Industrial Coatings are global. PPG’s reportable business segments continue to pursue opportunities to further develop their global reach, including efforts in Asia, Eastern Europe and Latin America. Each of the reportable business segments in which PPG is engaged is highly competitive. The diversification of our product lines and the worldwide sales tend to minimize the impact on PPG’s business of changes in demand in a particular industry or in a particular geographic area.\nThe accounting policies of the operating segments are the same as those described in the summary of significant accounting policies (see Note 1, “Summary of Significant Accounting Policies”). The Company allocates resources to operating segments and evaluates the performance of operating segments based upon segment income, which is income before interest expense – net, income taxes, and noncontrolling interests and excludes certain charges which are considered to be unusual or non-recurring. The Company also evaluates performance of operating segments based on working capital reduction, selling price increases and sales volume growth.\nCorporate unallocated costs include the costs of corporate staff functions not directly associated with the operating segments, certain legal matters, net of related insurance recoveries, the cost of certain insurance and stock-based compensation programs and certain other unusual or non-recurring items. The service cost component of net periodic pension expense related to current employees of each reportable business segment is allocated to that reportable business segment and the remaining portion of net periodic pension expense is included in the Corporate unallocated costs.\nProduct movement between Performance Coatings and Industrial Coatings is limited, is accounted for as an inventory transfer, and is recorded at cost plus a mark-up, the impact of which is not significant to the net sales or segment income of the reportable business segments.\n2021 PPG ANNUAL REPORT AND FORM 10-K      69\nNotes to the Consolidated Financial Statements\n2021 PPG ANNUAL REPORT AND 10-K    70\nNotes to the Consolidated Financial Statements\n(1)\nAcquisition-related costs, net include advisory, legal, accounting, valuation, other professional or consulting fees, and certain internal costs directly incurred to effect acquisitions. These costs are included in Selling, general and administrative expense in the consolidated statement of income. Acquisition-related costs, net also include the impact for the step up to fair value of inventory acquired in certain acquisitions which are included in Cost of Sales, exclusive of depreciation and amortization in the consolidated statement of income.\n(2)\nIncluded in business restructuring-related costs, net are business restructuring charges, accelerated depreciation of certain assets and other related costs, offset by releases related to previously approved programs and a $34 million gain on the sale of certain assets in 2021 in connection with the Company’s manufacturing footprint consolidation plans and associated restructuring programs. This gain is included in Other income in the consolidated statement of income.\n(3)\nIn 2021 and 2020, impairment charges were recorded for the write-down of certain assets related to the previously planned sale of certain smaller entities in non-strategic regions. Also in 2020, an impairment charge was recorded to reduce the carrying value of an indefinite-lived trademark.\n(4)\nIn 2020, two hurricanes damaged a southern U.S. factory supporting the Company's specialty coatings and materials business. In early 2021, a winter storm further damaged that factory as well as other company factories in the southern U.S. Incremental expenses incurred due to these storms included costs related to maintenance and repairs of damaged property, freight and utility premiums and other incremental expenses directly related to the impacted areas\n.\n(5)\nIn the fourth quarter 2021, the reserve for asbestos-related claims was reduced to reflect the Company’s current estimate of potential liability for these claims.\n(6)\nSegment assets are the total assets used in the operation of each segment. Corporate assets are principally cash and cash equivalents, cash held in escrow, short term investments and deferred tax assets.\n2021 PPG ANNUAL REPORT AND FORM 10-K      71"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "(a)\nEvaluation of disclosure controls and procedures.\nBased on their evaluation as of the end of the period covered by this Form 10-K, the Company’s principal executive officer and principal financial officer have concluded that the Company’s disclosure controls and procedures (as defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934 (the “Exchange Act”)) are effective to ensure that information required to be disclosed by the Company in reports that it files or submits under the Exchange Act is recorded, processed, summarized and reported within the time periods specified in Securities and Exchange Commission rules and forms and to ensure that information required to be disclosed by the Company in the reports that it files or submits under the Exchange Act is accumulated and communicated to the Company’s management, including its principal executive and principal financial officers, as appropriate, to allow timely decisions regarding required disclosure\n.\n(b)\nChanges in internal control over financial reporting.\nThere were no changes in the Company’s internal control over financial reporting that occurred during the Company’s quarter ended December 31, 2021 that have materially affected, or are reasonably likely to materially affect, the Company’s internal control over financial reporting.\n(c)\nManagement report on internal control over financial reporting.\nRefer to Management Report on page 32 for management’s annual report on internal control over financial reporting. Refer to Report of Independent Registered Public Accounting Firm on pages 30-31 for PricewaterhouseCoopers LLP’s audit report on the Company’s internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None."
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\nPart III"
  },
  {
    "item_key": "item_10",
    "text": "The information about the Company’s directors required by Item 10 and not otherwise set forth below is contained under the caption “Proposal 1: Election of Directors” in PPG’s definitive Proxy Statement for the 2022 Annual Meeting of Shareholders (the “Proxy Statement”) which the Company anticipates filing with the Securities and Exchange Commission, pursuant to Regulation 14A, not later than 120 days after the end of the Company’s fiscal year, and is incorporated herein by reference.\nThe executive officers of the Company are elected by the Board of Directors. The information required by this item concerning the Company’s executive officers is incorporated by reference herein from Part I of this report under the caption “Information About Our Executive Officers.”\nInformation regarding the Company’s Audit Committee is included in the Proxy Statement under the caption “Corporate Governance – Audit Committee” and is incorporated herein by reference.\nInformation regarding the Company’s codes of ethics is included in the Proxy Statement under the caption “Corporate Governance – Codes of Ethics” and is incorporated herein by reference."
  },
  {
    "item_key": "item_11",
    "text": "The information required by Item 11 is contained in the Proxy Statement under the captions “Compensation of Directors,” “Compensation Discussion and Analysis,” “Compensation of Executive Officers,” “Potential Payments upon Termination or Change in Control,” “Corporate Governance – Compensation Committee Interlocks and Insider Participation,” and “Corporate Governance – Officers-Directors Compensation Committee Report to Shareholders” and is incorporated herein by reference."
  },
  {
    "item_key": "item_12",
    "text": "The information required by Item 12 is contained in the Proxy Statement under the captions “Beneficial Ownership” and “Equity Compensation Plan Information” and is incorporated herein by reference.\n2021 PPG ANNUAL REPORT AND 10-K    72"
  },
  {
    "item_key": "item_13",
    "text": "The information required by Item 13 is contained in the Proxy Statement under the captions “Corporate Governance – Director Independence,” “Corporate Governance – Review and Approval or Ratification of Transactions with Related Persons” and “Corporate Governance – Certain Relationships and Related Transactions” and is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "The information required by Item 14 is contained in the Proxy Statement under the caption “Independent Registered Public Accounting Firm” and is incorporated herein by reference.\nPart IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)(1)    Consolidated Financial Statements and Reports of Independent Registered Public Accounting Firm (see Part II, Item 8 of this Form 10-K).\nThe following information is filed as part of this Form 10-K:\n(a)(2)    Consolidated Financial Statement Schedule for the years ended December 31, 2021, 2020 and 2019.\nThe following Consolidated Financial Statement Schedule should be read in conjunction with the previously referenced financial statements:\nSchedule II – Valuation and Qualifying Accounts\nAllowance for Doubtful Accounts for the Years Ended December 31, 2021, 2020, and 2019\n(1)\nIn 2020, PPG recorded an allowance for doubtful accounts of $\n30\nmillion related to the potential financial impacts of COVID-19. In 2021, PPG released $\n14\nmillion of the previously established reserve due to improvement in economic conditions in certain countries and a slower pattern of bankruptcies than expected.\n(2)\nNotes and accounts receivable written off as uncollectible, net of recoveries, amounts attributable to divestitures and changes attributable to foreign currency translation.\nAll other schedules are omitted because they are not applicable.\n2021 PPG ANNUAL REPORT AND FORM 10-K      73\n(a)(3)    Exhibits. The following exhibits are filed as a part of, or incorporated by reference into, this Form 10-K.\nIndex to Exhibits\n2021 PPG ANNUAL REPORT AND 10-K    74\n2021 PPG ANNUAL REPORT AND FORM 10-K      75"
  },
  {
    "item_key": "item_16",
    "text": "None.\n2021 PPG ANNUAL REPORT AND 10-K    76\nSignatures\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned thereunto duly authorized on February 17, 2022.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed by the following persons on behalf of the Registrant and in the capacities indicated on February 17, 2022.\n2021 PPG ANNUAL REPORT AND FORM 10-K      77"
  }
]