[
  {
    "item_key": "item_1",
    "text": "General Overview\nRollins, Inc. (“Rollins,” “we,” “us,” “our,” or the “Company”), is an international services company headquartered in Atlanta, Georgia. Through our family of leading brands, we provide essential pest and wildlife control services and protection against termite damage, rodents and insects to more than two million residential and commercial customers from more than 800 Company-owned and franchised locations in over 70 countries.  Over the course of our lengthy operating history, we have garnered a reputation for providing great customer service. The contracted and recurring nature of our services provide us with visibility into a significant portion of our future earnings.\nIn 1964, brothers O. Wayne and John Rollins acquired Orkin Exterminating Company and in 1965 we changed our name from Rollins Broadcasting, Inc to Rollins, Inc. In 1968, Rollins began trading on the New York Stock Exchange under the symbol “ROL”. Since then, we have grown into a premier consumer and commercial services business with numerous industry leading brands including the world renowned Orkin, as well as HomeTeam Pest Defense, Clark Pest Control, Western Pest Services, Critter Control Wildlife, and Northwest Pest Control, among others.\nWe operate under one reportable segment which contains our three business lines:\nOur Competitive Strengths\nRollins is a global leader in pest control. We have established a portfolio of premier brands with extensive service capabilities across a deep operating network. Our scale enables delivery of great service and provides a significant and reinforcing competitive advantage through (i) comprehensive capabilities to win new residential and commercial accounts, (ii) technology investments for operations optimization and enhanced customer experience, (iii) route density to manage variable costs, and (iv) financial flexibility to generate organic growth and pursue M&A.\nRobust Operating Platform with Proprietary Technology\nOur extensive footprint creates an efficient and scalable operating platform to facilitate exceptional customer service delivery, increased cross-selling opportunities, and cost efficiencies. We have strategically invested in proprietary routing and scheduling technologies to increase our competitive advantage, which includes real-time service tracking and customer Internet communication to personalize the customer experience. We also developed and launched our proprietary Branch Operating Support System (“BOSS”), which offers a back-end interface to facilitate service tracking and payment processing for technicians. BOSS also provides virtual route management tools to increase route efficiency across our network, reducing miles driven and associated costs while increasing customer retention through on-time and rapid response service.\nDifferentiated Employee Base and Service Delivery\nOur employees are critical to delivering an outstanding customer experience, and we are highly focused on providing our team with best-in-class training and development opportunities. We operate the 27,000 square foot Rollins Learning Center training facility located in Atlanta, GA, which is a distance-learning and global broadcast facility with simulated environments and classrooms for training. In addition to in-person training, the Rollins Learning Center offers on-demand training sessions that employees can access from anywhere\n3\n​\nin the world that are produced at our on-site, state-of-the-art broadcast studio. Our unique programs contribute to our position as an employer of choice and have earned us recognition from Training magazine among the Top 125 U.S. Training Companies 16 times in the past 19 years. We continuously monitor co-worker engagement and customer loyalty.\nExperienced Management Team\nOur management team combines extensive business and consumer services experience with robust local pest control leadership. Consistent with our culture of attracting, developing and progressing talented individuals, our senior leadership team consists of a combination of long-term internal leaders and strategic hires from well-respected external platforms. Our Chairman and CEO, Gary Rollins, is the son of Rollins, Inc. co-founder O. Wayne Rollins and has spent his entire career with the Company, serving as CEO since 2001.\nInternational Business\nWe continue to expand our international presence through organic growth, international acquisitions, and our international franchise programs. In 2021, we saw revenue growth in our operations in Canada, Australia, the United Kingdom, and Singapore. We believe geographic diversity allows us to increase brand recognition, meet demands of global customers, and draw on business and technical expertise from teams in several countries, and offers us an opportunity to access new markets.\nFranchising Programs\nWe have franchise programs through Orkin, Critter Control and our Australian subsidiaries. We had a total of 135, 128 and 134 domestic franchise agreements as of December 31, 2021, 2020 and 2019, respectively. International franchise agreements totaled 103, 101 and 104 as of December 31, 2021, 2020 and 2019, respectively. Transactions with our franchises involve sales of territories and customer contracts to establish new franchises and the payment of initial franchise fees and royalties by franchisees. The territories, customer contracts and initial franchise fees are typically paid for by a combination of cash and notes.\nAcquisition Strategy\nWe have extensive experience acquiring companies of all sizes. Over the last three years, we have completed approximately 100 acquisitions, including 39 acquisitions in 2021. Our acquisition strategy targets high quality, profitable businesses with strong leadership that would benefit from incremental growth capital and have the potential to achieve margin expansion through cost and revenue synergies.\nSeasonality\nOur business is somewhat affected by weather conditions, including climate change and the seasonal nature of our pest and termite control services. The increase in pest presence and activity, as well as the metamorphosis of termites in the spring and summer (the occurrence of which is determined by the timing of the change in seasons), has historically resulted in an increase in the revenue of our pest and termite control operations during such periods as evidenced by the following chart.\n​\nMaterials and Supplies\nOur Company has relationships with a vast network of national pest control product distributors, manufacturers and other suppliers for pest and termite control treatment products. We maintain a sufficient level of products, materials, and other supplies to fulfill our immediate servicing needs and to mitigate any potential short-term shortage in availability from our national network of suppliers. We\n4\n​\nalso have qualified comparable products and materials for key categories to have alternatives ready as needed. However, at any time supply chain disruptions that are more than short-term in nature could impact our levels of products, materials and other supplies.\nCompetition\nWe operate in a highly competitive environment. The principal factors of competition in our pest and termite control markets are the delivery of high quality of service, customer proximity, guarantee terms, reputation for safety, technical proficiency, and price. Due to our strong direct partnerships with product manufacturers, distributors, and visibility into the inventories, ordering and distribution of materials and supplies, we are able to foresee potential supply disruptions and to quickly adapt. The use of an innovative and industry changing distribution model and technology enables us to maintain adequate supplies for our field operations without a significant investment in warehousing and inventory.\nWe believe that, through our wholly-owned subsidiaries, we compete effectively and favorably with our competitors as one of the world’s largest pest and termite control companies. Our major competitors include Terminix, Ecolab, Rentokil and Anticimex.\nResearch and Development\nOur expenditures on research activities relating to the development of new products or services are not significant. We utilize the relationships with our manufacturer and materials suppliers to provide new and innovative products and services, coupled with in-depth reviews by our tenured Technical Services department to ensure they meet our strict requirements. We also conduct tests of new products with the specific manufacturers of such products and we rely on research performed by leading universities.\nIn addition, we also work closely with leading scientists, educators, industry consultants and suppliers to improve service protocols and materials.\nWe maintain close relationships with several universities for research and validation of treatment procedures and material selection. Some of the new and improved service methods and products are also researched, developed and produced by unaffiliated universities and companies with a portion of these methods and products being produced to the specifications provided by us.\nEnvironmental and Regulatory Considerations\nOur business is subject to various local and national legislative and regulatory enactments including, but not limited to, environmental laws, antitrust laws, employment laws (including wage and hour laws, payroll taxes and anti-discrimination laws), immigration laws, motor vehicle laws and regulations, human health and safety laws, securities laws including, but not limited to, SEC regulations, and federal, state and local laws and regulations governing worker safety and the pest and termite control industry. If we were to fail to comply with any of these applicable laws or regulations, we could be subject to substantial fines or damages, be involved in lawsuits, enforcement actions and other claims by third parties or governmental authorities, suffer losses to our reputation and our business or suffer the loss of licenses or penalties that may affect how the business is operated, which, in turn, could have a material adverse effect on our financial condition, results of operations and cash flows.\nEnvironmental, Health and Safety Matters\nSpecifically, our businesses are subject to various international, federal, state and local laws and regulations regarding environmental, health and safety matters. Among other things, these laws regulate the emission or discharge of materials into the environment, govern the use, storage, treatment, disposal, transportation and management of hazardous substances and wastes and protect the health and safety of our employees. These laws also impose liability for the costs of investigating and remediating, and damages resulting from, present and past releases of hazardous substances, including releases by prior owners or operators of sites we currently own or operate. Compliance with environmental, health and safety laws increases our operating costs, limits or restricts the services we provide and subjects us to the possibility of regulatory or private actions or proceedings.\nConsumer Protection, Privacy and Solicitation Matters\nAdditionally, we are subject to international, federal, state, provincial and local laws and regulations designed to protect consumers generally, including laws governing lending, debt collection and consumer finance, consumer privacy and fraud, the collection and use\n5\n​\nof consumer data, telemarketing and other forms of solicitation. The telemarketing rules adopted by the Federal Communications Commission pursuant to the Federal Telephone Consumer Protection Act of 1991 and the Federal Telemarketing Sales Rule issued by the Federal Trade Commission, along with other legal authorities, govern our telephone sales practices. The CAN-SPAM Act regulates our email solicitations and the Consumer Review Fairness Act regulates consumer opinions on social media regarding our products and services. The California Consumer Privacy Act provides consumers the right to know what personal data we collect, how it is used, and the right to access, delete and opt out of the sale of their personal information to third parties.\nFranchise Matters\nCertain of our subsidiaries are subject to various international, federal, state, provincial and local laws and regulations governing franchise sales, marketing and licensing and franchise trade practices generally, including applicable rules and regulations of the Federal Trade Commission. These laws and regulations generally require disclosure of business information in connection with the sale and licensing of our franchises. Certain state regulations also affect our ability as a franchisor, to revoke or refuse to renew a franchise. From time to time, we and one or more franchisees have been, and may in the future become, involved in a dispute regarding the franchise relationship, including payment of royalties or fees, location of branches, advertising, purchase of products by franchisees, non-competition covenants, compliance with our standards or franchise renewal criteria. Any such franchise dispute could possibly have an adverse effect on our reputation, financial condition, results of operations and cash flows.\nIntellectual Property\nWe rely on a combination of intellectual property rights, including patents, trademarks, copyrights, trade secrets, and contractual provisions to protect our intellectual property. Our worldwide intellectual property portfolio is strengthened through innovation and brand recognition, and a comprehensive approach for protection and enforcement. Risk factors associated with our intellectual property are discussed in Item 1.A. \"Risk Factors\".\nWe protect and promote our intellectual property portfolio and take those actions we deem appropriate to enforce our intellectual property rights and to defend our rights both domestically and internationally. Although in the aggregate, our global portfolio of more than 450 trademarks is a valuable asset that is important to our operations, we believe that our competitive advantage is also largely attributable to the technical, marketing, and sales competence and capabilities of our employees, rather than on any individual trademark. Therefore, we do not consider the expiration or loss of any single trademark or intellectual property right, to be material to our business as a whole.\nHuman Capital\nWe believe one of the largest contributors to our Company’s success is the quality of our people. Attracting, developing and retaining high-quality talent is the primary objective of our human capital management. The development and retention of high-quality talent leads to a better customer experience and better customer retention. We develop and engage our people through our training at all levels of our organization.\nAs of December 31, 2021, the Company had 16,482 employees. Approximately 14,800 of our employees were located in the United States, with approximately 13,700 employees at U.S. branch offices. Of the U.S. employees, less than 2% are represented by a labor union or covered by a collective bargaining agreement.\n​\nDiversity, Equity and Inclusion\nWe make it a priority to promote and create a diverse, equitable and inclusive workplace that results in higher levels of satisfaction and engagement, stronger staff retention, higher productivity, and a heightened sense of belonging. Our mission is to have a culture of inclusion, where all individuals feel respected, are treated fairly, with an equitable opportunity to excel. To reinforce our mission, we launched a new global Diversity, Equity, and Inclusion (DEI) initiative in 2020. We created an Inclusion Advisory Council made up of employees from several different brands across the United States and Canada as a component of this initiative. In 2021 the Executive Leadership team approved a full-time management level position that will spearhead the Workplace Inclusion Strategic Plan.  With the\n6\n​\ncontinued input from the Advisory Council, the Director’s focus is on implementing the plan, monitoring, evaluating and measuring our efforts. Additionally, towards the end of 2020, we launched MissQuito, which is our first US based company that is led by a black woman. MissQuito began servicing customers in early 2021.  Our goal is to create organizational change focusing on inclusion for all employees and connection with all customers.\nHealth and Safety during COVID-19\nWe are committed to the health and safety of our employees, customers and communities where we work, live and play. During fiscal 2021, as a result of the COVID-19 pandemic, we continued to execute our pre-established business continuity plans including our pandemic “SAFE Workplace” procedures to maintain compliance with state and local jurisdictions.  We continue to limit traffic in and out of our locations.  Management also regularly updates our employees and customers on COVID-19 developments in a consistent and timely manner which includes contact information for our Employee Assistance Program.\nCommunity Involvement\nWe offer employees the opportunity to participate in various community outreach programs and believe that this commitment helps the Company to meet its goals of attracting, developing and retaining high-quality employees. We created Rollins United in 2019 to unify our brands’ philanthropic visions and consolidate our community outreach efforts. Our overarching goal is to create a significant impact in local communities over an extended period of time. The core mission of Rollins United is that everyone deserves a safe place to live, work, and play.\nOver the last 40 years, we have partnered with the United Way of Greater Atlanta through employee and company-matching funds, helping make Rollins a community leader for many years. Rollins ranked #11 in the top 25 corporate contributors in 2020 compared to ranking #14 in 2019. Along with personal contributions from employees, the company hosts rallies, contests, and a silent auction to raise funds. Rollins has continued to increase its contributions from a 2020 total of $1.1 million to a 2021 total of $1.2 million.\nWe also have a partnership with the Grove Park Foundation (the “Foundation”) to help serve our Atlanta community. The partnership allows our employees to volunteer and support the Foundation, which is committed to neighborhood revitalization to improve the quality of life in Northwest Atlanta. Representatives from our Atlanta family of brands participate in volunteer opportunities in the Grove Park neighborhood throughout the year.  Additionally, many of our operations engage regularly with their local community efforts throughout the year.\nAvailable Information\nOur Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to these reports, are available free of charge on our website at\nwww.rollins.com\n, under the heading “SEC Filings,” as soon as reasonably practicable after those reports are electronically filed with or furnished to the Securities and Exchange Commission (“SEC”).\nForward-Looking Statements\nThis Annual Report contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Such forward-looking statements include, but are not limited to, statements regarding:\n(1) our visibility into our future earnings because of the contracted and recurring nature of our services; (2) our investments in proprietary routing and scheduling technologies to increase our competitive advantage; (3) our belief that international expansion and geographic diversity allow us to increase brand recognition, meet demands of global customers and draw on business and technical expertise from teams in several countries, as well as access new markets; (4) our ability to quickly adapt to potential supply disruptions because of our strong direct partnerships with product manufacturers, distributors, and visibility into the inventories, ordering and distribution of materials and supplies; (5) our ability to maintain adequate supplies for our field operations without a significant investment in warehousing and inventory because of the use of an innovative and industry changing distribution model and technology; (6) our belief that the expiration or loss of any single trademark or intellectual property right would not be material to our business as a whole; (7) our belief that we compete effectively and favorably with our competitors as one of the world’s largest pest and termite control companies; (8) our belief that we maintain a sufficient level of products, materials and other supplies to fulfill our immediate servicing needs and to alleviate any potential short-term shortage in availability from our national network of suppliers; (9) the suitability and adequacy of our\n7\n​\nfacilities to meet our current and reasonably anticipated future needs; (10) our belief that the development and retention of high-quality talent leads to a better customer experience and better customer retention; (11) our belief that if we make it a priority to promote and create a diverse, equitable and inclusive workplace, it will result in higher levels of satisfaction and engagement, stronger staff retention, higher productivity, and a heightened sense of belonging; (12) our goals to create organizational change focusing on inclusion for all employees; (13) our belief that our commitment to offer employees the opportunity to participate in various community outreach programs will help us meet our goals of attracting, developing and retaining high-quality employees and create a significant impact in local communities over time; (14) our belief that no pending claim, proceeding or litigation, either alone or in the aggregate, will have a material adverse effect on our business, results of operations, financial condition, cash flow or prospects; (15) our belief that we establish sufficient loss contingency reserves based upon outcomes of such pending claims, proceedings or litigation that we currently believe to be probable and reasonably estimable; (16) our belief that the SEC Investigation is primarily focused on how the Company established accruals and reserves at period-ends for periods beginning January 1, 2016 through December 31, 2018 and the impact of those accruals and reserves on reported earnings per share, specifically, in the first quarter of 2016 and the second quarter of 2017 and the Company’s inability to predict the outcome of the SEC investigation, or the possibility that the ultimate amount of potential liability could be different from the amount accrued under ASC 450; (17) our belief that no restatement of our prior period financial statements will be required as a result of the SEC Investigation or matters related thereto; (18) our belief that our current cash and cash equivalents balances, future cash flows expected to be generated from operating activities, and available borrowings under our $175.0 million revolving credit facility and $300.0 million term loan facility (as amended January 27, 2022) will be sufficient to finance our current operations and obligations, and fund expansion of our business for the foreseeable future; (19) our expectation to continue our payment of cash dividends, subject to our earnings and financial condition and other relevant factors; (20) our belief that we maintain adequate liquidity and capital resources, without regard to its foreign deposits, to finance domestic operations and obligations and to fund expansion of our domestic business; (21) our projected 2022 capital expenditures; (22) our plans to seek new acquisitions; (23) the plans to grow the business in foreign markets through reinvestment of foreign deposits and future earnings and through acquisitions of unrelated companies with no expectation of repatriation of cash from our foreign subsidiaries; (24) our belief that we have adequate liquid assets, funding sources and insurance accruals to accommodate certain insurance claims; (25) our expectation that we will maintain compliance with the covenants contained in our Revolving Credit Agreement throughout 2022; (26) the expected impact and amount of our contractual obligations; (27) our expectations regarding termite claims and factors that impact future costs from those claims; (28) the expected collectability of accounts receivable; (29) our belief that our tax positions are fully supportable; (30) our beliefs about our accounting policies and the impact of recent accounting pronouncements; (31) our belief that our exposure to market risks arising from changes in foreign exchange rates will not have a material impact upon our results of operations going forward; (32) our ability to utilize all of our foreign net operating losses; (33) our reasonable certainty that we will exercise the renewal options on our vehicle leases; (34) expectations regarding the recognition of compensation costs related to time-lapse restricted shares; (35) our ability to be proactive in safety and risk management to develop and maintain ongoing programs to reduce and prevent incidents and claims under our insurance programs and arrangements; (36) our potential suspension of future services for customers with past due balances; and (37) management’s intention that our floating-to-fixed interest rate swap for an aggregate notional amount of $100.0 million will hedge a portion of the Company’s floating rate indebtedness under the Credit Facility.\nOur actual results could differ materially from those indicated by the forward-looking statements because of various risks, timing and uncertainties including, without limitation, the failure to maintain and enhance our brands and develop a positive client reputation; our ability to protect our intellectual property and other proprietary rights that are material to our business and our brand recognition; actions taken by our franchisees, subcontractors or vendors that may harm our business; general economic conditions; the impact of the extent and duration of economic contraction related to COVID-19 on general economic activity for the remainder of 2022 and beyond; the impact of future developments related to the COVID-19 pandemic on the Company’s business, results of operations, accounting assumptions and estimates and financial condition, including, without limitation, restrictions in customer discretionary expenditures, disruptions in credit or financial markets, increases in fuel prices, raw material costs or other operating costs; potential increases in labor costs; labor shortages and/or our inability to attract and retain skilled workers; competitive factors and pricing practices; changes in industry practices or technologies; the degree of success of our termite process reforms and pest control selling and treatment methods; our ability to identify, complete and successfully integrate potential acquisitions; unsuccessful expansion into international markets; climate change and unfavorable weather conditions; a breach of data security resulting in the unauthorized access of personal, financial, proprietary, confidential or other personal data or information about our customers, employees, third parties, or of our proprietary confidential information; damage to our brands or reputation; possibility of an adverse ruling against us in pending litigation, regulatory action or investigation; the ongoing SEC investigation and any potential related risks and uncertainties; changes in various government laws and regulations, including environmental regulations; the adequacy of our insurance coverage to cover all significant risk exposures; the effectiveness of our risk management and safety program; general market risk; management’s substantial ownership interest and its impact on public stockholders and the availability of the Company’s common stock to the investing public; and the\n8\n​\nexistence of certain anti-takeover provisions in our governance documents, which could make a tender offer, change in control or takeover attempt that is opposed by the Company’s Board of Directors more difficult or expensive. All of the foregoing risks and uncertainties are beyond our ability to control, and in many cases, we cannot predict the risks and uncertainties that could cause our actual results to differ materially from those indicated by the forward-looking statements. The Company does not undertake to update its forward-looking statements.\n​"
  },
  {
    "item_key": "item_1a",
    "text": "An investment in our common stock involves certain risks. Before making an investment decision, you should carefully consider the following risks and all of the other information included in this Annual Report on Form 10-K. Our business, financial condition or results of operations could be materially adversely affected by any of these risks. The trading price of our common stock could decline due to any of these risks, and you may lose all or part of your investment. This Annual Report on Form 10-K also contains forward-looking statements that involve risks and uncertainties. Our actual results could differ materially from those anticipated in these forward-looking statements as a result of certain factors, including the risks faced by us described below and elsewhere in this Annual Report on Form 10-K. You are cautioned that the risk factors discussed below are not exhaustive.\nRisks Related to our Business, Brand, Industry and Operations\nWe face risks regarding our ability to maintain our competitive position in the pest control industry in the future.\nWe operate in a highly competitive industry. Our revenues and earnings are affected by changes in competitors’ prices and general economic issues. We compete with other large pest control companies, as well as numerous smaller pest control companies, for a finite number of customers. We believe that the principal competitive factors in the market areas that we serve are quality of service, customer proximity, terms of guarantees, reputation for safety, technical proficiency and price. Although we believe that our experience and reputation for safety and quality service are excellent, we cannot assure investors that we will be able to maintain our competitive position in the future and any competitive pressures we may face could have a material adverse effect on our reputation, financial condition, results of operations and cash flows.\nWe may not be able to identify, complete or successfully integrate acquisitions or guarantee that any acquisitions will achieve the anticipated financial benefits, all of which could have a negative impact on our financial condition and results of operations.\nAcquisitions have been and may continue to be an important element of our business strategy. We cannot assure investors that we will be able to identify and acquire acceptable acquisition candidates on terms favorable to us in the future, or that any acquisitions will achieve the anticipated financial benefits. Our inability to achieve the anticipated financial benefits from any acquisition transactions may not be realized due to any number of factors, including, but not limited to, unsuccessful integration efforts, unexpected or underestimated liabilities or increased costs, fees, expenses and charges related to such transactions. Such adverse events could result in a decrease in the estimated fair value of goodwill or other intangible assets established as a result of such transactions, triggering an impairment. These and other factors could have a material adverse effect on our financial condition and results of operations.\nExpanding into international markets presents unique challenges, and our expansion efforts with respect to international operations may not be successful.\nAn element of our strategy includes further expansion into international markets. Our ability to successfully operate in international markets may be adversely affected by political, economic and social conditions beyond our control, local laws and customs, and legal and regulatory constraints, including compliance with applicable anti-corruption and currency laws and regulations of the countries or regions in which we currently operate or intend to operate in the future. Risks inherent in our existing and future international operations also include, among others, the costs and difficulties of managing international operations, difficulties in identifying and gaining access to local suppliers, suffering possible adverse tax consequences from changes in tax laws or the unfavorable resolution of tax assessments or audits, maintaining product quality and greater difficulty in enforcing intellectual property rights. Additionally, foreign currency exchange rates and fluctuations could have an adverse effect on our financial results.\nOur business depends on our strong brands and failing to maintain and enhance our brands and develop a positive client reputation could hurt our ability to retain and expand our base of customers.\n9\n​\nOur strong brands, Rollins, Orkin, HomeTeam, Clark Pest Control, Western, Northwest Exterminating, Trutech, Critter Control, IFC, Waltham, and others have significantly contributed to the success of our business.  Maintaining and enhancing our brands increases our ability to enter new markets and launch new and innovative services that better serve the needs of our customers.  Our brands may be negatively impacted by a number of factors, including, among others, reputational issues and product/technical failures.  Further, if our brands are significantly damaged, our business, results of operations, and financial condition could be materially adversely affected.  We continue to develop strategies and innovative tools to gain a deeper understanding of customer acquisition and retention in order to more effectively expand and retain our customer base. Maintaining and enhancing our brands will depend largely on our ability to remain a service leader and continue to provide high-quality pest control services that are truly beneficial and play a meaningful role in people’s lives.\nOur franchisees, subcontractors, and vendors could take actions that could harm our business.\nOur franchisees, subcontractors, and vendors are contractually obligated to operate their businesses in accordance with the standards set forth in our agreements with them and applicable laws and regulations. Each of our brands that are franchised also provides training and support to franchisees. However, franchisees, subcontractors, and vendors are independent third parties that we do not control, and who own, operate and oversee the daily operations of their businesses, and the ultimate success of any business operation rests with the business owner. If franchisees do not successfully operate their businesses in a manner consistent with required standards, royalty payments owed to us will be adversely affected and our brands’ image and reputation could be harmed. This could materially adversely impact our business, financial condition, results of operations and cash flows. Similarly, if franchisees, subcontractors, and vendors do not successfully operate their businesses in a manner consistent with required laws, standards and regulations, we could be subject to claims from regulators or legal claims for the actions or omissions of such third-party franchisees, subcontractors, and vendors. In addition, our relationship with our franchisees, subcontractors, and vendors could become strained (including resulting in litigation) as we impose new standards or assert more rigorous enforcement practices of the existing required standards. These strains in our relationships or any resulting claims could have a material adverse effect on our reputation, financial condition, results of operations and cash flows.\nFrom time to time, we receive communications from our franchisees regarding complaints, disputes or questions about our practices and standards in relation to our franchised operations and certain economic terms of our franchise arrangements. If franchisees or groups representing franchisees were to bring legal proceedings against us, our reputation, business, financial condition, results of operations and cash flows could be materially adversely affected.\nLabor shortages and/or our ability to attract and retain skilled workers may impair growth potential and profitability.\nOur ability to remain productive and profitable will depend substantially on our ability to attract and retain skilled workers, create leadership opportunities and successfully implement diversity, equity and inclusion initiatives. Our ability to expand our operations is in part impacted by our ability to increase our labor force. The demand for employees is high, and the supply is limited. COVID-19 has exacerbated labor shortages and the enforcement of COVID-19 mandates may result in additional labor shortages which could negatively affect our ability to efficiently operate at full capacity or lead to increased costs, such as increased overtime to meet demand and increased wage rates to attract and retain employees. A significant increase in the wages paid and benefits offered by competing employers could also result in a reduction in our labor force, increases in our labor costs, or both. Prolonged labor shortages, increased turnover or labor inflation could diminish our profitability and impair our growth potential which could have a material adverse effect on our reputation, business, financial condition, results of operations or cash flows.\nClimate change and unfavorable weather conditions could adversely impact our financial results.\nOur operations are directly impacted by the weather conditions worldwide, including catastrophic events, natural disasters and potential impacts from climate change. Climate change continues to receive increasing global attention. The possible effects of climate change could include changes in rainfall patterns, water shortages, changing storm patterns and intensities, changing temperature levels and changes in legislation, regulation, and international accords, all of which could adversely impact our costs and business operations. The business of our Company is also affected by seasonality associated with our pest and termite control services. The increase in pest presence and activity, as well as the metamorphosis of termites in the spring and summer (the occurrence of which is determined by the timing of the change in seasons), has historically resulted in an increase in the revenue and income of our pest and termite control operations during such periods. The business of the Company is also affected by extreme weather such as drought which can greatly reduce the pest population for extended periods. Because of the uncertainty of weather volatility related to climate change and any\n10\n​\nresulting unfavorable weather conditions, we cannot predict its potential impact on our business, financial condition, results of operations and cash flows.\nRisks Related to the Global Economy and Public Health Crises\nOur business, results of operations and financial condition are impacted by the coronavirus (COVID-19) pandemic and the restrictions put in place in connection therewith.\nWe have responded and continue to respond to the global outbreak of COVID-19 by taking steps to mitigate the potential risks posed to us by its spread and the impact of the restrictions put in place by the local, state and federal governments to protect the population. We continue to execute our comprehensive set of protocols for the health and safety of our employees, customers, and business partners, such as wearing masks, gloves, and other personal protective equipment, social distancing and utilizing electronic documents, among others. However, due to the unprecedented uncertainty surrounding the duration of COVID-19, COVID-19 variants, rapidly changing governmental directives, public health challenges and progress, macroeconomic consequences, and market reactions thereto, we are not able at this time to predict the extent to which the COVID-19 pandemic may have a material adverse effect on our results of operations or financial condition, and it continues to be challenging for our management to estimate the future performance of our business and develop strategies to generate growth or achieve our objectives for 2022 and beyond.\nIn September 2021, the federal government issued an executive order requiring United States based employees, contractors, and subcontractors that work on or in support of United States government contracts, to be fully vaccinated by January 4, 2022, and it only permits limited exceptions for medical and religious reasons (the “COVID-19 Executive Order”). On December 7, 2021, the United States District Court for the Southern District of Georgia issued a preliminary nationwide injunction enjoining the enforcement of the COVID-19 Executive Order.  The government appealed the order to the United States Court of Appeals for the Eleventh Circuit and briefing is due to the Eleventh Circuit by April 4, 2022.\nAs a result of the COVID-19 Executive Order, we may be forced to terminate relationships with various United States government agencies we provide services to. Furthermore, certain customers have issued vaccine requirements with respect to our technicians who provide on-site services at our commercial customer’s facilities. The COVID-19 Executive Order along with any customer-specific mandates or rules could result in labor shortages as well as difficulty securing future labor needs, which could impact our ability to provide services to our customers, potentially resulting in material adverse impacts to our reputation, results of operations, financial condition and cash flows.\nAdverse economic conditions, including inflation and restrictions in customer discretionary expenditures, disruptions in credit or financial markets, increases in fuel prices, raw material costs, or other operating costs could materially adversely affect our business.\nEconomic downturns may adversely affect our commercial customers, including food service, hospitality and food processing industries whose business levels are particularly sensitive to adverse economies. For example, we may lose commercial customers and related revenues because of consolidation or cessation of commercial businesses or because these businesses switch to a lower cost provider.  Pest and termite services represent discretionary expenditures to many of our residential customers. If consumers restrict their discretionary expenditures, due to inflation or other economic hardships, we may suffer a decline in revenues from our residential service lines. Disruptions in credit or financial markets could make it more difficult for us to obtain, or increase the cost of obtaining, financing in the future. In addition, there can be no assurances that fuel prices, raw material costs, or other operating costs, all of which may be subject to inflationary pressures, will not materially increase in future years and we cannot predict the extent to which any such future increases could materially adversely affect our financial condition, results of operations and cash flows.\n11\n​\nRisks Related to Cybersecurity, Privacy Compliance and Business Disruptions\nThe Company, its wholly-owned subsidiaries, third-party business partners and service providers have been subject to cybersecurity incidents in the past and could be the targets of future attacks which could result in the disruption to the Company’s business operations, economic and reputational damage, and possible fines, penalties and private litigation, if there is unauthorized access to or unintentional distribution of personal, financial, proprietary, confidential, or other protected data or information the Company is entrusted to keep about its customers, employees, business practices, or third parties.\nOur internal information technology (“IT”) systems contain certain personal, financial, health, or other protected and confidential information that is entrusted to us by our customers and employees.  Our IT systems also contain the Company’s and its wholly-owned subsidiaries’ proprietary and other confidential information related to our business, such as business plans, customer lists and product and service development initiatives. From time to time, we have integration with new IT systems due to organic growth and acquisitions. In addition, we grant third-party business partners and service providers access to confidential information in order to facilitate business operations and administer employee benefits.  Employees, third-party business partners, and service providers can knowingly or unknowingly disseminate such information or serve as an entry point for bad actors to access such information. For example, in October 2021, one of our third-party information technology Managed Service Providers (“MSP”) was the target of a cybersecurity incident (the “Incident”) resulting in the shutdown of our third-party Customer Relationship Management software used by certain subsidiaries whose aggregate annual revenues comprise less than 11% of our total revenues. There was no known material day-to-day impact to our ability to provide normal service to customers and there was no known indication that the information of our customers or employees was compromised as a result of the Incident. The Incident did not have a material adverse effect on our business, reputation, results of operation or financial condition; however, we may continue to be the target of further cybersecurity incidents that could possibly have a material adverse effect on our business, reputation, results of operation or financial condition. We are also subject to risks associated with attacks involving our supply chain, such as the vulnerabilities of IT infrastructure management software provided by SolarWinds Corporation. During 2021, we have observed an increase in ransomware attacks in our supply chain. In December 2021, a vulnerability named “Log4Shell” was reported for the widely used Java logging library, ApacheLog4j2. We have reviewed the use of this library within our software product portfolio and in our IT environment and have taken steps to mitigate the vulnerability; however, there can be no assurances that other similar vulnerabilities or cybersecurity incidents may not occur in the future or may not have a material adverse effect on our business, reputation, results of operation or financial condition.\nOur privacy compliance and digital risk management initiatives focus on the threats and risks to enterprise information and the underlying IT systems processing such information as part of the implementation of business processes.  The Company also relies on, among other things, commercially available vendors, cybersecurity protection systems, software, tools and monitoring to provide security for processing, transmission and storage of protected information and data. The systems currently used for transmission and approval of payment card transactions, and the technology utilized in payment cards themselves, all of which can put payment card data at risk, meet standards set by the payment card industry (“PCI”). We have also implemented policies and procedures, internal training, system controls, and monitoring and audit processes to protect the Company from internal and external vulnerabilities and to comply with consumer privacy laws in the areas in which we operate.  Further, the Company limits retention of certain data, encrypts certain data and otherwise protects information to comply with consumer privacy laws in the areas in which we operate.\nWe continue to evaluate and modify our systems and protocols for data security compliance purposes, and such standards may change from time to time. We monitor certain third-party business partners and service providers for compliance and vulnerabilities.  Activities by bad actors, changes in computer and software capabilities and encryption technology, new tools and discoveries, cloud applications, changes in multi-jurisdictional regulations, and other events or developments may result in a compromise or breach of our systems. Any compromises, breaches, application errors or human mistakes related to our systems or failures to comply with applicable standards could not only disrupt our financial operations, including our customers’ ability to pay for our services and products by credit card or their willingness to purchase our services and products, but could also result in violations of applicable laws, regulations, orders, industry standards or agreements and subject us to costs, penalties and liabilities which could have a material adverse impact on our reputation, business, financial condition, results of operations and cash flows. A breach of data security or failure to comply with rigorous multi-jurisdictional consumer privacy requirements could expose us to customer litigation, regulatory actions and costs related to the reporting and handling of such a violation or breach. Furthermore, while we maintain cybersecurity insurance, our insurance may not cover all\n12\n​\nliabilities incurred due to a security breach or incident and this could have a material adverse effect on our reputation, financial condition, results of operations and cash flows.\nRisks Related to Certain Intellectual Property Rights\nOur brand recognition could be impacted if we are not able to adequately protect our intellectual property and other proprietary rights that are material to our business.\nOur ability to compete effectively depends in part on our rights to service marks, trademarks, trade names and other intellectual property rights we own or license, particularly our registered brand names and service marks, Orkin®, Orkin Canada®, HomeTeam Pest Defense®, TAEXX®, Clark Pest Control®, Western Pest Services®, Northwest Exterminating®, Critter Control®, IFC®, Trutech®, Waltham Pest Services®, OPC Services®, Perma Treat Pest and Termite Control®, Crane Pest Control®, Murray Pest Control®, Allpest®, Statewide Pest Control®, Safeguard the Pest Control People®, Aardwolf Pestkare®, Adams Pest Control™, McCall® and others. Although we have sought to register or protect many of our marks either in the United States or in the countries in which they are or may be used, we have not sought to protect our marks in every country. Furthermore, because of the differences in foreign trademark, patent and other intellectual property or proprietary rights laws, we may not receive the same protection in other countries as we would in the United States. If we are unable to protect our proprietary information and brand names, we could suffer a material adverse effect to our reputation, business, financial condition, results of operations and cash flows. Litigation may be necessary to enforce our intellectual property rights and protect our proprietary information, or to defend against claims by third parties that our products, services or activities infringe their intellectual property rights.\nRisks Related to Legal, Regulatory and Risk Management Matters\nWe are from time to time subject to lawsuits, investigations and other proceedings which could have a material adverse effect on our business, financial condition and results of operations, and our operations may be adversely affected if we fail to comply with applicable law or other governmental regulations, including environmental and other regulations relating to the pest control industry.\nIn the normal course of business, we are involved in various claims, contractual disputes, investigations, arbitrations and litigation, including claims that our acts, omissions, services or vehicles caused damage or injury, claims that our services did not achieve the desired results, claims related to acquisitions, allegations by federal, state or local authorities, including the SEC, of violations of regulations or statutes, claims related to wage and hour law violations and claims related to environmental matters.  These claims, proceedings or litigation, either alone or in the aggregate, could have a material adverse effect on our business, financial condition, results of operations, and cash flows.\nAdditionally, our business is significantly affected by and subject to regulation by various federal, state, provincial, regional and local governments in the countries in which we operate, including, but not limited to, environmental laws, antitrust laws, consumer protection laws, employment laws, including wage and hour laws, payroll taxes and anti-discrimination laws, immigration, human health and safety laws and other regulations relating to the pest control industry.\nWe are unable to predict whether such laws will, in the future, materially affect our operations and financial condition or whether any changes will require us to incur substantial increases in costs in order to comply with such changes. Penalties for noncompliance with these laws may include investigations, criminal sanctions or civil remedies, including, but not limited to, cancellation of licenses, fines, and other corrective actions, which could negatively affect our reputation, financial condition, results of operations and cash flows.\n13\n​\nThe ongoing SEC investigation and any potential related litigation entail risks and uncertainties.\nAs we previously disclosed, the SEC is conducting an investigation (the “SEC Investigation”).  We believe the SEC Investigation is primarily focused on how the Company established accruals and reserves at period-ends for periods beginning January 1, 2016 through December 31, 2018 and the impact of those accruals and reserves on reported earnings per share, specifically, in the first quarter of 2016 and the second quarter of 2017.  The Company is in ongoing discussions with the SEC staff regarding a potential resolution of the SEC Investigation.  In light of the foregoing, in accordance with the accounting guidance in ASC 450, “Contingencies,” the Company recorded an accrual for $8.0 million related to the SEC Investigation in the third and fourth quarters of 2021, which is reflected in other current liabilities in our consolidated statements of financial position.  The ultimate amount of any liability related to the potential resolution of the SEC Investigation could be different from the $8.0 million accrued as of December 31, 2021.  The Company will continue to cooperate with the SEC in working towards a final resolution of the SEC Investigation.  As we previously reported during the third quarter of 2021, the Audit Committee of the Company’s Board of Directors initiated a related, supplemental internal investigation. This supplemental investigation was concluded in the fourth quarter of 2021.  The Company believes that no restatement of its prior period financial statements will be required as a result of the SEC Investigation or matters related thereto.\nThere can be no assurance that the SEC or another regulatory body will not make further regulatory inquiries or pursue action against the Company and its directors or senior officers that could result in potentially significant sanctions and penalties, or that could require the Company to take additional remedial steps, which could include revising or restating portions of our historical net income and earnings per share for the impacted quarterly periods.  Potential sanctions against the Company and/or individuals include penalties, injunctions, and cease-and-desist orders. In addition, the Company and its current or former senior officers and directors may be subject to litigation, including by the Company’s stockholders, related to the matters under review by the SEC.  Accordingly, the SEC investigation and any potential related litigation in connection with the SEC Investigation entail risks and uncertainties the outcome of which could materially adversely affect our reputation, results of operations, financial position and liquidity, and stock price.\nOur insurance coverage may be inadequate to cover all significant risk exposures.\nWe are exposed to liabilities that are unique to our business and the services we provide. We maintain commercial liability insurance that extends to products liability. In addition, we also maintain other insurance and other traditional risk transfer tools to respond to certain types of liabilities and risks.  However, such tools are subject to terms such as deductibles, retentions, limits and policy exclusions, as well as risk of denial of coverage, default or insolvency. If we suffer unexpected or uncovered losses, or if any of our insurance policies are terminated for any reason or are not effective in mitigating our risks, we may incur losses that are not covered or that exceed our coverage limits which could adversely affect our results of operations, financial condition, and cash flows. In addition, there can be no assurance that the types or levels of coverage maintained are adequate to cover these potential significant and catastrophic risks. Further, we may not be able to continue to maintain our existing insurance coverage or obtain comparable or additional insurance coverage at a reasonable cost in the event a significant product or service claim arises.\nOur safety and risk management programs may not have the intended effect of reducing our liability for employee-work related injuries, third party-liability claims or property loss.\nOur safety management system and performance measures are critical to our reputation. Many of our customers require that we meet certain safety criteria to be eligible to provide service and bid for contracts, and many contracts provide for automatic termination or forfeiture of some or all of our contract fees or profit in the event we fail to meet certain measures. Accordingly, if we fail to maintain adequate safety standards, we could experience reduced profitability or the loss of projects or clients, which could have a material adverse effect on our reputation, financial condition and results of operations.\nWe attempt to mitigate risks relating to employee work-related injuries, third-party liability, or property loss through the implementation of company-wide safety management programs designed to focus on prevention and decrease the occurrence of accidents or events that may occur. It is expected that any such decreases could also have the effect of stabilizing or reducing our insurance costs. However, incidents involving injury or property loss may be caused by multiple potential factors, a significant number of which are beyond our control. Therefore, there is no guarantee that our safety and risk management and safety programs will have the desired effect of avoiding or controlling all potential expenses and liability exposure.\n​\n14\n​\nRisks Related to our Capital and Ownership Structure\nThe Company’s management has a substantial ownership interest; public stockholders may have no effective voice in the Company’s management.\nThe Company has elected the “Controlled Company” exemption under Section 303A of the New York Stock Exchange (“NYSE”) Listed Company Manual. The Company is a “Controlled Company” because a group that includes the Company’s Chairman of the Board and Chief Executive Officer, Gary W. Rollins, and certain companies under his control (the “Controlling Group”), controls in excess of fifty percent of the Company’s voting power. As a “Controlled Company,” the Company need not comply with certain NYSE rules, including, without limitation, the requirements that the Company have a majority of independent directors, and an independent compensation and nominating committee of the Board.\nRollins, Inc.’s executive officers, directors and their affiliates hold directly, or through indirect beneficial ownership, in the aggregate, approximately 53 percent of the Company’s outstanding shares of common stock as of December 31, 2021. As a result, these persons will effectively control the operations of the Company, including the election of directors and approval of significant corporate transactions such as acquisitions and approval of matters requiring stockholder approval. This concentration of ownership could also have the effect of delaying or preventing a third party from acquiring control of the Company at a premium.\nOur management has a substantial ownership interest, and the availability of the Company’s common stock to the investing public may be limited.\nThe availability of Rollins’ common stock to the investing public is limited to those shares not held by the executive officers, directors and their affiliates, which could negatively impact Rollins’ stock trading prices and affect the ability of minority stockholders to sell their shares. Future sales by executive officers, directors and their affiliates of all or a portion of their shares could also negatively affect the trading price of our common stock.\nThe Controlling Group could take various actions or engage in certain transactions that could negatively impact our common stock price, cause volatility in the market for our common stock or have a material adverse impact on our results of operations and our financial condition.\nThe Controlling Group may from time to time and at any time, in their sole discretion, acquire or cause to be acquired, additional equity or other instruments of the Company, its subsidiaries or affiliates, or derivative instruments the value of which is linked to Company securities, or dispose or cause to be disposed, such equity or other securities or instruments, in any amount that the Controlling Group may determine in their sole discretion, through open market transactions, privately negotiated transactions or otherwise. In addition, depending upon a variety of factors, the Controlling Group may at any time engage in discussions with the Company and its affiliates, and other persons, including retained outside advisers, concerning the Company’s business, management, strategic alternatives and direction, and in their sole discretion, consider, formulate and implement various plans or proposals intended to enhance the value of their investment in the Company, including, among other things, proposing or effecting any matter that would constitute or result in: (i) the acquisition by any person of additional securities of the Company or the disposition of securities of the Company, in addition to the possible normal course dissolution of additional entities for estate or tax planning purposes; (ii) an extraordinary corporate transaction, such as a merger, reorganization or liquidation, involving the Company or any subsidiary thereof; (iii) a sale or transfer of a material amount of assets of the Company or any subsidiary thereof; (iv) a change in the present board of directors or management of the Company, including any plans or proposals to change the number or term of directors or to fill any existing vacancies on the board; (v) a material change in the present capitalization or dividend policy of the Company; (vi)  other material changes in the Company’s business or corporate structure; (vii) changes in the Company’s charter, bylaws, or instruments corresponding thereto, or other actions which may impede the acquisition of control of the Company by any person; (viii) causing a class of securities of the Company to be delisted from a national securities exchange or to cease to be authorized to be quoted in an inter-dealer quotation system of a registered national securities association; or (ix) a class of equity securities of the Company becoming eligible for termination of registration pursuant to Section 12(g)(4) of the Securities Exchange Act of 1934, as amended. In the event the Controlling Group were to engage in any of the actions enumerated above, our common stock price could be negatively impacted, such actions could cause volatility in the market for our common stock or could have a material adverse effect on our results of operations and our financial condition.\n15\n​\nCertain provisions in Rollins, Inc.’s certificate of incorporation and bylaws may inhibit a takeover of the Company.\nRollins, Inc.’s certificate of incorporation, bylaws and other documents contain provisions including advance notice requirements for stockholder proposals and staggered terms for the Board of Directors. These provisions may make a tender offer, change in control or takeover attempt that is opposed by the Company’s Board of Directors more difficult or expensive.\n​"
  },
  {
    "item_key": "item_1b",
    "text": "None.\n​"
  },
  {
    "item_key": "item_2",
    "text": "The Company’s administrative headquarters are owned by the Company, and are located at 2170 Piedmont Road, N.E., Atlanta, Georgia 30324. The Company owns or leases over 600 branch offices and operating facilities used in its business as well as the Rollins Training Center located in Atlanta, Georgia, and the Pacific Division Administration and Training Center in Riverside, California. None of the branch offices, individually considered, represents a materially important physical property of the Company. The facilities are suitable and adequate to meet the current and reasonably anticipated future needs of the Company.\n​"
  },
  {
    "item_key": "item_3",
    "text": "In the normal course of business, the Company and its subsidiaries are involved in, and will continue to be involved in, various claims, arbitrations, contractual disputes, investigations, and regulatory and litigation matters relating to, and arising out of, our businesses and our operations. These matters may involve, but are not limited to, allegations that our services or vehicles caused damage or injury, claims that our services did not achieve the desired results, claims related to acquisitions and allegations by federal, state or local authorities of violations of regulations or statutes. In addition, we are parties to employment-related cases and claims from time to time, which may include claims on a representative or class action basis alleging wage and hour law violations. We are also involved from time to time in certain environmental matters primarily arising in the normal course of business. We evaluate pending and threatened claims and establish loss contingency reserves based upon outcomes we currently believe to be probable and reasonably estimable.\nAs we previously disclosed, the SEC is conducting an investigation (the “SEC Investigation”).  We believe the SEC Investigation is primarily focused on how the Company established accruals and reserves at period-ends for periods beginning January 1, 2016 through December 31, 2018 and the impact of those accruals and reserves on reported earnings per share, specifically, in the first quarter of 2016 and the second quarter of 2017.  The Company is in ongoing discussions with the SEC staff regarding a potential resolution of the SEC Investigation.  In light of the foregoing, in accordance with the accounting guidance in ASC 450, “Contingencies,” the Company recorded an accrual for $8.0 million related to the SEC Investigation in the third and fourth quarters of 2021, which is reflected in other current liabilities in our consolidated statements of financial position.  The ultimate amount of any liability related to the potential resolution of the SEC Investigation could be different from the $8.0 million accrued as of December 31, 2021.  The Company will continue to cooperate with the SEC in working towards a final resolution of the SEC Investigation.  As we previously reported during the third quarter of 2021, the Audit Committee of the Company’s Board of Directors initiated a related, supplemental internal investigation. This supplemental investigation was concluded in the fourth quarter of 2021.   The Company believes that no restatement of its prior period financial statements will be required as a result of the SEC Investigation or matters related thereto.  See “Item 1A. Risk Factors-- Risks Related to Legal, Regulatory and Risk Management Matters -- The ongoing SEC investigation and any potential related litigation entail risks and uncertainties.”\nManagement does not believe that any pending claim, proceeding or litigation, regulatory action or investigation, either alone or in the aggregate, will have a material adverse effect on the Company’s financial position, results of operations or liquidity; however, it is possible that an unfavorable outcome of some or all of the matters could result in a charge that might be material to the results of an individual quarter or year.\n​"
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n​\n​\n16\n​\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "The common stock of the Company is listed on the New York Stock Exchange and is traded on the Philadelphia, Chicago and Boston Exchanges under the symbol ROL.\nAs of January 31, 2022, there were 7,747 holders of record of the Company’s common stock. However, a large number of our shareholders hold their shares in “street name” in brokerage accounts and, therefore, do not appear on the shareholder list maintained by our transfer agent.\nIssuer Purchases of Equity Securities\nDuring the years ended December 31, 2021 and 2020, the Company did not repurchase shares on the open market. In total, there remains 11.4 million additional shares authorized to be repurchased under prior Board approval. The repurchase program does not have an expiration date.\n​\n​\n17\n​\nPERFORMANCE GRAPH\nThe following graph sets forth a five-year comparison of the cumulative total stockholder return based on the performance of the stock of the Company as compared with both a broad equity market index and an industry index. The indices included in the following graph are the S&P 500 Index and the S&P 500 Commercial Services Index.\nCOMPARISON OF FIVE YEAR CUMULATIVE TOTAL RETURN*\n​\nASSUMES INITIAL INVESTMENT OF $100\n*TOTAL RETURN ASSUMES REINVESTMENT OF DIVIDENDS\nNOTE: TOTAL RETURNS BASED ON MARKET CAPITALIZATION\n18\n​\n​\n​"
  },
  {
    "item_key": "item_6",
    "text": "​\n​\n​"
  },
  {
    "item_key": "item_7",
    "text": "Presentation\nThis discussion should be read in conjunction with our audited financial statements and related notes included elsewhere in this document. Discussions of 2019 items and year-to-year comparisons of 2020 and 2019 that are not included in this Form 10-K can be found in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 on our Annual report on Form 10-K for the year ended December 31, 2020. The following discussion (as well as other discussions in this document) contains forward-looking statements. Please see “Cautionary Statement Regarding Forward-Looking Statements” for a discussion of uncertainties, risks and assumptions associated with these statements.\nThe Company\nRollins, Inc. (“Rollins,” “we,” “us,” “our,” or the “Company”), is an international services company headquartered in Atlanta, Georgia that provides pest and termite control services to both residential and commercial customers through its wholly-owned subsidiaries and independent franchises in the United States, Canada, Australia, Europe, and Asia with international franchises in Canada, Central and South America, the Caribbean, Europe, the Middle East, Asia, Africa, and Australia. Our pest and termite control services are performed pursuant to terms of contracts that specify the pricing arrangement with the customer. The Company operates as one reportable segment and the results of operations and its financial condition are not reliant upon any single customer.\n​\nGeneral Operating Comments\n2021 marked the Company’s 24th consecutive year of increased revenues. Revenues for the year rose 12.2% percent to $2.4 billion compared to $2.2 billion for the prior year. Income before income taxes increased 33.9% to $474.8 million compared to $354.7 million the prior year. Net income increased 34.5% to $350.7 million, with earnings per diluted share of $0.71 compared to $260.8 million, or $0.53 per diluted share for the prior year. The Company has continued to increase dividends to investors with $0.42 per diluted share paid in 2021 as compared to $0.33 per diluted share for the prior year, resulting in a 27% increase in dividends per share. In 2020, the dividend was reduced due to the uncertainty surrounding the effects of the COVID-19 pandemic (“COVID-19”) to our business.\nCybersecurity Incident\nIn October 2021, a third-party information technology Managed Service Provider (“MSP”) of the Company was the target of a cybersecurity incident (the “Incident”) resulting in the shutdown of the Company’s third-party Customer Relationship Management software used by certain of our subsidiaries whose aggregate annual revenues comprise less than 11% of our total revenues. Upon notice of the Incident from the MSP, the Company immediately initiated its incident response protocols. There was no known material day-to-day impact to our ability to provide normal service to customers and there was no known indication that the information of our customers or employees was compromised as a result of the Incident. The Incident did not have a material adverse effect on our business, results of operation or financial condition; however, we may continue to be the target of further cybersecurity incidents that could possibly have a material adverse effect on our business, reputation, results of operation or financial condition. More information about our cybersecurity risks is discussed under Item 1A., “Risk Factors,” of Part I of this Annual Report on Form 10-K.\nCOVID-19\nThe global spread and unprecedented impact of the COVID-19 pandemic (“COVID-19”) continues to create significant volatility, uncertainty and economic disruption around the world. In 2020, the pest control industry was designated as “essential” by the Department of Homeland Security. The Company has been able to remain operational in every part of the world in which it operates. With the availability of vaccinations, many COVID-19 restrictions have been lifted; however, public hesitancy regarding the vaccinations and the continued spread of COVID-19, may result in additional restrictions and mandates being imposed. The situation related to COVID-19 continues to be complex and dynamic. We cannot reasonably estimate the duration of the pandemic or fully ascertain its impact to\n19\n​\nour future results. We will continue to actively monitor the rapidly evolving situation related to COVID-19 and may take actions that may alter our operations, including those that may be required by federal, state, or local authorities, or that we determine are in the best interests of our employees, customers and communities. We do not know when, or if, it will become practical to relax or eliminate some or all of these measures entirely as there is no guarantee that COVID-19 will be fully contained.\nThe Company’s consolidated financial statements reflect estimates and assumptions made by management that affect the reported amounts of assets and liabilities and related disclosures as of the date of the consolidated financial statements. The Company considered the impact of COVID-19 on the assumptions and estimates used in preparing the consolidated financial statements. In the opinion of management, all adjustments necessary for a fair presentation of the Company’s financial results for the year have been made. These adjustments are of a normal recurring nature but complicated by the uncertainty surrounding the global economic impact of COVID-19. The results of operations for the year ended December 31, 2021 are not necessarily indicative of results for future years. The severity, magnitude and duration, as well as the economic consequences of COVID-19, are uncertain, rapidly changing and difficult to predict. Therefore, our accounting estimates and assumptions may change over time in response to COVID-19 and may change materially in future periods.\n​\n20\n​\nResults of Operations—2021 Versus 2020\n​\nRevenues\nRevenues for the year ended December 31, 2021 were $2.4 billion, an increase of $263.1 million, or 12.2%, from 2020 revenues of $2.2 billion. Comparing 2021 to 2020, residential pest control revenue increased 13%, commercial pest control revenue increased 10% and termite and ancillary services grew 14%. The Company’s revenue mix for the year ended December 31, 2021 consisted primarily of 46% residential pest control, 34% commercial pest control and 20% termite and ancillary revenues (such as moisture control, insulation, deck and gutter work). The Company’s foreign operations accounted for approximately 8% and 7% of total revenues for the years ended December 31, 2021 and 2020, respectively.\nCost of Services Provided\nFor the twelve months ended December 31, 2021, cost of services provided increased $114.0 million, or 10.9%, compared to the twelve months ended December 31, 2020. The increase was driven by increased people costs and materials and supplies due to the increase in revenues. Additionally, fleet costs increased mainly driven by an increase in fuel costs.\nSales, General and Administrative\nFor the twelve months ended December 31, 2021, sales, general and administrative (SG&A) expenses increased $71.3 million, or 10.9%, compared to the twelve months ended December 31, 2020. The increases were driven by increased people costs mostly due to sales personnel, directly related to our increase in revenues. Additionally, SG&A increased due to the accrual related to the potential settlement of the ongoing SEC matter of $8.0 million, increased advertising costs and the charitable donation of certain excess personal protection equipment.\nDepreciation and Amortization\nFor the twelve months ended December 31, 2021, depreciation and amortization increased $5.9 million, or 6.7%, compared to the twelve months ended December 31, 2020. The increase was due to the additional amortization of customer contracts from several acquisitions.\n21\n​\nOther (Income) Expense\nDuring the twelve months ended December 31, 2021, other income increased $44.0 million primarily due to the Company recognizing a gain of $35.7 million compared to a loss of $1.6 million in the prior year. The current year gain is primarily related to multiple sale-leaseback transactions where the Company sold and leased back properties that it acquired in 2019 with the Clark Pest Control acquisition. Additionally, 2020 included $6.7 million of accelerated stock compensation vesting expense that did not occur in 2021.\nInterest Expense, Net\nInterest expense, net for the years ended December 31, 2021 and 2020 was $0.8 million and $5.1 million respectively. The decrease was primarily driven by the lower average debt balance in 2021 compared to the same period in 2020.\nIncome Taxes\nThe Company’s effective tax rate decreased to 26.1% in 2021 compared to 26.5% in 2020. The rate is lower in the current year due to a net increase in beneficial deductions, driven by an increase in the portion of officer’s compensation deductions that were allowable.\nLiquidity and Capital Resources\nCash and Cash Flow\nCash from operating activities is the principal source of cash generation for our businesses.\nThe most significant source of cash in our cash flow from operations is customer-related activities, the largest of which is collecting cash resulting from services sold. The most significant operating use of cash is to pay our suppliers, employees, tax authorities and others for a wide range of material and services.\nThe Company’s cash and cash equivalents at December 31, 2021, and 2020 were $105.3 million and $98.5 million, respectively.\n​\nCash Provided by Operating Activities\nThe Company’s operations generated cash of $401.8 million for the year ended December 31, 2021 primarily from net income of $350.7 million, compared with cash provided by operating activities of $435.8 million in 2020. During 2021, the Company paid the employer-only payroll taxes that were deferred under the Coronavirus Aid, Relief, and Economic Security Act (the “CARES” Act) which was signed into law on March 27, 2020. The CARES Act tax deferrals in 2020 and payments in 2021 are the primary drivers for the decline in net cash from operating activities in 2021. The Company believes its current cash and cash equivalents balances, future cash flows expected to be generated from operating activities, and available borrowings under its $175 million revolving credit facility and $250 million term loan facility, (which was amended in January 2022 to $300 million) will be sufficient to finance its current operations and obligations, and fund expansion of the business for the foreseeable future.\nCash Used in Investing Activities\nThe Company used $99.0 million in investing activities for the year ended December 31, 2021 and used $162.4 million for the year ended December 31, 2020. The Company invested approximately $27.2 million in capital expenditures during 2021 compared to $23.2 million during 2020. Capital expenditures for the year consisted primarily of property purchases, equipment replacements and technology-related projects. The Company expects to invest between $25.0 million and $35.0 million in 2022 in capital expenditures.\n22\n​\nCash paid for acquisitions totaled $146.1 million for the year ended December 31, 2021 as compared to $147.6 million for the year ended December 31, 2020. The expenditures for the Company’s acquisitions were funded through existing cash balances, borrowings on our line of credit, a term loan, and other operating cash flows. The Company continues to seek new acquisitions. To offset the use of cash we had approximately $74.4 million related to the sale of assets for the year ended December 31, 2021, mostly related to the Clark Pest property sale leasebacks, as compared to $7.7 million of asset sales for the year ended December 31, 2020.\nCash Used in or Provided by Financing Activities\nThe Company used $290.2 million in financing activities for the year ended December 31, 2021 and $281.3 million in financing activities for the year ended December 31, 2020. The Company repaid $48.0 million of its outstanding debt balance throughout 2021, net of borrowings, compared to $88.5 million during 2020, net of borrowings. A total of $208.7 million was paid in cash dividends ($0.42 per share) during the year ended December 31, 2021 including a special dividend paid in December 2021 of $0.08 per share, compared to $160.5 million in cash dividends paid ($0.33 per share) during the year ended December 31, 2020, including a special dividend paid in December 2020 of $0.09 per share. In 2020, the dividend was reduced due to the uncertainty surrounding the effects of the COVID-19 pandemic (“COVID-19”) to our business.\nIn 2012, the Company’s Board of Directors authorized the purchase of up to 5 million shares of the Company’s common stock. After adjustments for stock splits, the total authorized shares under the share repurchase plan are 16.9 million shares. The Company did not purchase shares on the open market during the years ended December 31, 2021, 2020 and 2019. There remain 11.4 million shares authorized to be repurchased under prior Board approval. The Company repurchased $10.7 million, $8.3 million, and $10.0 million of common stock for the years ended December 31, 2021, 2020 and 2019, respectively, from employees for the payment of taxes on vesting restricted shares.\nThe Company’s $105.3 million of total cash at December 31, 2021 is primarily cash held at various banking institutions. Approximately $78.1 million is held in cash accounts at international bank institutions and the remaining $27.2 million is primarily held in Federal Deposit Insurance Corporation (“FDIC”) insured non-interest-bearing accounts at various domestic banks which at times may exceed federally insured amounts.\nThe Company’s international business is expanding, and we intend to continue to grow the business in foreign markets in the future through reinvestment of foreign deposits and future earnings as well as acquisitions of unrelated companies. Repatriation of cash from the Company’s international subsidiaries is not a part of the Company’s current business plan.\nRollins maintains adequate liquidity and capital resources, without regard to its foreign deposits, that are directed to finance domestic operations and obligations and to fund expansion of its domestic business. In order to comply with applicable debt covenants, the Company is required to maintain at all times a leverage ratio of not greater than 3.00:1.00. The leverage ratio is calculated as of the last day of the fiscal quarter most recently ended. The Company remained in compliance with applicable debt covenants at December 31, 2021 and expects to maintain compliance throughout 2022.\nFor Information regarding our Revolving Credit Agreement see Note 4 – Debt of the Notes to Financial Statements (Part II, Item 8 of this Form 10-K).\nLitigation\nFor discussion on the Company’s legal contingencies, see Note 13 – Commitments and Contingencies to the accompanying financial statements, and Part I, Item 3, Legal Proceedings.\n23\n​\nContractual Obligations and Contingent Liabilities and Commitments\nThe impact that the Company’s contractual obligations as of December 31, 2021 are expected to have on our liquidity and cash flow in future periods is as follows:\n​\n1.\nThese amounts represent expected payments under the January 27, 2022 amended Credit Agreement as detailed in Note 4 to the financial statements.\n2.\nThese amounts represent expected payments with interest for unrecognized tax benefits as of December 31, 2021.\n​\nCritical Accounting Estimates\nThe Company views critical accounting estimates to be those that are very important to the portrayal of our financial condition and results of operations, and that require management’s most difficult, complex or subjective judgments. The circumstances that make these judgments difficult or complex relate to the need for management to make estimates about the effect of matters that are inherently uncertain. We believe our critical accounting estimate to be as follows:\nAccrued Insurance—\nThe Company retains, up to specified limits, certain risks related to general liability, workers’ compensation and auto liability. Risks are managed through either high deductible insurance or, for Clark Pest Control only, a non-affiliated group captive insurance member arrangement. The estimated costs of existing and future claims under the retained loss program are accrued based upon historical trends as incidents occur, whether reported or unreported (although actual settlement of the claims may not be made until future periods) and may be subsequently revised based on developments relating to such claims. The group captive is subject to a third-party actuary retained by the captive manager, independent from the Company.  For the high deductible insurance program, the Company contracts with an independent third-party actuary on a semi-annual basis to provide the Company an estimated liability based upon historical claims information. The actuarial study is a major consideration in establishing the reserve, along with management’s knowledge of changes in business practice and existing claims compared to current balances. Management’s judgment is inherently subjective as a number of factors are outside management’s knowledge and control. Additionally, historical information is not always an accurate indication of future events. The Company continues to be proactive in safety and risk management to develop and maintain ongoing programs to reduce and prevent incidents and claims. Initiatives that have been implemented include required pre-employment screening and ongoing motor vehicle record review for all drivers, post-offer physicals for new employees, pre-hire, random and post incident drug testing, driver training and post-injury nurse triage for work-related injuries. The accruals and reserves we hold are based on estimates that involve a degree of judgment and are inherently variable and could be overestimated or insufficient. If actual claims exceed our estimates, our operating results could be materially affected, and our ability to take timely corrective actions to limit future costs may be limited.\nRecent Accounting Guidance and Other Policies and Estimates\nSee Note 1 - Summary of Significant Accounting Policies of the Notes to Financial Statements (Part II, Item 8 of this Form 10-K) for further discussion.\n​\n24\n​"
  },
  {
    "item_key": "item_7a",
    "text": "Market Risk\nThe Company maintained an investment portfolio (included in cash and cash equivalents) subject to short-term interest rate risk exposure. The Company is subject to interest rate risk exposure through borrowings on its $175.0 million revolving credit facility and amended $300.0 million term loan facility that was amended effective January 27, 2022. As of December 31, 2021, the revolving commitment had outstanding borrowings of $107.0 million and the term loan had outstanding borrowings of $48.0 million. Additionally, the Company maintained $37.2 million in Letters of Credit. See Note 4 to the accompanying financial statements for further details regarding debt. These letters of credit are required by the Company’s fronting insurance companies and/or certain states, due to the Company’s self-insured status, to secure various workers’ compensation and casualty insurance contracts coverage. The Company believes that it has adequate liquid assets, funding sources and insurance accruals to accommodate such claims. The Company is also exposed to market risks arising from changes in foreign exchange rates. The Company believes that this foreign exchange rate risk will not have a material impact upon the Company’s results of operations going forward. For a discussion of the Company’s activities to manage risks relative to fluctuations in foreign currency exchange rates, see Note 11 to the accompanying financial statements.\n​\n25\n​\n​\n​"
  },
  {
    "item_key": "item_8",
    "text": "MANAGEMENT’S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nTo the Stockholders of Rollins, Inc.:\nThe management of Rollins, Inc. and subsidiaries is responsible for establishing and maintaining adequate internal control over financial reporting for the Company. Rollins, Inc. maintains a system of internal accounting controls designed to provide reasonable assurance, at a reasonable cost, that assets are safeguarded against loss or unauthorized use and that the financial records are adequate and can be relied upon to produce financial statements in accordance with accounting principles generally accepted in the United States of America. The internal control system is augmented by written policies and procedures, an internal audit program and the selection and training of qualified personnel. This system includes policies that require adherence to ethical business standards and compliance with all applicable laws and regulations.\nUnder the supervision and with the participation of our management, including our principal executive officer and principal financial and accounting officer, we conducted an evaluation of the effectiveness of the design and operation of internal controls over financial reporting, as of December 31, 2021 based on criteria established in the 2013 Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission. Based on this evaluation, management’s assessment is that Rollins, Inc. maintained effective internal control over financial reporting as of December 31, 2021.\nThe independent registered public accounting firm, Grant Thornton LLP has audited the consolidated financial statements as of and for the year ended December 31, 2021, and has also issued their report on the effectiveness of the Company’s internal control over financial reporting, included in this report on page 27.\n​\n​\n​\n26\n​\n​\n27\n​\n​\n​\n28\n​\n​\n​\n​\n29\n​\n​\n​\n​\n​\n30\n​\nCONSOLIDATED STATEMENTS OF FINANCIAL POSITION\nRollins, Inc. and Subsidiaries\n(in thousands except share information)\n​\n​\nThe accompanying notes are an integral part of these consolidated financial statements.\n​\n31\n​\nCONSOLIDATED STATEMENTS OF INCOME\nRollins, Inc. and Subsidiaries\n(in thousands except per share information)\n​\n​\nThe accompanying notes are an integral part of these consolidated financial statements\n​\n​\n32\n​\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE\nINCOME\nRollins, Inc. and Subsidiaries\n(in thousands)\n​\n​\nThe accompanying notes are an integral part of these consolidated financial statements\n​\n​\n33\n​\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY\nRollins, Inc. and Subsidiaries\n(in thousands)\n​\n​\nThe accompanying notes are an integral part of these consolidated financial statements.\n​\n​\n34\n​\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nRollins, Inc. and Subsidiaries\n(in thousands)\n​\n​\nThe accompanying notes are an integral part of these consolidated financial statements\n​\n​\n35\n​\nSupplemental Disclosures of Non-Cash Items\nPension\n—Non-cash decreases/(increases) in the minimum pension liability which were charged/(credited) to other comprehensive income were $\n0\nmillion, $(\n0.2\n) million, and $\n75.4\nmillion in 2021, 2020, and 2019, respectively.\nBusiness Combinations\n—There were $\n17.7\nmillion ($\n14.5\nmillion of which relates to acquisition holdback and earnout liabilities) in non-cash acquisitions of assets in business combinations for the year ended December 31, 2021, $\n12.6\nmillion in 2020 and $\n34.2\nmillion for 2019.\n​\n36\n​\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nYears ended December 31, 2021, 2020, and 2019, Rollins, Inc. and Subsidiaries\n1.     SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nBusiness Description\n—Rollins, Inc. (“Rollins,” “we,” “us,” “our,” or the “Company”), is an international services company headquartered in Atlanta, Georgia that provides pest and termite control services to both residential and commercial customers through its wholly-owned subsidiaries and independent franchises in the United States, Canada, Australia, Europe, and Asia with international franchises in Canada, Central and South America, the Caribbean, Europe, the Middle East, Asia, Africa, and Australia. The Company operates as one reportable segment and the results of operations and its financial condition are not reliant upon any single customer.\nPrinciples of Consolidation\n—The Company’s Consolidated Financial Statements include the accounts of Rollins, Inc. and the Company’s wholly-owned subsidiaries and have been prepared in accordance with accounting principles generally accepted in the U.S. (“GAAP”). The Company does not consolidate the financial statements of any company in which it has an ownership interest of 50% or less. The Company is not the primary beneficiary of, nor does it have a controlling financial interest in, any variable interest entity. Accordingly, the Company has not consolidated any variable interest entity. The Company reclassified certain prior period amounts, none of which were material, to conform to the current period presentation. All material intercompany accounts and transactions have been eliminated.\nSubsequent Events\n—The Company evaluates its financial statements through the date the financial statements are issued.\nUse of Estimates\n—The preparation of financial statements in conformity with U.S. GAAP requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, revenue and expenses and certain financial statement disclosures. Estimates and assumptions are used for, but not limited to, accrued insurance, revenue recognition, right-of-use (\"ROU\") asset and liability valuations, accounts and financing receivable reserves, inventory valuation, employee benefit plans, income tax contingency accruals and valuation allowances, contingency accruals and goodwill and other intangible asset valuations. Although these estimates are based on management's knowledge of current events and actions it may undertake in the future, actual results may ultimately differ from these estimates and assumptions.\nThe Company considered the impact of COVID-19 on the assumptions and estimates used in preparing the consolidated financial statements. In the opinion of management, all adjustments necessary for a fair presentation of the Company’s financial results for the year have been made. These adjustments are of a normal recurring nature but complicated by the uncertainty surrounding the global economic impact of COVID-19. The results of operations for the year ended December 31, 2021 are not necessarily indicative of results for future years. The severity, magnitude and duration, as well as the economic consequences of COVID-19, are uncertain, rapidly changing and difficult to predict. Therefore, our accounting estimates and assumptions may change over time in response to COVID-19 and may change materially in future periods\nRevenue Recognition\n—The Company’s revenue recognition policy is to recognize revenue upon transfer of control of promised products or services to customers in an amount that reflects the consideration we expect to receive in exchange for those products or services. We enter into contracts that can include various combinations of products and services, each of which are distinct and accounted for as separate performance obligations. Revenue is recognized net of allowances for returns and any taxes collected from customers, which are subsequently remitted to governmental authorities.\nNature of Goods and Services and Performance Obligations\nThe Company contracts with its customers to provide the following goods and services, each of which is a distinct performance obligation:\nPest control services -\nRollins provides pest control services to protect residential and commercial properties from common pests, including rodents and insects. Pest control generally consists of assessing a customer’s property for conditions that invite pests, tackling current infestations, and stopping the life cycle to prevent future invaders. Revenue from pest control services is recognized as services are rendered.\n37\n​\nThe Company’s revenue recognition policies are designed to recognize revenues upon satisfaction of the performance obligation at the time services are performed. For certain revenue types, because of the timing of billing and the receipt of cash versus the timing of performing services, we use estimates as described below. Residential and commercial pest control services are primarily recurring in nature on a monthly, bi-monthly or quarterly basis, while certain types of commercial customers may receive multiple treatments within a given month. In general, pest control customers sign an initial one-year contract, and revenues are recognized at the time services are performed. The Company defers recognition of advance payments and recognizes the revenue as the services are rendered. The Company classifies discounts related to the advance payments as a reduction in revenues.\nTermite control services -\nRollins provides both traditional and baiting termite protection services. Traditional termite protection uses “Termidor” liquid treatment and/or dry foam and Orkin foam to treat voids and spaces around the property, while baiting termite protection uses baits to disrupt the molting process termites require for growth and offers ongoing protection. Revenue from initial termite treatment services is recognized as services are provided.\nMaintenance/monitoring/inspection -\nIn connection with the initial service offerings, Rollins provides recurring maintenance, monitoring or inspection services to help protect consumers’ property from any future sign of termite activities after the original treatment. This recurring service is a service-type warranty under ASC 606 as it is routinely sold and purchased separately from the initial treatment services and is typically purchased or renewed annually.\nTermite baiting revenues are recognized based on the transfer of control of the individual units of accounting. At the inception of a new baiting services contract, upon quality control review of the installation, the Company recognizes revenue for the installation of the monitoring stations, initial directed liquid termiticide treatment and servicing of the monitoring stations. A portion of the contract amount is deferred for the undelivered monitoring performance obligation. This portion is recognized as income on a straight-line basis over the remaining contract term, which results in recognition of revenue that depicts the Company’s performance in transferring control of the service. The allocation of the transaction price to the two deliverables is based on the relative stand-alone selling price. There are no contingencies related to the delivery of additional items or meeting other specified performance conditions. Baiting renewal revenue is deferred and recognized over the annual contract period on a straight-line basis that depicts the Company’s performance in transferring control of the service.\nRevenue received for conventional termite renewals is deferred and recognized on a straight-line basis over the remaining contract term that depicts the Company’s performance in transferring control of the service; and, the cost of reinspections, reapplications and repairs and associated labor and chemicals are expensed as incurred. For outstanding claims, an estimate is made of the costs to be incurred (including legal costs) based upon current factors and historical information. The performance of reinspections tends to be close to the contract renewal date, and while reapplications and repairs involve an insubstantial number of the contracts, these costs are incurred over the contract term. As the revenue is being deferred, the future cost of reinspections, reapplications and repairs and associated labor and chemicals applicable to the deferred revenue are expensed as incurred. The Company accrues for noticed claims. The costs of providing termite services upon renewal are compared to the expected revenue to be received and a provision is made for any expected losses.\nMiscellaneous services -\nIn certain agreements with customers, Rollins may offer other miscellaneous services, including restroom cleaning (eliminating foul odors, grease and grime which could attract pests) and training (seminars covering good manufacturing practices and product stewardship). Revenue from miscellaneous services is recognized when services are provided.\nProducts -\nDepending on customer demand, Rollins may separately sell pest control and/or termite protection products, such as traps. Revenue from product sales is recognized upon transfer of control of the asset.\nEquipment rental (or lease) -\nDepending on customer demand, Rollins may lease certain pest control and/or termite protection equipment. Revenues from equipment rentals are recognized over the period of the rental/lease. Revenues from equipment rentals represent less than\n1.0\n% of the Company’s revenues for each reported period.\nContract Balances\nTiming of revenue recognition may differ from the timing of invoicing to customers. We record unearned revenue when revenue is recognized subsequent to billing. Unearned revenue mainly relates to the Company’s termite baiting offering, conventional renewals, and year-in-advance pest control services for which we have been paid in advance and earn the revenue when we transfer control of the\n38\n​\nproduct or service. For multi-year agreements, we generally invoice customers annually at the beginning of each annual coverage period. Refer to Note 3 - Revenue for further information, including changes in unearned revenue for the year.\nThe Company extends terms to certain customers on higher dollar termite and ancillary work, as well as to certain franchisees for initial funding on the sale of franchises. These financed receivables are segregated from our trade receivables. The allowance for expected credit losses reflects our best estimate of probable losses inherent in the accounts receivable balance. We determine the allowance based on known troubled accounts, historical experience, and other currently available evidence. See Note 5 – Allowance for Credit Losses for further information.\nPayment terms and conditions vary by contract type, although terms generally include a requirement of payment within 30 to 60 days. In instances where the timing of revenue recognition differs from the timing of invoicing, we have determined our contracts generally do not include a significant financing component. The primary purpose of our invoicing terms is to provide customers with simplified and predictable ways of purchasing our products and services, not to receive financing from our customers or to provide customers with financing.\nPractical Expedients and Exemptions\nWe generally expense sales commissions when incurred because the amortization period would have been one year or less. These costs are recorded within sales and marketing expenses.\nWe do not disclose the value of unsatisfied performance obligations for (i) contracts with an original expected length of one year or less and (ii) contracts for which we recognize revenue at the amount to which we have the right to invoice for services performed. All revenues are reported net of sales taxes.\nThe Company’s international operations accounted for approximately\n8\n%,\n7\n%, and\n8\n% of revenues for the years ended December 31, 2021, 2020, and 2019 respectively.\nAllowance for Expected Credit Losses\n— The Company maintains an allowance for expected credit losses based on the expected collectability of accounts receivable. Management uses historical collection results as well as accounts receivable aging in order to determine the expected collectability of accounts receivable. Substantially all of the Company’s receivables are due from pest control and termite services in the United States and selected international locations. The Company’s allowance for expected credit losses is determined using a combination of factors. The Company’s established credit evaluation procedures seek to minimize the amount of business we conduct with higher risk customers. Provisions for expected credit losses are recorded in selling, general and administrative expenses. Accounts are written-off against the allowance for expected credit losses when the Company determines that amounts are uncollectible, and recoveries of amounts previously written off are recorded when collected. Significant recoveries will generally reduce the required provision in the period of recovery. Therefore, the provision for expected credit losses can fluctuate significantly from period to period. There were no large recoveries in 2021, 2020, and 2019. We record specific provisions when we become aware of a customer’s inability to meet its financial obligations to us, such as in the case of bankruptcy filings or deterioration in the customer’s operating results or financial position. If circumstances related to customers change, our estimates of the realizability of receivables would be further adjusted, either upward or downward.\nAdvertising\n—Advertising costs are charged to sales, general and administrative expense during the year in which they are incurred.\n​\n​\nCash and Cash Equivalents\n— The Company considers all investments with an original maturity of three months or less when purchased to be cash equivalents.\n​\n​\n39\n​\nThe Company’s $\n105.3\nmillion of total cash at December 31, 2021, is primarily cash held at various banking institutions. Approximately $\n78.1\nmillion is held in cash accounts at international banking institutions and the remaining $\n27.2\nmillion is primarily held in Federal Deposit Insurance Corporation (“FDIC”) insured non-interest-bearing accounts at various domestic banks which at times may exceed federally insured amounts.\nThe Company’s international business is expanding, and we intend to continue to grow the business in foreign markets in the future through reinvestment of foreign deposits and future earnings as well as potential acquisitions of unrelated companies. Repatriation of cash from the Company’s foreign subsidiaries is not a part of the Company’s current business plan.\nRollins maintains adequate liquidity and capital resources, without regard to its foreign deposits, that are directed to finance domestic operations and obligations and to fund expansion of its domestic business for the foreseeable future.\nMarketable Securities\n— From time to time, the Company maintains investments held by several large, well-capitalized financial institutions. The Company’s investment policy does not allow investment in any securities rated less than “investment grade” by national rating services.\nManagement determines the appropriate classification of debt securities at the time of purchase and re-evaluates such designations as of each balance sheet date. Debt securities are classified as available-for-sale because the Company does not have the intent to hold the securities to maturity. Available-for-sale securities are stated at their fair values, with the unrealized gains and losses reported in earnings.\nThe Company had no marketable securities other than those held in the defined benefit pension plan and the non-qualified deferred compensation plan at December 31, 2021 and 2020. See Note 14 for further details.\nMaterials and Supplies\n— Materials and supplies are stated at the lower of cost or net realizable value. Cost is determined on the first-in, first-out method.\nOther Current Assets\n– Other current assets include prepaids and an international bond investment. Refer to Note 7, Fair Value Measurement.\nIncome Taxes\n—The Company provides for income taxes based on FASB ASC topic 740 “Income Taxes”, which requires recognition of deferred tax liabilities and assets for the expected future tax consequences of events that have been included in the consolidated financial statements or tax returns. The Company provides an allowance for deferred tax assets when it determines that it is more likely than not that the deferred tax assets will not be utilized. The Company establishes additional provisions for income taxes when, despite the belief that tax positions are fully supportable, there remain certain positions that do not meet the minimum probability threshold. The Company’s policy is to record interest and penalties related to income tax matters in income tax expense.\nEquipment and Property\n— Equipment and Property are stated at cost, net of accumulated depreciation, and are provided principally on a straight-line basis over the estimated useful lives of the related assets. Annual provisions for depreciation are computed using the following asset lives: buildings,\n10\nto\n40 years\n; and furniture, fixtures, and\noperating\nequipment\n,\n2\nto\n10 years\n. Expenditures for additions, major renewals and betterments are capitalized and expenditures for maintenance and repairs are expensed as incurred. The cost of assets retired or otherwise disposed of and the related accumulated depreciation and amortization are eliminated from the accounts in the year of disposal with the resulting gain or loss credited or charged to income. The annual provisions for depreciation, below, have been reflected in the consolidated statements of income in the line item entitled Depreciation and Amortization.\n​\n​\nCertain internal-use software and systems development costs are capitalized.  Accordingly, the specific identified costs incurred to develop and obtain software, which is intended for internal use, are not capitalized until the software is put into use.  Management, with the relevant authority, authorizes and commits to funding a software project and it is probable that the project will be completed and the software will be used to perform the function intended.  Costs incurred during a software development’s discovery phase and post-integration stage, are expensed as incurred.  Application development activities that are eligible for capitalization include software design and configuration, development of interfaces, coding, testing and installation.  Capitalized internal-use software and systems\n40\n​\ncosts are subsequently amortized on a straight-line basis over a\nthree\nto\nseven year\nperiod after project completion and when the related software or system is ready for intended use.\n​\nImpairment of Long-Lived Assets -\nIn accordance with the FASB ASC Topic 360,\n“Property, Plant and Equipment”\n, the Company’s long-lived assets, such as property and equipment and intangible assets with definite lives are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amount of these assets may not be recoverable. Recoverability of assets to be held and used is measured by a comparison of the carrying amount of an asset to estimated undiscounted future cash flows expected to be generated by the asset. If the carrying amount of an asset exceeds its estimated undiscounted future cash flows, an impairment charge is recognized in the amount by which the carrying amount of the asset exceeds the fair value of the asset. We periodically evaluate the appropriateness of remaining depreciable lives assigned to long-lived assets, including customer contracts and assets that may be subject to a management plan for disposition.\nGoodwill and Other Intangible Assets\n— In accordance with the FASB ASC Topic 350,\n“Intangibles - Goodwill and other”\n, the Company classifies intangible assets into three categories: (1) intangible assets with definite lives subject to amortization; (2) intangible assets with indefinite lives not subject to amortization; and (3) goodwill. The Company does not amortize intangible assets with indefinite lives or goodwill. Goodwill and other intangible assets with indefinite useful lives are tested for impairment annually or more frequently if events or circumstances indicate the assets might be impaired. Such conditions\nmay\ninclude an economic downturn or a change in the assessment of future operations. The Company performs impairment tests of goodwill at the Company level. Such impairment tests for goodwill include comparing the fair value of the appropriate reporting unit (the Company) with its carrying value. If the fair value of the reporting unit is below the carrying value, the Company recognizes a goodwill impairment charge for the amount by which the carrying value exceeds the reporting unit’s fair value. The Company performs impairment tests for indefinite-lived intangible assets by comparing the fair value of each indefinite-lived intangible asset unit to its carrying value. The Company recognizes an impairment charge if the asset’s carrying value exceeds its estimated fair value. The Company completed its most recent annual impairment analysis as of September 30, 2021. Based upon the results of these analyses, the Company has concluded that\nno\nimpairment of its goodwill or intangible assets with indefinite lives was indicated.\nOther Assets –\nOther assets is mostly comprised of deferred compensations assets. Refer to Note 14, Employee Benefit Plans.\nAccrued Insurance\n— The Company retains, up to specified limits, certain risks related to general liability, workers’ compensation and auto liability. Risks are managed through either high deductible insurance or, for Clark Pest Control only, a non-affiliated group captive insurance member arrangement. The estimated costs of existing and future claims under the retained loss program are accrued based upon historical trends as incidents occur, whether reported or unreported (although actual settlement of the claims may not be made until future periods) and may be subsequently revised based on developments relating to such claims. The group captive is subject to a third-party actuary retained by the captive manager, independent from the Company.  For the high deductible insurance program, the Company contracts with an independent third-party actuary on a semi-annual basis to provide the Company an estimated liability based upon historical claims information. The actuarial study is a major consideration in establishing the reserve, along with management’s knowledge of changes in business practice and existing claims compared to current balances. Management’s judgment is inherently subjective as a number of factors are outside management’s knowledge and control. Additionally, historical information is not always an accurate indication of future events. The Company continues to be proactive in safety and risk management to develop and maintain ongoing programs to reduce and prevent incidents and claims. Initiatives that have been implemented include required pre-employment screening and ongoing motor vehicle record review for all drivers, post-offer physicals for new employees, pre-hire, random and post incident drug testing, driver training and post-injury nurse triage for work-related injuries. The accruals and reserves we hold are based on estimates that involve a degree of judgment and are inherently variable and could be overestimated or insufficient. If actual claims exceed our estimates, our operating results could be materially affected, and our ability to take timely corrective actions to limit future costs may be limited.\nAccrual for Termite Contracts\n—The Company maintains an accrual for termite claims representing the estimated costs of reapplications, repairs and associated labor and chemicals, settlements, awards and other costs relative to termite control services. Factors that may impact future costs include termiticide life expectancy and government regulation. The actual number of claims has decreased in recent years due to changes in the Company’s business practices. However, it is not possible to precisely predict future significant claims. An accrual for termite contracts is included in other current liabilities and long-term accrued liabilities on the Company’s consolidated statements of financial position.\n41\n​\nOther Current Liabilities\n– Other current liabilities are mostly comprised of the current portion of acquisition holdback and earnout liabilities (see Note 8), deferred compensation liabilities (see Note 14) and taxes payable.\nOther Long-term Accrued Liabilities\n– Other long-term accrued liabilities include long-term balances for deferred compensation and acquisition and holdback liabilities, and the long-term portion of termite contracts.\nContingency Accruals\n—The Company is a party to legal proceedings with respect to matters in the ordinary course of business. In accordance with the FASB ASC Topic 450\n“Contingencies,”\nmanagement estimates and accrues for its liability and costs associated with the litigation. Estimates and accruals are determined in consultation with outside counsel. Because it is not possible to accurately predict the ultimate result of the litigation, judgments concerning accruals for liabilities and costs associated with litigation are inherently uncertain and actual liability may vary from amounts estimated or accrued. However, in the opinion of management, the outcome of the litigation will not have a material adverse impact on the Company’s financial condition or results of operations. Contingency accruals are included in other current liabilities and long-term accrued liabilities on the Company’s consolidated statements of financial position.\nEarnings Per Share\n—the FASB ASC Topic 260-10\n“Earnings Per Share-Overall,”\nrequires a basic earnings per share and diluted earnings per share presentation. Further, all outstanding unvested share-based payment awards that contain non-forfeitable rights to dividends or dividend equivalents, whether paid or unpaid, are considered participating securities and an entity is required to include participating securities in its calculation of basic earnings per share.\nThe Company has periodically issued share-based payment awards that contain non-forfeitable rights to dividends and therefore are considered participating securities. See Note 15 for further information on restricted stock granted to employees.\nThe basic and diluted calculations are the same as we have\nno\nstock options or other potentially dilutive instruments outstanding. Basic and diluted earnings per share are computed by dividing net income by the weighted average number of shares outstanding during the respective periods.\nA reconciliation of weighted average shares outstanding along with the earnings per share attributable to restricted shares of common stock (participating securities) is as follows (in thousands except per share data).\n​\n​\nTranslation of Foreign Currencies\n—Assets and liabilities reported in functional currencies other than U.S. dollars are translated into U.S. dollars at the year-end rate of exchange. Revenues and expenses are translated at the weighted average exchange rates for the year.\n42\n​\nThe resulting translation adjustments are charged or credited to other comprehensive income. Gains or losses from foreign currency transactions, such as those resulting from the settlement of receivables or payables, denominated in foreign currency are included in the earnings of the current period.\nStock-Based Compensation\n— The Company accounts for its stock-based compensation in accordance with the FASB ASC Topic 718 “\nCompensation – Stock Compensation\n.” Time lapse restricted shares (TLRSs) have been issued to officers and other management employees under the Company’s Employee Stock Incentive Plan.\nTLRSs provide for the issuance of a share of the Company’s common stock at no cost to the holder and generally vest after a certain stipulated number of years from the grant date, depending on the terms of the issue. Outstanding TLRSs vest in\n20\npercent increments starting with the second anniversary of the grant, over\nsix years\nfrom the date of grant. During these years, grantees receive all dividends declared and retain voting rights for the granted shares. The agreements under which the restricted stock is issued provide that shares awarded may not be sold or otherwise transferred until restrictions established under the plans have lapsed. The fair value of these awards is recognized as compensation expense, net of estimated forfeitures, on a straight-line basis over\nsix years\n.\nComprehensive Income (Loss)\n—Other Comprehensive Income (Loss) results from foreign currency translations, minimum pension liability adjustments and cash flow hedge of interest rate risks.\nFranchising Program\n– The Company has franchise programs through Orkin, Critter Control and its Australian subsidiaries. We had a total of\n135\n,\n128\nand\n134\ndomestic franchise agreements as of December 31, 2021, 2020 and 2019, respectively. International franchise agreements totaled\n103\n,\n101\nand\n104\nas of December 31, 2021, 2020 and 2019, respectively. Transactions with our franchises involve sales of territories and customer contracts to establish new franchises and the payment of initial franchise fees and royalties by franchisees. The territories, customer contracts and initial franchise fees are typically paid for by a combination of cash and notes.\nCombined domestic and international revenues from Orkin, Critter Control and Australia franchises were $\n15.5\nmillion for the year ended December 31, 2021 and $\n15.2\nmillion and $\n17.1\nmillion for the years ended December 31, 2020 and 2019, respectively. Total franchising revenues were less than\n1.0\n% of the Company’s annual revenues.\nRight to access intellectual property (Franchise)\n- The right to access Orkin’s, Critter Control’s and our Australia franchisors’ intellectual property is an essential part of our franchise agreements. These agreements provide the franchisee a license to use the brand name and trademark when advertising and selling services to end customers in their normal course of business. Orkin and Critter Control franchise agreements contain a clause allowing the respective franchisor to purchase certain assets of the franchisee at the conclusion of their franchise agreement or upon termination. This is only an option for the franchisor to re-purchase the assets selected by the franchisor and is not a performance obligation or a form of consideration.\nRecent Accounting Guidance\nRecently adopted accounting standards\nIn October 2021, the FASB issued ASU 2021-08, “Business Combinations (Topic 805) – Accounting for Contract Assets and Contract Liabilities from Contracts with Customers.” The amendments in this Update require that an acquirer recognize and measure contract assets and contract liabilities acquired in a business combination in accordance with Topic 606, Revenue from Contracts with Customers. The amendments in this Update are effective for fiscal years beginning after December 15, 2022 with early adoption permitted. The Company adopted this ASU during the fourth quarter of 2021 and the adoption did not have a material impact on the Company’s consolidated financial statements.\nIn December 2019, the FASB issued ASU No. 2019 12 “Income Taxes (Topic 740): Simplifying the Accounting for Income Taxes.’ The standard eliminates the need for an organization to analyze whether the following apply in a given period (1) exception to the incremental approach for intraperiod tax allocation (2) exceptions to accounting for basis differences when there are ownership changes in foreign investments and (3) exceptions in interim period income tax accounting for year-to-date losses that exceed anticipated losses. The ASU also is designed to improve financial statement preparers’ application of income tax-related guidance and simplify GAAP for (1) franchise taxes that are partially based on income, (2) transactions with a government that result in a step-up in the tax basis of goodwill, (3) separate financial statements of legal entities that are not subject to tax, and (4) enacted changes in tax laws in interim\n43\n​\nperiods. The standard in this update is effective for the Company’s financial statements issued for fiscal years beginning in 2021. The adoption of this ASU did not have a material impact on the Company’s consolidated financial statements.\nIn June 2016, the FASB issued ASU 2016-13, “Financial Instruments - Credit Losses (ASC 326): Measurement of Credit Losses on Financial Instruments.” The updated accounting guidance requires changes to the recognition of credit losses on financial instruments not accounted for at fair value through net income. The Company adopted ASU 2016-13 effective January 1, 2020 and recognized the decrease in the allowance for expected credit losses, net of tax, as a $\n2.5\nmillion increase to beginning retained earnings.\nRecently issued accounting standards to be adopted in 2022 or later\nIn November 2021, the FASB issued ASU 2021-10, “Government Assistance (Topic 832) – Disclosures by Business Entities about Government Assistance.” The amendments in this Update require disclosures about transactions with a government that have been accounted for by analogizing to a grant or contribution accounting model to increase transparency about (1) the types of transactions, (2) the accounting for the transactions, and (3) the effect of the transactions on an entity’s financial statements. The amendments in this Update are effective for financial statements issued for annual periods beginning after December 15, 2021. The adoption of this ASU is not expected to have a material impact on the Company’s consolidated financial statements.\n​\n2.     ACQUISITIONS\nThe Company made\n39\nand\n31\nacquisitions during the years ended December 31, 2021, and 2020, respectively. Total cash purchase price for the Company’s acquisitions in 2021 and 2020 were $\n146.1\nmillion and $\n147.6\nmillion, respectively.  For the\n39\nacquisitions completed in 2021, the preliminary values of major classes of assets acquired and liabilities assumed recorded at the dates of acquisition, adjusted during the valuation period are included in the reconciliation of the total consideration as follows (in thousands):\n​\n​\n​\nGoodwill from acquisitions represents the excess of the purchase price over the fair value of net assets of businesses acquired. The factors contributing to the amount of goodwill are based on strategic and synergistic benefits that are expected to be realized. For the year ended December 31, 2021, $\n69.3\nmillion of goodwill was added related to the\n39\nacquisitions noted above. The recognized goodwill is expected to be deductible for tax purposes. The purchase price allocations for these acquisitions are preliminary until the Company obtains final information regarding these fair values.\n​\n44\n​\n​\n3.     REVENUE\nThe following tables present our revenues disaggregated by revenue source (in thousands).\nSales and usage-based taxes are excluded from revenues. No sales to an individual customer or in a country other than the United States accounted for 10% or more of the sales for the periods listed on the following table. Revenue, classified by the major geographic areas in which our customers are located, was as follows:\n​\n​\nRevenue from external customers, classified by significant product and service offerings, was as follows:\n​\n​\nDeferred revenue recognized for the year ended December 31, 2021 and 2020 was $\n187.3\nmillion and $\n173.2\nmillion, respectively. Changes in unearned revenue were as follows:\n​\n​\nRevenue allocated to remaining performance obligations represents contracted revenue that has not yet been recognized (“contracted not recognized revenue”), which includes both unearned revenue and revenue that will be billed and recognized in future periods. The Company has no material contracted not recognized revenue as of December 31, 2021 or December 31, 2020.\nAt December 31, 2021 and December 31, 2020, the Company had long-term unearned revenue of $\n23.5\nmillion and $\n18.0\nmillion, respectively. Unearned short-term revenue is recognized over the next 12-month period. The majority of unearned long-term revenue is recognized over a period of\nfive years\nor less with immaterial amounts recognized through 2032.\n​\n4.     DEBT\nIn April 2019, the Company entered into a Credit Agreement with Truist Bank, (formerly known as SunTrust Bank) and Bank of America, N.A. (the “Credit Agreement”) for an unsecured Revolving Commitment of up to $\n175.0\nmillion, which includes a $\n75.0\nmillion letter of credit subfacility and a $\n25.0\nmillion swingline subfacility (the “Revolving Commitment”) and an unsecured variable rate $\n250.0\nmillion Term Loan (the “Term Loan”). Both the Revolving Commitment and the Term Loan (the “Credit Facility”) have\nfive-year\ndurations commencing on\nApril 29, 2019 and ending April 29, 2024\n. In addition, the agreement has provisions to extend the\n45\n​\nduration beyond the Revolving Commitment termination date as well as optional prepayment rights at any time and from time to time to prepay any borrowing, in whole or in part, without premium or penalty.\nAs of December 31, 2021, the Revolving Commitment had outstanding borrowings of $\n107.0\nmillion and the Term Loan had outstanding borrowings of $\n48.0\nmillion. As of December 31, 2020, there were $\n203.0\nmillion in aggregate outstanding borrowings. The $\n155.0\nmillion outstanding borrowings value approximated the fair value at December 31, 2021 based upon interest rates available to the Company as evidenced by debt of other companies with similar credit characteristics. Our effective interest rate on the debt outstanding as of December 31, 2021 was\n0.85\n%. The effective interest rate is comprised of the 1-month LIBOR plus a margin of\n75.0\nbasis points as determined by our leverage ratio calculation. The Company has partially prepaid the Term Loan ahead of the amortization schedule and therefore, as of December 31, 2021, the only required payment was a balloon payment of $\n48.0\nmillion in April 2024.\nThe Company maintains approximately $\n37.2\nmillion in letters of credit. These letters of credit are required by the Company’s fronting insurance companies and/or certain states, due to the Company’s self-insured status, to secure various workers’ compensation and casualty insurance contracts coverage. The Company believes that it has adequate liquid assets, funding sources and insurance accruals to accommodate such claims.\nOn January 27, 2022, the Company entered into an amendment (the “Amendment”) to the Credit Agreement with Truist Bank and Bank of America, N.A whereby additional term loans in an aggregate principal amount of $\n252.0\nmillion were advanced to the Company. The Amendment also replaced LIBOR as the benchmark interest rate for borrowings with the Bloomberg Short-Term Bank Yield Index rate (“BSBY”) and reset the amortization schedule for all term loans under the Credit Agreement. The maturity of all loans made under the Credit Agreement prior to the Amendment remains unchanged at April 29, 2024 and all other terms of the Credit Agreement remain unchanged in all material respects. Subsequent to year end, in conjunction with this Amendment, the aggregate outstanding principal balance of all term loans under the Credit Agreement is $\n300.0\nmillion (consisting of an outstanding principal balance of the initial term loan in the amount of $\n48.0\nmillion and the additional $\n252.0\nmillion term loan borrowing made).\nIn order to comply with applicable debt covenants, the Company is required to maintain at all times a leverage ratio of not greater than\n3.00\n:1.00. The leverage ratio is calculated as of the last day of the fiscal quarter most recently ended. The Company remained in compliance with applicable debt covenants at December 31, 2021 and expects to maintain compliance throughout 2022.\n​\n5.     ALLOWANCE FOR CREDIT LOSSES\nThe Company is exposed to credit losses primarily related to accounts receivables and financed receivables derived from customer services revenue. To reduce credit risk for residential pest control accounts receivable, we promote enrollment in our auto-pay programs. In general, we may suspend future services for customers with past due balances. The Company’s credit risk is generally low with a large number of entities comprising Rollins’ customer base and dispersion across many different geographical regions.\nThe Company manages its financing receivables on an aggregate basis when assessing and monitoring credit risks. The Company’s established credit evaluation and monitoring procedures seek to minimize the amount of business we conduct with higher risk customers. The credit quality of a potential obligor is evaluated at the loan origination based on an assessment of the individual’s Beacon/credit bureau score. Rollins requires a potential obligor to have good credit worthiness with low risk before entering into a contract. Depending upon the individual’s credit score, the Company may accept with\n100\n% financing or require a significant down payment or turn down the contract. Delinquencies of accounts are monitored each month. Financing receivables include installment receivable amounts, some of which are due subsequent to one year from the balance sheet dates.\nThe Company’s allowances for credit losses for trade accounts receivable and financed receivables are developed using historical collection experience, current economic and market conditions, reasonable and supportable forecasts, and a review of the current status of customers’ receivables. The Company’s receivable pools are classified between residential customers, commercial customers, large commercial customers, and financed receivables. Accounts are written-off against the allowance for credit losses when the Company determines that amounts are uncollectible, and recoveries of amounts previously written off are recorded when collected. The Company\n46\n​\nstops accruing interest to these receivables when they are deemed uncollectible. Below is a roll forward of the Company’s allowance for credit losses for the years ended December 31, 2021 and 2020.\n​\n​\nTotal financing receivables, net were $\n73.2\nmillion and $\n61.9\nmillion at December 31, 2021 and December 31, 2020, respectively. Financing receivables are generally charged-off when deemed uncollectable or when\n180 days\nhave elapsed since the date of the last full contractual payment. The Company’s charge-off policy has been consistently applied during the periods reported. Management considers the charge-off policy when evaluating the appropriateness of the allowance for expected credit losses. Gross charge-offs as a percentage of average financing receivables were\n4.3\n% and\n4.6\n% for the twelve months ended December 31, 2021 and December 31, 2020, respectively. Due to the low percentage of charge-off receivables and the high creditworthiness of the potential obligors, the Rollins, Inc. financing receivables portfolio has a low credit risk.\nThe Company offers\n90 days\nsame-as-cash financing to some customers based on their creditworthiness. Interest is not recognized until the\n91st\nday at which time it is calculated retrospectively back to the first day if the contract has not been paid in full. In certain circumstances, such as when delinquency is deemed to be of an administrative nature, accounts may still accrue interest when they reach\n180 days\npast due. As of December 31, 2021, there was\none\naccount that was greater than\n180 days\npast due, which has been fully reserved.\nIncluded in financing receivables are notes receivable from franchise owners. The majority of these notes are low risk as the repurchase of these franchises is guaranteed by the Company’s wholly-owned subsidiary, Orkin Systems, LLC, and the repurchase price of the franchise is currently estimated and has historically been well above the receivable due from the franchise owner. Also included in notes receivables are franchise notes from other brands which are not guaranteed and do not have the same historical valuation.\nThe carrying amount of notes receivable approximates fair value as the interest rates approximate market rates for these types of contracts. Long-term installment receivables, net were $\n47.1\nmillion and $\n38.2\nmillion at December 31, 2021 and 2020, respectively.\nThe following is a summary of the past due financing receivables:\n​\n47\n​\nThe following is a summary of percentage of gross financing receivables:\n​\n​\n​\n6.     EQUIPMENT AND PROPERTY\nEquipment and property are presented at cost less accumulated depreciation and are detailed as follows:\n​\n​\nIncluded in computer equipment and systems at December 31, 2021 and 2020, are costs for internal use software of $\n143.5\nmillion and $\n137.9\nmillion, respectively. The related accumulated depreciation was $\n105.3\nmillion and $\n89.4\nmillion at December 31, 2021 and 2020, respectively.\n​\nIncluded in equipment and property, net at December 31, 2021 and 2020, are fixed assets held in foreign countries of $\n8.4\nmillion, and $\n8.5\nmillion, respectively.\nTotal depreciation expense was approximately $\n40.6\nmillion in 2021, $\n40.6\nmillion in 2020 and $\n36.6\nmillion in 2019.\n​\n7.     LEASES\nThe Company leases certain buildings, vehicles, and equipment in order to reduce the risk associated with ownership. The Company elected the practical expedient approach permitted under ASC Topic 842, “Leases” not to include short-term leases with a duration of 12 months or less on the balance sheet. As of December 31, 2021 and 2020, all leases were classified as operating leases. Building leases generally carry terms of 5 to\n10 years\nwith annual rent escalations at fixed amounts per the lease. Vehicle leases generally carry a fixed term of\none year\nwith renewal options to extend the lease on a monthly basis resulting in lease terms up to\n7 years\ndepending on the class of vehicle. The exercise of renewal options is at the Company’s sole discretion. It is reasonably certain that the Company will exercise the renewal options on its vehicle leases. The measurement of right-of-use assets and liabilities for vehicle leases includes the\n48\n​\nfixed payments associated with such renewal periods. We separate lease and non-lease components of contracts. Our lease agreements do not contain any material variable payments, residual value guarantees, early termination penalties or restrictive covenants.\nDuring the year ended December 31, 2021, the Company completed multiple sale-leaseback transactions where it sold\n17\nof its properties related to the Clark Pest Control acquisition for gross proceeds of $\n67.0\nmillion and a pre-tax gain of $\n31.5\nmillion, which is included in Other (income) expense, net on the income statement. These leases are classified as operating leases with terms of\n7\nto\n15 years\n.\nThe Company uses the rate implicit in the lease when available; however, most of our leases do not provide a readily determinable implicit rate. Accordingly, we estimate our incremental borrowing rate based on information available at lease commencement.\n​\n​\nLease Commitments\nFuture minimum lease payments, including assumed exercise of renewal options at December 31, 2021 were as follows:\n​\n​\nFuture commitments presented in the table above include lease payments in renewal periods for which it is reasonably certain that the Company will exercise the renewal option. Total future minimum lease payments for operating leases, including the amount representing interest, are comprised of $\n162.1\nmillion for building leases and $\n115.3\nmillion for vehicle leases. As of December 31, 2021, the Company had additional future obligations of $\n4.8\nmillion for leases that had not yet commenced.\n​\n8.    FAIR VALUE MEASUREMENT\nThe Company’s financial instruments consist of cash and cash equivalents, trade receivables, financed and notes receivable, accounts payable, other short-term liabilities, and debt. The carrying amounts of these financial instruments approximate their respective fair values. The Company also has derivative instruments as discussed in Note 11 and financial instruments related to its defined benefit pension plan and deferred compensation plan detailed in Note 14.\n49\n​\nThe fair value hierarchy has three levels based on the reliability of the inputs used to determine fair value. Level 1 refers to fair values determined based on quoted prices in active markets for identical assets. Level 2 refers to fair values estimated using significant other observable inputs, and Level 3 includes fair values estimated using significant non-observable inputs.\nDuring the year ended December 31, 2021, the Company invested $\n12.7\nmillion of unrestricted cash in international bonds, a level 2 asset under the fair value hierarchy. The investment is recorded in other current assets. The fair market values of the bonds approximate their amortized costs.\nAt December 31, 2021 and 2020, respectively, the Company had $\n25.2\nmillion and $\n35.7\nmillion of acquisition holdback and earnout liabilities with the former owners of acquired companies. Acquisition earnouts are generally earned by achieving certain levels of revenue growth while maintaining certain profit margins. The earnout liabilities are discounted to reflect the expected probability of payout, and both earnout and holdback liabilities are discounted to their net present value on the Company’s books and are considered Level 3 liabilities.\nThe table below presents a summary of the changes in fair value for these liabilities.\n​\n​\n​\n​\n9.     GOODWILL\nGoodwill represents the excess of the purchase price over the fair value of net assets of businesses acquired. The carrying amount of goodwill was $\n721.8\nmillion at December 31, 2021 and $\n653.2\nmillion as of December 31, 2020. Goodwill increased for the year ended December 31, 2021 primarily due to acquisitions. The carrying amount of goodwill in foreign countries was $\n82.1\nmillion as of December 31, 2021 and $\n81.4\nmillion as of December 31, 2020.\nThe changes in the carrying amount of goodwill for the twelve months ended December 31, 2021 and 2020 were as follows:\n​\n​\n​\n​\n50\n​\n10.     CUSTOMER CONTRACTS, TRADENAMES AND TRADEMARKS, AND OTHER INTANGIBLE ASSETS\nCustomer contracts are amortized on a straight-line basis over the period of the agreements, as straight-line best approximates the ratio that current revenues bear to the total of current and anticipated revenues, based on the estimated lives of the assets. In accordance with the FASB ASC Topic 350 “Intangibles - Goodwill and other”, the expected lives of customer contracts were analyzed, and it was determined that customer contracts should be amortized over a life of\n7\nto\n20 years\ndependent upon customer type.\nThe carrying amount and accumulated amortization for customer contracts were as follows:\n​\n​\nThe net carrying amount of customer contracts in foreign countries was $\n42.1\nmillion as of December 31, 2021 and $\n45.7\nmillion as of December 31, 2020.\nTrademarks and tradenames are amortized on a straight-line basis over the period of their useful lives. The Company has determined these assets have useful lives between\n7\nand\n20 years\nwith non-amortizable, indefinite lived tradenames of $\n102.7\nmillion and $\n97.4\nmillion as of December 31, 2021 and 2020, respectively.\nThe carrying amount and accumulated amortization for trademarks and tradenames were as follows:\n​\n​\nThe net carrying amount of trademarks and tradenames in foreign countries was $\n2.9\nmillion as of December 31, 2021 and $\n3.3\nmillion as of December 31, 2020.\nOther intangible assets include non-compete agreements and patents. Non-compete agreements are amortized on a straight-line basis over periods ranging from\n3\nto\n20 years\nand patents are amortized on a straight-line basis over\n15 years\n.\nThe carrying amount and accumulated amortization for other intangible assets were as follows:\n​\n​\nThe net carrying amount of other intangible assets in foreign countries was $\n0.7\nmillion as of December 31, 2021 and $\n1.0\nmillion as of December 31, 2020.\nIncluded in the table above are non-amortizable, indefinite lived Internet domain names of $\n2.2\nmillion at December 31, 2021 and 2020, respectively.\nTotal amortization expense was approximately $\n53.6\nmillion in 2021, $\n47.7\nmillion in 2020 and $\n44.5\nmillion in 2019.\n51\n​\nEstimated amortization expense for the existing carrying amount of customer contracts and other intangible assets for each of the five succeeding fiscal years are as follows:\n​\n​\n​\n​\n11.     DERIVATIVE INSTRUMENTS AND HEDGING ACTIVITIES\nRisk Management Objective of Using Derivatives\nThe Company is exposed to certain interest rate risks on our outstanding debt and foreign currency risks arising from our international business operations and global economic conditions. The Company enters into certain derivative financial instruments to lock in certain interest rates, as well as to protect the value or fix the amount of certain obligations in terms of its functional currency, the U.S. dollar.\nCash Flow Hedges of Interest Rate Risk\nThe Company uses interest rate swap arrangements to manage or hedge its interest rate risk. Notwithstanding the terms of the swaps, the Company is ultimately obligated for all amounts due and payable under the Credit Facility. The Company does not use interest rate swaps for speculative or trading purposes.\nOn June 19, 2019, the Company entered into a floating-to-fixed interest rate swap for an aggregate notional amount of $\n100.0\nmillion in order to hedge a portion of the Company’s floating rate indebtedness under the Credit Facility. The Company designated the swap as a cash flow hedge. The swap requires the Company to pay a fixed rate of\n1.94\n% per annum on the notional amount. The cash flows from the swap began June 30, 2019 and ended on December 31, 2021. Realized gains and losses in connection with each required interest payment are reclassified from Accumulated other comprehensive income (“AOCI”) to interest expense during the period of the cash flows.  During 2021 and 2020, $\n0.4\nmillion and $\n0.7\nmillion was reclassified into interest expense. During 2019, $\n0.1\nmillion was recorded as interest income, partially offsetting the floating rate interest expense on our Credit Facility.\nHedges of Foreign Exchange Risk\nThe Company is exposed to fluctuations in various foreign currencies against its functional currency, the US dollar. We use foreign currency derivatives, specifically foreign currency forward contracts (“FX Forwards”), to manage our exposure to fluctuations in the USD-CAD and AUD-USD exchange rates. FX Forwards involve fixing the foreign currency exchange rate for delivery of a specified amount of foreign currency on a specified date. The FX Forwards are typically settled in US dollars for their fair value at or close to their settlement date. We do not currently designate any of these FX Forwards under hedge accounting, but rather reflect the changes in fair value immediately in earnings. We do not use such instruments for speculative or trading purposes, but rather use them to manage our exposure to foreign exchange rates. Changes in the fair value of FX Forwards are recorded in other income/expense and were equal to net losses of $\n0.4\nmillion for each of the twelve months ended December 31, 2021 and 2020. The fair values of the Company’s FX Forwards were recorded in Other current liabilities as net obligations of $\n0.0\nmillion and $\n0.4\nmillion at December 31, 2021 and 2020, respectively.\nAs of December 31, 2020, the Company had the following outstanding FX Forwards (in thousands except for number of instruments):\n​\n52\n​\nThe financial statement impact related to these derivative instruments was insignificant for the years ended December 31, 2021, 2020, and 2019.\n​\n12.     INCOME TAXES\nThe Company’s income tax provision consisted of the following:\n​\n​\nThe primary factors causing income tax expense to be different than the federal statutory rate for 2021, 2020 and 2019 are as follows:\n​\n​\nOther includes the release of deferred tax liabilities, tax credits, valuation allowance, disallowed deductions, and other immaterial adjustments.\nThe provision for income taxes resulted in an effective tax rate of\n26.1\n% on income before income taxes for the year ended December 31, 2021. The effective rate differs from the annual federal statutory rate primarily because of state and foreign income taxes and certain other adjustments and disallowed deductions.\nFor 2020 the effective tax rate was\n26.5\n%. The effective rate differs from the annual federal statutory rate primarily because of state and foreign income taxes, adjustments related to the accelerated stock vesting expense and certain other disallowed deductions.\nFor 2019 the effective tax rate was\n22.1\n%. The effective income tax rate differs from the annual federal statutory tax rate primarily because of state and foreign income taxes and beneficial adjustments related to the pension settlement.\nDuring 2021, 2020 and 2019, the Company paid income taxes of $\n119.8\nmillion, $\n81.2\nmillion and $\n75.8\nmillion, respectively, net of refunds.\n53\n​\nDeferred income taxes reflect the net tax effects of the temporary differences between the carrying amounts of assets and liabilities for financial reporting purposes and income tax purposes. Significant components of the Company’s deferred tax assets and liabilities at December 31, 2021 and 2020 are as follows:\n​\n​\nDeferred tax assets are included in Other assets on the balance sheet.\n​\nAnalysis of the valuation allowance:\n​\n​\nAs of December 31, 2021, the Company has net operating loss carryforwards for foreign and state income tax purposes of approximately $\n23.9\nmillion, which will be available to offset future taxable income. If not used, these carryforwards will expire between 2022 and 2032. Management believes that it is unlikely to be able to utilize approximately $\n1.0\nmillion of foreign net operating losses before they expire and has included a valuation allowance for the effect of these unrealizable operating loss carryforwards. The valuation allowance increased by $\n0.05\nmillion due to foreign net operating losses. The Company has a foreign tax credit carryforward of $\n4.8\nmillion which if not fully utilized will expire in 2026.\nEarnings from continuing operations before income tax included foreign income of $\n32.5\nmillion in 2021, $\n25.3\nmillion in 2020 and $\n26.7\nmillion in 2019. The Company’s international business is expanding, and we intend to continue to grow the business in foreign markets in the future through reinvestment of foreign deposits and future earnings as well as acquisition of unrelated companies.  Repatriation of cash from the Company’s international subsidiaries is not a part of the Company’s current business plan.\nThe total amount of unrecognized tax benefits at December 31, 2021 that, if recognized, would affect the effective tax rate is $\n1.0\nmillion. A reconciliation of the beginning and ending amount of unrecognized tax benefits is as follows:\n​\n54\n​\n​\nThe Company and its subsidiaries are subject to U.S. federal income tax as well as income tax of multiple state and foreign jurisdictions. In addition, the Company has subsidiaries in various state and international jurisdictions that are currently under audit for years ranging from 2013 through 2019. With few exceptions, we are no longer subject to U.S. federal, state and local, or non-U.S., income tax examinations for years prior to 2013.\nIt is reasonably possible that the amount of unrecognized tax benefits will decrease in the next 12 months.\nThe Company’s policy is to record interest and penalties related to income tax matters in income tax expense. Accrued interest and penalties were $\n0.2\nmillion and $\n0.07\nmillion as of December 31, 2021 and 2020, respectively. During 2021 the Company recognized interest and penalties of $\n0.2\nmillion.\n​\n13.     COMMITMENTS AND CONTINGENCIES\nIn the normal course of business, the Company and its subsidiaries are involved in, and will continue to be involved in, various claims, arbitrations, contractual disputes, investigations, and regulatory and litigation matters relating to, and arising out of, our businesses and our operations. These matters may involve, but are not limited to, allegations that our services or vehicles caused damage or injury, claims that our services did not achieve the desired results, claims related to acquisitions and allegations by federal, state or local authorities of violations of regulations or statutes. In addition, we are parties to employment-related cases and claims from time to time, which may include claims on a representative or class action basis alleging wage and hour law violations. We are also involved from time to time in certain environmental matters primarily arising in the normal course of business. We evaluate pending and threatened claims and establish loss contingency reserves based upon outcomes we currently believe to be probable and reasonably estimable.\nAs we previously disclosed, the SEC is conducting an investigation (the “SEC Investigation”). We believe the SEC Investigation is primarily focused on how the Company established accruals and reserves at period-ends for periods beginning January 1, 2016 through December 31, 2018 and the impact of those accruals and reserves on reported earnings per share, specifically, in the first quarter of 2016 and the second quarter of 2017. The Company is in ongoing discussions with the SEC staff regarding a potential resolution of the SEC Investigation.  In light of the foregoing, in accordance with the accounting guidance in ASC 450, “Contingencies,” the Company recorded an accrual for $\n8.0\nmillion related to the SEC Investigation in the third and fourth quarters of 2021, which is reflected in other current liabilities in our consolidated statements of financial position.  The ultimate amount of any liability related to the potential resolution of the SEC Investigation could be different from the $\n8.0\nmillion accrued as of December 31, 2021. The Company will continue to cooperate with the SEC in working towards a final resolution of the SEC Investigation. As we previously reported during the third quarter of 2021, the Audit Committee of the Company’s Board of Directors initiated a related, supplemental internal investigation. This supplemental investigation was concluded in the fourth quarter of 2021.  The Company believes that no restatement of its prior period financial statements will be required as a result of the SEC Investigation or matters related thereto.\nManagement does not believe that any pending claim, proceeding or litigation, regulatory action or investigation, either alone or in the aggregate, will have a material adverse effect on the Company’s financial position, results of operations or liquidity; however, it is possible that an unfavorable outcome of some or all of the matters could result in a charge that might be material to the results of an individual quarter or year.\n​\n14.     EMPLOYEE BENEFIT PLANS\nDefined Benefit Pension Plans\nThe Company has sponsored noncontributory tax-qualified defined benefit pension plans covering employees meeting certain age and service requirements, the most significant of which was the Rollins, Inc. Plan, which was terminated in 2018. The Company funds its plans with at least the minimum amount required by ERISA.\n55\n​\nRollins, Inc. Retirement Income Plan, (the “Rollins, Inc. Plan”)\nIn 2005, the Company ceased all future benefit accruals under the Rollins, Inc. Plan, although the Company remained obligated to provide employees benefits earned through June 2005. In September 2019, the Company settled this fully-funded pension plan through a combination of lump sum payments to participants, payments to the Pension Benefit Guaranty Corporation, and the purchase of a group annuity contract. With the completed funding of the plan payout settlements, the Company had approximately $\n31.8\nmillion of pension assets remaining. The remaining assets were the result of the funded status of the Rollins, Inc. Plan, higher take rate of lump sum payment election by participants and optimal pricing of the group annuity contract. The Company evaluated the ERISA allowable opportunities for utilization of the excess pension assets, including funding other employee benefits. The Company used $\n18.0\nmillion during the year ended December 31, 2020 and $\n11.0\nmillion during the year ended December 31, 2019 of the $\n31.8\nmillion to fund its 401(k) match obligation. As of December 31, 2020, the Company had approximately $\n1.2\nmillion remaining of benefit plan assets related to the Rollins, Inc. Plan. During 2021 all remaining assets were reverted to the Company per ERISA regulations. The Company paid\n46.1\n% of taxes upon reversion, which included\n20\n% of excise tax.\nWaltham Services, LLC Hourly Employee Pension Plan (the “Waltham Plan”)\nThe Company continues to sponsor the Waltham Plan, which covers less than\n85\nparticipants as of December 31, 2021. The Waltham Plan was amended, effective September 1, 2018, to freeze future benefit accruals for all participants. The Company accounts for all defined benefit plans in accordance with the FASB ASC Topic 715 “Compensation Retirement Benefits,” and engages an outside actuary to calculate obligations and costs. With the assistance of the actuary, the Company evaluates the significant assumptions used on a periodic basis, including the estimated future return on plan assets, the discount rate, and other factors, and makes adjustments to these liabilities as necessary. As of December 31, 2021, the Waltham Plan had assets of $\n2.2\nmillion, a projected liability of $\n2.9\nmillion and an unfunded status of $\n0.7\nmillion. At December 31, 2021 the plan’s assets were comprised of listed common stocks and U.S government and corporate securities and are classified as Level 1 and Level 2 in the fair value hierarchy.\nDefined Contribution 401(k) Savings Plan\nThe Company sponsors a defined contribution 401(k) Savings Plan (“the Plan”) that is available to a majority of the Company’s full-time employees the first day of the calendar quarter following completion of\nthree months\nof service. The Plan is available to non-full-time employees the first day of the calendar quarter following\none year\nof service upon completion of\n1,000 hours\nin that year. The Plan provides for a matching contribution of\none\ndollar ($1.00) for each one dollar ($1.00) of a participant’s contributions to the Plan that do not exceed\n3\npercent of his or her eligible compensation (which includes commissions, overtime, and bonuses) and\nfifty\ncents ($0.50) for each one dollar ($1.00) of a participant’s contributions to the Plan over the initial\n3\npercent that do not exceed\n6\npercent of his or her eligible compensation (which includes commissions, overtime and bonuses). The charge to expense for the Company match was approximately $\n25.7\nmillion, $\n27.4\nmillion and $\n25.5\nmillion for the years ended December 31, 2021, 2020 and 2019, respectively. At December 31, 2021, 2020, and 2019 approximately,\n28.7\n%,\n34.9\n%, and\n30.8\n%, respectively, of the plan assets consisted of Rollins, Inc. common stock. Total administrative fees paid by the Company for the Plan were less than $\n0.1\nmillion for each of the years ended December 31, 2021, 2020 and 2019.\nNonqualified Deferred Compensation Plan\nThe Deferred Compensation Plan provides that participants may defer up to\n50\n% of their base salary and up to\n85\n% of their annual bonus with respect to any given plan year, subject to a $\n2\nthousand per plan year minimum. The Company may make discretionary contributions to participant accounts but has not done so since 2011.\nAccounts will be credited with hypothetical earnings, and/or debited with hypothetical losses, based on the performance of certain “Measurement Funds.” Account values are calculated as if the funds from deferrals and Company credits had been converted into shares or other ownership units of selected Measurement Funds by purchasing (or selling, where relevant) such shares or units at the current purchase price of the relevant Measurement Fund at the time of the participant’s selection. Deferred Compensation Plan benefits are unsecured general obligations of the Company to the participants, and these obligations rank in parity with the Company’s other unsecured and unsubordinated indebtedness. The Company has established a “rabbi trust,” which it uses to voluntarily set aside amounts to indirectly fund any obligations under the Deferred Compensation Plan. To the extent that the Company’s obligations under the Deferred Compensation Plan exceed assets available under the trust, the Company would be required to seek additional funding sources to fund its liability under the Deferred Compensation Plan.\n56\n​\nGenerally, the Deferred Compensation Plan provides for distributions of any deferred amounts upon the earliest to occur of a participant’s death, disability, retirement or other termination of employment (a “Termination Event”). However, for any deferrals of salary and bonus (but not Company contributions), participants would be entitled to designate a distribution date which is prior to a Termination Event. Generally, the Deferred Compensation Plan allows a participant to elect to receive distributions under the Deferred Compensation Plan in installments or lump-sum payments.\nAt December 31, 2021, the Deferred Compensation Plan had\n75\nlife insurance policies with a net face value of $\n53.1\nmillion compared to\n75\npolicies with a face value of $\n50.2\nmillion at December 31, 2020. The cash surrender value of these life insurance policies was worth $\n27.2\nmillion and $\n24.5\nmillion at December 31, 2021 and 2020, respectively. These policies are valued using the NAV practical expedient.\nThe following table presents our non-qualified deferred compensation plan assets using the fair value hierarchy as of December 31, 2021 and 2020.\n​\n​\nCash and cash equivalents, which are used to pay benefits and deferred compensation plan administrative expenses, are held in Money Market Funds.\nTotal expense related to deferred compensation was $\n322\nthousand, $\n278\nthousand, and $\n250\nthousand in 2021, 2020, and 2019, respectively. The Company had $\n27.2\nmillion and $\n24.5\nmillion in deferred compensation assets as of December 31, 2021 and 2020, respectively, included within other assets on the Company’s consolidated statements of financial position and $\n23.6\nmillion and $\n21.5\nmillion in deferred compensation liability as of December 31, 2021 and 2020, respectively, located within other current liabilities and long-term accrued liabilities on the Company’s consolidated statements of financial position. The amounts of assets were marked to fair value.\n​\n15.    STOCK-BASED COMPENSATION\nStock Compensation Plans\nTime Lapse Restricted Shares and Restricted Stock Units\nTime lapse restricted shares (TLRSs) have been issued to officers and other employees under the Company’s Employee Stock Incentive Plan. The Company recognizes compensation expense for the unvested portion of awards outstanding over the remainder of the service period. The compensation cost recorded for these awards is based on their closing stock price at the grant date less the cost of estimated forfeitures. Forfeitures are estimated at the time of grant and revised, if necessary, in subsequent periods to reflect actual forfeitures.\nTLRSs provide for the issuance of a share of the Company’s common stock at no cost to the holder and generally vest after a certain stipulated number of years from the grant date, depending on the terms of the issue. TLRSs vest in\n20\npercent increments starting with the second anniversary of the grant, over\nsix years\nfrom the date of grant. During these years, grantees receive all dividends declared and retain voting rights for the granted shares. The agreements under which the one-time grant of restricted stock is issued provide that shares awarded may not be sold or otherwise transferred until restrictions established under the plans have lapsed.\nThe Company issued time lapse restricted shares of\n0.8\nmillion,\n0.9\nmillion, and\n0.7\nmillion for the years ended December 31, 2021, 2020, and 2019, respectively.\nThe Company issues new shares from its authorized but unissued share pool. At December 31, 2021, approximately\n6.6\nmillion shares of the Company’s common stock were reserved for issuance. In accordance with the FASB ASC Topic 718, “\nCompensation – Stock\n57\n​\nCompensation,”\nthe Company recognizes the fair value of the award on a straight-line basis over the service periods of each award. The Company estimates restricted share employee forfeiture rates based on its historical experience.\nThe following table summarizes the components of the Company’s stock-based compensation programs recorded as expense ($ in thousands):\n​\n​\nAs of December 31, 2021 and 2020, $\n49.8\nmillion and $\n40.5\nmillion, respectively, of total unrecognized compensation cost related to time-lapse restricted shares are expected to be recognized over a weighted average period of approximately\n4.0\nyears and\n3.8\nyears at December 31, 2021 and 2020, respectively.\nThe following table summarizes information on unvested restricted stock units outstanding as of December 31, 2021, 2020 and 2019.\n​\n​\n​\n58\n​\n16.     ACCUMULATED OTHER COMPREHENSIVE INCOME/(LOSS)\nAccumulated other comprehensive income/ (loss) consist of the following (in thousands):\n​\n​\n​\n17.     RELATED PARTY TRANSACTIONS\nTransactions with RPC, Inc.\nThe Company provides certain administrative services to RPC, Inc. (“RPC”) (a company of which Mr. Gary W. Rollins is also Chairman, and which is otherwise affiliated with the Company). The service agreements between RPC and the Company provide for the provision of services on a cost reimbursement basis and are terminable on\nsix months\n’ notice. The services covered by these agreements include administration of certain employee benefit programs and other administrative services. Charges to RPC (or to corporations which are subsidiaries of RPC) for such services and rent totaled approximately $\n0.1\nmillion for each of the years ended December 31, 2021, 2020, and 2019.\nTransactions with LOR, Inc.\nPurchase of Gulfstream III Aircraft\nDuring the year ended December 31, 2021, the Company purchased a Gulfstream III aircraft (“Gulfstream”) from LOR Inc. (“LOR”), a company controlled by Gary W. Rollins and certain members of his family) to be used as the Company’s primary airplane. The Company purchased the Gulfstream for $\n0.5\nmillion and paid the applicable taxes of\nforty\nthousand dollars. The purchase of the Gulfstream was approved by the Company’s Nominating and Corporate Governance Committee and the Committee was presented with an independent appraisal of the aircraft supporting the purchase.\nPilot Sharing Agreement\nThe Company also entered into a Pilot Sharing Agreement with LOR whereby he Company’s employee pilots may be used by LOR from time to time to operate the LOR aircraft and LOR will reimburse the Company for\n50\n% of the costs of the pilots, including salary, benefits and training. In addition, LOR and the Company are each responsible for their own fuel costs. The Pilot Sharing Agreement was approved by the Company’s Nominating and Corporate Governance Committee. Charges to LOR under the Pilot Sharing Agreement total $\n0.8\nmillion for the year ended December 31, 2021.\n​\n59\n​\nAdministrative Services Agreement\nThe Company also provides certain administrative services to LOR and rents office, hanger and storage space to LOR. Charges to LOR (or corporations which are subsidiaries of LOR) for rent and administrative services totaled $\n0.6\nmillion, $\n1.0\nmillion and $\n0.8\nmillion for the years ended December 31, 2021, 2020 and 2019, respectively.\nLear Lease Agreement\nIn 2014, P.I.A. LLC, a company then owned by our late Chairman of the Board of Directors, R. Randall Rollins, purchased a Lear Model 35A jet and entered into a lease arrangement with the Company for Company use of the aircraft for business purposes. P.I.A. LLC is now owned by a trust for the benefit of the late Mr. Rollins’ family. The lease is terminable by either party on\n30 days\n’ notice. The Company pays $\n100\nper month rent for the leased aircraft, and pays all variable costs and expenses associated with the leased aircraft, such as the costs for fuel, maintenance, storage and pilots. The Company has the priority right to use of the aircraft on business days, and Rollins family members and guests have the right to use the aircraft for personal use through the terms of an Aircraft Time Sharing Agreement with the Company. The amounts paid by the Company for the Rollins family and guests to use the aircraft for personal use will be disclosed in the Summary Compensation Table and the Director Compensation Table to be included in the Company’s 2022 Proxy Statement. During the years ended December 31, 2021, 2020 and 2019, the Company paid approximately $\n0.3\nmillion, $\n0.6\nmillion, and $\n0.9\nmillion in rent and operating costs under the Aircraft Time Sharing Agreement, respectively. The foregoing related party transactions were previously approved by the Company’s Nominating and Governance Committee of the Board of Directors.\nRelated Party Franchise Agreement\nOn December 1, 2019, Orkin, a subsidiary of the Company entered into a franchise agreement with Wilson Pest Management, Inc. The franchise is owned\n100\n% by John Wilson IV. During each of the years ended December 31, 2021 and 2020, the Company received a total of approximately $\n0.1\nmillion. During the year ended December 31, 2019 the Company received $\n0.8\nmillion which included payment for the franchise and an initial franchise fee of\nseventy-five\nthousand dollars in connection with the transaction. The franchise agreement provides for a monthly royalty fee of\n9.0\n% of the franchisee’s reported revenue. John Wilson IV is the son of John F. Wilson, Vice Chairman of the Company. The Company approved the agreement in accordance with its Related Party Transactions policy.\nLegal Fees\nOur Amended and Restated Bylaws require that the Company pay reasonable legal fees and expenses on behalf of our directors and officers that are named in certain legal proceedings. Pursuant to that provision, in connection with the SEC Investigation described in Note 13, during the year ended December 31, 2021, the Company paid legal expenses on behalf of certain current and former directors and officers in the aggregate amount of $\n1.3\nmillion.\n​\n18.     CASH DIVIDEND\nOn January 27, 2022, the Company’s Board of Directors declared a regular quarterly cash dividend on its common stock of $\n0.10\npayable March 10, 2022 to stockholders of record at the close of business February 10, 2022. The Company expects to continue to pay cash dividends to the common stockholders, subject to the earnings and financial condition of the Company and other relevant factors.\n​"
  },
  {
    "item_key": "item_9",
    "text": "None.\n​\n60\n​\n​"
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures\nThe Company has a Disclosure Committee, consisting of certain members of management to assist our Chief Executive Officer (principal executive officer) and Interim Chief Financial Officer (principal financial officer) in preparing the disclosures required under the SEC rules and to help ensure that the Company’s disclosure controls and procedures are properly implemented. The Disclosure Committee meets on a quarterly basis and otherwise as may be necessary.\nThe Disclosure Committee, with the participation of our principal executive officer and principal financial officer, conducted an evaluation of the effectiveness of the design and operation of our disclosure controls and procedures, as defined in rules 13a 15(e) and 15d-15(e) under the Securities Exchange Act of 1934, as amended (the “Exchange Act”) as of December 31, 2021 (the “Evaluation Date”). Based on this evaluation, our principal executive officer and principal financial officer concluded that our disclosure controls and procedures were effective at the reasonable assurance level as of the Evaluation Date to ensure that the information required to be included in reports filed under the Exchange Act is recorded, processed, summarized and reported within the time periods specified in SEC rules and forms.\nManagement’s Report on Internal Control Over Financial Reporting\n—Management’s Report on Internal Control Over Financial Reporting is contained on page 26. The effectiveness of our internal control over financial reporting as of December 31, 2021 has been audited by Grant Thornton LLP, an independent registered public accounting firm, as stated in its report on page 27.\nChanges in Internal Controls\n—There were no changes in our internal control over financial reporting during the fourth quarter of 2021 that materially affected or are reasonably likely to materially affect these controls.\n​"
  },
  {
    "item_key": "item_9b",
    "text": "None\n​\n​\n61\n​\n​"
  },
  {
    "item_key": "item_9c",
    "text": "Not Applicable.\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information required by this Item, except that set forth below regarding the Company’s code of ethics, will be set forth in our Proxy Statement for the 2022 Annual Meeting of Stockholders and is incorporated herein by reference. The Proxy Statement will be filed with the SEC within 120 days of the fiscal year ended December 31, 2021, or by the following business day.\nThe Company has adopted a Code of Business Conduct that applies to all employees. In addition, the Company has adopted a Code of Business Conduct and Ethics for Directors and Executive Officers and Related Party Transactions policy. Both of these documents are available on the Company’s website at\nwww.rollins.com\n, under the heading “Governance- Governance Documents,” and a copy is available by writing to Investor Relations at 2170 Piedmont Road, Atlanta, Georgia 30324. The Company intends to satisfy the disclosure requirement under Item 5.05 of Form 8-K\n1\nregarding an amendment to, or waiver from, a provision of its code of ethics that relates to any elements of the code of ethics definition enumerated in SEC rules by posting such information on its internet website, the address of which is provided above.\n​"
  },
  {
    "item_key": "item_11",
    "text": "The information required by this Item will be set forth in our Proxy Statement for the 2022 Annual Meeting of Stockholders and is incorporated herein by reference. The Proxy Statement will be filed with the SEC within 120 days of the fiscal year ended December 31, 2021, or by the following business day.\n​"
  },
  {
    "item_key": "item_12",
    "text": "The information required by this Item will be set forth in our Proxy Statement for the 2022 Annual Meeting of Stockholders and is incorporated herein by reference. The Proxy Statement will be filed with the SEC within 120 days of the fiscal year ended December 31, 2021, or by the following business day.\n​\n​"
  },
  {
    "item_key": "item_13",
    "text": "Information concerning certain relationships and related party transactions and director independence will be included in the Proxy Statement for the 2022 Annual Meeting of Stockholders and is incorporated herein by reference.\n​"
  },
  {
    "item_key": "item_14",
    "text": "Information regarding principal accounting fees and services will be included in the Proxy Statement for the 2022 Annual Meeting of Stockholders and is incorporated herein by reference.\n​\n​\n​\n62\n​\n​\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "​\n​\n63\n​\n​\n* Indicates management contract or compensatory plan or arrangement.\n​\n** This certification is deemed furnished, and not filed, with the Securities and Exchange Commission and is not to be incorporated by reference into any filing of Rollins, Inc. under the Securities Act of 1933, as amended, or the Securities Exchange Act of 1934, as amended, whether made before or after the date of this Annual Report on Form 10-K, irrespective of any general incorporation language contained in such filing.\n​\n+ Confidential treatment has been requested for certain portions of this exhibit. Such information has been omitted and was filed separately with the Securities and Exchange Commission.\n​\n​\n​\n​\n64\n​\n​\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\n​\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the dates indicated.\n​\n​\nThe Directors of Rollins, Inc. (listed below) executed a power of attorney appointing Gary W. Rollins their attorney-in-fact, empowering him to sign this report on their behalf.\n​\n​\n​\n65\n​\nROLLINS, INC. AND SUBSIDIARIES\nINDEX TO CONSOLIDATED FINANCIAL STATEMENTS AND SCHEDULE\nThe following documents are filed as part of this report.\n​\n​\n​\n66\n​\nSCHEDULE II – VALUATION AND QUALIFYING ACCOUNTS\nROLLINS, INC. AND SUBSIDIARIES\n​\n​\n​\n​\n67\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n68"
  }
]